[{"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "1", "section_title": " Present increases.", "section_text": "1 1 Subject to the provisions of this Act, the annual rate of an official pension may, if any qualifying condition is satisfied,  or the pension is a widow’s pension  be increased by the pension authority in respect of any period beginning on or after 1st September 1971, as follows:— a a pension beginning before the year 1969 may be increased by the amount necessary to bring the rate up to the 1969 standard, that is to say, to the rate arrived at by applying to the basic rate of pension the multiplier given in Schedule 1 for the year in which the pension began, and by a further 18 per cent. of the rate as so increased; b a pension beginning on or before 1st April 1969 but not earlier than that year may be increased by 18 per cent. of the basic rate; c a pension beginning in the six months following 1st April 1969 may be increased by 16 per cent. of the basic rate; d a pension beginning in the six months following 1st October 1969 may be increased by 14 per cent. of the basic rate; e a pension beginning in the six months following 1st April 1970 may be increased by 10 per cent. of the basic rate; f a pension beginning in the six months following 1st October 1970 may be increased by 6 per cent. of the basic rate. 2 In the case of a pension beginning before the year 1969 the increase authorised by subsection (1)(a) above shall take the place of those authorised by the Pensions (Increase) Acts 1920 to 1969, but in the cases provided for by section 6 below shall be of the larger amount there specified by reference to increases that might have been made under those Acts."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "2", "section_title": " Future reviews and increases.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "3", "section_title": " Qualifying conditions.", "section_text": "3 1 A pension shall not be increased under this Part of this Act unless one of the conditions laid down by this section (in this Act referred to as “ qualifying conditions ”) is satisfied  or the pension is  a derivative or substituted pension or a relevant injury pension. 2 A pension payable in respect of the pensioner’s own services  other than a relevant injury pension,  shall not be increased unless the pensioner— a has attained the age of  fifty-five years ; or b has retired on account of physical or mental infirmity from the office or employment in respect of which, or on retirement from which, the pension is payable; or c subject to subsections (9) to (11) below, . . .  has at least one dependant; or the pension authority are satisfied that the pensioner is disabled by physical or mental infirmity.   2A A pension attributable to the pensioner having become entitled to a pension credit shall not be increased unless the pensioner has attained the age of fifty-five years. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 For the purposes of this section, a pensioner shall be deemed to be disabled by physical or mental infirmity if he is permanently incapacitated by such infirmity from engaging in any regular full-time employment. 6 Subject to subsection (7) below, “ dependant ” in this section means, in relation to a pensioner, a person who the pension authority are satisfied is wholly or mainly supported by the pensioner and who either has not attained the age of  seventeen  years or is receiving full-time instruction at an educational establishment or is undergoing training  for a trade, profession or vocation in such circumstances that he is required to devote the whole of his time to that training for a period of not less than two years . 7 Where a pension payable to a woman at 31st August 1971 is then payable at a rate increased under the Pensions (Increase) Acts 1920 to 1969 by reason only that she is, and has since 1st April 1956 been, wholly or mainly supporting another person, being either— a her, or her deceased   male spouse’s , father, mother, brother, sister, child, uncle or aunt; or b the child of any such person as is mentioned in paragraph (a) above; or c her step-father or step-mother; or d a person undergoing training for any trade, profession or vocation; then so long as the pension authority are satisfied that she continues wholly or mainly to support that person and, if this subsection applies only by virtue of paragraph (d), that person continues to undergo training for a trade, profession or vocation, that person shall be deemed for purposes of this section to be the woman’s dependant. In this subsection “ child ” includes a step-child and an illegitimate child,  . . . 8 The Minister for the Civil Service may by order made by statutory instrument provide for reducing (or further reducing) the age sixty in subsection (2)(a)  above  to any age not less than fifty-five, and this section shall have effect subject to any such order for the time being in force; but a statutory instrument under this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9  On and after 1st January 1993 paragraph (c) of subsection (2) above shall have effect only to the extent provided by subsections (10) and (11) below. 10 Where, immediately before 1st January 1993, a  person is in receipt of a pension the whole or any part of  which has been increased under this Part of this Act by virtue of paragraph (c) of subsection (2) above, that paragraph shall continue to have effect in relation to that  person and that pension or part  until such time as the pension falls to be increased under this Part of this Act in consequence of any other provision of that subsection. 11 In any case where— a a  person’s  pension commences on or after 1st January 1993, and b on the day on which the pension commences  he  has not attained the age of 55, paragraph (c) of subsection (2) above shall have effect in relation to that   person  and so much of the pension as is referable to service rendered before 1st January 1993 until such time as the pension falls to be increased under this Part of this Act in consequence of any other provision of that subsection."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "4", "section_title": " Effect of re-employment.", "section_text": "4 1 Where a person has been in receipt of an official pension in respect of any service, and in consequence of any further service rendered by him the pension falls to be recalculated as to its basic rate and to be treated for purposes of this Act as beginning at a later date, then the rate of the pension as recalculated, with any increase under this Part of this Act apart from this section, may be further increased up to the rate, if it is higher, at which the pension would have been payable with any such increase if— a the further service had not been rendered; and b where the pension is one of those specified in subsection (4) below and the recalculation is on the basis there mentioned, the length of the previous service had been increased by the length of the further service. 2 Where a person has terminated his service in circumstances such that he is or may  (without rendering further reckonable service) become eligible for an official pension, but has not been in receipt of that pension before rendering further service in consequence of which the pension falls to be recalculated or to be calculated on a different basis, subsection (1) above shall apply as it would apply if he had been in receipt of the pension before rendering the further service. 2A In subsection (2) above “ reckonable service ”, in relation to a person and his official pension, means service which falls to be taken into account in calculating the basic rate of pension.  3 Where the basic rate of a derivative pension, not being a substituted pension, falls to be calculated  a by reference to that of a principal pension which is authorised to be increased under subsection (1) or (2) above (or which would have been, if the further service had been terminated by retirement),  or b by reference to a rate of emoluments (whether actual emoluments or not and whether final or average emoluments) and a period of service of the person who was or, had he survived, would have been the pensioner in relation to such a principal pension, the derivative pension may be increased in the way in which subsection (1) above authorises (or would have authorised) the principal pension to be increased; and for this purpose the reference in subsection (1)(b) to the pension is to be taken as a reference to the principal pension, not the derivative pension. 4 Subsection (1)(b) above shall apply to pensions specified in paragraphs 4, 18 to  20A  and 50 of Schedule 2 to this Act, and also to those specified in paragraphs 22(b)  to 23A  if computed under the Superannuation Acts 1834 to 1949, but shall apply only in a case where the recalculation falls to be made by reference— a to the aggregate of the further service and the previous service; and b to emoluments attributed to a period immediately preceding the termination of the further service not lower than the emoluments by reference to which the pension was to be calculated before the further service."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "5", "section_title": " Scope of Act, and general powers to extend and adapt increases.", "section_text": "5 1 For purposes of this Act “ official pension ” means, subject to subsection (2) below, any of the pensions specified in Schedule 2; and in the case of a pension specified in Part II of the Schedule it shall be the duty of a pension authority, except as otherwise provided by section 9(7)  or (7A)  below, to increase the pension in accordance with this Act. 2 The Minister for the Civil Service may by regulations provide that this Act shall have effect in relation to any pensions not specified in Schedule 2 as if they were specified in such Part of that Schedule as may be directed by the regulations; and regulations under this subsection— a may include such incidental, consequential and supplemental provisions as appear to the Minister to be expedient; and b may in particular make provision for securing that the cost of increasing any pension is borne by the appropriate authority. 3 The Minister for the Civil Service, if satisfied in the case of any official pension that it is proper so to do, may by regulations direct (either generally or  for any particular purpose  that the provisions of this Act shall apply in relation to that pension subject to such modifications, adaptations and exceptions as may be specified in the regulations. The power conferred by this subsection on the Minister for the Civil Service may be exercised also, with his consent, by the Lord Chancellor,  the Secretary of State . . .  . 4 Any regulations under this section may provide for increases to take effect from a date before the making of the regulations."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "6", "section_title": " Preservation for certain purposes of benefit of previous Acts.", "section_text": "6 1 If in the case of an official pension beginning before the year 1969 the 1969 standard is less than the 1971 rate of the pension with the addition (if any) to be made to that rate under subsection (5) below, then the increase that may be made in the pension under section 1(1)(a) above shall be of the amount necessary to bring the annual rate up to 118 per cent. of the 1971 rate or, if subsection (5) below applies, to 118 per cent. of the 1971 rate with the addition under that subsection. 2 For any pension that qualified for an increase under the  Pensions (Increase) Act 1920, the 1971 rate shall be taken to be the annual rate at which it is being paid on 31st August 1971 (or, if payment is then suspended, was last paid before that date). 3 Where an official pension not falling within subsection (2) above is being paid on 31st August 1971 at a rate which includes any relevant increases, then the annual rate at which it is then being paid shall be taken as the 1971 rate, unless it is shown that the rate should have been revised or there is a change of circumstances that would affect the 1971 rate if ascertained under subsection (4) below. 4 Subject to the provisions of this section, the Minister for the Civil Service shall by order prescribe tables and rules for ascertaining, for any pension to which subsection (1) above may apply (other than a pension falling within subsection (2) above), the annual rate at which it would be payable if paid with any relevant increases; and the rate so ascertained shall be taken to be the 1971 rate, unless subsection (3) above applies. 5 Where a pension beginning on or before 1st April 1961 is one that (but for this Act) might have been increased under section 1 of the  Pensions (Increase) Act 1962, and any of the qualifying conditions other than those specified in section 3(3)(b), (c) and (d) above is satisfied,  or the pension is a widow’s pension  then there shall for purposes of this section be made to the 1971 rate as ascertained under sub-section (4) above an addition of the amount prescribed by order of the Minister for the Civil Service as corresponding to that of the increase provided for by section 2 of that Act (additional increase for pensioners over 70); and where subsection (3) above applies, the like addition shall be made to the 1971 rate given by that subsection, unless the pensioner had attained the age of 70 on or before 31st August 1971. 6 The annual rate of official pensions beginning after the year 1968 may, if any qualifying condition is satisfied  or the pension is a widow’s pension,  be increased by the pension authority in respect of any period beginning on or after 1st September 1971 by such amounts as may be prescribed by order of the Minister for the Civil Service as corresponding to those of any increases that might (but for this Act) have been made in the case of those pensions under the  Pensions (Increase) Acts 1944   and 1947 or the  Pensions (Increase) Act 1956, and where the rate of a pension may be increased under this subsection, any increase under section 1 or 2 above shall be calculated by reference to the rate as so increased as if it were the basic rate. 7 Orders made for the purposes of this section shall include such provision as may be necessary to enable the pensions to which subsections (1), (5) and (6) relate to be identified without reference to the  Pensions (Increase) Acts 1920 to 1969, except that pensions which qualified for an increase under the Pensions (Increase) Act 1920 need not be otherwise identified. 8 This section shall have effect subject to any provision made in the exercise of the powers conferred by section 5(3) above; and accordingly an order under this section may disregard any provision made in the exercise of corresponding powers conferred by the Pensions (Increase) Acts 1920 to 1969 or of powers conferred by section 17 of the  Ministerial Salaries and Members’ Pensions Act 1965 (past Prime Ministers), and may also disregard section 7(1) of the  Judicial Pensions Act 1959. 9 An order under this section shall take no account of any provision of the Pensions (Increase) Acts 1920 to 1969 whereby a fraction of a pound was to be treated as a whole pound and may make such other departures from the effect of those Acts as in the opinion of the Minister will, without materially reducing the rate of any pension, simplify the tables or rules or make for ease of calculation. 10 For purposes of this section, “ relevant increase ” means, in relation to any pension, any increase that might (but for this Act) have been made in the annual rate of the pension under section 1 of any of the following Acts, that is to say the  Pensions (Increase) Act 1944, the  Pensions (Increase) Act 1952, the Pensions (Increase) Act 1956, the  Pensions (Increase) Act 1959, the  Pensions (Increase) Act 1962, the  Pensions (Increase) Act 1965 and the  Pensions (Increase) Act 1969; but an order under this section may for purposes of subsection (4) treat as a relevant increase any increase authorised by or under any enactment by reference to a relevant increase, and may repeal or amend the provision authorising it accordingly. 11 An order made (or purporting to be made) under this section shall have effect notwithstanding any error or omission in reproducing the effect of any Act or instrument, but may be amended by a further order for the purpose of correcting any such error or omission; and any such amendment may be made so as to have effect from such date as may be specified in the further order (including a date before the making of that order), and with such savings and transitional provisions as the Minister thinks proper. 12 An order under this section shall be made by statutory instrument; and if an order made by virtue of subsection (11) above has the effect of reducing the rate of any pension, the statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. "}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "7", "section_title": " Administrative provisions.", "section_text": "7 1 In this Act “ pension authority ” means, except as otherwise provided in Part III of Schedule 2 to this Act, the authority by whom the pension is payable; but the Minister for the Civil Service or, with his approval, the Secretary of State may by regulations provide that, in relation to any class of pensions specified in the regulations, all or any of the functions of the pension authority under this Act shall be performed on behalf of the pension authority by such other authority as may be so specified. 2 The provisions of Schedule 3 to this Act shall have effect with regard to the manner in which the cost of increases under this Act is to be borne in the cases there mentioned and with regard to other incidental and consequential matters. 3 Subject to the provisions of this Act, any provision made by or under any enactment shall, in so far as it relates to the apportionment of the cost of a pension between two or more authorities or funds, or to the manner in which a pension is to be paid or borne, or to the proof of title to sums payable on account of a pension, or in so far as it prohibits or restricts the assignment or charging of a pension or its application towards the payment of debts, have effect in relation to any increase of the pension under this Act as it has effect in relation to the pension: Provided that this subsection, in so far as it relates to the apportionment of the cost of an increase under this Act, shall have effect subject to any agreement between the authorities concerned. 4 Except as provided by subsection (3) above or by Schedule 3 to this Act, an increase of a pension under this Act shall not be treated as part of the pension for the purposes of any provision made by or under any enactment; and in calculating the rate of a derivative pension, any increase under this Act of the principal pension shall be disregarded."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "8", "section_title": " Meaning of “pension”, and other supplementary provisions.", "section_text": "8 1 For purposes of this Act “ pension ” includes (subject to section 9 below)— a any allowance or other benefit payable  . . . by virtue of any superannuation scheme, whether contained in an enactment or otherwise, including a superannuation scheme providing benefits in the case of injury or death; and b any compensation payable in respect of retirement from an office or employment in pursuance of the provisions of an enactment, any compensation payable in respect of the loss, abolition or relinquishment of an office or employment occasioned by an alteration in the organisation of a department or service or by a transfer or other reorganisation of the functions of local authorities, and any compensation payable in respect of a diminution in the emoluments of an office or employment which has been occasioned as aforesaid  and c without prejudice to the generality of paragraph (b) above, any compensation payable in pursuance of the provisions of a scheme under section 1 of the  Superannuation Act 1972 made by virtue of section 2(2) of that Act or of regulations made under section 24 thereof but does not include any money purchase benefits. 2 A pension  which is not attributable to a pension credit  shall be deemed for purposes of this Act to begin on the day following the last day of the service in respect of which the pension is payable (whenever the pension accrues or becomes payable), except that— a an earnings-related pension based, directly or indirectly, on emoluments received for a period not ending with the last day of that service, other than a substituted pension, is to be deemed to begin on the day following the last day of that period; . . .  b a substituted pension is to be deemed to begin on the same day as the original pension, or, if earlier, on the day from which the surrender of the original pension takes effect;  and c a relevant injury pension payable by virtue of the acceptance of less favourable terms and conditions of employment is to be deemed to begin on the day on which the employment on less favourable terms and conditions begins. 2A A pension which is attributable to a pension credit shall be deemed for purposes of this Act to begin on the day on which the order or provision on which the credit depends takes effect. 3 Where an earnings-related pension beginning before the year 1969 may be payable either at a rate fixed, directly or indirectly, by reference to emoluments or at a flat rate, the 1969 standard and, if relevant, the 1971 rate of the pension according to either of its rates shall be determined without regard to the other."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "8A", "section_title": "Section 8(2): references to  “service”", "section_text": "8A 1 In a case where— a paragraph 1 or 2 of Schedule 7 to the 2013 Act (final salary link for persons who remain in or are transferred to closed scheme for past service) applies in relation to a person, and b the person's final salary falls to be determined by reference to that paragraph, references in section 8(2) above to the service in respect of which a pension is payable include the person's new scheme service (within the meaning of Schedule 7 to the 2013 Act). 2 In a case where— a a person is a member of a relevant old scheme by virtue of pensionable service for that scheme (“the relevant old scheme service”), b the person is also a member of a scheme under section 1 of the 2013 Act or a new public body pension scheme (“ the new scheme ”) by virtue of pensionable service for that scheme (“the new scheme service”), c the relevant old scheme service and the new scheme service are continuous, and d the person's employer in relation to the relevant old scheme service is the person's employer in relation to the new scheme service (or any other employer in relation to the new scheme), references in section 8(2) above to the service in respect of which a pension is payable include the person's new scheme service. 3 In this section— a “ relevant old scheme ” means a career average revalued earnings scheme (within the meaning of the 2013 Act) to which section 18(1) or 31(2) of that Act applies (restriction of benefits under existing schemes); b “ employer ”,  “ new public body pension scheme ” and  “ pensionable service ” have the same meanings as in that Act. 4 For the purposes of subsection (2)— a paragraphs 3 and 4 of Schedule 7 to the 2013 Act (continuity of employment  etc ) apply as they apply for the purposes of paragraphs 1(2) and 2(2) of that Schedule; b regulations under section 1 of the 2013 Act (in the case of a new scheme under that section) or rules (in the case of a new public body pension scheme) may provide that where a pension is in payment under a relevant old scheme, references in section 8(2) above to the service in respect of which a pension is payable do not include any subsequent period of pensionable service in relation to a scheme under section 1 of the 2013 Act or a new public body pension scheme. 5 Provision made under subsection (4)(b) may in particular be made by amending the relevant old scheme. 6 In this section,  “ the 2013 Act ” means the Public Service Pensions Act 2013."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "9", "section_title": " Gratuities and lump sums.", "section_text": "9 1 References in this Act to a pension shall not apply to any payment made by way only of a return of contributions, with or without interest  (or any money purchase benefits) ; but, subject to that, this Act shall apply in relation to any allowance, benefit or compensation whether it takes the form of periodical payments or of a gratuity or other lump sum. 2 In relation to a lump sum— a references to the time when a pension begins shall apply in accordance with section 8(2) above as in the case of a pension taking the form of periodical payments; and b references to increasing a pension in respect of a period beginning at any time shall have effect as references to increasing any sum becoming payable at or after that time on account of the lump sum or any instalment of it; and c references to the rate of a pension shall have effect as references to the amount of the lump sum or an instalment of it, as the case may require. (3)(4)(4A) . . .  5 For purposes of section 4 above any addition to a lump sum which would have resulted from treating the length of the previous service as being increased by the length of the further service in accordance with section 4(1)(b) shall be supposed not to have become payable until the day following that on which the further service in fact terminated. 6 Nothing in section 6 above shall apply to any lump sum. 7 The provisions of this section relating to lump sums shall not apply to the gratuities specified in subsection (8) below, and in relation to those gratuities section 6 above shall have effect as if they had all been included in section 6(1) of the  Pensions (Increase) Act 1962 (and not only those payable in respect of local government service); but section 5(1) above shall not require a local authority to increase any such gratuity. 7A Section 5(1) above shall not require a local authority to increase any gratuity granted by way of periodical payments or by way of an annuity in accordance with regulations made under section 7 of the  Superannuation Act 1972; and the provisions of this section relating to lump sums shall not apply to any such gratuity. 8 The gratuities to which subsection (7) above applies are— a any gratuity granted by way of periodical payments under any of the following enactments:— i section 23 of the  Local Government and other Officers’ Superannuation Act 1922; ii paragraph 4 of Part I of Schedule 1 to the  Local Government (Clerks) Act 1931; iii section 11 of the  Local Government Superannuation Act 1937 or of the  Local Government Superannuation (Scotland) Act 1937; b any gratuity granted by way of periodical payments or by way of an annuity under section 18 of the  Local Government Superannuation Act 1953; c any gratuity granted by way of periodical payments or by way of an annuity under any local Act (or provisional order confirmed by Parliament) corresponding to any of the enactments mentioned in paragraphs (a) and (b) above. Any question whether a local Act or provisional order corresponds to any of the enactments mentioned in paragraphs (a) and (b) above shall be determined, in the event of dispute, by the Secretary of State. 9 In any case where— a a lump sum beginning after the coming into force of this subsection, or an instalment of such a lump sum, is paid, but b the amount of that lump sum or instalment is subsequently recalculated, and c in consequence of the recalculation, an additional amount becomes payable by way of lump sum, the additional amount shall not be increased under this Part of this Act in respect of the whole or any part of the period beginning with the day on which the lump sum or instalment became payable and ending with the day on which the additional amount is paid."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "10", "section_title": " Overseas government pensions (India, Pakistan and Burma).", "section_text": "10 The Secretary of State, with the approval of the Minister for the Civil Service, may by regulations direct that, in relation to any of the following pensions, that is to say,— a any of the pensions specified in Schedule 4 to this Act; and b any pension of which the cost is to be reimbursed in whole or in part by Her Majesty’s Government in the United Kingdom to the Government of India, Pakistan or Burma under arrangements made in pursuance of section 1 of the  Overseas Aid Act 1966, or in respect of which the Secretary of State determines, with the consent of the Minister, that Her Majesty’s Government would be prepared to enter into arrangements for the cost to be so reimbursed; the provisions of Part I of this Act shall, with such modifications, adaptations and exceptions as may be specified in the regulations, apply as if the pension were an official pension specified in Part I of Schedule 2."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "11", "section_title": " Other overseas government pensions.", "section_text": "11 1 The Secretary of State may, with the approval of the Minister for the Civil Service, make regulations authorising the payment by the Secretary of State, in respect of pensions to which this section applies or any class of such pensions, of supplements of such amount as may be specified in the regulations in accordance with this section. 2 This section applies— a to any pension described in Schedule 5 to this Act and falling within subsection (3) below; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c to any pension of which the cost is to be reimbursed in whole or in part by Her Majesty’s Government in the United Kingdom to the government of an overseas territory (other than the government of India, Pakistan or Burma) under arrangements made in pursuance of section 1 of the  Overseas Aid Act 1966, or in respect of which the Secretary of State determines, with the consent of the Minister for the Civil Service, that Her Majesty’s Government would be prepared to enter into arrangements for the cost to be so reimbursed; except that it does not apply to compensation which is payable either by way of lump sum or by instalments over a fixed period and which appears to the Secretary of State to be payable in consequence of constitutional changes or circumstances arising from such changes in any territory or territories. 3 This section shall apply to a pension by virtue of subsection (2)(a) above if the pension— a is payable to or in respect of a person who is certified by the Secretary of State, with the consent of the Minister for the Civil Service (or has been certified by any Minister under section 3 of the  Pensions (Increase) Act 1962) as having been an overseas officer in relation to any territory in or for which any services giving rise to the pension were rendered; and b in the case of a derivative pension, is payable either by the government of an overseas territory or in accordance with an enactment, scheme or other instrument specified in the regulations as being approved by the Secretary of State for the purposes of this section. 4 The supplements which may be authorised by regulations under this section in the case of pensions of any class are supplements, in respect of a period beginning on or after 1st September 1971, of amounts which, when account is taken of— a any increase or supplement payable in respect of the pensions apart from this section; b any other additions to the value of those pensions; and c the amount of such other pensions as may be specified by the regulations (being pensions payable to the recipients of the first-mentioned pensions wholly or partly in respect of service in respect of which the first-mentioned pensions are payable); appear to the Secretary of State to correspond as nearly as may be with the increases payable under Part I of this Act on official pensions. 5 Regulations under this section may make different provision in relation to different classes of pension, and— a may prescribe the manner in which applications for supplements under this section are to be made and the evidence required in connection with such applications; and b contain such other incidental provisions as the Secretary thinks fit. 6 The consent of the Minister for the Civil Service under subsection (3) above may be given generally in respect of persons of such descriptions as may be specified in the consent and subject to such limitations (if any) as may be so specified. 7 For the purposes of this section “ overseas territory ” means any territory or country outside the United Kingdom, and “ government of an overseas territory ” includes a government constituted for two or more overseas territories and any authority established for the purpose of providing or administering services which are common to, or relate to matters of common interest to, two or more overseas territories. "}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "11A", "section_title": "", "section_text": "11A 1 The Secretary of State, with the approval of the Minister for the Civil Service, may by regulations made as respects any pension to which this section applies— a direct that the provisions of Part I of this Act shall, with such modifications, adaptations and exceptions as may be specified in the regulations, apply as if the pension were an official pension specified in Part I of Schedule 2, or b authorise the payment by the Secretary of State of supplements to the pension of such amount as may be specified in the regulations. 2 This section applies to— a any pension payable under section 1 of the  Overseas Pensions Act 1973, and b any pension payable under a scheme made under section 2 of that Act, other than a pension within paragraph 27A of Schedule 2 to this Act. 3 This section also applies to any derivative pension payable either by the government of an overseas territory or in accordance with an enactment, scheme or other instrument specified in the regulations as being approved by the Secretary of State for the purpose of this section, where related principal pensions— a are payable under section 1 of the  Overseas Pensions Act 1973, or under a scheme made under section 2 of that Act, or b fall within section 10(b) or section 11(2)(c) above. 4 The provisions of subsections (4) to (7) of section 11 of this Act (so far as applicable) shall have effect in relation to this section as they have effect in relation to that section. 5 For the purposes of this section principal pensions are related to a derivative pension if they are payable wholly or partly in respect of the same kind of service as the derivative pension."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "12", "section_title": " Other overseas pensions.", "section_text": "12 1 Where it appears to the Secretary of State just so to do having regard to things done by, or to the responsibilities of, the government of any overseas territory at a time when Her Majesty exercised jurisdiction there through Her Majesty’s Government in the United Kingdom, the Secretary of State, may, with the approval of the Minister for the Civil Service, make regulations authorising the payment by the Secretary of State, in respect of pensions to which this section applies or any class of such pensions, of supplements of such amounts as may be specified in the regulations in accordance with this section. 2 This section applies to pensions payable wholly or partly in respect of service in the overseas territory, being service rendered to any authority or institution in the overseas territory other than the government of the overseas territory, and rendered by a person who is certified by the Secretary of State, with the consent of the Minister for the Civil Service, as having been an overseas officer in relation to that territory: Provided that this section does not apply to a derivative pension unless it is payable either by the government of the overseas territory or in accordance with an enactment, scheme or other instrument specified in the regulations as being approved by the Secretary of State for the purposes of this section. 3 The consent of the Minister for the Civil Service under subsection (2) above may be given generally in respect of persons of such descriptions as may be specified in the consent and subject to such limitations (if any) as may be so specified. 4 Subsections (4), (5) and (7) of section 11 of this Act shall apply in relation to this section as they apply in relation to that."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "13", "section_title": " Pensions under approved pension schemes.", "section_text": "13 1 The Minister for the Civil Service may make regulations for conferring on persons who— a are or have been employed in the civil service of the State; and b were recruited and are or were so employed in a territory outside the United Kingdom; and c are or were subject to a superannuation scheme approved by the Minister for purposes of this section; such benefits (enjoyable after the termination of the employment) as appear to the Minister to be appropriate having regard to the benefits provided by Part I of this Act for persons whose superannuation benefits are regulated under  the principal civil service pension scheme within the meaning of section 2 of the  Superannuation Act 1972  and to the circumstances of that territory. 2 The Minister for the Civil Service may make regulations for conferring on persons who— a are or have been employed in the civil service of the State or in any capacity listed in Schedule 6 to this Act; and b are or were subject to a superannuation scheme operated under the Federated Superannuation System for Universities, to the Federated Superannuation Scheme for Nurses and Hospital Officers or to any other scheme approved by the Minister for the purposes of this section; such benefits (enjoyable after the termination of the employment) as appear to the Minister to be appropriate having regard to the benefits provided by Part I of this Act for persons whose superannuation benefits are regulated under  the principal civil service pension scheme within the meaning of section 2 of the  Superannuation Act 1972. 3 The Minister for the Civil Service may also make regulations for empowering or requiring a local authority to provide such benefits as aforesaid for persons who are or have been employed by the authority or, in connection with functions afterwards transferred to the authority, have been employed by another local authority, and who are or were subject to any such superannuation scheme as is mentioned in subsection (2)(b) above. In this subsection the reference to another local authority shall include a reference to any county council, town council or district council and any other authority to whom section 270 of the  Local Government (Scotland) Act 1947 applied. 4 Any power to make regulations conferred by this section on the Minister for the Civil Service shall be exercisable also, with his approval, by the Secretary of State . . .  5 Regulations under this section may make different provision for different classes of person, and may provide for benefits to take effect from a date before the making of the regulations."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "15", "section_title": " Adjustment of fire service pensions.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "16", "section_title": " Expenses.", "section_text": "16 There shall be defrayed out of moneys provided by Parliament— a any expenditure incurred by a government department under or by virtue of this Act; and b any increase attributable to any provision of this Act in the sums payable out of moneys so provided under any other enactment."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "17", "section_title": " Interpretation.", "section_text": "17 1 For purposes of this Act, unless the context otherwise requires,— “ basic rate ” means the annual rate of a pension apart from any increase under or by reference to this Act or any enactment repealed by this Act, or any corresponding increase made otherwise than under or by reference to this Act or an enactment repealed by it  but including any increase in the said annual rate in consequence of the  Pensions (Increase) Act 1974 ;  “ derivative pension ” means a pension which— is not payable in respect of the pensioner’s own services, and is not attributable to the pensioner having become entitled to a pension credit; “ earnings-related pension ” means a pension computed by reference to a rate of emoluments (whether actual emoluments or not and whether final or average emoluments), or payable at alternative rates one of which is so computed, and includes a derivative pension computed by reference to the rate of an earnings-related pension; “ flat rate ” means a rate fixed otherwise than by reference to a rate of emoluments or to the rate of another pension, and “ flat-rate pension ” means a pension payable at a flat rate only, but includes a derivative pension computed by reference to the rate of a flat-rate pension; “ local authority ” and “ local government service ” have the meanings given by Schedule 3 to this Act;  “ money purchase benefits ” has the meaning given by  section 181(1) of the Pension Schemes Act 1993 ;  “ pension ” has the meaning given by section 8 above, “official pension” that given by section 5(1), and “pension authority” that given by section 7(1), and the time when a pension “ begins ” is that stated in section 8(2);  “ pension credit ” means a credit under section 29(1)(b) of the Welfare Reform and Pensions Act 1999 or under corresponding Northern Ireland legislation; “ principal pension ” means a pension which— is payable in respect of the pensioner’s own services, or is attributable to the pensioner having become entitled to a pension credit; “ qualifying condition ” means one of the conditions laid down by section 3 above;   “ relevant injury pension ” means— a a pension paid to a person in respect of his absence from work by reason only of an injury sustained, or disease contracted, by him in the course of the employment by virtue of which his entitlement to the pension arises; or b a pension paid to a person in respect of his having accepted less favourable terms and conditions of employment by reason of ill-health suffered by him in consequence of an injury so sustained or a disease so contracted; but does not include any pension the rate of which is periodically recalculated by reference to the rate of the salary which the pensioner could reasonably be expected to have received had he not sustained the injury or contracted the disease in question; “ substituted pension ” means a pension granted in consideration of the surrender of the whole or part of another pension (“the original pension”);  “ widow’s pension ” means a pension payable  to a woman — in respect of the services of the pensioner’s deceased  male spouse , or by virtue of the pensioner’s deceased  male spouse  having become entitled to a pension credit. 2 References in this Act to an enactment include an enactment in a local Act and a provisional order confirmed by Parliament. 3 Any power to make regulations which is conferred by this Act is a power exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "18", "section_title": " Repeal, and transitional provisions.", "section_text": "18 1 The enactments mentioned in Schedule 7 to this Act are hereby repealed to the extent specified in column 3 of the Schedule, but without prejudice to the operation of the repealed provisions as respects any period ending on or before 31st August 1971. 2 Where at 31st August 1971 authority to increase or supplement any pensions is given by regulations under any enactment repealed by subsection (1) above, being an enactment corresponding to any provision of Part II of this Act, then in respect of any period between that date and the coming into force of regulations under that provision there may be paid on those pensions the like increase or supplement, and the cost shall be defrayed in the same way, as if this Act had not been passed; and the first regulations made with respect to any pensions under any provision of Part II may take effect from 1st September 1971, notwithstanding that they are made after that date (but not so as to reduce any increase or supplement payable by virtue of this subsection in respect of a period before they come into force). 3 Where at 31st August 1971 there are in force with respect to any official pensions (other than pensions to which section 14(3) or 15(6) above applies) regulations under any enactment repealed by subsection (1) above, being an enactment corresponding to section 5(3) above, then unless or until regulations come into force under section 5(3) with respect to those pensions, or the Minister for the Civil Service by order made by statutory instrument directs that this subsection shall not apply to them, those pensions shall not be increased in accordance with this Act, but the like increases may be paid as if this Act had not been passed. 4 Except as otherwise provided by or under this Act, the repeal by this Act of the Pensions (Increase) Acts 1920 to 1969 shall not affect the operation of any provision made otherwise than by or under those Acts and authorising increases in pensions by reference to increases under those Acts or any of them. 5 The enactments mentioned in Schedule 8 to this Act are hereby repealed to the extent specified in column 3 of the Schedule, but subject to the saving in Part II of the Schedule."}, {"act": "Pensions (Increase) Act 1971", "year": 1971, "section": "19", "section_title": " Short title and extent.", "section_text": "19 1 This Act may be cited as the Pensions (Increase) Act 1971. 2 This Act extends to Great Britain only, except that— a it extends to Northern Ireland in relation to pensions payable under Schedule 8 to the  Government of Ireland Act 1920 (former Irish civil servants) or payable to or in respect of an existing Irish officer within the meaning of that Act under the Superannuation Acts 1834 to 1965, or payable under or by virtue of any other Act extending to Northern Ireland out of the Consolidated Fund of the United Kingdom or out of moneys provided by the Parliament of the United Kingdom  or out of the Parliamentary Contributory Pension Fund  or payable under Part I or section  18A or  19 of the Judicial Pensions and Retirement Act 1993 (otherwise than under or by virtue of section 10 of that Act  or provision made under section 18A of that Act that is corresponding or similar to the provision that may be made by regulations under section 10 of that Act                   ) ;  and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c section 18(5) and Part II of Schedule 8 extend to Northern Ireland."}]