[{"act": "Inclosure Act 1859", "year": 1859, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Inclosure Act 1859", "year": 1859, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Inclosure Act 1859", "year": 1859, "section": "3", "section_title": " Powers to work mines, &c.", "section_text": "3 In every case in which the right and interest in all or any mines, minerals, stone, and other substrata, are reserved by any provisional order to be issued after the passing of this Act to the lord of the manor or such other person entitled to the soil of the land inclosed as aforesaid, and with a further reservation to the lord or to such other person of a right to enter the lands when inclosed, and work such mines, minerals, stone, and other substrata, it shall be lawful for the lord, his heirs and assigns, or for such other person entitled to the soil as aforesaid, his heirs and assigns, at any and at all time and times thereafter, by himself or themselves, or his or their tenants, agents, or servants, and with or without horses or other animals, or carriages, and materials of all kinds, to enter upon the said lands or any part thereof, and to break the surface thereof, and search for, win, work, take, and carry away the said mines, minerals, stone, and other substrata, or any of them, and for that purpose to dig, sink, drive, and make pits, shafts, drifts, headways, levels, adits, airgates, watercourses, soughs, trenches, buddles, fences, and sluices, and to erect, build, and make pumps, engines, furnaces, smelting houses, stamping mills, ore and store houses, sheds, hovels, and stables, and other erections, and to do all other things necessary or convenient, as well for working the said mines, as for refining the metals and minerals, hewing and working the stone and other substrata, and removing all the water, slag, and rubbish from the works, and for the accomodation of the persons employed therein, and to occupy such part of the said land as shall be convenient and sufficient for laying, ordering, and dressing the ores, minerals, metals, stone, and other substrata, and, if judged necessary, to alter the course of streams, and to maintain, repair, and use any railroads or other roads for any of the purposes aforesaid, and generally to do all other things necessary or convenient for the sinking, winning, working, and carrying away the said mines, minerals, stone, and other substrata, and for refining the metals and minerals, and hewing and working the stone and other substrata thereby produced."}, {"act": "Inclosure Act 1859", "year": 1859, "section": "4", "section_title": " How damage to be assessed.", "section_text": "4 In case it shall be provided that the whole or any part of such compensation as aforesaid shall be made by the owners of allotments collectively, either including or not including the lord or such other person as aforesaid, then all such damage as may at any time and from time to time be done to any allotment by any of the means aforesaid shall be assessed and raised as follows; (that is to say), it shall be lawful for any person who may sustain any such damage as aforesaid to give information thereof to any two or more justices of the peace  acting in the local justice area in which  the lands which shall have been inclosed, or the greater part thereof, shall be situate (ten days previous notice of such intended information having been fixed on the church door of the parish or other ecclesiastical district); and such justices shall and are hereby empowered to examine and inquire into such complaint in a summary way, and by examination of witnesses upon oath, or by such other evidence as they shall think proper; and such justices shall determine the amount of such damage, and order the payment thereof to the party damaged by the persons and in the manner herein-after expressed."}, {"act": "Inclosure Act 1859", "year": 1859, "section": "5", "section_title": " Payment of damages.", "section_text": "5 Every sum of money to be paid in satisfaction of such damages, and the reasonable charges of giving and prosecuting such information, (to be settled by the said justices), shall be borne and paid by the owners for the time being of all the allotments on whom it shall by the award have been imposed, or their tenants, including the owner of the allotment damaged, or his tenant, by a rate to be assessed upon them in respect of their allotments or their shares therein by such justices according to the respective yearly values thereof, which shall be ascertained in manner herein-after in that behalf directed or referred to."}, {"act": "Inclosure Act 1859", "year": 1859, "section": "6", "section_title": " To be levied by distress.", "section_text": "6 In case any person who shall be charged to such rate as aforesaid shall refuse or neglect to pay the same, within a time to be limited by the said justices, to the person for the time being entitled to such payment, then any two or more justices                  acting in the local justice area shall by warrant  cause the same to be levied by distress; and in case any occupying tenant of any hereditaments constituting or being part of any of the said allotments shall pay any part of such rate as aforesaid, every such occupier shall be at liberty to deduct the same out of his next rent, and his landlord shall allow such deduction, unless there shall be some provision to the contrary in the lease or agreement under which such hereditaments are held by such occupier."}, {"act": "Inclosure Act 1859", "year": 1859, "section": "7", "section_title": " Annual value of allotments, to be stated in award.", "section_text": "7 . . .Such average annual value shall thereafter be taken to be the yearly value per acre of such allotment for the purpose of the assessment of the same to the rate by this Act imposed thereon in the cases herein-before provided for."}, {"act": "Inclosure Act 1859", "year": 1859, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Inclosure Act 1859", "year": 1859, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Inclosure Act 1859", "year": 1859, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Inclosure Act 1859", "year": 1859, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Inclosure Act 1859", "year": 1859, "section": "12", "section_title": " Where patronage vested in the Crown, who to be deemed the patron.", "section_text": "12 Whenever the patronage of any benefice to which the provisions of the said Acts are applicable shall be vested in Her Majesty, the Lord High Treasurer or First Lord Commissioner of the Treasury for the time being where the value of such benefice is above the yearly value of twenty pounds in the King’s books, and, where such value is of or below the yearly value of twenty pounds in the King’s books, the Lord Chancellor or Lord Keeper or First Lord Commissioner of the Great Seal for the time being, shall for the purposes of the said Acts be substituted instead of the patron: Provided nevertheless, that if such patronage is vested in Her Majesty in right of the Duchy of Lancaster, the Chancellor for the time being of such Duchy shall for the purposes of the said Acts be substituted instead of the patron."}, {"act": "Inclosure Act 1859", "year": 1859, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Inclosure Act 1859", "year": 1859, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Inclosure Act 1859", "year": 1859, "section": "15", "section_title": " Act deemed part of “The Acts for the Inclosure, &c. of Land.”", "section_text": "15 This Act shall be taken to be part of the said Acts, and shall be construed therewith, and be deemed to be included under any reference to “The Acts for the Inclosure, Exchange, and Improvement of Land.”"}]