[{"act": "Queen’s Remembrancer Act 1859", "year": 1859, "section": "17", "section_title": "", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Queen’s Remembrancer Act 1859", "year": 1859, "section": "8", "section_title": " Compensation monies for land under 5 & 6  Vict.  c. 94 and 16 & 17 Vict. c. 107 to be paid into the Court of Chancery, instead of to the Queen’s Remembrancer. ", "section_text": "8 Any money which under the Defence Act 1842, is required or authorized to be paid into the hands or in the name of the Remembrancer or other proper officer of Her Majesty’s Court of Exchequer at Westminster . . .   shall . . .  be paid into the Supreme Court; and upon the filing there of a certificate of the Accountant General of the Supreme Court of the payment  of any such money, the hereditaments in respect whereof the same is paid shall become vested in the like persons and in the like manner and for the like purposes as if such money had been paid in manner provided by the  Defence Act 1842, . . .   and this Act had not been passed; and the Court of Chancery shall have the like powers in relation to such money as by the said Acts are given to the Barons of the Court of Exchequer; and the provisions of the said Acts in relation to such money shall be read and construed as referring to the Court of Chancery and the said Accountant General or the place of the Court of Exchequer and the said Remembrancer."}, {"act": "Queen’s Remembrancer Act 1859", "year": 1859, "section": "914.", "section_title": "", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Queen’s Remembrancer Act 1859", "year": 1859, "section": "15", "section_title": " In summary proceedings for legacy or succession duty parties may appeal. ", "section_text": "15 In any proceeding in the Court of Exchequer by writ of summons under the  Succession Duty Act 1853, or by rule under any of the Legacy Duty Acts, the Court may refer the matter to the proper officer to report thereon, and may, if they deem it expedient, order the facts contained in such report to be stated in the form of a special case for the opinion of the Court, and may give such directions as to the mode of settling the case, and the matters to be contained therein, and for the production of such documents, and may direct any issue or issues of fact to be tried by a jury, as they may think proper; and the Court may proceed to give judgment on such case, and for any amount of duty the Court are of opinion may be due to the Crown, and for costs, in like manner as on a verdict on information . . . "}, {"act": "Queen’s Remembrancer Act 1859", "year": 1859, "section": "1622.", "section_title": "", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Queen’s Remembrancer Act 1859", "year": 1859, "section": "23", "section_title": " Process on estreats may issue without reference to any seal day.", "section_text": "23 Unless stayed by order of the Court of Exchequer, or a baron thereof, or by warrant of the  Lord Chancellor  , process for duly levying and enforcing payment of all fines, issues, amerciaments, penalties, and forfeited recognizances, estreated into the Court of Exchequer and not lawfully vacated and discharged, may be issued by Her Majesty’s Remembrancer at any time or times without reference to any seal day, and so from time to time until the same shall be fully paid or levied, vacated or discharged."}, {"act": "Queen’s Remembrancer Act 1859", "year": 1859, "section": "24", "section_title": " Provision for the recovery of a debt of record due to Her Majesty where the party liable resides in another jurisdiction. ", "section_text": "24 For the recovery of any debt which by record in Her Majesty’s Court of Exchequer in England has become or shall become due to Her Majesty, in any case where the person of the debtor, or the estate or effects of such debtor, may be within the jurisdiction of the Court of Exchequer in Scotland or Ireland, a copy of the record of such debt may be exemplified and transmitted, under the great seal of the said Court of Exchequer in England, to such other of Her Majesty’s said Courts of Exchequer having jurisdiction in the place where the person liable to payment of such debt happens to reside, or where his estate or effects may be; and the Court to which such exemplified copy is transmitted shall cause such copy to be forthwith enrolled in the rolls of the said Court; and upon the same being so enrolled, the said Court shall cause execution or other process to issue for recovering or levying the said debt so due to Her Majesty, according to the rules and practice of such Court, in like manner in all respects as if such record had been originally entered or filed in such Court, or the said debt had originally accrued within the jurisdiction thereof; and the proceeds of such debt, when so recovered, shall be accounted for and paid over in the same manner as if the same had been recovered within the jurisdiction of the Court in which such debt originally accrued."}, {"act": "Queen’s Remembrancer Act 1859", "year": 1859, "section": "25", "section_title": " Crown may re-enter on land to enforce right of re-entry without inquisition, taken.", "section_text": "25 When a right of re-entry upon lands or other hereditaments, shall have accrued to Her Majesty such right may be exercised or enforced without any inquisition being taken or office being found, or any actual re-entry being made on the premises."}, {"act": "Queen’s Remembrancer Act 1859", "year": 1859, "section": "2642.", "section_title": "", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Queen’s Remembrancer Act 1859", "year": 1859, "section": "43", "section_title": " As to rents rendered by the Corporation of London before the Court of Exchequer.", "section_text": "43 And whereas it has been the custom, on the occasion of the presentation of the sheriffs of the City of London and sheriff of Middlesex elect for the approval of the Crown to the Barons of the Court of Exchequer at Westminster, to render, on behalf of the corporation of the said City, in open court, certain ancient rents and services in respect of the tenure of a piece of waste ground, called the Moors, in the county of Salop, and of a tenement, called “The Forge,” in the parish of Saint Clement Danes, in the county of Middlesex: The said rents and services in respect of the said ground and tenement may be rendered by the corporation of London, or by their agent in that behalf, at the office of the Queen’s Remembrancer on the morrow of Saint Michael, or between that day and the morrow of Saint Martin; and the proper entries in respect thereof shall be made as heretofore on the rolls of the Court."}, {"act": "Queen’s Remembrancer Act 1859", "year": 1859, "section": "44", "section_title": " Saving rights herein named.", "section_text": "44 Save as herein expressly provided, nothing in this Act shall affect or prejudice the jurisdiction or authority of the Court of Exchequer, or of the Commissioners of Her Majesty’s Treasury, or any right or privilege now exercised by Her Majesty’s Attorney General on behalf of the Crown."}]