[{"act": "Anchors and Chain Cables Act 1967 (repealed 1.5.1994)", "year": 1967, "section": "1", "section_title": " Rules for testing anchors and chain cables. ", "section_text": "1 1 The Board of Trade shall make rules with respect to the testing of anchors and chain cables for use in ships registered in the United Kingdom, and such rules may in particular— a prescribe the manner in which tests of anchors and cables are to be carried out, the tensile strains and breaking strains to be employed in such tests and the requirements to be fulfilled by equipment used for the purposes of such tests; b provide for the marking of anchors and cables which have passed such tests and for the issue of certificates in respect of such anchors and cables; c provide for the supervision of such tests and marking, and for the inspection of such equipment, by surveyors of ships appointed under the  Merchant Shipping Act 1894 or by such other persons as the Board of Trade may authorise for the purpose; d provide for the payment of fees in respect of such supervision and inspection and in respect of the issue of certificates under the rules; and e provide that the rules shall not apply to anchors or cables of such classes or descriptions as may be specified in the rules or which are exempted therefrom by the Board of Trade in accordance with any provision in that behalf contained in the rules. 2 No ship registered in the United Kingdom shall have on board as part of her equipment an anchor or chain cable, being an anchor or cable which was first taken on board after the commencement of this Act, unless— a the anchor or cable has been marked, and a certificate in respect of it has been issued, in accordance with rules under this section; or b the anchor or cable is one to which those rules do not apply by virtue of any provision therein made under paragraph (e) of subsection (1) of this section; and if this subsection is contravened in respect of any ship the owner or master of the ship shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 3 If any person applies to any anchor or cable which has not passed the tests prescribed by rules under this section any mark prescribed by those rules for denoting that it has passed those tests, or any other mark calculated to suggest that it has passed those tests, he shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 4 Section 684 of the  Merchant Shipping Act 1894 (jurisdiction) shall apply for the purposes of this section as it applies for the purposes of that Act. 5 Any fees payable by virtue of this section in respect of any functions of a surveyor of ships appointed under the said Act of 1894 shall be paid into the Exchequer. 6 The power to make rules under this section shall be exercisable by statutory instrument, and any such statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section “ anchor ” and “ chain cable ” include any shackle attached to or intended to be used in connection with the anchor or cable, and “ ship ” and “ master ” have the same meanings respectively as in the said Act of 1894. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Anchors and Chain Cables Act 1967 (repealed 1.5.1994)", "year": 1967, "section": "2", "section_title": " Short title, repeal, saving, commencement and extent.", "section_text": "2 1 This Act may be cited as the Anchors and Chain Cables Act 1967. 2 The Anchors and Chain Cables act 1899 is hereby repealed. 3 Any anchor or cable tested or marked, and any certificate issued, before the commencement of this Act under the said Act of 1889 shall be deemed to have been tested or marked, or, as the case may be, issued, in accordance with rules under section 1 of this Act. 4 This Act shall come into force on such day as Her Majesty may by Order in Council appoint. 5 This Act extends to Northern Ireland."}]