[{"act": "Welsh Language Act 1967 (repealed 21.12.1993)", "year": 1967, "section": "1", "section_title": " Use of Welsh in legal proceedings.", "section_text": "1 1 In any legal proceeding in Wales or Monmouthshire the Welsh language may be spoken by any party, witness or other person who desires to use it, subject in the case of proceedings in a court other than a magistrates’ court to such prior notice as may be required by rules of court; and any necessary provision for interpretation shall be made accordingly. 2 Section 1 of the  Welsh Courts Act 1942, and in paragraph 7 of the Schedule to the  Pensions Appeal Tribunals Act 1943 the words from the beginning to “language and”, are hereby repealed."}, {"act": "Welsh Language Act 1967 (repealed 21.12.1993)", "year": 1967, "section": "2", "section_title": " Welsh versions of statutory forms  etc.", "section_text": "2 1 Where any enactment passed either before or after this Act specifies the form of any document or any form of words which is to be or may be used for an official or public purpose, the appropriate Minister may by order prescribe a version of the document or words in Welsh, or partly in Welsh and partly in English, for use for that purpose in such circumstances and subject to such conditions as may be prescribed by the order. 2 Any power to specify such a form of document or words as is mentioned in subsection (1) of this section which is conferred, whether in express terms or otherwise, by any enactment passed either before or after this Act shall include power to prescribe such a version of the document or words as is there mentioned for use for the purpose in question in such circumstances and subject to such conditions as may be prescribed by the instrument by which the power is exercised. 3 In this section “ the appropriate Minister ” means, in relation to any enactment— a in the case of an enactment for the execution of which in Wales a Minister other than the Secretary of State is responsible, that Minister; and b in any other case, the Secretary of State, and any question arising under this subsection shall be determined by the Treasury."}, {"act": "Welsh Language Act 1967 (repealed 21.12.1993)", "year": 1967, "section": "3", "section_title": " Provisions supplementary to s. 2.", "section_text": "3 1 Subject to subsection (2) of this section, anything done in Welsh in a version authorised by section 2 of this Act shall have the like effect as if done in English. 2 Any power to prescribe conditions conferred by the said section 2 shall, without prejudice to the generality of that power, include power— a to provide that in case of any discrepancy between an English and a Welsh text the English text shall prevail; b to prescribe conditions subject to which a document containing a version authorised by the said section 2 of any provisions of another document shall be treated as a true copy of that other document. 3 Any provision authorising the use of a document or words to the like effect as a document or words of which a version is prescribed by virtue of the said section 2, or authorising the adaptation of a document or words of which a version is so prescribed, shall apply to the version as it applies to the original document or words. 4 The power to make an order conferred by subsection (1) of the said section 2 shall be exercisable by statutory instrument and shall include power to vary or revoke an order under that subsection by a subsequent order thereunder; and any statutory instrument made in pursuance of this subsection shall be laid before Parliament after being made."}, {"act": "Welsh Language Act 1967 (repealed 21.12.1993)", "year": 1967, "section": "4", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Welsh Language Act 1967 (repealed 21.12.1993)", "year": 1967, "section": "5", "section_title": " Short title, interpretation and saving.", "section_text": "5 1 This Act may be cited as the Welsh Language Act 1967. 2 In this Act “ Minister ” includes the Treasury, the Board of Trade, the Commissioners of Customs and Excise and the Commissioners of Inland Revenue, and “ enactment ” does not include an enactment of the Parliament of Northern Ireland. 3 Nothing in this Act shall prejudice the use of Welsh in any case in which it is lawful apart from this Act."}]