[{"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Brine Pumping (Compensation for Subsidence) Act 1891."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "2", "section_title": " Extent of Act.", "section_text": "2 This Act shall not extend to Scotland or Ireland."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "3", "section_title": " Application for order for formation of district.", "section_text": "3 Any owner or owners of land in any county of a rateable value in the aggregate of not less than two thousand pounds, and any sanitary authority in any county, may apply to  the Secretary of State  by memorial, alleging that subsidence of land belonging to such owner or owners, or situate within the district of such authority, is caused by brine pumping operations, whereby loss or damage is occasioned, and praying that a compensation district may be formed under this Act, with such boundaries as shall be described in the memorial, or such other boundaries as  the Secretary of State  shall fix."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "4", "section_title": " Inquiry on receipt of memorial.", "section_text": "4 On the receipt of the memorial,  the Secretary of State  may, if  he thinks  a sufficient primâ facie case has been made out, and after requiring (if  he thinks  fit) security to be given for any costs which may be incurred by  the Secretary of State  in relation to any local inquiry under this section, direct a local inquiry to be held by an inspector as to the expediency of forming the proposed district and as to the boundaries to be assigned to such district, and as to any further incidental matters in relation thereto as  the Secretary of State  may think fit."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "5", "section_title": " Procedure on inquiry.", "section_text": "5 Before a local inquiry under this Act is held,  the Secretary of State  shall cause to be given public notice by advertisement in local newspapers, or otherwise, in such manner as  he thinks  fit, of the time and place at which the inquiry will be held, and the inspector shall hear all persons locally interested appearing before him and desirous of being heard in relation to the formation of the district, and the establishment of a compensation board under this Act."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "6", "section_title": " Formation of district by Provisional Order.", "section_text": "6 1 If  the Secretary of State  after receiving the report of  his  inspector  determines  to form a compensation district as prayed by the memorial, or with addition of any lands or exclusive of any of the lands proposed by the memorial to be included in the district,  the Secretary of State  shall frame a draft provisional order forming a compensation district and establishing a compensation board under this Act in such manner as  he thinks  expedient having regard to all the circumstances of the case. 2 The Secretary of State  shall cause printed copies of the draft order to be deposited with the clerk of the county council of the county or counties in which the district or any part of the district proposed to be formed by the draft order is situate and with the sanitary authority or authorities exercising jurisdiction in such district or any part thereof. The copies so deposited shall be open to inspection without fee by all owners and occupiers of land and by all brine pumpers within the district. 3 The Secretary of State  shall also cause notice to be given of such deposit of copies and of the purport of the draft order by advertisement in two successive weeks in some local newspaper circulating in the district proposed to be formed by the draft order."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "7", "section_title": " Confirmation, &c. of Provisional Orders.", "section_text": "7 1 The Secretary of State  may submit to Parliament for confirmation any provisional order made by  the Secretary of State  in pursuance of this Act, but any such order shall be of no force whatever unless and until it is confirmed by Parliament. 2 If while the Bill confirming any such order is pending in either House of Parliament a petition is presented against any order comprised therein, the Bill so far as it relates to such order may be referred to a select committee, and the petitioner shall be allowed to appear and oppose as in the case of private Bills. 3 Any Act confirming any provisional order made under this Act may be repealed, altered, or amended by any provisional order made by  the Secretary of State  and confirmed by Parliament. 4 The Secretary of State  may revoke either wholly or partially any provisional order made by  him  before the same is confirmed by Parliament, but such revocation shall not be made whilst the Bill confirming the order is pending in either House of Parliament. 5 The making of a provisional order shall be primâ facie evidence that all the requirements of this Act in respect of proceedings required to be taken previously to the making of such provisional order have been complied with. 6 Every Act confirming any such provisional order shall be deemed to be a Public General Act. 7 The reasonable costs sanctioned by  the Secretary of State  of the sanitary authority in or about any inquiry by  the Secretary of State  in pursuance of this Act and in or about the promotion of or opposition to any provisional order under this Act shall be payable out of the fund or rate applicable to the general expenses of such authority."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "8", "section_title": " Alteration of boundaries of the district.", "section_text": "8 1 The boundaries of any compensation district may be altered by  the Secretary of State  on such application as in this section provided, but after the like inquiry and with the like proceedings as to a provisional order as in the case of the formation of a district, and for the purpose of such alteration the foregoing provisions relating to an inquiry and a provisional order shall apply so far as practicable. 2 An application for the alteration of the boundaries of a compensation district may be made by any brine pumper and by any person or body of persons authorised to apply under this Act to  the Secretary of State  for the formation of a compensation district, except that in the case of an application by an owner or owners of property the aggregate rateable value of the property of such owner or owners for the purposes of this section shall be not less than five hundred pounds."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "9", "section_title": " Compensation board for each district.", "section_text": "9 For every district formed under this Act there shall be a compensation board constituted of a number of members (not exceeding nine)."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "10", "section_title": " Incorporation of board.", "section_text": "10 1 Every compensation board shall be a body corporate by the name specified in the order establishing such board with perpetual succession and a common seal, . . .  . 2 No act or proceeding of a board, or of any committee appointed by the board, shall be questioned on account of any vacancy in their body."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "11", "section_title": " Election of members and incidental matters.", "section_text": "11 1 Of the members of every compensation board— One third, not being brine pumpers or persons employed by them for the purposes of their business, shall be appointed by the county council or councils of the county or counties in which the district is situated; One third shall be elected by the brine pumpers within the district; One third, not being brine pumpers or persons employed by them for the purposes of their business, shall be appointed by the sanitary authority or authorities, other than the council of a county borough, having jurisdiction within the district. 2 An order of  the Secretary of State  under this Act shall contain all such provisions, subject to the provisions of this Act, for the number of members of the compensation board to be established for the district, and for their election, appointment, and retirement, and for the formation and revision of a register of persons entitled to vote at elections, the number of votes to which each brine pumper shall be entitled, and for any other matters as may seem to  the Secretary of State  expedient."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "12", "section_title": " Chairman of board.", "section_text": "12 1 A board shall at their first meeting after their constitution, and at their first meeting in each subsequent year, choose one of their members to be chairman and one other of their members to be vice-chairman, and the members so chosen shall continue in office until the next meeting at which a chairman and vice-chairman are to be chosen pursuant to the above provision. 2 If any casual vacancy occur in the office of chairman or vice-chairman, the board shall as soon as conveniently may be after the occurrence of such vacancy choose one of their members to fill such vacancy; and every chairman or vice-chairman so chosen as last aforesaid shall continue in office so long only as the person in whose place he is chosen would have been entitled to continue in office."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "13", "section_title": " Resignation of members.", "section_text": "13 A member of a compensation board may resign his office by notifying in writing his intention so to do to the chairman or clerk of the board for the time being."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "14", "section_title": " Casual vacancies.", "section_text": "14 Any casual vacancy in a compensation board occurring by death, resignation, or otherwise shall be filled up in manner to be decided by the regulations of  the Secretary of State  by the body of persons by whom the vacating member was originally chosen, as soon as reasonably practicable after the occurrence of the vacancy; but a member so chosen shall retain his office so long only as the vacating member would have retained the same if no vacancy had occurred."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "15", "section_title": " Meetings and proceedings of boards.", "section_text": "15 Meetings of compensation boards shall be held and the proceedings thereat shall be conducted in accordance with the rules as to meetings and proceedings contained in the schedule to this Act."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "16", "section_title": " Minutes of proceedings, &c.", "section_text": "16 1 A minute of proceedings at a meeting of a compensation board or of a committee, signed at the same or at the next ensuing meeting by any person describing himself as, or appearing to be, chairman of the meeting or committee at which the minute is signed, shall be received in evidence without further proof. 2 Until the contrary is proved, every meeting of a compensation board or committee whereof a minute has been so made, shall be deemed to have been duly convened and held, and all the members of the meeting shall be deemed to have been duly qualified."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "17", "section_title": " Committees of boards.", "section_text": "17 A board may, from time to time, appoint one or more committee or committees for any of the purposes of this Act, and may fix the quorum of any committee and prescribe the manner in which the business of a committee shall be conducted: Provided that no rate shall be made or declared, nor any award of compensation made or allowed or disallowed, except at a general meeting of the board."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "18", "section_title": " Power to appoint officers.", "section_text": "18 A board may appoint and pay such surveyors and other officers as they think necessary, and they may make all such surveys and valuations as they think necessary."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "19", "section_title": " Regulations by boards.", "section_text": "19 A board may from time to time make regulations for defining the duties of any officers or servants of the board."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "20", "section_title": " Power to invest moneys.", "section_text": "20 A board may invest any moneys for the time being in their hands, and not immediately required for the purposes of this Act, in any securities in which trustees are for the time being empowered by law to invest trust moneys, or may place such moneys on deposit in any bank."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "21", "section_title": " District compensation funds.", "section_text": "21 1 Every board shall form and maintain a compensation fund for their district. 2 The compensation fund for the district shall be formed and maintained by the assessment and levy as in this Act provided of such rate (not exceeding the limit or rate hereinafter mentioned) for every one thousand gallons of brine pumped or raised within the district as the board from time to time think necessary and order to be levied. 3 The compensation fund for a district shall be solely applicable to compensation for damage happening within that district arising from subsidence, and for the expenses and liabilities of the board, and costs allowed by the Board to any claimant or objector."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "22", "section_title": " Damage for which compensation may be made.", "section_text": "22 The damage for which compensation may be made under this Act shall be damage of any of the following kinds (and no other) arising from subsidence which has happened after the passing of this Act:— 1 Depreciation of land (but not including any erection or works on or under such land except as hereinafter in this section provided) which shall subside or become permanently submerged, including any necessary expense of fencing in such land: 2 Destruction or structural damage of buildings and walls of all kinds, but not including damage to machinery or fixtures, whether removable or not: 3 The proper and necessary expense of building retaining walls or bolting together or underpinning or otherwise supporting, raising, or repairing buildings and walls: 4 The proper and necessary expense of altering the approaches to or the levels of lands or buildings: 5 The proper and necessary expense of raising, lowering, diverting, or making good private roads, bridges, fences, sewers, or drains. Provided that no claim shall be made by any person unless he has such title to or interest in the property so damaged or some part thereof as would entitle him to recover in respect of such damage if the same had been caused by the wrongful excavation by any other person of strata underlying or supporting such property, and no claim shall be made except for damage as hereinbefore defined, and any compensation award shall in no case exceed the amount of the actual loss sustained by the person making the claim (herein referred to as the claimant), or exceed the amount of the expense necessary to make good any damage sustained, as hereinbefore defined, all circumstances which in the opinion of the board or other tribunal are material being taken into consideration. The compensation board shall have power to make contributions out of any sum to be levied under this Act towards the extra cost of building, rebuilding, or replacing any existing or future building within the area of its district on some system or style of building whereby it can conveniently be raised, and may also provide plans and models of buildings recommended as suitable and convenient for the purpose aforesaid."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "23", "section_title": " Claims for compensation.", "section_text": "23 1 Any claimant who alleges the following matters, that is to say— i That any damage as in this Act defined has been caused to any property by subsidence of the same or of any other land, and that the subsidence is the result of pumping or raising of brine, and has happened after the passing of this Act; and ii That he has such title to or interest in the property so damaged or some part therof as would entitle him to recover in respect of such damage if the same had been caused by the wrongful excavation by any other person of strata underlying or supporting such property; and who has given notice in writing to the board, or if there be no such board, then to the sanitary authority of the district in which such property is situated, of such damage within six months after the same became apparent, may send in to the board a claim for such damage to the extent of his title or interest. 2 It shall be lawful for a compensation board from time to time by regulations under this Act to prescribe the form of any such claim and the time within which and the manner in which any such claim shall be made, and the proofs by which the claim is to be accompanied, and no claim shall be allowed with respect to any damage of which the prescribed notice shall not have been given, nor in respect of which the provisions of such regulations (unless dispensed with for cause which the board shall deem reasonable and sufficient) are not observed. 3 Every board shall, once or oftener in each year, give notice by such advertisement as shall be prescribed in such regulations requiring all claims intended to be made under this Act to be sent in to such board, and requiring such claims to be so sent in within a time to be named in such advertisement. 4 On the expiration of the period within which claims are to be sent in to the board, such board shall give to every brine pumper within their district notice of all claims (if any) received by such board, specifying in such notice the names of the claimants, the amount claimed, and the property in respect of which each such claim is made, and shall give by advertisement in any newspaper circulating in the district one month’s notice of the day on which such board intends to proceed to adjudicate on such claims. 5 The board shall, on the day appointed for adjudication, and on any subsequent day or days appointed by them for the purpose, consider all claims duly made and which have not been previously adjudicated on, and shall, so far as they think practicable and convenient, adjudicate thereon in such manner as they shall think fit, and allow or disallow all such claims or any items thereof, or by agreement with the claimant may refer any claim to arbitration."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "24", "section_title": " Mode of dealing with claims.", "section_text": "24 A board shall disallow any claim for damage which in their opinion was not caused by subsidence of any land or was caused by subsidence of land which is proved not to have been caused by brine pumping, or in respect of which in their opinion (subject to appeal as in this Act mentioned) the claimant has not such title or interest as would entitle him to recover under this Act; and shall disallow any claim to the extent to which in their opinion the damage in respect of which the claim was made has been occasioned or increased by any neglect or default of the claimant or of any person by whose acts he is affected or bound, or by the buildings or other matters in respect of which the claim was made, having been of an unnecessarily expensive kind, or improperly constructed, having regard to the liability of the district or any part thereof to subsidence. The brine pumpers shall be entitled to be heard before the board on all claims exceeding one thousand pounds."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "25", "section_title": " Power to board to commute claims.", "section_text": "25 A board may, by resolution passed at a meeting whereof not less than twenty-one days’ notice specifying the objects of the meeting has been served on the members of the board, provide that the damage in any particular case, if in their opinion likely to recur or to be permanent or to continue for a number of years, shall be ascertained, settled, and paid for either once for all, or for such number of years as they think just, instead of being claimed from time to time."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "26", "section_title": " Recovery of sums awarded.", "section_text": "26 Any sum awarded by a compensation board to be paid under any of the provisions of this Act shall be certified by the clerk of the board under his hand, and may, subject to the provisions of this Act, be recovered as a debt at the expiration of three months from the date of such certificate in the county court within whose jurisdiction the property to which the claim relates is situate."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "27", "section_title": " Appeal on questions of title.", "section_text": "27 1 If a board disallow a claim or any item thereof on the ground that the claimant had not, as respects such claim or item, such title or interest in the property damaged by subsidence as would entitle him to recover under this Act, the claimant may appeal in manner in this section mentioned on the ground that he had such title or interest. 2 If a board allow a claim or any item thereof, any person assessed to the last rate made under this Act in and for the district may appeal in manner in this section mentioned against such allowance on the ground that the board ought to have decided that the claimant had not (as respects such claim or item) such title or interest as herein-before mentioned. 3 Notice of appeal under this section must be given in writing to the board at the meeting at which the decision appealed against is given, or within three weeks afterwards. 4 The appeal shall be brought in the county court within whose jurisdiction the land is situate, in manner prescribed by rules made or to be made by the authority for the time being empowered to make rules for the procedure and practice of county courts. 5 The judgment of the county court shall be binding on all persons, subject to an appeal to the Supreme Court according to the practice for the time being in use with respect to appeals from county courts. 6 The costs of any appeal under this section shall be in the discretion of the court in which the same are incurred. 7 If as a consequence of any decision on appeal under this section any damage is to be assessed, increased, or reduced, the claim shall stand remitted to the board to be adjudicated, and allowed, altered, increased, or reduced as the case may require."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "28", "section_title": " Special case.", "section_text": "28 Any person aggrieved who desires to question an order or determination of the board on the ground that it is erroneous in point of law, may apply to the board to state a special case, setting forth the facts of the case and the grounds on which the order or determination is questioned, and if the board decline to state the case, may apply to the High Court of Justice for an order requiring the case to be stated. The application shall be made and the case stated, heard, and determined . . .  , as if the case stated by the board were a case stated by a court of summary jurisdiction."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "29", "section_title": " Limit of appeal.", "section_text": "29 In no case shall there be any appeal, by special case or otherwise, where the amount claimed does not exceed one hundred pounds."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "30", "section_title": " Board may require compensation to be expended in repairs, &c.", "section_text": "30 A board may require any compensation in respect of lands, buildings, or works to be expended in the filling up of holes in such lands, or the restoration or repair of such buildings or works, and may refuse to pay such compensation except on their surveyor’s certificate that the amount thereof has been properly expended in such filling up, restoration, or repair."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "31", "section_title": " Power to purchase by agreement.", "section_text": "31 Any board may, for the purposes of this Act, by agreement purchase or take on lease, sell, or exchange any lands within the district of such board, and may pull down and remove any buildings thereon which such board may consider in a dangerous state or likely to become so."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "32", "section_title": " Power to purchase otherwise than by agreement.", "section_text": "32 A board may by resolution passed at a meeting whereof not less than twenty-one days’ notice specifying the objects of the meeting has been served on the members of the board, resolve that it is desirable that no buildings should be erected on any land scheduled to such resolution, or that any buildings on such land should be pulled down and removed, or that for any good and sufficient reason any land scheduled to such resolution should be purchased, and thereupon all the powers to purchase land other than by agreement conferred upon a local authority by  the  Local Government Act 1972 , or any statutory modification thereof shall be vested in such board in respect of any land so scheduled, but subject to the conditions under which a local authority can exercise such powers."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "33", "section_title": " Power to sell.", "section_text": "33 A board may sell any land acquired under this Act subject to such conditions as to the future use of such land, and with such restrictions or prohibition as to building thereon as to such board may seem fit."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "34", "section_title": " Power to keep register.", "section_text": "34 The board shall cause a book to be kept in which shall be entered from time to time particulars of the lands in respect of which the damage has been ascertained either once for all or for a number of years, and of any lands sold by the board subject to restrictive or prohibitive conditions, and the board shall provide an ordnance map or ordnance maps of convenient size containing such lands on which shall be shown from time to time by the use of colours the situation and extent of such lands. Such book and map or maps shall be kept at the offices of the board or such other place as shall be from time to time appointed by the board, and shall at all times be open to inspection without fee by all persons."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "35", "section_title": " Contracts prior to Act.", "section_text": "35 Every brine pumper who after the passing of this Act supplies brine in pursuance of a contract made before the passing of this Act shall be entitled to be paid by the person to whom he supplies such brine the amount of the rate from time to time levied under this Act and paid by him in respect of such brine, unless such contract shall otherwise provide; and the amount of such rate may be recovered by such brine pumper from the person so supplied by him as aforesaid by action in any court of competent jurisdiction."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "36", "section_title": " Estimates and rates. ", "section_text": "36 1 Every board shall from time to time estimate the sums required to be levied in order to pay the claims under this Act, and of the amount per one thousand gallons of brine, estimated to be pumped or raised in their district, which will suffice to provide for such claims, and for the expenses of the board, and for the formation of the reserve fund herein-after mentioned, subject to the provisions of this Act, and shall make a rate accordingly within their district. 2 Every rate made by the board shall be payable on demand at the expiration of one month after such rate has been made, and the sum assessed on any person by any such rate may be recovered by the board either as a civil debt summarily, or in like manner as a poor rate is now recoverable, or by action in any court of competent jurisdiction. 3 Any rate or rate book purporting to be made by authority of the board, and to be sealed with their seal, or a certificate in writing, signed by the chairman or clerk, purporting to be given under this Act, and to be sealed with the seal of the board, shall be evidence that the person named therein is liable for the sum mentioned therein, and of all matters necessary to entitle the board to recover such sum."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "37", "section_title": " Persons liable to rates.", "section_text": "37 Every brine pumper in any compensation district shall be liable to be rated under this Act."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "38", "section_title": " Limit of rate. ", "section_text": "38 The rate or rates to be made by a board on the brine pumpers within their district shall not in the aggregate in any period of twelve months exceed the sum of threepence per one thousand gallons of brine pumped or raised in the district by each of such brine pumpers during the preceding twelve months."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "39", "section_title": " Mode of assessing rates.", "section_text": "39 In assessing a rate in any district the board shall proceed as follows:— i They shall ascertain and determine by means of the returns to be made under this Act, and by such other evidence (if any) as they think necessary or convenient, the total yield of brine in any year or other period in the district: ii They shall fix what rate per one thousand gallons of brine will produce the necessary sum: iii They shall assess every brine pumper liable to pay the rate according to the number of gallons returned by him, subject to revision by the board."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "40", "section_title": " Computation of quantity of brine.", "section_text": "40 It shall be lawful for a board from time to time by regulations under this Act to establish and adopt any system or systems of computation of the quantity of brine pumped or raised at any pumping station or other place where brine is pumped or raised; but such regulations shall not be held to limit their right to be guided by other evidence."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "41", "section_title": " Returns to be made to board.", "section_text": "41 1 It shall be lawful for a board, from time to time, by byelaws under this Act to prescribe forms and contents of returns, and the times (not being oftener than once a month for each pumping station) and the manner of making returns by any brine pumper in their district, or by any agent or servant of any such person, and to require such return to state (amongst other things) the quantities of brine pumped or raised at any pumping station. 2 Any person required by a board to make any return under this Act or such byelaws who fails to make such return, or wilfully or negligently makes a return untrue in any material respect, shall be liable on summary conviction to a penalty not exceeding  level 2 on the standard scale  for each offence. 3 A board may, by summons under their seal, require the attendance before them of any person liable to make any return under this Act, or who makes any claim under this Act, or of any agent or servant of any such person, and the production by him of any books or accounts, and may require a statutory declaration from any person so summoned touching any matter material to any question to be answered in any returns. 4 Any such person failing to attend, or to produce any such books or accounts, or to answer any questions put to him in pursuance of this section, shall be liable on summary conviction to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "42", "section_title": " Appeal against rate.", "section_text": "42 Any person who deems himself aggrieved by any rate made under the provisions of this Act may appeal against such rate to  the Crown Court  for the county on the ground that the quantity of brine in respect of which he ought to be assessed is less than the quantity in respect of which he is assessed. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "43", "section_title": " Abatement of claims, postponement of payments, &c.", "section_text": "43 1 If at any time it appears to a board that the funds applicable for compensation in any district are or will become insufficient to meet in full the claims made or to be made on such funds, the board may so declare, and thereupon the board shall make a pro rata abatement on the amounts which would otherwise be payable in respect of any claims to be made or allowed after such declaration. 2 Where it appears to a board that the compensation payable under this Act in any particular case is exceptional in character and amount, or that the immediate payment of the compensation in any particular case or cases will disable them from meeting the other claims on them, they may spread the payment of such compensation with or without interest over such number of years as they think just, having regard to all the circumstances of the case: Provided that it shall be lawful for the board, if and when they think fit, to make up in whole or in part the amount of any abatement made under this section out of any money which might otherwise have been carried to a reserve fund for such district."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "44", "section_title": " Reserve fund. ", "section_text": "44 It shall be lawful for a board if they think fit to form a reserve fund for the purpose of meeting any exceptional claims, or providing for deficiencies which may occur in any year or years, and for that purpose in any period of twelve months to levy a greater rate in such district than the rate required for the claims and expenses estimated to be payable in such period, and they may apply any moneys from time to time standing to the credit of such reserve fund to meet any such exceptional claim or such deficiencies: Provided that the rate shall not in any case exceed the limit of threepence per one thousand gallons of brine, and that, if and so long as the reserve fund exceeds in amount the sum of the maximum rate leviable under this Act in one year, no additional rate shall be levied under this section. The interest from time to time accruing on moneys standing to the credit of a reserve fund shall be from time to time added to the compensation fund under this Act, and the full rate of threepence shall continue to be levied until the reserve fund amounts to at least one year’s income at the maximum rate."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "45", "section_title": " Powers of Local Government Board inspectors.", "section_text": "45 Inspectors of  the Secretary of State  shall for the purposes of any inquiry directed by  the Secretary of State  under this Act have in relation to witnesses and their examination, the production of papers and accounts, and the inspection of places and matters required to be inspected, similar powers to those which poor law inspectors have under the Acts relating to the relief of the poor for the purposes of those Acts, and  the Secretary of State  may make orders as to the cost of such inquiries as under the  Local Government Act  1972 , in the case of inquiries under that Act, and the cost of any provisional order issued by them, and as to the parties by whom or the rates out of which such costs shall be borne; and every such order may be made a rule of the Supreme Court on the application of any person named therein."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "46", "section_title": " Audit of accounts of board. ", "section_text": "46 The accounts of the receipts and expenditure of every compensation board shall be audited by such auditor of accounts relating to the relief of the poor as  the Secretary of State  may from time to time appoint; and such auditor shall have the like powers as he would have under section two hundred and forty-seven of the  Public Health Act 1875, in relation to the audit of accounts of an urban authority (not being the council of a borough); and the audit of the accounts of every such board shall be conducted in accordance with the provisions of that section as amended by the  District Auditors Act 1879, and with the like incidents and consequences."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "47", "section_title": " Power of entry.", "section_text": "47 Any surveyor or person authorised by the Board shall have power at all reasonable times to enter on, inspect, and to survey any land, buildings, or premises in respect of which any claim has been made under this Act, and for the purpose of obtaining or verifying returns to enter any premises in respect of which any return is to be made under this Act; and any person who obstructs any such entry, inspection, or survey shall be liable on summary conviction to a penalty not exeeding  level 1 on the standard scale  for every such offence."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "48", "section_title": " Allowance of byelaws. ", "section_text": "48 Sections one hundred and eighty-two to one hundred and eighty-six (both included) of the  Public Health Act 1875, shall apply to all byelaws to be made by a board under this Act."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "49", "section_title": " Power to dissolve compensation board.", "section_text": "49 Where the continued existence of a compensation board is represented to  the Secretary of State  to be unnecessary or inexpedient for carrying into effect the purposes of this Act,  the Secretary of State  may, after local inquiry, by a provisional order dissolve such compensation board, and shall in every such order make due provision for the discharge and settlement of all debts and liabilities owing by or to such compensation board, and for the complete winding up of its affairs."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "50", "section_title": " Restriction of right of action. ", "section_text": "50 Nothing in this Act shall entitle the following persons or bodies of persons to compensation from any compensation board, namely:— 1 Any railway or canal company: Provided always that a railway or canal company shall be entitled to compensation in respect of buildings or other property which are not in connexion with the railway or canal, and are not used for the purposes of the traffic thereon; 2 Any gas or water company; 3 Any county council, or municipal corporation; 4 Any sanitary, highway, or other local authority; 5 Any brine pumper; 6 Any owner of land who receives brine rents, royalties for salt, or other remuneration or consideration in respect of the lands for which such brine rents, royalties for salt, or other similar remuneration or consideration are paid; 7 Any owners or occupiers of salt or alkali works in respect of such works; 8 The trustees of the River Weaver Navigation. Except as provided by this Act no action or other proceeding shall be commenced or taken for or in respect of any damage or injury for which compensation has been claimed under this Act."}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "51", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Brine Pumping (Compensation for Subsidence) Act 1891 (repealed 8.11.1995)", "year": 1891, "section": "52", "section_title": " Interpretation.", "section_text": "52 In this Act— “ Owner ” means the person for the time being receiving the rackrent of the land in connexion with which the word is used, whether on his own account or as agent or trustee for any other person, or who would so receive the same if the land were let at a rackrent:  “ Rateable value ” means the rateable value according to the valuation list for the time being in force, or if there is none, then according to the last rate made for the relief of the poor: “ Sanitary authority ” includes an urban sanitary authority and rural sanitary authority under the  Public Health Act 1875. “ Brine pumper ” means a person or company who pumps or raises brine from shafts, wells, springs, or mines: “ County ” includes a county borough; and “ county council ” includes the mayor, aldermen, and burgesses of any such borough acting by the council."}]