[{"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "1", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "2", "section_title": " Recovery of tithe rentcharge through county court.", "section_text": "2 1 Where any sum due on account of tithe rentcharge issuing out of any lands is in arrear for not less than three months, the person entitled to such sum may, whatever is the amount, apply to the county court of the district in which the lands or any part thereof are situate, and the county court, after such service on the owner of the lands as may be prescribed, and after hearing such owner if he appears and desires to be heard, may order that the said sum, or such part thereof as appears to the court to be due, be, together with the costs, recovered in manner provided by this Act, and tithe rentcharge as defined by this Act shall not be recovered in any other manner. 2 Where it is shown to the court that the lands are occupied by the owner thereof, the order shall be executed by the appointment by the court of an officer who, subject to the direction of the court, shall have the like powers of distraint for the recovery of the sum ordered to be paid as are conferred by the Tithe Acts on the owner of a tithe rentcharge for the recovery of arrears of tithe rentcharge, and no greater or other powers; and if there is no sufficient distress the person entitled to the sum ordered to be recovered may proceed to obtain possession of the lands under section eighty-two of the Tithe  Act, 1836. 3 In any other case the order shall be executed by the appointment by the court of a receiver of the rents and profits of the lands, and of any other lands which would be liable to be distrained upon for the tithe rentcharge to which the order refers under the provisions of section eighty-five of the Tithe Act, 1836, and where any of such lands are held at one rent together with other lands in another parish, the court shall apportion the rent between the said lands and the lands in the other parish in proportion to their rateable value, in which case the payment of such apportioned rent by the occupier to the receiver shall in every respect, as between the occupier and the owner of the lands, be deemed to be a payment on account of the total rent payable to the owner of such lands. 4 Subject to the prescribed regulations, the county court shall have the same powers over receivers as in any other case, and may confer on the person appointed receiver any powers which the court can confer upon persons appointed receivers, but the court shall not have power to order the sale of the lands. 5 Any sum ordered by the court under this section to be recovered shall be payable by a trustee in bankruptcy, sheriff, or officer of a court who is in possession of the lands, in like manner as if it were tithe rentcharge recoverable under the Tithe Acts. 6 Where the occupier of the lands out of which the tithe rentcharge issues is liable under any contract made before the passing of this Act to pay the tithe rentcharge, and is consequently liable by virtue of this Act to pay the amount thereof to the owner of the lands, the owner of the lands shall serve notice of such liability on the owner of the tithe rentcharge, and thereupon, before an order under this section is made, there shall be such service on the occupier in addition to the owner as may be prescribed, and a hearing of such occupier if he appears and desires to be heard. Any owner of the lands who fails to serve such notice as aforesaid on the owner of the tithe rentcharge, shall not be entitled to recover from the occupier any sum which he has paid on account of tithe rentcharge as aforesaid, unless and until he has, after notice to the occupier of his application for the same, obtained from the county court a certificate that there was good and sufficient cause for the failure to give such notice, and that the occupier has not been prejudiced thereby. 7 Rules under this Act may regulate the procedure practice and costs under this Act in county courts, and may direct what service shall be good service for the purposes of this Act on the owner or occupier of any lands or the owner of any tithe rentcharge, and may provide that, if the owner of any lands is not known, any proceeding under this Act may be taken against the owner of the lands without naming the person who is the owner. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   the fees, charges, and expenses in or incidental to any distress under this Act shall be the same as are for the time being payable under the  Law of Distress Amendment Act, 1888. 9 Nothing in this Act shall impose or constitute any personal liability upon any occupier or owner of lands for the payment of any tithe rentcharge, or any other sum recoverable or payable under this Act, and the court shall not, by virtue of this Act, or of the  County Courts Act, 1888, have any power to imprison any such occupier or owner by reason only of the nonpayment of such tithe rentcharge or other sum, and shall in any other case have no other or greater powers of fine or imprisonment than are conferred by the County Courts Act, 1888."}, {"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "3", "section_title": " Rules.", "section_text": "3 1 The Lord Chancellor may, after consultation with the Rule Committee of County Court Judges, make rules for carrying this Act into effect, and for regulating, providing, and prescribing any matter authorised by this Act to be regulated, provided, or prescribed by rules under this Act. In framing such rules regard shall be had to making the procedure as simple and inexpensive as is practicable. 2 Every rule under this Act shall be laid before each House of Parliament within forty days next after it is made, if Parliament is then sitting, or, if not, within forty days after the commencement of the then next ensuing session, and if an address is presented to Her Majesty by either House of Parliament within the next subsequent forty days on which the said House shall have sat, praying that any such rule may be annulled, Her Majesty may thereupon, by Order in Council, annul the same; and the rule so annulled shall thenceforth become void and of no effect, but without prejudice to the validity of any proceedings which may in the meantime have been taken under the same."}, {"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "4", "section_title": " Lands occupied rent free, &c.", "section_text": "4 Where a receiver appointed under this Act of the rents and profits of any lands satisfies the county court that the lands are let on such terms as not to reserve a rent sufficient to enable the receiver to recover from the owner thereof the sum ordered to be recovered, the court, after such service on the owner and occupier of the lands as may be prescribed, and after hearing such owner and occupier if they appear and desire to be heard, may direct that the order for such recovery shall be executed as if the occupier were the owner of the lands: Provided that any such occupier shall be entitled in addition to any other remedy, unless he would have been liable to pay the tithe rentcharge under any contract made before the passing of this Act, to deduct from any sums at any time becoming due from him to the landlord under whom he holds, any amount which shall have been recovered from him under this section in respect of tithe rentcharge or costs, with interest thereon at the rate of four per centum per annum: Provided further, that such occupier shall be entitled, notwithstanding anything in this Act, to recover from such landlord by action at law any such amount which shall have been recovered from him under this section as aforesaid as money paid on the account of such landlord."}, {"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "5", "section_title": " Restrictions as to costs.", "section_text": "5 1 An application to a county court for an order under this Act may be made on behalf of the tithe owner by his agent, although not a solicitor. 2 On any application to a county court for an order under this Act, no costs either of a solicitor or of a witness shall be allowed in any case where the amount claimed is paid without further proceedings, nor where notice of intention to apply for time to pay the tithe owner’s claim has been given (except in cases where costs could be allowed by the court on a judgment summons), and when notice of opposition has been given within the prescribed time, the costs of a solicitor shall only be allowed for work done subsequent to the notice."}, {"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "6", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "7", "section_title": " Power of appeal.", "section_text": "7 If any party in any action or matter under this Act shall be dissatisfied with the determination or direction of the judge of the county court in point of law or equity, or upon the admission or rejection of any evidence, the party aggrieved by the judgment, direction, decision, or order of the judge may appeal from the same to the  Court of Appeal  in such manner and subject to such conditions as may be for the time being provided by the rules of the Supreme Court . . . "}, {"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "8", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "9", "section_title": " Definitions.", "section_text": "9 1 A reference in this Act to the “owner” of lands or tithe rentcharge,— a if the ownership of the lands or rentcharge is vested in the Queen in right of Her Crown, means the Commissioners of Woods, in substitution for the Queen; and b if the ownership of the lands or rentcharge is vested in the Duke of Cornwall, means the keeper of the records of the Duchy of Cornwall, in substitution for the Duke of Cornwall; and c in any other case, means the same officers or persons as are mentioned in the Tithe  Act, 1836. 2 In this Act, unless the context otherwise requires,— The expression “ tithe rentcharge ” means tithe rentcharge issuing out of lands and payable in pursuance of the Tithe Acts, and includes any rentcharge into which a corn rent has, either before or after the passing of this Act, been converted under the Tithe  Act, 1860, and which is subject to the like incidents as such tithe rentcharge as aforesaid; but does not include a rentcharge payable under the Extraordinary Tithe  Redemption Act, 1886, nor a rentcharge payable under the Tithe Act, 1860, in respect of the tithes on any gated or stinted pasture, nor a sum or rate payable for each head of cattle or stock turned on land subject to common rights or held or enjoyed in common. The expression “ prescribed ” means prescribed by rules under this Act."}, {"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "10", "section_title": "†Commencement and application of Act and saving.", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Any enactment in the Tithe Acts or in the Extraordinary Tithe  Redemption Act, 1886, directing any expenses, rentcharge, or other sums to be recovered as tithe rentcharge, shall, as respects any sum becoming due after the passing of this Act, be construed to refer to the recovery of tithe rentcharge under this Act, save that the owner of the lands shall not be entitled to obtain any remission under this Act."}, {"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "11", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Tithe Act 1891 (repealed 5.11.1993)", "year": 1891, "section": "12", "section_title": " Extent of Act and short titles.", "section_text": "12 1 This Act shall not extend to Scotland or Ireland. 2 This Act may be cited as the Tithe Act, 1891. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   The Tithe  Act, 1836. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   and the enactments amending the same passed before the passing of this Act are in this Act referred to and may be cited as the Tithe Acts. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]