[{"act": "Cinque Ports Act 1855", "year": 1855, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Cinque Ports Act 1855", "year": 1855, "section": "2", "section_title": " Writs and Judgments to be directed and executed in the Cinque Ports as in other places.", "section_text": "2 Her Majesty’s writs in or in relation to all actions, suits, and civil proceedings shall be directed and obeyed, and the jurisdiction of Her Majesty’s Courts of Law and Equity, and of the judges thereof, and the judgments and process thereof in relation to such actions, suits, and proceedings, shall extend and be exercised and executed in respect of, over, and within the Cinque Ports, the two ancient towns of Winchelsea and Rye, and their several members and liberties, in like manner and to the same extent, to and for all intents and purposes, as such writs, jurisdiction, judgments, and process respectively are now directed, obeyed, exercised, and executed in respect of, over, and within other places in England; and the sheriff and other ministers of counties shall, in the execution of such judgments, writs, and process, and for all other purposes of civil justice, have such and the like powers and authorities within the Cinque Ports, the said two ancient towns, and their several members and liberties, as they respectively have in other parts of their counties."}, {"act": "Cinque Ports Act 1855", "year": 1855, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Cinque Ports Act 1855", "year": 1855, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Cinque Ports Act 1855", "year": 1855, "section": "10", "section_title": " Saving Rights of Lord Warden, &c.", "section_text": "10 Nothing in this Act shall affect any jurisdiction, power, or authority of the said Lord Warden, or of any of the officers of the Cinque Ports or other persons, under any Act relating to the adjustment of salvage, or any jurisdiction, power, or authority of the Court of Admiralty of the Cinque Ports, or of any of the officers of such court, or the rights of the said Lord Warden to or in respect of flotsam, jetsam, and lagan."}]