[{"act": "Stannaries Act 1855", "year": 1855, "section": "1", "section_title": " Process in case of mines of mixed minerals. ", "section_text": "1 Where any mine or sett within the Stannaries shall be worked by the same adventurers not only for metallic minerals within the jurisdiction of the court, but also for non-metallic minerals found in the same mine or sett, or intermixed with metallic minerals, the entire mine and works and products thereof shall be taken to be within the cognizance of the vice-warden, as if the same had wholly consisted of metallic minerals, and the process of the court shall extend to and be exercised over the same, and all the machinery and materials thereon, as in the case of mines of metallic minerals; and the mineral called plumbago or black lead is hereby declared to be a metallic mineral."}, {"act": "Stannaries Act 1855", "year": 1855, "section": "230.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Stannaries Act 1855", "year": 1855, "section": "31", "section_title": " Law clerk of the Duchy of Cornwall to act as attorney or solicitor in all courts. ", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   Whenever any person shall be appointed by his Royal Highness the Prince of Wales, or other the personage for the time being entitled to the possessions of the Duchy of Cornwall, to act as attorney or solicitor in the affairs of the said Duchy, it shall be lawful for such person to act and practise as such attorney or solicitor in such affairs in all and every court, jurisdiction, and place in any and every part of the United Kingdom, any statute, order, rule, usage, or custom relating to attornies or solicitors, or the admission, inrolment, or practice of attornies or solicitors, to the contrary notwithstanding."}, {"act": "Stannaries Act 1855", "year": 1855, "section": "3238.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}]