[{"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "3", "section_title": " Seizure of milk  etc.  liable to spread disease. ", "section_text": "3 In section 13 of the   Agriculture (Miscellaneous Provisions) Act 1963 (which among other things provides for the seizure and disposal of carcases and other things including eggs with a view to preventing the spread of certain diseases and for the payment in certain cases of compensation for things seized} after the word “eggs” in subsection (1) there shall be inserted the words “milk, skim milk, whey, buttermilk, cream”."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "4", "section_title": " Furnishing by milk marketing boards of information derived from tests of milk.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "5", "section_title": "", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "6", "section_title": "", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "8", "section_title": " Amendment of law relating to improvement of live stock.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "9", "section_title": " Amendments as to grants and loans in connection with alterations of farm structure.", "section_text": "9 1 Part II of the  Agriculture Act 1967 (grants and loans in connection with alterations in farm structure) shall have effect with the amendments specified in subsections (2) to (6) of this section. 2 In section 26— a in subsection (1)— i for the words preceding paragraph (a) there shall be substituted the words “The appropriate Minister may in accordance with a scheme and subject to section 50 of the  Agriculture Act 1970 make, out of money provided by Parliament, grants of amounts determined in such manner as may be provided by or under the scheme in connection with the carrying out of any of the following transactions approved by him in pursuance of that scheme, that is to say—” ; ii after paragraph (b) there shall be inserted— bb transactions securinf that, where the person occupying an intermediate unit or a commercial unit occupies any part or parts of it otherwise than as owner or as a tenant as defined in the Agricultural Holdings Act 1948 (or, in Scotland, the Agricultural Holdings (Scotland) Act 1949), he comes to occupy that part or all those parts as owner or as such a tenant, and  ; iii at the end of subsection (2) there shall be inserted the words “or, as respects transactions within subsection (1)(bb) of this section, cases where after the transaction has been effected the unit is not in single ownership” ; c subsections (3) and (5) shall be omitted ; d in subsection (6)— i for the words preceding paragraph (a) there shall be substituted the words “Any approval in pursuance of a scheme under this section of an amalgamation or boundary adjustment—” ; ii in paragraph (a) the words “the expenditure has been incurred or” shall be omitted. 3 In section 27— a in subsection (1) in the words preceding paragraph (a) for the words “relinquishes his occupation of an uncommercial unit” there shall be substituted the words “relinquishes his occupation of, or of part of, an uncommercial unit” ; b after subsection (5A) there shall be inserted— 5B A scheme made by virtue of subsection (1)(a) or (b) of this section may make provision whereby a person is treated for the purposes of the scheme, to such extent and in such cases as may be prescribed— a as the occupier of any land in respect of which he has granted, or agreed to grant, to another person a licence or tenancy of a kind not making that other person a renant as defined in the Agricultural Holdings Act 1948 (or, in Scotland, the Agricultural Holdings (Scotland) Act 1949) ; b as relinquishing his occupation of that land if he relinquishes his remaining estate or interest in the land ; c as relinquishing his occupation of, or of part of, an uncommercial unit of agricultural land if the land was, or was partof, such a unit immediately before he first granted or agreed togrant such a licence or tenancy as aforesaid ; and, in relation to any provision made by virtue of this subsection, subsections (2), (4) and (5A) of this section shall not apply but provision may be made in this scheme for corresponding purposes. 4 In section 28(1) for paragraph (a) there shall be substituted— a the costs of the amalgamation or boundary adjustment consisting of surveyor’s fees and legal costs, stamp duty on any conveyance lease, tenancy agreement or mortgage or heritable security and any compensation for disturbance under section 34 of the Agricultural Holdings Act 1948 or section 35 of the Agricultural Holdings (Scotland) Act 1949, or aa expenditure incurredin the carrying out or provision of works or facilities which the appropriate Minister considers to be necessary or desirable as a consequence of the amalgamation, or to be necessary as a consequence of the boundary adjustment, or  ; and for the words “or expenditure under both paragraphs (a) and (b) above” there shall be substituted the words “or expenditure under all or any two of paragraphs (a), (aa) and (b) above”. 5 In section 39 (application to Northern Ireland) after subsection (5) there shall be inserted— 5A Sections 26(1)(bb) and 27(5B) of this Act shall, in their application to Northern Ireland, have effect as if references to a tenant as defined in the Acts there mentioned were references to a tenant who holds under a contract of tenancy for a life or lives for a term of years. 6 In section 40(3) (uncommercial unit not to include dwelling houses) after the words “exclusive of any one dwelling house of the unit” there shall be inserted the words “or of an area sufficient to provide a site for one dwelling house”. 7 In section 50 of the  Agriculture Act 1970 (which among other things precludes the making of certain grants to smallholdings authorities under schemes made under section 26 of the said Act of 1967 unless an application for the grant has been made within five years from the date when the scheme comes into operation) for the words “within five years from the date when the scheme comes into operation” there shall be substituted the words “before the end of 1975”. 8 Any scheme made by virtue of section 26 of the said Act of 1967 as that section had effect before the passing of this Act shall (without prejudice to its variation or revocation by a subsequent scheme) continue to have effect as if this Act had not been passed. 9 Sections  26(1) to (6) and  28(1) of the said Act of 1967 as amended by this section are set out in Schedule 4 to this Act."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "10", "section_title": " Conditions applicable to land where amalgamation or boundary adjustment has been assisted by a grant or loan.", "section_text": "10   1 Subsections (7) and (8) of section 26 of the Agriculture Act 1967 (which apply the conditions in Schedule 3 to that Act to agricultural units where certain grants have been paid) shall not apply in relation to the payment of— a any grant under a scheme made under that section or section 27 of that Act after the passing of this Act; or b any grant under section 29 of the  Agriculture Act 1970 in respect of any work or facility certified under the said section 26 in connection with an amalgamation or boundary adjustment approved under any scheme made under the said section 26 after the passing of this Act. 2 Where, by reason of the payment of a grant under a scheme made under the said section 27 before the passing of this Act, any land became subject to the provisions of the said Schedule 3, that land shall cease to be subject to those provisions if, by virtue of transitional provisions in a scheme made under that section after the passing of this Act, the approval in consequence of which the grant was paid falls to be treated as if given under the latter scheme. 3 Subsections (6) and (7) of section 28 of the said Act of 1967 (which apply the conditions in the said Schedule 3 to agricultural units where loans or guarantees have been made or given under that section) shall not apply in relation to any loan or guarantee in connection with an amalgamation or boundary adjustment approved under a scheme made under the said section 26 after the passing of this Act or treated by virtue of transitional provisions in such a scheme as approved thereunder. 4 In making a grant under the said section 26 the appropriate Minister may impose such conditions as he thinks fit; and any such conditions, and any conditions imposed under section 28(5) of the said Act of 1967 or section 29(3) of the said Act of 1970, may require the recipient of the grant or loan, or the person whose indebtedness is guaranteed, to make such payments or repayments to the appropriate Minister in such circumstances as may be specified in the conditions. 5 Paragraph 1 of the said Schedule 3 (duration of conditions imposed by that Schedule) shall have effect, and be deemed always to have had effect, with the substitution for the words “fifteen years” of the words “five years”."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "11", "section_title": " Grants for farm improvements ", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "12", "section_title": " Payments into and out of Agricultural Marketing Funds, and abolition of Marketing Facilities Committees.", "section_text": "12 1 If the Minister considers that the sums standing to the credit of the Agricultural Marketing Fund should be reduced, he may pay such sums as he thinks fit out of that Fund into the Consolidated Fund; and if the Secretary of State considers that the sums standing to the credit of the Agricultural Marketing (Scotland) Fund should be reduced, he may pay such sums as he thinks fit out of that Fund into the Consolidated Fund: Provided that nothing in this subsection shall be construed as conferring authority on the Minister or Secretary of State to wind up the Agricultural Marketing Fund or, as the case may be, the Agricultural Marketing (Scotland) Fund. 2 The limits imposed by subsection (3) of section 22 of the  Agricultural Marketing Act 1958 on the sums which may be paid put of money provided by Parliiament into the Marketing Funds mentioned in the preceding subsection are hereby abolished; and accordingly for paragraphs (a) and (b) of the said subsection (3) (which provide that sums payable out of money so provided into each of those funds shall not in the aggregate exceed the difference between £500,000 in the case of the English Fund and £125,000 in the case of the Scottish fund and the sums paid into the fund in question under section 11(2) of the  Agricultural Marketing Act 1931) there shall be substituted the words “into the English fund and the Scottish fund repectively such sums”. 3 Section 23 of the  Agricultural Marketing Act 1958 (which provides for the appointment of Agricultural Marketing Facilities Committees for England and Wales, for Scotland and for Great Britain) shall cease to have effect; and accordingly— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in section 24(4) of that Act for the words from “renewal is recommended” to “they are” there shall be substituted the words “Minister is” and in section 53(5) of that Act after the words “consumers’ committees” there shall be inserted the word “and” ;  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "14", "section_title": " Increase of fines.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "16", "section_title": " Levies on processers and dealers in home-grown cereals.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "17", "section_title": " Abolition of requirements that dealings and returns relating to corn must be in hundred-weights.", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Minister may as respects England and Wales, and the Secretary of State may as respects Scotland, provide by order made by statutory instrument that sections 8 and 9(6) of the  Corn Returns Act 1882 (which respectively require that computations of corn in returns under that Act shall be in hundredweights and that the annual and septennial average price published in pursuance of that Act shall be for a hundredweight of corn) shall have effect as if for any reference to the hundredweight of one hundred and twelve imperial standard pounds there were substituted a reference to another weight prescribed by the order; and an order under this subsection may— a make such modifications of section 9(4) and (5) of that Act as the authority making the order considers are appropriate in consequence of any other provision made by the order or by another order under this subsection; b be varied or revoked by a subsequent order under this subsection."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "18", "section_title": " Power to obtain agricultural statistics by means of notices.", "section_text": "18 Section 78(1) of the  Agriculture Act 1947 shall have effect with the following amendments (which replace provisions authorising the making, after consultation with the relevant advisory committee established in pursuance of section 77 of that Act, of regulations with respect to the service of notices requiring the furnishing of information relating to agriculture by provisions authorising the service of such notices) that is to say— a for the words from “after consultation” to “of notices requiring them” there shall be substituted the words “serve on any owners or occupiers of land used for agriculture, or of land which the Minister has reason to believe may be so used, notices requiring them”; and b for the word “prescribed” where it first occurs there shall be substituted the words “specified in the notice” and for the words “prescribed information” in both places where they occur there shall be substituted the words “information referred to in the notice”; and c the words from “and regulations” to “be prescribed” shall be omitted; and accordingly section 77 of that Act shall cease to have effect and the committees mentioned in that section are hereby abolished."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "19", "section_title": " Use of poison against grey squirrels and coypus. ", "section_text": "19 1 The relevant Minister may, by an order made for the purposes of this section and applying either to the whole of Great Britain or to any specified part or area thereof, specify a poison for use for the purpose of destroying grey squirrels or coypus and the manner of its use for that purpose; and it shall be a defence in proceedings for an offence against any of the enactments mentioned in subsection (2) of this section to show that— a the act alleged to constitute the offence was done for the purpose of destroying grey squirrels or coypus and was done at a time when, and in a place where, such an order had effect; and b the poison used and the manner of its use were such as to comply with the provisions of the order. 2 The said enactments are section 8(b) of the  Protection of Animals Act 1911, section 7(b) of the  Protection of Animals (Scotland) Act 1912 (which restrict the placing on land of poison and poisoned substances) and so much of section 5(1)(a) of the  Protection of Birds Act 1954 as relates to poisoned or poisonous substances. 3 The relevant Minister shall not make an order for the purposes of this section except after such consultation as he considers appropriate with such organisations as appear to him to represent the interests concerned and unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament. 4 Any order made for the purposes of this section may make different provision in relation to grey squirrels and in relation to coypus; and the power to make orders for the purposes of this section shall be exercisable by statutory instrument and shall include power to vary or revoke a previous order. 5 In this section “ the relevant Minister ” means— a in the case of an order which does not apply outside England, the Minister; b in the case of an order which does not apply outside Scotland, the Secretary of State for Scotland; c in the case of an order which applies both in England and in Scotland but not in Wales, the Minister and the Secretary of State for Scotland acting jointly; d in the case of an order which applies in Wales or both in England and Wales but not (in either case) in Scotland, the Minister and the Secretary of State for Wales acting jointly; and e in the case of an order which applies in England, Scotland and Wales, the Minister and those Secretaries of State acting jointly. For the purposes of this subsection Monmouthshire shall be treated as part of Wales and not of England. 6 This section is without prejudice to any defence available apart from this section in proceedings for any such offence as is mentioned in subsection (1) of this section; and nothing in this section shall be construed as conferring any exemption from any provision contained in or having effect under any enactment not mentioned in subsection (2) of this section."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "20", "section_title": " Recovery of expenses incurred by authority exercising default powers under orders made by virtue of Plant Health Act 1967.", "section_text": "20 It is hereby declared that an order made or having effect under the  Plant Health Act 1967 may contain provisions for requiring a person to pay to a competent authority or local authority for the purposes of that Act the cost to the authority of doing anything which that person has, in breach of a requirement imposed on him by or under the order, failed to do."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "21", "section_title": " Abolition of agricultural executive committees etc.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "22", "section_title": " Abolition of agricultural wages committees in Scotland.", "section_text": "22 The agricultural wages committees constituted under section 2 of the  Agricultural Wages (Scotland) Act 1949 are hereby abolished, and the provisions of Schedule 5 to this Act shall have effect for that purpose and for the purpose of transferring to the Secretary of State certain of the functions of the said committees."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "23", "section_title": " Powers of Secretary of State in relation to certain parks, gardens etc. in Scotland.", "section_text": "23 1 Subject to the provisions of subsection (3) of this section, the  Parks Regulation Acts 1872 and  1926 shall apply to all parks, gardens, recreation grounds, open spaces and other land for the time being vested in, or under the control or management of, the Secretary of State for Scotland in the same manner as to land vested in him to which they applied before the commencement of this Act. 2 As respects land to which the said Parks Regulation Acts are extended by subsection (1) of this section, the Secretary of State shall have the following powers— a the power to carry out or commission the carrying out of scientific inquiries, experiments and research on and in connection with the land, either on his own account or jointly with other persons; b the power to manage, maintain and improve the land and to erect and maintain buildings and other structures on the land for the purpose of providing office or other accommodation in connection with the exercise of any of his powers relating to the land; c the power to make such charges as he thinks fit for admission to the land and in connection with any of the activities mentioned in paragraph (a) of this subsection. 3 This section shall not apply to land in respect of which byelaws may be made under  ... section 60 of the  Countryside (Scotland) Act 1967."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "24", "section_title": " Recovery of possession of redundant farmhouses.", "section_text": "24 Paragraph (f) of Case 14 in Schedule 3 to the  Rent Act 1968 and  paragraph (f) of Case 15 in Schedule 3 to the  Rent (Scotland) Act 1971 (under which the right conferred by  those Cases that case  to recover possession of a dwelling-house is available only if proceedings are commenced within the appropriate time limit specified in those paragraphs) shall cease to have effect except where the relevant date for the purposes of the said  Case 14 or, as the case may be , Case 15 was before the passing of this Act."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "25", "section_title": " Expenses and receipts.", "section_text": "25 There shall be defrayed out of moneys provided by Parliament— a any expenses incurred by any Minister under this Act; b any increase attributable to this Act in the sums payable out of moneys so provided under any other Act; and any sums received by any Minister by virtue of this Act shall be paid into the Consolidated Fund."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "26", "section_title": " Interpretation and repeals.", "section_text": "26 1 Except where the context otherwise requires, in this Act “ the Minister ” means the Minister of Agriculture, Fisheries and Food. 2 Except where the context otherwise requires, any reference in this Act to any enactment is a reference to it as amended, and includes a reference to it as applied, by or under any other enactment, including this Act. 3 Subject to subsection (4) of this section, the enactments mentioned in Schedule 6 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 4 The repeals in section 26 of the  Agriculture Act 1967 and in sections 32, 33 and 50 of the  Agriculture Act 1970 shall not have effect in relation to any scheme made under section 26 of the said Act of 1967 before the passing of this Act."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1972", "year": 1972, "section": "27", "section_title": " Short title, commencement and extent.", "section_text": "27 1 This Act may be cited as the Agriculture (Miscellaneous Provisions) Act 1972. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Sections . . .  ,  ... 22 and 23 of, and Schedules  ... 5 to, this Act extend to Scotland only. 5 Except for the following provisions, that is to say— a sections 9, 10, 11, 16, 17(1), 26(1) and (2) and this section and Schedule 4; and b section 26(3) and (4) and Schedule 6 so far as they relate to the  Corn Sales Act 1921, . . .  , to section 26 of the  Agriculture Act 1967 and to sections 32, 33 and 50 of the  Agriculture Act 1970, this Act does not extend to Northern Ireland."}]