[{"act": "British Library Act 1972", "year": 1972, "section": "1", "section_title": " The British Library.", "section_text": "1 1 This Act shall have effect with a view to the establishment for the United Kingdom of a national library, to be known as “ the British Library ”, consisting of a comprehensive collection of books, manuscripts, periodicals, films and other recorded matter, whether printed or otherwise. 2 The British Library shall be under the control and management of a public authority, to be known as “ the British Library Board ”, whose duty it shall be to manage the Library as a national centre for reference, study and bibliographical and other information services, in relation both to scientific and technological matters and to the humanities. 3 The Board shall make the services of the British Library available in particular to institutions of education and learning, other libraries and industry; and a it shall be within the functions of the Board, so far as they think it expedient for achieving the objects of this Act and generally for contributing to the efficient management of other libraries and information services, to carry out and sponsor research; and b the Board may contribute to the expenses of library authorities within the meaning of the  Public Libraries and Museums Act 1964, or of any other person providing library facilities, whether for members of the public or otherwise. 4 The Board may, subject to such restrictions and conditions as they think necessary to safeguard their collections, lend any item, and make any part of their collections, or of their premises, available in connection with events of an educational, literary or cultural nature: Provided that in deciding whether or not to lend any such item and in determining the time for which and the conditions subject to which any such item is to be lent, the Board shall have regard to the interests of students and other persons visiting the national library, to the physical condition and degree of rarity of the item in question and to any risks to which it is likely to be exposed."}, {"act": "British Library Act 1972", "year": 1972, "section": "2", "section_title": " The Board.", "section_text": "2 1 The British Library Board shall consist of a chairman appointed by the Secretary of State and not less than eight, nor more than thirteen, other members of whom one shall be appointed by Her Majesty and the remainder by the Secretary of State; and— a at least one of the members (who may be the chairman) shall be appointed as a whole-time member; b subject to paragraph ( a ) above, any member (including the chairman and the member appointed by Her Majesty) may be appointed as a part-time member; bb one part-time member appointed by the Secretary of State shall be a person who appears to him to have special knowledge of Scotland; and c one part-time member shall be a person nominated by the trustees of the British Museum. 2 In selecting persons for appointment to be members of the Board, the Secretary of State shall give preference to those who appear to him to have knowledge and experience of library or university affairs, finance, industry or administration. 2A Before making an appointment under subsection (1)(bb) above, the Secretary of State shall consult the Scottish Ministers. 3 The Board shall, in accordance with directions of the Secretary of State given after consultation with them, constitute Advisory Councils with responsibility for providing advice to the Board, or to any department of the British Library, on such matters as the Secretary of State or the Board may determine from time to time. 4 The provisions of the Schedule to this Act shall have effect with respect to the Board and its members, to the Board’s proceedings and incidental powers, to the employment of staff and the terms and conditions of their employment, and to the Advisory Councils constituted under this section."}, {"act": "British Library Act 1972", "year": 1972, "section": "3", "section_title": " Transfer of British Museum Library.", "section_text": "3 1 Subject to this section, all articles which immediately before the appointed day were the property of the trustees of the British Museum and— a formed part of the collections in the Museum’s Department of Printed Books, Department of Manuscripts and Department of Oriental Printed Books and Manuscripts, or b were in normal use in those Departments for the purposes of the collections, or of their storage or management, or for the purposes of the administration of the Departments, shall on that day cease to be property of the trustees and become property of the British Library Board. 2 In this Act “ the appointed day ” means a day appointed by the Secretary of State by order made by statutory instrument. 3 Subsection (1) above shall not apply to any article in the case of which it has been agreed in writing between the trustees and the Board that it shall not become the property of the Board under this section. 4 Without prejudice to subsection (1) above, the trustees may transfer to the Board any article from their collections in the case of which the Board have indicated to the trustees that the article is required for the British Library; and the power of the trustees under this section to transfer any article shall be exercisable notwithstanding any trust or condition (whether express or implied) prohibiting or restricting the disposal of the article, and also notwithstanding anything in the  British Museum Act 1963. This subsection does not apply to pictures (as to which there is a power of transfer in section 9 of the British Musem Act 1963). 5 Any property transferred to the Board under this section shall, if it was previously vested in the trustees subject to any trust or condition, be subject to the same trust or condition in the hands of the Board. 6 The trustees may make any part of their premises available for the use of the Board, and may arrange for services to be rendered to the Board by British Museum staff, on such terms (including terms as to payment) as may be agreed with the Board."}, {"act": "British Library Act 1972", "year": 1972, "section": "4", "section_title": " Further provisions as to the Board.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Board shall, not later than such date in each year as the Secretary of State may determine, send to him a report of the proceedings and activities of the Board during the previous twelve months  , which report shall include a report on the working of the Public Lending Right Scheme 1982 , and the Secretary of State shall lay copies of the report before each House of Parliament."}, {"act": "British Library Act 1972", "year": 1972, "section": "5", "section_title": " Finance and accounts.", "section_text": "5 1 The Secretary of State shall, out of moneys provided by Parliament, make to the British Library Board such payments as the Treasury may approve towards expenditure incurred by the Board, whether in respect of their management of the British Library (including the acquisition of new items for the Board’s collections), or of general administration, or otherwise; and so far as relates to the use and expenditure of sums so paid to the Board, the Board shall act in accordance with such directions as may from time to time be given to them by the Secretary of State. 2 Moneys received by the Board in any financial year, whether in respect of property disposed of, or services provided, or otherwise, shall be applied by the Board in such manner as the Secretary of State may, with the approval of the Treasury, direct; and any such direction may require the whole or any part of those moneys to be paid into the Consolidated Fund. 3 The Board shall keep proper accounts and other records and shall prepare in respect of each financial year statements of account in such form as the Secretary of State may, with the approval of the Treasury, direct; and those statements shall, on or before 30th November next following the expiration of the financial year in question, be submitted to the Secretary of State and shall be transferred by him to the Comptroller and Auditor General, who shall examine and certify the statements and lay copies thereof, together with his report thereon, before each House of Parliament."}, {"act": "British Library Act 1972", "year": 1972, "section": "6", "section_title": " Consultation on terms and conditions of employment of staff.", "section_text": "6 1 It shall be the duty of the British Library Board to seek consultation with any organisation appearing to them to be appropriate with a view to the conclusion between the Board and that organisation of such agreements as appear to the parties to be desirable with respect to the establishment and maintenance of machinery for the settlement by negotiation of terms and conditions of employment of persons employed by the Board with provision for reference to arbitration in default of such settlement in such cases as may be determined by or under the agreements; and 2 It shall be the duty of the Board to seek consultation with any organisation appearing to them to be appropriate with a view to the conclusion between the Board and that organisation of such agreements as appear to the parties to be desirable with respect to the establishment and maintenance of machinery for the promotion and encouragement of measures affecting the safety, health and welfare of persons employed by the Board and the discussion of other matters of mutual interest to the Board and such persons including efficiency in the operation of the services of the Board."}, {"act": "British Library Act 1972", "year": 1972, "section": "7", "section_title": " Citation.", "section_text": "7 This Act may be cited as the British Library Act 1972."}]