[{"act": "Employment Medical Advisory Service Act 1972", "year": 1972, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Employment Medical Advisory Service Act 1972", "year": 1972, "section": "2", "section_title": " General amendments.", "section_text": "2 1 The position and functions of appointed factory doctors are hereby abolished; . . .  2 Section 146(1)(g) of the   Factories Act 1961 (by which an inspector, if a fully registered medical practitioner, is empowered to carry out medical examinations necessary for his duties under that Act) shall cease to have effect. 3 In section 180 (6) of the Factories Act 1961 (power to prescribe standards or impose requirements by reference to approval of chief inspector) after the words “ of the chief inspector” there shall be added the words “ or of the chief employment medical adviser or a deputy chief employment medical adviser”."}, {"act": "Employment Medical Advisory Service Act 1972", "year": 1972, "section": "3", "section_title": " Medical examinations of persons employed in factories. ", "section_text": "3 The Factories Act 1961 shall have effect as if the following section were inserted after section 10 thereof:— 10A 1 If an employment medical adviser is of opinion that ther ought, on grounds mentioned in subsection (2) below, to be a medical examination of a person or persons employed in a factory, he may serve on the occupier of the factory a written notice stating that he is of that opinion and requiring that the occupier shall permit a medical examination in accordance with this section of the person or persons in question, and the examination shall be permitted accordingly. 2 The grounds on which a medical examination of a person may be required by an employment medical adviser’s notice under subsection (1) above are that (in the adviser’s opinion) the persons health has been or is being injured, or it is possible that it has been, is being or will be injured, by reason of the nature of the work he is or has been called upon to do or may (to the adviser’s knowledge) be called upon to do ; and a notice under that subsection may be given with respect to one or more named persons or to persons of a class or description specified in the notice. 3 A notice under subsection (1) above shall name the place where the medical examination is to be conducted and, if it is a place other than the factory, the day on which and the time at which it is to be begun ; and— a every person to whom the notice relates shall be informed, as soon as practicable after service thereof, of the contents thereof and of the fact that he is free to attend for the purpose of submitting to the examination ; and b if the notice states that the examination is to be conducted at the factory, suitable accomodation therat shall be provided for the conduct of the examination. 4 A medical examination conducted in pursuance of a notice under subsection (1) above shall be begun within seven days after the day on which the notice is served, and shall be conducted by, or in accordance with arrangements made by, an employment medical adviser, and take place at a reasonable time during working hours. 5 An employment medical adviser may, by written notice served on the occupier of a factory, cancel a notice served on the occupier under subsection (1) above ; and a notice which relates to two or more named persons may be cancelled either in relation to them all or in relation to any one or more of them. 6 In this section “ medical examination” includes pathological, physiological and radiological tests and similar investigations."}, {"act": "Employment Medical Advisory Service Act 1972", "year": 1972, "section": "4", "section_title": " Employment of women and young persons in processes involving the use of lead compounds", "section_text": "4 1 For subsection (2) of section 75 of the   Factories Act 1961 (which prohibits the employment in any process involving the use of lead compounds of a woman or young person who has been suspended after medical examination from employment in any such process on the ground that therin would involve special danger to health) there shall be substituted the following subsection :— 2 If,in the case of a woman or young person who is employed in a factory in a process involving the use of lead compounds, an employment medical adviser serves on the occupier of the factory a written notice stating that, in the opinion of the adviser, the continued employment of that woman or young person in that process would involve special danger to her or his health, it shall not be lawful for that woman or young person to be employed in any such process in that factory, unless the notice has been cancelled by a further written notice served on the occupier by an employment medical adviser. 2 Where, at the commencement of this Act, a person’s employment is unlawful under section 75(2) of the  Factories Act 1961 (as originally enacted) or under that subsection as extended by section 128 of that Act, and is known to be so by the occupier of the factory or, if the employment is not in a factory, by the employer, then there shall be deemed to have been served on that occupier or employer immediately after that commencement by an employment medical adviser, under the subsection substituted for section 75(2) by subsection (1) above, a written notice stating that, in the opinion of the adviser, the continued employment of that person in that process would involve special danger to his health."}, {"act": "Employment Medical Advisory Service Act 1972", "year": 1972, "section": "5", "section_title": " Duty of factory occupier to give notice of employment of a young person.", "section_text": "5 1 The Factories Act 1961 shall have effect as if the following section were inserted at the end of Part VI thereof:— 119A 1 Where the occupier of a factory takes a young person into his employment to work in the factory (or transfers to work in the factory from work elsewhere than in a factory a young person already in his employment), the occupier shall, not later than seven days after the day on which he does so, send to the local careers office a written notice stating the name of the occupier, the address of the factory and the fact of the young person’s having been so taken or transferred, and the date on which, and the work to do which, he was so taken or transferred, and giving such of the following information as is within the occupiers knowledge, namely :— a the young person’s Christian name (or forename) and surname; b the date of his birth; c his usual residential address; and d the name and address of the school (if any) which he last attended before he was so taken or transferred. 2 In this section— a “ the local careers office” means the local careers office maintained under the Employment and Training Act 1948 for the area in which the factory is situated, whether the office is maintained by the Secretary of State under section 2 or by a local education authority (within the meaning of that Act) in accordance with section 10 ; and b “school” means a school within the meaning of the Education Act 1944 or the Education (Scotland) Act 1962. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Employment Medical Advisory Service Act 1972", "year": 1972, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Employment Medical Advisory Service Act 1972", "year": 1972, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Employment Medical Advisory Service Act 1972", "year": 1972, "section": "8", "section_title": " Supplementary.", "section_text": "8 1 The  Factories Act 1961 shall have effect as if the sections 10A and 119A inserted therein by this Act were included among the provisions mentioned in that Act in section 125(2) and (3)(a)\t\t\t\t\t(docks  etc. ), section 126(2)\t\t\t\t\t(ships) and section 127(2)\t\t\t\t\t(building operations and works of engineering construction), but subject to the following qualifications:— a neither section 10A nor section 119A shall by virtue of their inclusion in section 125(3)(a)\t\t\t\t\t\t\t(loading, unloading and coaling of ships) be applied to a member of the crew of a ship; and b where section 119A applies by virtue of its inclusion in section 125(3)(a), 126(2) or 127(2), the notice under section 119A(1) shall state as the address of the factory the place where the young person works. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Employment Medical Advisory Service Act 1972", "year": 1972, "section": "9", "section_title": " Short title, repeal, commencement and extent.", "section_text": "9 1 This Act may be cited as the Employment Medical Advisory Service Act 1972. 2 The provisions of the   Factories Act 1961 specified in column 1 in Schedule 3 to this Act are hereby repealed to the extent specified in column 2. 3 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 4 This Act shall not extend to Northern Ireland."}]