[{"act": "Harbours Development (Scotland) Act 1972", "year": 1972, "section": "1", "section_title": " Development of certain harbours.", "section_text": "1 1 Notwithstanding the provisions of any other enactment, the Secretary of State shall, for any purpose, have power to develop, maintain and manage in such manner as he thinks fit, or authorise other persons so to develop, maintain and manage, harbours made or maintained by him by virtue of powers or duties vested in him by any Act or order, and to do all such things as may be necessary or expedient for that purpose. 2 The Secretary of State may acquire land by agreement or compulsorily for the purposes of developing under the foregoing subsection such harbours as aforesaid. 3 The  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 shall apply in relation to the compulsory purchase of land under this section as if the last foregoing subsection had been in force immediately before the commencement of that Act. 4 If it appears to the Secretary of State that it is expedient that any statutory provision of local application passed or made before the commencement of this Act should be repealed, amended or adapted, having regard to any of the provisions of this section, he may by order made by statutory instrument repeal, amend or adapt that provision to such extent, or in such manner, as he considers appropriate; and any order under this subsection may include such transitional, incidental, supplementary and consequential provisions as the Secretary of State may consider necessary or expedient. 5 In this section— “ harbour ” means any harbour, whether natural or artificial, and any port or haven, and includes a dock and a wharf, pier and any similar structure."}, {"act": "Harbours Development (Scotland) Act 1972", "year": 1972, "section": "2", "section_title": " Expenses and receipts.", "section_text": "2 There shall be defrayed out of moneys provided by Parliament— a expenses incurred by the Secretary of State in consequence of any provision of this Act, and b any increase attributable to the provisions of this Act in the sums payable out of such money under any other Act, and any sums received by the Secretary of State in consequence of the provisions of this Act shall be paid into the Consolidated Fund."}, {"act": "Harbours Development (Scotland) Act 1972", "year": 1972, "section": "3", "section_title": " Extent and short title.", "section_text": "3 1 This Act extends to Scotland only. 2 This Act may be cited as the Harbours Development (Scotland) Act 1972."}]