[{"act": "Housing (Financial Provisions) (Scotland) Act 1972", "year": 1972, "section": "168.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Housing (Financial Provisions) (Scotland) Act 1972", "year": 1972, "section": "69", "section_title": " All payments under overspill agreements to be voluntary.", "section_text": "69 1 No payment shall be made by an exporting authority to a receiving authority under subsection (4)(b) of section 9 of the  Housing and Town Development (Scotland) Act 1957 for the year 1972–73 or any subsequent year in pursuance of an overspill agreement; but such an agreement whether made before or after this Act comes into force, may provide with the consent of the Secretary of State, for such payment from the exporting authority to the receiving authority as may be specified in the agreement. 2 In consequence of subsection (1) above the said section 9 shall have effect for the year 1972-73 and subsequent years as if— a subsection (4)(b) were omitted; and b for subsection (5) there were substituted the following subsection— 5 An overspill agreement (whether entered into before or after this Act comes into force) may provide, with the consent of the Secretary of State, for the making by the exporting authority to the receiving authority of such payment as may be specified in the agreement. . 3 Nothing in this section shall affect the continuance of any payment being made in pursuance of subsection (5) of the said section 9 immediately before this Act comes into force. 4 A receiving authority may abrogate an overspill agreement entered into before this Act comes into force if the Secretary of State is satisfied, on an application made to him by the receiving authority, that, if they were to implement the agreement, an unduly large burden would fall on the authority’s housing revenue account."}, {"act": "Housing (Financial Provisions) (Scotland) Act 1972", "year": 1972, "section": "7077.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "70"}, {"act": "Housing (Financial Provisions) (Scotland) Act 1972", "year": 1972, "section": "78", "section_title": " Interpretation.", "section_text": "78 1 In this Act, unless the context otherwise requires— “ the Act of 1966 ” means the  Housing (Scotland) Act 1966; “ the Act of 1968 ” means the  Housing (Financial Provisions) (Scotland) Act 1968; “ the Act of 1969 ” means the  Housing (Scotland) Act 1969; “ the Act of 1971 ” means the  Rent (Scotland) Act 1971; “ development corporation ” has the same meaning as in section 2 of the  New Towns (Scotland) Act 1968; “ development corporation house ” means a house  or any part share thereof  owned by a development corporation and available to them for the purpose of providing rented accommodation and “the number of development corporation houses” for any period means the number of such houses on the relevant date, except that for the purposes of section 8 of this Act for the year 1971–72 it means such number as the Secretary of State deems to be development corporation houses for that year; “ house ” has the same meaning as in the Act of 1966, except that it includes any structure made available under section 1 of the  Housing (Temporary Accommodation) Act 1944; “ housing association ” has the same meaning as in the Act of 1966, except that, subject to sections 58 and 59 of this Act, it does not include the Scottish Special Housing Association or a development corporation or any association which is, or is deemed to be, duly registered under the  Industrial and Provident Societies Act 1965 and whose rules restrict membership to persons who are tenants or prospective tenants of the association, and preclude the granting or assigning of tenancies to persons other than members; “ housing authority ” means a local authority, a development corporation or the Scottish Special Housing Association; “ land ” includes any  right  or interest in land; “ local authority ” has the meaning assigned to it by section 1 of the Act of 1966; “ overspill agreement ”, has the same meaning as in section 9(1) of the  Housing and Town Development (Scotland) Act 1957; “ the relevant date ” in relation to any period means the date occurring six months after the beginning of that period; “ rental period ” means a period in respect of which a payment of rent falls to be made; “ Scottish Special Housing Association house ” means a house  or any part share thereof  owned by the Scottish Special Housing Association and available to them for the purpose of providing rented accommodation and “the number of Scottish Special Housing Association houses” for any period means the number of such houses on the relevant date; “ a service charge ” means any charge referred to in section 32 of this Act; “ standard rent ” means, in relation to a local authority, the rent payable in respect of a house  or any part share thereof  to which the housing revenue account relates before account is taken of any rent rebate, service charge or supplementary charge and, in relation to a development corporation or the Scottish Special Housing Associations, means the rent payable in respect of a development corporation house  or any part share thereof  or a Scottish Special Housing Association house  or any part share thereof  before account is taken of any rent rebate or any sums payable for services or furniture; and the income receivable from the standard rent of a house  or any part share thereof  for any period means the income which would be received for that period if the house  or any part share thereof  were let throughout that period and the rent were paid in full; “ supplementary charge ” has the meaning assigned to it by section 33(3) of this Act; “ tenant ” includes a joint-tenant and a sub-tenant; “ year ” means, in relation to a local authority, a financial year within the meaning of section  96(5) of the  Local Government (Scotland) Act 1973  and, in relation to a development corporation, the Scottish Special Housing Association or a housing association, means a year ending on 31st March; “ the year 1972–73 ” means the year beginning in 1972 and ending in 1973, and so on. 2 In this Act any reference to an amount per house or an amount of income per house or an amount of expenditure per house shall be construed as a reference, in the case of a local authority, to an aggregate amount for a period divided by the number of houses to which the local authority’s housing revenue account relates for that period and, in the case of a development corporation or the Scottish Special Housing Association, as a reference to an aggregate amount for a period divided by the number of development corporation houses or the Scottish Special Housing Association houses for that period. 3 In this Act any reference to houses  or any part share thereof  to which the housing revenue account relates shall be construed as a reference to houses  or any part share thereof  completed and available to a local authority for the purpose of providing rented accommodation  (including houses subject to an agreement between a local authority and a housing co-operative under section 5 of the  Housing Rents and Subsidies (Scotland) Act 1975)  and in respect of which income and expenditure is to be accounted for in that account in accordance with section 23 of this Act, and any reference to the number of such houses  or any part share thereof  for any period shall be construed as a reference to the number of houses  or any part share thereof  on the relevant date. 4 References in this Act to any enactment shall be construed, except where the context otherwise requires, as references to that enactment as amended, and as including references thereto as applied, by any other enactment, including any enactment contained in this Act."}, {"act": "Housing (Financial Provisions) (Scotland) Act 1972", "year": 1972, "section": "7980.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "79"}, {"act": "Housing (Financial Provisions) (Scotland) Act 1972", "year": 1972, "section": "81", "section_title": " Citation, commencement and extent.", "section_text": "81 1 This Act may be cited as the Housing (Financial Provisions) (Scotland) Act 1972. 2 The Housing (Scotland) Acts 1966 to 1971 and this Act (except Part V) may be cited together as the Housing (Scotland) Acts 1966 to 1972, . . .  . 3 Except as otherwise expressly provided, this Act shall come into force at the expiration of a period of one month beginning with the date on which it is passed: Provided that the Secretary of State may by order made by statutory instrument bring any provision of this Act into force, except any provision which expressly provides otherwise, before the expiration of the said period of one month. 4 Any reference in any provision of this Act to the coming into force of this Act shall be construed as a reference to the date on which that provision comes into force. 5 This Act shall extend to Scotland only."}]