[{"act": "Land Charges Act 1972", "year": 1972, "section": "1", "section_title": " The registers and the index. ", "section_text": "1 1 The registrar shall continue to keep at the registry in the prescribed manner the following registers, namely— a a register of land charges; b a register of pending actions; c a register of writs and orders affecting land; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e a register of annuities, and shall also continue to keep there an index whereby all entries made in any of those registers can readily be traced. 2 Every application to register shall be in the prescribed form and shall contain the prescribed particulars. 3 Where any charge or other matter is registrable in more than one of the registers kept under this Act, it shall be sufficient if it is registered in one such register, and if it is so registered the person entitled to the benefit of it shall not be prejudicially affected by any provision of this Act as to the effect of non-registration in any other such register. 3A Where any charge or other matter is registrable in a register kept under this Act and was also, before the commencement of the Local Land Charges Act 1975, registrable in a local land charges register, then, if before the commencement of the said Act it was registered in the appropriate local land charges register, it shall be treated for the purposes of the provisions of this Act as to the effect of non-registration as if it had been registered in the appropriate register under this Act; and any certificate setting out the result of an official search of the appropriate local land charges register shall, in relation to it, have effect as if it were a certificate setting out the result of an official search under this Act. 4 Schedule 1 to this Act shall have effect in relation to the register of annuities. 5 An office copy of an entry in any register kept under this section shall be admissible in evidence in all proceedings and between all parties to the same extent as the original would be admissible. 6 Subject to the provisions of this Act, registration may be vacated pursuant to an order of the court. 6A The   county court   have jurisdiction under subsection (6) above— a in the case of a land charge of Class C(i), C(ii) or D(i), if the amount does not exceed £30,000; b in the case of a land charge of Class C(iii), if it is for a specified capital sum of money not exceeding £30,000 or, where it is not for a specified capital sum, if the capital value of the land affected does not exceed £30,000; c in the case of a land charge of Class A, Class B, Class C(iv), Class D(ii), Class D(iii) or Class E if the capital value of the land affected does not exceed £30,000; d in the case of a land charge of Class F, if the land affected by it is the subject of an order made by the court under section 1 of the Matrimonial Homes Act 1983  or section 33 of the Family Law Act 1996  or an application for an order under  either of those sections relating to that land has been made to the court; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section “ index ” includes any device or combination of devices serving the purpose of an index."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "2", "section_title": " The register of land charges. ", "section_text": "2 1 If a charge on or obligation affecting land falls into one of the classes described in this section, it may be registered in the register of land charges as a land charge of that class. 2 A Class A land charge is— a a rent or annuity or principal money payable by instalments or otherwise, with or without interest, which is not a charge created by deed but is a charge upon land (other than a rate) created pursuant to the application of some person under the provisions of any Act of Parliament, for securing to any person either the money spent by him or the costs, charges and expenses incurred by him under such Act, or the money advanced by him for repaying the money spent or the costs, charges and expenses incurred by another person under the authority of an Act of Parliament; or b a rent or annuity or principal money payable as mentioned in paragraph ( a ) above which is not a charge created by deed but is a charge upon land (other than a rate) created pursuant to the application of some person under any of the enactments mentioned in Schedule 2 to this Act. 3 A Class B land charge is a charge on land (not being a local land charge . . .  ) of any of the kinds described in paragraph ( a ) of subsection (2) above, created otherwise than pursuant to the application of any person. 4 A Class C land charge is any of the following  (not being a local land charge) , namely— i a puisne mortgage; ii a limited owner’s charge; iii a general equitable charge; iv an estate contract; and for this purpose— i a puisne mortgage is a legal mortgage which is not protected by a deposit of documents relating to the legal estate affected; ii a limited owner’s charge is an equitable charge acquired by a tenant for life or statutory owner under  the Capital Transfer Tax Act 1984 or under any other statute by reason of the discharge by him of any  capital transfer tax  or other liabilities and to which special priority is given by the statute; iii a general equitable charge is any equitable charge which— a is not secured by a deposit of documents relating to the legal estate affected; and b does not arise or affect an interest arising under a  trust of land  or a settlement; and c is not a charge given by way of indemnity against rents equitably apportioned or charged exclusively on land in exoneration of other land and against the breach or non-observance of covenants or conditions; and d is not included in any other class of land charge; iv an estate contract is a contract by an estate owner or by a person entitled at the date of the contract to have a legal estate conveyed to him to convey or create a legal estate, including a contract conferring either expressly or by statutory implication a valid option to purchase, a right of pre-emption or any other like right. 5 A Class D land charge is any of the following  (not being a local land charge) , namely— i an Inland Revenue charge; ii a restrictive covenant; iii an equitable easement; and for this purpose— i an Inland Revenue charge is a charge on land, being a charge acquired by the Board under  the Capital Transfer Tax Act 1984; ii a restrictive covenant is a covenant or agreement (other than a covenant or agreement between a lessor and a lessee) restrictive of the user of land and entered into on or after 1st January 1926; iii an equitable easement is an easement, right or privilege over or affecting land created or arising on or after 1st January 1926, and being merely an equitable interest. 6 A Class E land charge is an annuity created before 1st January 1926 and not registered in the register of annuities. 7 A Class F land charge is a charge affecting any land by virtue of the  Part IV of the Family Law Act 1996 , 8 A charge or obligation created before 1st January 1926 can only be registered as a Class B land charge or a Class C land charge if it is acquired under a conveyance made on or after that date. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Land Charges Act 1972", "year": 1972, "section": "3", "section_title": " Registration of land charges.", "section_text": "3 1 A land charge shall be registered in the name of the estate owner whose estate is intended to be affected. 1A Where a person has died and a land charge created before his death would apart from his death have been registered in his name, it shall be so registered notwithstanding his death. 2 A land charge registered before 1st January 1926 under any enactment replaced by the  Land Charges Act 1925 in the name of a person other than the estate owner may remain so registered until it is registered in the name of the estate owner in the prescribed manner. 3 A puisne mortgage created before 1st January 1926 may be registered as a land charge before any transfer of the mortgage is made. 4 The expenses incurred by the person entitled to the charge in registering a land charge of Class A, Class B or Class C (other than an estate contract) or by the Board in registering an Inland Revenue charge shall be deemed to form part of the land charge, and shall be recoverable accordingly on the day for payment of any part of the land charge next after such expenses are incurred. 5 Where a land charge is not created by an instrument, short particulars of the effect of the charge shall be furnished with the application to register the charge. 6 An application to register an Inland Revenue charge shall state the  tax  in respect of which the charge is claimed and, so far as possible, shall define the land affected, and such particulars shall be entered or referred to in the register. 7 In the case of a land charge for securing money created by a company before 1st January 1970 or so created at any time as a floating charge, registration underany of the enactments mentioned in subsection (8) below shall be sufficient in place of registration under this Act, and shall have effect as if the land charge had been registered under this Act. 8 The enactments referred to in subsection (7) above are section 93 of the  Companies (Consolidation) Act 1908, section 79 of the  Companies Act 1929 . . .   section 95 of the  Companies Act 1948   , sections 395 to 398 of the Companies Act 1985 and Part 25 of the Companies Act 2006 and regulations made under section 1052 of that Act . "}, {"act": "Land Charges Act 1972", "year": 1972, "section": "4", "section_title": " Effect of land charges and protection of purchasers.", "section_text": "4 1 A land charge of Class A (other than a land improvement charge registered after 31st December 1969) or of Class B shall, when registered, take effect as if it had been created by a deed of charge by way of legal mortgage, but without prejudice to the priority of the charge. 2 A land charge of Class A created after 31st December 1888 shall be void as against a purchaser of the land charged with it or of any interest in such land, unless the land charge is registered in the register of land charges before the completion of the purchase. 3 After the expiration of one year from the first conveyance occurring on or after 1st January 1889 of a land charge of Class A created before that date the person entitled to the land charge shall not be able to recover the land charge or any part of it as against a purchaser of the land charged with it or of any interest in the land, unless the land charge is registered in the register of land charges before the completion of the purchase. 4 If a land improvement charge was registered as a land charge of Class A before 1st January 1970, any body corporate which, but for the charge, would have power to advance money on the security of the estate or interest affected by it shall have that power notwithstanding the charge. 5 A land charge of Class B and a land charge of Class C (other than an estate contract) created or arising on or after 1st January 1926 shall be void as against a purchaser of the land charged with it, or of any interest in such land, unless the land charge is registered in the appropriate register before the completion of the purchase. 6 An estate contract and a land charge of Class D created or entered into on or after 1st January 1926 shall be void as against a purchaser for money or money’s worth  (or, in the case of an Inland Revenue Charge, a purchaser within the meaning of  the Capital Transfer Tax Act 1984)  of a legal estate in the land charged with it, unless the land charge is registered in the appropriate register before the completion of the purchase. 7 After the expiration of one year from the first conveyance occurring on or after 1st January 1926 of a land charge of Class B or Class C created before that date the person entitled to the land charge shall not be able to enforce or recover the land charge or any part of it as against a purchaser of the land charged with it, or of any interest in the land, unless the land charge is registered in the appropriate register before the completion of the purchase. 8 A land charge of Class F shall be void as against a purchaser of the land charged with it, or of any interest in such land, unless the land charge is registered in the appropriate register before the completion of the purchase."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "5", "section_title": " The register of pending actions.", "section_text": "5 1 There may be registered in the register of pending actions— a a pending land action; b a petition in bankruptcy filed on or after 1st January 1926. c a bankruptcy application. 2 Subject to general rules under section 16 of this Act, every application for registration under this section shall contain particulars of the title of the proceedings and the name, address and description of the estate owner or other person whose estate or interest is intended to be affected. 3 An application for registration shall also state— a if it relates to a pending land action, the court in which and the day on which the action was commenced;  ... b if it relates to a petition in bankruptcy, the court in which and the day on which the petition was filed, and   c if it relates to a bankruptcy application, the date on which the bankruptcy application was made. 4 The registrar shall forthwith enter the particulars in the register, in the name of the estate owner or other person whose estate or interest is intended to be affected. 4A Where a person has died and a pending land action would apart from his death have been registered in his name, it shall be so registered notwithstanding his death. 5 An application to register a petition in bankruptcy against a firm shall state the names and addresses of the partners, and the registration shall be effected against each partner as well as against the firm. 6 No fee shall be charged for the registration of a petition in bankruptcy if the application for registration is made by the registrar of the court in which the petition is filed. 6A No fee shall be charged for the registration of a bankruptcy application. 7 A pending land action shall not bind a purchaser without express notice of it unless it is for the time being registered under this section. 8 A   bankruptcy application or  petition in bankruptcy shall not bind a purchaser of a legal estate in good faith, for money or money’s worth, . . .   unless it is for the time being registered under this section. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  10 The court, if it thinks fit, may, upon the determination of the proceedings, or during the pendency of the proceedings if satisfied that they are not prosecuted in good faith, make an order vacating a registration under this section, and direct the party on whose behalf it was made to pay all or any of the costs and expenses occasioned by the registration and by its vacation. 11"}, {"act": "Land Charges Act 1972", "year": 1972, "section": "6", "section_title": " The register of writs and orders affecting land.", "section_text": "6 1 There may be registered in the register of writs and orders affecting land— a any writ or order affecting land issued or made by any court for the purpose of enforcing a judgment or recognisance; b any order appointing a receiver or sequestrator of land; c any bankruptcy order, whether or not the bankrupt’s estate is known to include land, d any access order under the Access to Neighbouring Land Act 1992. 1A No writ or order affecting an interest under a trust of land may be registered under subsection (1) above. 2 Every entry made pursuant to this section shall be made in the name of the estate owner or other person whose land, if any, is affected by the writ or order registered. 2A Where a person has died and any such writ or order as is mentioned in subsection (1)(a) or (b) above would apart from his death have been registered in his name, it shall be so registered notwithstanding his death. 3 No fee shall be charged for the registration of a  bankruptcy order  if the application for registration is made by an official receiver. 4 Except as provided by subsection (5) below and by  section 37(5) of the   Senior Courts Act 1981   and  section 107(3) of the County Courts Act 1984  (which make special provision as to receiving orders in respect of land of judgment debtors) every such writ and order as is mentioned in subsection (1) above, and every delivery in execution or other proceeding taken pursuant to any such writ or order, or in obedience to any such writ or order, shall be void as against a purchaser of the land unless the writ or order is for the time being registered under this section. 5 Subject to subsection (6) below, the title of a trustee in bankruptcy shall be void as against a purchaser of a legal estate in good faith for money or money’s worth unless the bankruptcy order is for the time being registered under this section. 6 Where a   bankruptcy application or  petition in bankruptcy has been registered under section 5 above, the title of the trustee in bankruptcy shall be void as against a purchaser of a legal estate in good faith for money or money’s worth . . .   claiming under a conveyance made after the date of registration, unless at the date of the conveyance   either—  a the registration of the application or the petition is in force; or b a receiving order on the application or the petition is registered under this  section."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "7", "section_title": " The register of deeds of arrangement affecting land.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "8", "section_title": " Expiry and renewal of registrations.", "section_text": "8 A registration under section 5, section 6 or section 7 of this Act shall cease to have effect at the end of the period of five years from the date on which it is made, but may be renewed from time to time and, if so renewed, shall have effect for five years from the date of renewal."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "9", "section_title": " Searches.", "section_text": "9 1 Any person may search in any register kept under this Act on paying the prescribed fee. 2 Without prejudice to subsection (1) above, the registrar may provide facilities for enabling persons entitled to search in any such register to see photographic or other images or copies of any portion of the register which they may wish to examine."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "10", "section_title": " Official searches.", "section_text": "10 1 Where any person requires search to be made at the registry for entries of any matters or documents, entries of which are required or allowed to be made in the registry by this Act, he may make a requisition in that behalf to the registrar, which may be either— a a written requisition delivered at or sent by post to the registry; or b a requisition communicated by teleprinter, telephone or other means in such manner as may be prescribed in relation to the means in question, in which case it shall be treated as made to the registrar if, but only if, he accepts it; and the registrar shall not accept a requisition made in accordance with paragraph ( b ) above unless it is made by a person maintaining a credit account at the registry, and may at his discretion refuse to accept it notwithstanding that it is made by such a person. 2 The prescribed fee shall be payable in respect of every requisition made under this section; and that fee— a in the case of a requisition made in accordance with subsection (1)( a ) above, shall be paid in such manner as may be prescribed for the purposes of this paragraph unless the requisition is made by a person maintaining a credit account at the registry and the fee is debited to that account; b in the case of a requisition made in accordance with subsection (1)( b ) above, shall be debited to the credit account of the person by whom the requisition is made. 3 Where a requisition is made under subsection (1) above and the fee payable in respect of it is paid or debited in accordance with subsection (2) above, the registrar shall thereupon make the search required and— a shall issue a certificate setting out the result of the search; and b without prejudice to paragraph ( a ) above, may take such other steps as he considers appropriate to communicate that result to the person by whom the requisition was made. 4 In favour of a purchaser or an intending purchaser, as against persons interested under or in respect of matters or documents entries of which are required or allowed as aforesaid, the certificate, according to its tenor, shall be conclusive, affirmatively or negatively, as the case may be. 5 If any officer, clerk or person employed in the registry commits, or is party or privy to, any act of fraud or collusion, or is wilfully negligent, in the making of or otherwise in relation to any certificate under this section, he shall be guilty of an offence and shall be liable on conviction on indictment to imprisonment for a term not exceeding two years, or on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding £20, or to both such imprisonment and fine. 6 Without prejudice to subsection (5) above, no officer, clerk or person employed in the registry shall, in the absence of fraud on his part, be liable for any loss which may be suffered— a by reason of any discrepancy between— i the particulars which are shown in a certificate under this section as being the particulars in respect of which the search for entries was made, and ii the particulars in respect of which a search for entries was required by the person who made the requisition; or b by reason of any communication of the result of a search under this section made otherwise than by issuing a certificate under this section."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "11", "section_title": " Date of effective registration and priority notices.", "section_text": "11 1 Any person intending to make an application for the registration of any contemplated charge, instrument or other matter in pursuance of this Act or any rule made under this Act may give a priority notice in the prescribed form at least the relevant number of days before the registration is to take effect. 2 Where a notice is given under subsection (1) above, it shall be entered in the register to which the intended application when made will relate. 3 If the application is presented within the relevant number of days thereafter and refers in the prescribed manner to the notice, the registration shall take effect as if the registration had been made at the time when the charge, instrument or matter was created, entered into, made or arose, and the date at which the registration so takes effect shall be deemed to be the date of registration. 4 Where— a any two charges, instruments or matters are contemporaneous; and b one of them (whether or not protected by a priority notice) is subject to or dependent on the other; and c the latter is protected by a priority notice, the subsequent or dependent charge, instrument or matter shall be deemed to have been created, entered into or made, or to have arisen, after the registration of the other. 5 Where a purchaser has obtained a certificate under section 10 above, any entry which is made in the register after the date of the certificate and before the completion of the purchase, and is not made pursuant to a priority notice entered on the register on or before the date of the certificate, shall not affect the purchaser if the purchase is completed before the expiration of the relevant number of days after the date of the certificate. 6 The relevant number of days is— a for the purposes of subsections (1) and (5) above, fifteen; b for the purposes of subsection (3) above, thirty. or such other number as may be prescribed; but in reckoning the relevant number of days for any of the purposes of this section any days when the registry is not open to the public shall be excluded."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "12", "section_title": " Protection of solicitors, trustees,  etc.  ", "section_text": "12 A solicitor, or a trustee, personal representative, agent or other person in a fiduciary position, shall not be answerable— a in respect of any loss occasioned by reliance on an office copy of an entry in any register kept under this Act; b for any loss that may arise from error in a certificate under section 10 above obtained by him."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "13", "section_title": " Saving for overreaching powers.", "section_text": "13 1 The registration of any charge, annuity or other interest under this Act shall not prevent the charge, annuity or interest being overreached under any other Act, except where otherwise provided by that other Act. 2 The registration as a land charge of a puisne mortgage or charge shall not operate to prevent that mortgage or charge being overreached in favour of a prior mortgagee or a person deriving title under him where, by reason of a sale or foreclosure, or otherwise, the right of the puisne mortgagee or subsequent chargee to redeem is barred."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "14", "section_title": " Exclusion of matters affecting registered land or created by instruments necessitating registration of land.", "section_text": "14 1 This Act shall not apply to instruments or matters required to be registered or re-registered on or after 1st January 1926, if and so far as they affect registered land, and can be protected under the  Land Registration Act 2002 . 2 Nothing in this Act imposes on the registrar any obligation to ascertain whether or not an instrument or matter affects registered land. 3 Where an instrument executed on or after 27th July 1971 conveys, grants or assigns an estate in land and creates a land charge affecting that estate, this Act shall not apply to the land charge, so far as it affects that estate, if under   section 7 of the Land Registration Act 2002 (effect of failure to comply with requirement of registration)   the instrument will, unless the necessary application for registration under that Act is made within the time allowed by or under   section 6 of that Act  , become void so far as respects the conveyance, grant or assignment of that estate."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "15", "section_title": " Application to the Crown.", "section_text": "15 1 This Act binds the Crown, but nothing in this Act shall be construed as rendering land owned by or occupied for the purposes of the Crown subject to any charge to which, independently of this Act, it would not be subject. 2 References in this Act to restrictive covenants include references to any conditions, stipulations or restrictions imposed on or after 1st January 1926, by virtue of section 137 of the  Law of Property Act 1922, for the protection of the amenities of royal parks, gardens and palaces."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "16", "section_title": " General rules.", "section_text": "16 1 The   Secretary of State   may, with the concurrence of the Treasury as to fees, make such general rules as may be required for carrying this Act into effect, and in particular— a as to forms and contents of applications for registration, modes of identifying where practicable the land affected, requisitions for and certificates of official searches, and regulating the practice of the registry in connection therewith; b for providing for the mode of registration of a land charge (and in the case of a puisne mortgage, general equitable charge, estate contract, restrictive covenant or equitable easement by reference to the instrument imposing or creating the charge, interest or restriction, or an extract from that instrument) and for the cancellation without an order of court of the registration of a land charge, on its cesser, or with the consent of the person entitled to it, or on sufficient evidence being furnished that the land charge has been overreached under the provisions of any Act or otherwise; c for determining the date on which applications and notices shall be treated for the purposes of section 11 of this Act as having been made or given; d for determining the times and order at and in which applications and priority notices are to be registered; e For varying the relevant number of days for any of the purposes of section 11 of this Act; f for enabling the registrar to provide credit accounting facilities in respect of fees payable by virtue of this Act; g for treating the debiting of such a fee to a credit account maintained at the registry as being, for such purposes of this Act or of the rules as may be specified in the rules, payment of that fee; h for the termination or general suspension of any credit accounting facilities provided under the rules or for their withdrawal or suspension in particular cases at the discretion of the registrar; j for requiring the registrar to take steps in relation to any instrument or matter in respect of which compensation has been claimed under section 25 of the  Law of Property Act 1969 which would be likely to bring that instrument or matter to the notice of any person who subsequently makes a search of the registers kept under section 1 of this Act or requires such a search to be made in relation to the estate or interest affected by the instrument or matter; and k for authorising the use of the index kept under this Act in any manner which will serve that purpose, notwithstanding that its use in that manner is not otherwise authorised by or by virtue of this Act. 2 The power  ... to make  rules under section 412 of the Insolvency Act 1986 shall include power to make rules as respects the registration and re-registration of a   bankruptcy application or  petition in bankruptcy under section 5 of this Act and  a bankruptcy order  under section 6 of this Act, as if the registration and re-registration were required  by  Parts VIII to  XI  of that Act"}, {"act": "Land Charges Act 1972", "year": 1972, "section": "17", "section_title": " Interpretation.", "section_text": "17 1 In this Act, unless the context otherwise requires.— “ annuity ” means a rentcharge or an annuity for a life or lives or for any term of years or greater estate determinable on a life or on lives and created after 25th April 1855 and before 1st January 1926, but does not include an annuity created by a marriage settlement or will; “ the Board ” means the Commissioners of Inland Revenue; “ conveyance ” includes a mortgage, charge, lease, assent, vesting declaration, vesting instrument, release and every other assurance of property, or of an interest in property, by any instrument except a will, and “ convey ” has a corresponding meaning; “ court ” means the High Court, or the county court in a case where that court has jurisdiction; ... “ estate owner ”, “ legal estate ”, “ equitable interest ”,  . . ., “ charge by way of legal mortgage ”,  and “ will ”  have the same meanings as in the  Law of Property Act 1925; “ judgment ” includes any order or decree having the effect of a judgment; “ land ” includes land of any tenure and mines and minerals, whether or not severed from the surface, buildings or parts of buildings (whether the division is horizontal, vertical or made in any other way) and other corporeal hereditaments, also a manor, an advowson and a rent and other incorporeal hereditaments, and an easement, right, privilege or benefit in, over or derived from land, but not an undivided share in land, and “ hereditament ” means real property which, on an intestacy occurring before 1st January 1926, might have devolved on an heir; “ land improvement charge ” means any charge under the  Improvement of Land Act 1864 or under any special improvement Act within the meaning of the  Improvement of Land Act 1899; “ pending land action ” means any action or proceeding pending in court relating to land or any interest in or charge on land; “ prescribed ” means prescribed by rules made pursuant to this Act; “ purchaser ” means any person (including a mortgagee or lessee) who, for valuable consideration, takes any interest in land or in a charge on land, and “ purchase ” has a corresponding meaning; “ registrar ” means the Chief Land Registrar, “ registry ” means Her Majesty’s Land Registry, and “ registered land ” has the same meaning as in the   Land Registration Act 2002  ; “ tenant for life ”, “ statutory owner ”, “ vesting instrument ” and “ settlement ” have the same meanings as in the  Settled Land Act 1925. 2 For the purposes of any provision in this Act requiring or authorising anything to be done at or delivered or sent to the registry, any reference to the registry shall, if the registrar so directs, be read as a reference to such office of the registry (whether in London or elsewhere) as may be specified in the direction. 3 Any reference in this Act to any enactment is a reference to it as amended by or under any other enactment, including this Act."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "18", "section_title": " Consequential amendments, repeals, savings, etc.", "section_text": "18 1 Schedule 3 to this Act, which contains consequential amendments of other Acts, shall have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The enactments specified in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In so far as any entry in a register or instrument made or other thing whatsoever done under any enactment repealed by this Act could have been made or done under a corresponding provision in this Act, it shall have effect as if made or done under that corresponding provision; and for the purposes of this provision any entry in a register which under section 24 of the Land Charges Act 1925 had effect as if made under that Act shall, so far as may be necessary for the continuity of the law, be treated as made under this Act. 6 Any enactment or other document referring to an enactment repealed by this Act or to an enactment repealed by the Land Charges Act 1925 shall, as far as may be necessary for preserving its effect, be construed as referring, or as including a reference, to the corresponding enactment in this Act. 7 Nothing in the foregoing provisions of this section shall be taken as prejudicing the operation of section 38 of the  Interpretation Act 1889 (which relates to the effect of repeals)."}, {"act": "Land Charges Act 1972", "year": 1972, "section": "19", "section_title": " Short title, commencement and extent.", "section_text": "19 1 This Act may be cited as the Land Charges Act 1972. 2 This Act shall come into force on such day as the Lord Chancellor may by order made by statutory instrument appoint; and different days may be so appointed for different purposes. 3 This Act extends to England and Wales only."}]