[{"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "1", "section_title": " Orders in Council designating reciprocating countries.", "section_text": "1 1 Her Majesty, if satisfied that, in the event of the benefits conferred by this Part of this Act being applied to, or to particular classes of, maintenance orders made by the courts of any country or territory outside the United Kingdom, similar benefits will in that country or territory be applied to, or to those classes of, maintenance orders made by the courts of the United Kingdom, may by Order in Council designate that country or territory as a reciprocating country for the purposes of this Part of this Act; and, subject to subsection (2) below, in this Part of this Act “ reciprocating country ” means a country or territory that is for the time being so designated. 2 A country or territory may be designated under subsection (1) above as a reciprocating country either as regards maintenance orders generally, or as regards maintenance orders other than those of any specified class, or as regards maintenance orders of one or more specified classes only; and a country or territory which is for the time being so designated otherwise than as regards maintenance orders generally shall for the purposes of this Part of this Act be taken to be a reciprocating country only as regards maintenance orders of the class to which the designation extends."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "2", "section_title": " Transmission of maintenance order made in United Kingdom for enforcement in reciprocating country. ", "section_text": "2 1 Subject to subsection (2) below, where the payer under a maintenance order made, whether before or after the commencement of this Part of this Act, by a court in the United Kingdom is residing  or has assets  in a reciprocating country, the payee under the order may apply for the order to be sent to that country for enforcement. 2 Subsection (1) above shall not have effect in relation to a provisional order or to an order made by virtue of a provision of Part II of this Act. 3 Every application under this section shall be made in the prescribed manner to the prescribed officer of the court which made the maintenance order to which the application relates. 4 If, on an application duly made under this section to the prescribed officer of a court in the United Kingdom, that officer is satisfied that the payer under the maintenance order to which the application relates is residing  or has assets  in a reciprocating country, the following documents, that is to say— a a certified copy of the maintenance order; b a certificate signed by that officer certifying that the order is enforceable in the United Kingdom; c a certificate of arrears so signed; d a statement giving such information as the officer possesses as to the whereabouts of the payer  and the nature and location of his assets in that country ; e a statement giving such information as the officer possesses for facilitating the identification of the payer; and f where available, a photograph of the payer; shall be sent by that officer to the Secretary of State with a view to their being transmitted by the Secretary of State to the responsible authority in the reciprocating country if he is satisfied that the statement relating to the whereabouts of the payer  and the nature and location of his assets in that country  gives sufficient information to justify that being done. 5 Nothing in this section shall be taken as affecting any jurisdiction of a court in the United Kingdom with respect to a maintenance order to which this section applies, and any such order may be enforced, varied or revoked accordingly."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "3", "section_title": " Power of  ... court to make provisional maintenance order against person residing in reciprocating country.", "section_text": "3 1 Where an application is made to   the family court   for a maintenance order against a person residing in a reciprocating country and the court would have jurisdiction to determine the application under the Domestic Proceedings and Magistrates’ Courts Act 1978 or the Children Act 1989 if that person— a were   habitually resident   in England and Wales, and b received reasonable notice of the date of the hearing of the application, the court shall (subject to subsection (2) below) have jurisdiction to determine the application. 2 A maintenance order made by virtue of this section shall be a provisional order. 3 If the court hearing a complaint to which subsection (1) above applies is satisfied— a that there are grounds on which a maintenance order containing a provision requiring the making of payments for the maintenance of a child may be made on that complaint, but b that it has no jurisdiction to make that order unless it also makes an order providing for the legal custody of that child, then, for the purpose of enabling the court to make the maintenance order, the complainant shall be deemed to be the person to whom the legal custody of that child has been committed by an order of the court which is for the time being in force. 4 No enactment (or provision made under an enactment) requiring or enabling— za a court to transfer proceedings from the family court to the High Court, a a court to transfer proceedings from a magistrates’ court   in Northern Ireland  to a county court or the High Court  of Justice in Northern Ireland , or b a magistrates’ court   in Northern Ireland  to refuse to make an order on an application on the ground that any matter in question is one that would be more conveniently dealt with by the High Court  of Justice in Northern Ireland , shall apply in relation to an application to which subsection (1) above applies. 5 Where a court makes a maintenance order which is by virtue of this section a provisional order, the following documents, that is to say— a a certified copy of the maintenance order; b a document, authenticated in the prescribed manner, setting out or summarising the evidence given in the proceedings; c a certificate signed by the prescribed officer of the court certifying that the grounds stated in the certificate are the grounds on which the making of the order might have been opposed by the payer under the order; d a statement giving such information as was available to the court as to the whereabouts of the payer; e a statement giving such information as the officer possesses for facilitating the identification of the payer; and f where available, a photograph of the payer; shall be sent by that officer to the Secretary of State with a view to their being transmitted by the Secretary of State to the responsible authority in the reciprocating country in which the payer is residing if he is satisfied that the statement relating to the whereabouts of the payer gives sufficient information to justify that being done. 6 A maintenance order made by virtue of this section which has been confirmed by a competent court in a reciprocating country shall be treated for all purposes as if the  ... court which made the order had made it in the form in which it was confirmed and as if the order had never been a provisional order, and subject to section 5 of this Act, any such order may be enforced, varied or revoked accordingly. 7 In the application of this section to Northern Ireland— a for subsection (1) there shall be substituted— 1 Where an application is made to a magistrates’ court against a person  residing  in a reciprocating country and the court would have jurisdiction to determine the application under the Domestic Proceedings (Northern Ireland) Order 1980 or the Children (Northern Ireland) Order 1995 if that person— a were  habitually resident  in Northern Ireland, and b received reasonable notice of the date of the hearing of the application, the court shall (subject to subsection (2) below) have jurisdiction to determine the application. b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "4", "section_title": " Power of sheriff to make provisional maintenance order against person residing in reciprocating country.", "section_text": "4 1 In any action where the sheriff has jurisdiction by virtue of subsection (2) and the defender resides in a reciprocating country, any maintenance order granted by the sheriff shall be a provisional order. 2 In matters relating to maintenance, a person may be sued in the courts for the place where the pursuer is domiciled or habitually resident or, if the matter is ancillary to proceedings concerning the status of a person, in the court which has jurisdiction to entertain those proceedings, provided than an action of affiliation and aliment shall be treated as a matter relating to maintenance which is not ancillary to proceedings concerning the status of a person. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In any action  referred to in  subsection (1) above— a it shall not be necessary for the pursuer to obtain a warrant for the citation of any person, and the action may commence and proceed without such citation; b no decree shall be granted in favour of the pursuer unless the grounds of action have been substantiated by sufficient evidence, and section 36(3) of the  Sheriff Courts (Scotland) Act 1971 shall not apply in relation to any such action which is a summary cause. 5 No enactment empowering the sheriff to remit an action to the Court of Session shall apply in relation to proceedings  referred to in  subsection (1) above. 6 Section 3(5) and (6) of this Act shall apply for the purposes of this section as they apply for the purposes of that section, with the substitution, for references to   a court that are references to the family court or  a magistrates’ court, of references to the sheriff. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "5", "section_title": " Variation and revocation of maintenance order made in United Kingdom.", "section_text": "5 1 This section applies to a maintenance order a certified copy of which has been sent to a reciprocating country in pursuance of section 2 of this Act and to a maintenance order made by virtue of section 3 or 4 thereof which has been confirmed by a competent court in such a country. 2 A court in the United Kingdom having power to vary a maintenance order to which this section applies shall have power to vary that order by a provisional order. 3 Where the court hearing an application for the variation of a maintenance order to which this section applies proposes to vary it by increasing the rate of the payments under the order then, unless either— a both the payer and the payee under the order appear in the proceedings, or b the applicant appears and the appropriate process has been duly served on the other party, the order varying the order shall be a provisional order. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3B Where paragraph (1) of Article 86 of the Magistrates’ Courts (Northern Ireland) Order 1981 applies in relation to a maintenance order to which this section applies, that paragraph shall have effect as if for the words “by order on complaint,” there were substituted “on an application being made, by order”. 4 Where a court in the United Kingdom makes a provisional order varying a maintenance order to which this section applies, the prescribed officer of the court shall send in the prescribed manner to the court in a reciprocating country having power to confirm the provisional order a certified copy of the provisional order together with a document, authenticated in the prescribed manner, setting out or summarising the evidence given in the proceedings. 5 Where a certified copy of a provisional order made by a court in a reciprocating country, being an order varying or revoking a maintenance order to which this section applies, together with a document, duly authenticated, setting out or summarising the evidence given in the proceedings in which the provisional order was made, is received by the court in the United Kingdom which made the maintenance order, that court may confirm or refuse to confirm the provisional order and, if that order is an order varying the maintenance order, confirm it either without alteration or with such alterations as it thinks reasonable. 6 For the purpose of determining whether a provisional order should be confirmed under subsection (5) above, the court shall proceed as if an application for the variation or revocation, as the case may be, of the maintenance order in question had been made to it. 7 Where a maintenance order to which this section applies has been varied by an order (including a provisional order which has been confirmed) made by a court in the United Kingdom or by a competent court in a reciprocating country, the maintenance order shall, as from  the date on which under the provisions of the order the variation is to take effect , have effect as varied by that order and, where that order was a provisional order, as if that order had been made in the form in which it was confirmed and as if it had never been a provisional order. 8 Where a maintenance order to which this section applies has been revoked by an order made by a court in the United Kingdom or by a competent court in a reciprocating country, including a provisional order made by the last-mentioned court which has been confirmed by a court in the United Kingdom, the maintenance order shall, as from  the date on which under the provisions of the order the revocation is to take effect , be deemed to have ceased to have effect except as respects any arrears due under the maintenance order at that date. 9 Where before a maintenance order made by virtue of section 3 or 4 of this Act is confirmed a document, duly authenticated, setting out or summarising evidence taken in a reciprocating country for the purpose of proceedings relating to the confirmation of the order is received by the court in the United Kingdom which made the order, or that court, in compliance with a request made to it by a court in such a country, takes the evidence of a person residing in the United Kingdom for the purpose of such proceedings, the court in the United Kingdom which made the order shall consider that evidence and if, having done so, it appears to it that the order ought not to have been made— a it shall, in such manner as may be prescribed, give to the person on whose application the maintenance order was made an opportunity to consider that evidence, to make representations with respect to it and to adduce further evidence; and b after considering all the evidence and any representations made by that person, it may revoke the maintenance order. 10 In the application of this section to Scotland— a for subsection (3) there shall be substituted the following subsections:— 3 Where the payer under a maintenance order to which this section applies is for the time being residing in a reciprocating country, the court shall not, on an application made by the payee under the order for the variation of the order, vary the order by increasing the rate of the payments thereunder otherwise than by a provisional order. 3A It shall not be necessary for the payee under a maintenance order to which this section applies to intimate to any person the making by him of an application for a provisional order varying the said maintenance order by increasing the rate of the payments thereunder; b for subsection (6) there shall be substituted the following subsection:— 6 Where a certified copy of a provisional order varying or revoking a maintenance order to which this section applies is received by a court as mentioned in subsection (5) above, the prescribed officer of that court shall intimate to the payee under the maintenance order, in the prescribed manner, that the provisional order has been received as aforesaid and that, unless the payee enters appearance within the prescribed period, the court will confirm the provisional order under this section."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "6", "section_title": " Registration in United Kingdom court of maintenance order made in reciprocating country.", "section_text": "6 1 This section applies to a maintenance order made, whether before or after the commencement of this Part of this Act, by a court in a reciprocating country, including such an order made by such a court which has been confirmed by a court in another reciprocating country but excluding a provisional order which has not been confirmed. 2 Where a certified copy of an order to which this section applies is received by the Secretary of State from the responsible authority in a reciprocating country, and it appears to the Secretary of State that the payer under the order is residing  or has assets  in the United Kingdom, he shall send the copy of the order to the prescribed officer of the appropriate court. 3 Where the prescribed officer of the appropriate court receives from the Secretary of State a certified copy of an order to which this section applies, he shall, subject to subsection (4) below, register the order in the prescribed manner in that court. 4 Before registering an order under this section an officer of a court shall take such steps as he thinks fit for the purpose of ascertaining whether the payer under the order is residing  or has assets  within the jurisdiction of the court, and if after taking those steps he is satisfied that the payer is not  residing and has no assets within the jurisdiction of the court  he shall return the certified copy of the order to the Secretary of State with a statement giving such information as he possesses as to the whereabouts of the payer  and the nature and location of his assets ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "7", "section_title": " Confirmation by United Kingdom court of provisional maintenance order made in reciprocating country.", "section_text": "7 1 This section applies to a maintenance order made, whether before or after the commencement of this Part of this Act, by a court in a reciprocating country being a provisional order. 2 Where a certified copy of an order to which this section applies together with— a a document, duly authenticated, setting out or summarising the evidence given in the proceedings in which the order was made; and b a statement of the grounds on which the making of the order might have been opposed by the payer under the order, is received by the Secretary of State from the responsible authority in a reciprocating country, and it appears to the Secretary of State that the payer under the order is residing in the United Kingdom, he shall send the copy of the order and documents which accompanied it to the prescribed officer of the appropriate court, and that court shall— i if the payer under the order establishes  any grounds on which he might have opposed the making of the order  in the proceedings in which the order was made, refuse to confirm the order; and ii in any other case, confirm the order either without alteration or with such alterations as it thinks reasonable. 3 In any proceedings for the confirmation under this section of a provisional order, the statement received from the court which made the order of the grounds on which the making of the order might have been opposed by the payer under the order shall be conclusive evidence that the payer might have  opposed the making of the order on any of those grounds. . 4 For the purpose of determining whether a provisional order should be confirmed under this section  a magistrates’ court in Northern Ireland  shall proceed as if an application for a maintenance order against the payer under the provisional order had been made to it. 5 The prescribed officer of a court having power under this section to confirm a provisional order shall, if the court confirms the order, register the order in the prescribed manner in that court, and shall, if the court refuses to confirm the order, return the certified copy of the order and the documents which accompanied it to the Secretary of State. 5A Where   the family court   confirms a provisional order under this section, it   may   at the same time exercise one of its powers under subsection (5B) below. 5B The powers of the court are— a the power to order that payments under the order be made directly to   the court ; b the power to order that payments under the order be made to   the court , by such method of payment falling within section   1(5) of the Maintenance Enforcement Act 1991   (standing order,  etc. ) as may be specified; c the power to make an attachment of earnings order under the Attachment of Earnings Act 1971 to secure payments under the order. 5C In deciding   whether to exercise any of its   powers under subsection (5B) above  ... , the court shall have regard to any representations made by the payer under the order. 5D   Subsection (6) of section 1 of the Maintenance Enforcement Act 1991   (power of court to require debtor to open account) shall apply for the purposes of subsection (5B) above as it applies for the purposes of that section but as if for paragraph (a) there were substituted— a the court proposes to exercise its power under paragraph (b) of section 7(5B) of the Maintenance Orders (Reciprocal Enforcement ) Act 1972, and . 5E Where a court of summary jurisdiction in Northern Ireland confirms a provisional order under this section, it shall at the same time exercise one of its powers under subsection (5F) below. 5F The powers of the court are— a the power to order that payments under the order be made directly to the collecting officer; b the power to order that payments under the order be made to the collecting officer, by such method of payment falling within Article 85(7) of the Magistrates’ Courts (Northern Ireland) Order 1981 (standing order,  etc. ) as may be specified; c the power to make an attachment of earnings order under Part IX of the Order of 1981 to secure payments under the order; and in this subsection “collecting officer” means the officer mentioned in Article 85(4) of the Order of 1981. 5G In deciding which of the powers under subsection (5F) above it is to exercise, the court shall have regard to any representations made by the payer under the order. 5H Paragraph (5) of Article 85 of the Magistrates’ Courts (Northern Ireland) Order 1981 (power of court to require debtor to open account) shall apply for the purposes of subsection (5F) above as it applies for the purposes of that Article but as if for sub-paragraph (a) there were substituted— a the court proposes to exercise its power under paragraph (b) of section 7(5F) of the Maintenance Orders (Reciprocal Enforcement) Act 1972, and 6 If  notice of  the proceedings for the confirmation of the provisional order cannot be duly served on the payer under that order the officer by whom the certified copy of the order was received shall return that copy and the documents which accompanied it to the Secretary of State with a statement giving such information as he possesses as to the whereabouts of the payer. 7 This section shall apply to Scotland subject to the following modifications:— a for subsection (4) there shall be substituted the following subsection:— 4 On receiving a certified copy of a provisional order sent to him in pursuance of subsection (2) above the prescribed officer of the appropriate court shall intimate to the payer under the order, in the prescribed manner, that the order has been received as aforesaid and that, unless the payer enters appearance within the prescribed period, the court will confirm the order under this section. ; b in subsection (6), for the words from the beginning to “that order” there shall be substituted the words “ If such intimation as is mentioned in subsection (4) above cannot be given to the payer under a provisional order in pursuance of that subsection”; and c in any proceedings for the confirmation under this section of a provisional order made by a court in a reciprocating country, the sheriff shall apply the law in force in that country with respect to the sufficiency of evidence. 8 In the application of this section to Northern Ireland— a in subsection (2)(i), for the words from “any grounds” to “making of the order” there shall be substituted “any such defence as he might have raised”, b in subsection (3), for the words from “opposed the making” to the end there shall be substituted “raised a defence on any of those grounds in the proceedings in which the order was made.”, and c in subsection (6), for the words “notice of” there shall be substituted “a summons to appear in”."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "8", "section_title": " Enforcement of maintenance order registered in United Kingdom court.", "section_text": "8 1 Subject to subsection (2) below, a registered order may be enforced in the United Kingdom as if it had been made by the registering court and as if that court had had jurisdiction to make it; and proceedings for or with respect to the enforcement of any such order may be taken accordingly. 2 Subsection (1) above does not apply to an order which is for the time being registered  ... in the High Court of Justice in Northern Ireland under Part II of the  Maintenance and Affiliation Orders Act (Northern Ireland) 1966. 3 Any person for the time being under an obligation to make payments in pursuance of   an order registered in a court in Northern Ireland   shall give notice of any change of address to the   clerk of that   court, and any person failing without reasonable excuse to give such a notice shall be liable on summary conviction to a fine not exceeding  £50 . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An order which by virtue of this section is enforceable by a magistrates’ court shall  subject to the modifications of Article 98 of the Magistrates’ Courts (Northern Ireland) Order 1981 specified in subsection (4C) below  be enforceable as   an order made by that court to which that Article applies 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4C Article 98 of the Magistrates’ Courts (Northern Ireland) Order 1981 (enforcement of sums adjudged to be paid) shall have effect— a as if for paragraph (7)(a) there were substituted the following paragraph— a if the court is of the opinion that it is appropriate— i to make an attachment of earnings order; or ii to exercise its power under paragraph (8C)(b) b as if for paragraphs (8B) to (8D) there were substituted the following paragraphs— 8B Upon the appearance of a person or proof of service of the summons on him as mentioned in paragraph (4) for the enforcement of an order to which this Article applies, the court or resident magistrate may vary the order by exercising one of the powers under paragraph (8C). 8C The powers mentioned in paragraph (8B) are— a the power to order that payments under the order be made directly to the collecting officer; b the power to order that payments under the order be made to the collecting officer, by such method of payment falling within Article 85(7)\t\t\t\t\t\t\t\t\t\t\t\t(standing order,  etc. ) as may be specified; c the power to make an attachment of earnings order under Part IX to secure payments under the order. 8D In deciding which of the powers under paragraph (8C) is to be exercised, the court or, as the case may be, a resident magistrate shall have regard to any representations made by the debtor (within the meaning of Article 85). 8E Paragraph (5) of Article 85 (power of court to require debtor to open account) shall apply for the purposes of paragraph (8C) as it applies for the purposes of that Article but as if for sub-paragraph (a) there were substituted— a the court proposes to exercise its power under sub-paragraph (b) of Article 98(8C), and 5   A magistrates' court in Northern Ireland   by which an order is enforceable by virtue of this section, and the officers thereof, shall take all such steps for enforcing  or facilitating the enforcement of  the order as may be prescribed. 6 In any proceedings for or with respect to the enforcement of an order which is for the time being registered in any court under this Part of this Act a certificate of arrears sent to the prescribed officer of the court shall be evidence of the facts stated therein. 7 Subject to subsection (8) below, sums of money payable under a registered order shall be payable in accordance with the order as from  the date on which they are required to be paid under the provisions of the order . 8 The court having power under section 7 of this Act to confirm a provisional order may, if it decides to confirm the order, direct that the sums of money payable under it shall be deemed to have been payable in accordance with the order as from  the date on which they are required to be paid under the provisions of the order or such later date , as it may specify; and subject to any such direction, a maintenance order registered under the said section 7 shall be treated as if it had been made in the form in which it was confirmed and as if it had never been a provisional order. 9 In the application of this section to Scotland— a subsections (2) to (5) shall be omitted; and b in subsection (6), for the word “evidence” there shall be substituted the words “sufficient evidence”. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "9", "section_title": " Variation and revocation of maintenance order registered in United Kingdom court.", "section_text": "9 1 Subject to the provisions of this section, the registering court— a shall have the like power, on an application made by the payer or payee under a registered order, to vary or revoke the order as if it had been made by the registering court as if that court had had jurisdiction to make it; and b shall have power to vary or revoke a registered order by a provisional order. 1ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1ZB Where the registering court is a court of summary jurisdiction in Northern Ireland, Article 86 of the Magistrates’ Courts (Northern Ireland) Order 1981 (revocation, variation  etc. , of orders for periodical payment) shall have effect in relation to the registered order— za as if in paragraph (1) for the words “by order on complaint,” there were substituted “on an application being made, by order”; a as if in paragraph (3) for the words “sub-paragraphs (a) to (d) of Article 85(3)” there were substituted  “                        paragraph (3A)                      ”  and after that paragraph there were inserted— 3A The powers of the court are— a the power to order that payments under the order be made directly to the collecting officer; b the power to order that payments under the order be made to the collecting officer by such method of payment falling within Article 85(7)\t\t\t\t\t\t\t\t\t\t\t\t(standing order,  etc. ) as may be specified; c the power to make an attachment of earnings order under Part IX to secure payments under the order. ; b as if in paragraph (4) for sub-paragraph (b) there were substituted— b payments under the order are required to be made to the collecting officer by any method of payment falling within Article 85(7)\t\t\t\t\t\t\t\t\t\t(standing order,  etc. ) ;  ...  c as if in paragraph (5) for the words “to the collecting officer” there were substituted  “                        in accordance with sub-paragraph (a) of paragraph (3A)                      ” ; d as if in paragraph (7), sub-paragraph (c) and the word “and” immediately preceding it were omitted; e as if in paragraph (8) for the words “sub-paragraphs (a) to (d) of Article 85(3)” there were substituted  “                        paragraph (3A)                      ” ; f as if for paragraphs (9) and (10) there were substituted the following paragraphs— 9 In deciding, for the purposes of paragraphs (3) and (8), which of the powers under paragraph (3A) it is to exercise, the court shall have regard to any representations made by the debtor. 10 Paragraph (5) of Article 85 (power of court to require debtor to open account) shall apply for the purposes of paragraph (3A) as it applies for the purposes of that Article but as if for sub-paragraph (a) there were substituted— a the court proposes to exercise its power under sub-paragraph (b) of Article 86(3A),and 1A The powers conferred by subsection (1) above are not exercisable in relation to so much of a registered order as provides for the payment of a lump sum. 1B The registering court shall not vary or revoke a registered order if neither the payer nor the payee under the order is resident in the United Kingdom. 2 The registering court shall not vary a registered order otherwise than by a provisional order unless— a both the payer and the payee under the registered order are for the time being residing in the United Kingdom; or b the application is made by the payee under the registered order; or c the variation consists of a reduction in the rate of the payments under the registered order and is made solely on the ground that there has been a change in the financial circumstances of the payer since the registered order was made or, in the case of an order registered under section 7 of this Act, since the registered order was confirmed, and the courts in the reciprocating country in which the maintenance order in question was made do not have power, according to the law in force in that country, to confirm provisional orders varying maintenance orders. 3 The registering court shall not revoke a registered order otherwise than by a provisional order unless both the payer and the payee under the registered order are for the time being residing in the United Kingdom. 4 On an application for the revocation of a registered order the registering court shall, unless both the payer and the payee under the registered order are for the time being residing in the United Kingdom, apply the law applied by the reciprocating country in which the registered order was made; but where by virtue of this subsection the registering court is required to apply that law, that court may make a provisional order if it has reason to believe that the ground on which the application is made is a ground on which the order could be revoked according to the law applied by the reciprocating country, notwithstanding that it has not been established that it is such a ground. 5 Where the registering court makes a provisional order varying or revoking a registered order the prescribed officer of the court shall send in the prescribed manner to the court in the reciprocating country which made the registered order a certified copy of the provisional order together with a document, authenticated in the prescribed manner, setting out or summarising the evidence given in the proceedings. 6 Where a certified copy of a provisional order made by a court in a reciprocating country, being an order varying a registered order, together with a document, duly authenticated, setting out or summarising the evidence given in the proceedings in which the provisional order was made, is received by the registering court, that court may confirm the order either without alteration or with such alterations as it thinks reasonable or refuse to confirm the order. 7 For the purpose of determining whether a provisional order should be confirmed under subsection (6) above the court shall proceed as if an application for the variation of the registered order had been made to it. 8 Where a registered order has been varied by an order (including a provisional order which has been confirmed) made by a court in the United Kingdom or by a competent court in a reciprocating country, the registered order shall, as from  the date on which under the provisions of the order the variation is to take effect , have effect as varied by that order and, where that order was a provisional order, as if that order had been made in the form in which it was confirmed and as if it had never been a provisional order. 9 Where a registered order has been revoked by an order made by a court in the United Kingdom or by a competent court in a reciprocating country, including a provisional order made by the first-mentioned court which has been confirmed by a competent court in a reciprocating country, the registered order shall, as from  the date on which under the provisions of the order the revocation is to take effect , be deemed to have ceased to have effect except as respects any arrears due under the registered order at that date. 10 The prescribed officer of the registering court shall register in the prescribed manner any order varying a registered order other than a provisional order which is not confirmed. 11 In the application of this section to Scotland— a after subsection (4) there shall be inserted the following subsection:— 4A It shall not be necessary for the payer under a registered order to intimate to any person the making by him of an application for a provisional order varying or revoking the registered order. ; and b for subsection (7) there shall be substituted the following subsection:— 7 Where a certified copy of a provisional order varying a registered order is received by the registering court as mentioned in subsection (6) above, the prescribed officer of that court shall intimate to the payer under the registered order, in the prescribed manner, that the provisional order has been received as aforesaid and that, unless the payer enters appearance within the prescribed period, the court will confirm the provisional order under this section."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "10", "section_title": " Cancellation of registration and transfer of order.", "section_text": "10 1 Where— a a registered order is revoked by an order made by the registering court; or b a registered order is revoked by a provisional order made by that court which has been confirmed by a court in a reciprocating country and notice of the confirmation is received by the registering court; or c a registered order is revoked by an order made by a court in such a country and notice of the revocation is received by the registering court, the prescribed officer of the registering court shall cancel the registration; but any arrears due under the registered order at the date when its registration is cancelled by virtue of this subsection shall continue to be recoverable as if the registration had not been cancelled. 2 Where the prescribed officer of the registering court is of opinion that the payer under a registered order,  is not residing within the jurisdiction of that court and has no assets within that jurisdiction against which the order can be effectively enforced,  he shall cancel the registration of the order and, subject to subsection (3) below, shall send the certified copy of the order to the Secretary of State. 3 Where the prescribed officer of the registering court, being a magistrates’ court  in Northern Ireland , is of opinion that the payer is residing  or has assets  within the jurisdiction of another magistrates’ court in   Northern Ireland , he shall transfer the order to that other court by sending the certified copy of the order to the prescribed officer of that other court. 4 On the transfer of an order under subsection (3) above the prescribed officer of the court to which it is transferred shall, subject to subsection (6) below, register the order in the prescribed manner in that court. 5 Where the certified copy of an order is received by the Secretary of State under this section and it appears to him that the payer under the order is  residing or has assets  in the United Kingdom, he shall transfer the order to the appropriate court by sending the certified copy of the order together with the related documents to the prescribed officer of the appropriate court and, subject to subsection (6) below, that officer shall register the order in the prescribed manner in that court. 6 Before registering an order in pursuance of subsection (4) or (5) above an officer of a court shall take such steps as he thinks fit for the purpose of ascertaining whether the payer is residing  or has assets  within the jurisdiction of the court, and if after taking those steps he is satisfied that the payer is not  residing and has no assets within the jurisdiction of the court  he shall send the certified copy of the order to the Secretary of State. 7 The officer of a court who is required by any of the foregoing provisions of this section to send to the Secretary of State or to the prescribed officer of another court the certified copy of an order shall send with that copy— a a certificate of arrears signed by him; b a statement giving such information as he possesses as to the whereabouts of the payer  and the nature and location of his assets ; and c any relevant documents in his possession relating to the case. 8 In the application of this section to Scotland— a in subsection (2), for the words “within the jurisdiction of that court” there shall be substituted the words “in Scotland”; and b subsections (3) and (4) shall be omitted."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "11", "section_title": " Steps to be taken by Secretary of State where payer under certain orders is not residing in the United Kingdom.", "section_text": "11 1 If  at any time  it appears to the Secretary of State that the payer under a maintenance order, a certified copy of which has been received by him from a reciprocating country, is not residing  and has no assets in the United Kingdom,  he shall send to the responsible authority in that country or, if having regard to all the circumstances he thinks it proper to do so, to the responsible authority in another reciprocating country— a the certified copy of the order in question and a certified copy of any order varying that order; b if the order has at any time been a registered order, a certificate of arrears signed by the prescribed officer; c a statement giving such information as the Secretary of State possesses as to the whereabouts of the payer  and the nature and location of his assets ; and d any other relevant documents in his possession relating to the case. 2 Where the documents mentioned in subsection (1) above are sent to the responsible authority in a reciprocating country other than that in which the order in question was made, the Secretary of State shall inform the responsible authority in the reciprocating country in which that order was made of what he has done."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "12", "section_title": " Appeals.", "section_text": "12 1 No appeal shall lie from a provisional order made in pursuance of any provision of this Part of this Act by a court in the United Kingdom. 2 Where in pursuance of any such provision any such court confirms or refuses to confirm a provisional order made by a court in a reciprocating country, whether a maintenance order or an order varying or revoking a maintenance order, the payer or payee under the maintenance order shall have the like right of appeal (if any) from the confirmation of, or refusal to confirm, the provisional order as he would have if that order were not a provisional order and the court which confirmed or refused to confirm it had made or, as the case may be, refused to make it. 3 Where in pursuance of any such provision any such court makes, or refuses to make, an order varying or revoking a maintenance order made by a court in a reciprocating country, then, subject to subsection (1) above, the payer or payee under the maintenance order shall have the like right of appeal (if any) from that order or from the refusal to make it as he would have if the maintenance order had been made by the first-mentioned court. 4 Nothing in this section (except subsection (1)) shall be construed as affecting any right of appeal conferred by any other enactment."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "13", "section_title": " Admissibility of evidence given in reciprocating country.", "section_text": "13 1 A statement contained in— a a document, duly authenticated, which purports to set out or summarise evidence given in proceedings in a court in a reciprocating country; or b a document, duly authenticated, which purports to set out or summarise evidence taken in such a country for the purpose of proceedings in a court in the United Kingdom under this Part of this Act, whether in response to a request made by such a court or otherwise; or c a document, duly authenticated, which purports to have been received in evidence in proceedings in a court in such a country or to be a copy of a document so received, shall in any proceedings in a court in the United Kingdom relating to a maintenance order to which this Part of this Act applies be admissible as evidence of any fact stated therein to the same extent as oral evidence of that fact is admissible in those proceedings. 2 A document purporting to set out or summarise evidence given as mentioned in subsection (1)(a) above, or taken as mentioned in subsection (1)(b) above, shall be deemed to be duly authenticated for the purposes of that subsection if the document purports to be certified by the judge, magistrate or other person before whom the evidence was given, or, as the case may be, by whom it was taken, to be the original document containing or recording, or, as the case may be, summarising, that evidence or a true copy of that document. 3 A document purporting to have been received in evidence as mentioned in subsection (1)(c) above, or to be a copy of a document so received, shall be deemed to be duly authenticated for the purposes of that subsection if the document purports to be certified by a judge, magistrate or officer of the court in question to have been, or to be a true copy of a document which has been, so received. 4 It shall not be necessary in any such proceedings to prove the signature or official position of the person appearing to have given such a certificate. 5 Nothing in this section shall prejudice the admission in evidence of any document which is admissible in evidence apart from this section."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "14", "section_title": " Obtaining of evidence needed for purpose of certain proceedings.", "section_text": "14 1 Where for the purpose of any proceedings in a court in a reciprocating country relating to a maintenance order to which this Part of this Act applies a request is made by or on behalf of that court for the taking in the United Kingdom of the evidence of a person residing therein relating to matters specified in the request, such court in the United Kingdom as may be prescribed shall have power to take that evidence and, after giving notice of the time and place at which the evidence is to be taken to such persons and in such manner as it thinks fit, shall take the evidence in such manner as may be prescribed. Evidence taken in compliance with such a request shall be sent in the prescribed manner by the prescribed officer of the court to the court in the reciprocating country by or on behalf of which the request was made. 2 Where any person, not being the payer or the payee under the maintenance order to which the proceedings in question relate, is required by virtue of this section to give evidence before a court in the United Kingdom, the court may order that there shall be paid— a if the court is a court in England, Wales or Scotland, out of moneys provided by Parliament; and b if the court is a court in Northern Ireland, out of moneys provided by   the Northern Ireland Assembly , such sums as appear to the court reasonably sufficient to compensate that person for the expense, trouble or loss of time properly incurred in or incidental to his attendance. 3   Articles 118(1), (3) and (4), 119 and 120 of the Magistrates' Courts (Northern Ireland) Order 1981  \t\t\t\t\t(which provide for compelling the attendance of witnesses, etc.) shall apply in relation to a magistrates’ court   in Northern Ireland  having power under subsection (1) above to take the evidence of any person as if the proceedings in the court in a reciprocating country for the purpose of which a request for the taking of the evidence has been made were proceedings in the magistrates’ court and had been begun by complaint. 4 Paragraphs 71 and 73 of Schedule 1 to the  Sheriff Courts (Scotland) Act 1907 (which provide for the citation of witnesses, etc.) shall apply in relation to a sheriff having power under subsection (1) above to take the evidence of any person as if the proceedings in the court in a reciprocating country for the purpose of which a request for the taking of the evidence has been made were proceedings in the sheriff court. 5 A court in the United Kingdom may for the purpose of any proceedings in that court under this Part of this Act relating to a maintenance order to which this Part of this Act applies request a court in a reciprocating country to take or provide evidence relating to such matters as may be specified in the request and may remit the case to that court for that purpose. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "15", "section_title": " Order, etc. made abroad need not be proved.", "section_text": "15 For the purposes of this Part of this Act, unless the contrary is shown— a any order made by a court in a reciprocating country purporting to bear the seal of that court or to be signed by any person in his capacity as a judge, magistrate or officer of the court, shall be deemed without further proof to have been duly sealed or, as the case may be, to have been signed by that person; b the person by whom the order was signed shall be deemed without further proof to have been a judge, magistrate or officer, as the case may be, of that court when he signed it and, in the case of an officer, to have been authorised to sign it; and c a document purporting to be a certified copy of an order made by a court in a reciprocating country shall be deemed without further proof to be such a copy."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "16", "section_title": " Payment of sums under orders made abroad: conversion of currency.", "section_text": "16 1 Payment of sums due under a registered order shall, while the order is registered in a court in England, Wales or Northern Ireland, be made in such manner and to such person as may be prescribed. 2 Where the sums required to be paid under a registered order are expressed in a currency other than the currency of the United Kingdom, then, as from the relevant date, the order shall be treated as if it were an order requiring the payment of such sums in the currency of the United Kingdom as, on the basis of the rate of exchange prevailing at that date, are equivalent to the sums so required to be paid. 3 Where the sum specified in any statement, being a statement of the amount of any arrears due under a maintenance order made by a court in a reciprocating country, is expressed in a currency other than the currency of the United Kingdom, that sum shall be deemed to be such sum in the currency of the United Kingdom as, on the basis of the rate of exchange prevailing at the relevant date, is equivalent to the sum so specified. 4 For the purposes of this section a written certificate purporting to be signed by an officer of any bank in the United Kingdom certifying that a specified rate of exchange prevailed between currencies at a specified date and that at such rate a specified sum in the currency of the United Kingdom is equivalent to a specified sum in another specified currency shall be evidence of the rate of exchange so prevailing on that date and of the equivalent sums in terms of the respective currencies. 5 In this section “ the relevant date ” means— a in relation to a registered order or to a statement of arrears due under a maintenance order made by a court in a reciprocating country, the date on which the order first becomes a registered order (if earlier) the date on which it is confirmed by a court in the United Kingdom; b in relation to a registered order which has been varied, the date on which the last order varying that order is registered in a court in the United Kingdom or (if earlier) the date on which the last order varying that order is confirmed by such a court. 6 In the application of this section to Scotland:— a subsection (1) shall not apply; b in subsection (4), for the word “evidence” there shall be substituted the words “sufficient evidence”."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "17", "section_title": " Proceedings in   the family court in England and Wales or in magistrates’ courts in Northern Ireland  ", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A Where the respondent to an application for the variation or revocation of— a a maintenance order made by   the family court , being an order to which section 5 of this Act applies; or b a registered order which is registered in   the family court , is residing in a reciprocating country,   the family court   shall have jurisdiction to hear the application (where it would not have such jurisdiction apart from this subsection) if it would have had jurisdiction to hear it had the respondent been   habitually resident   in England and Wales. 6 Where the respondent to an application for the variation or revocation of— a a maintenance order made by a magistrates’ court in Northern Ireland, being an order to which section 5 of this Act applies; or b a registered order which is registered in such a court, is residing in a reciprocating country, a magistrates’ court in Northern Ireland shall have jurisdiction to hear the application (where it would not have jurisdiction apart from this subsection) if it would have had jurisdiction to hear it had the respondent been   habitually resident   in Northern Ireland. 7 Where the  respondent  to  an application  for the variation or revocation— a of a maintenance order made by   the family court in England and Wales or a magistrates' court in Northern Ireland , being an order to which section 5 of this Act applies; or b of a registered order registered in   the family court in England and Wales or a magistrates' court in Northern Ireland , does not appear at the time and place appointed for the hearing of  the application , but the court is satisfied that the  respondent  is residing in a reciprocating country, the court may proceed to hear and determine  the application  at the time and place appointed for the hearing or for any adjourned hearing in like manner as if the  respondent  had appeared at that time and place. 7A In the application of this section to Northern Ireland, in subsection (7)— a for the word “respondent”, in each place where it occurs, there shall be substituted “defendant”; and b for the words “an application” and “the application”, in each place where they occur, there shall be substituted “a complaint” and “the complaint” respectively. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "18", "section_title": "  Rules of court", "section_text": "18 A1 Rules of court may make provision with respect to the matters that would be mentioned in any of paragraphs (b), (c), (e) and (f) of subsection (1) if references in those paragraphs to a magistrates' court, or to magistrates' courts, were references to the family court. 1   The matters referred to in subsections (A1) and (2) are— a the circumstances in which anything authorised or required by this Part of this Act to be done by, to or before a magistrates’ court acting  in a particular   petty sessions district  or by, to or before an officer of that court may be done by, to or before a magistrates’ court acting  in such other   petty sessions district  as the rules may provide or by, to or before an officer of that court; b the orders made, or other things done, by a magistrates’ court, or an officer of such a court, under this Part of this Act, or by a court in a reciprocating country, notice of which is to be given to such persons as the rules may provide and the manner in which such notice shall be given; c the cases and manner in which courts in reciprocating countries are to be informed of orders made, or other things done, by a magistrates’ court under this Part of this Act; d the cases and manner in which a justices’ clerk may take evidence needed for the purpose of proceedings in a court in a reciprocating country relating to a maintenance order to which this Part of this Act applies; e the circumstances and manner in which cases may be remitted by magistrates’ courts to courts in reciprocating countries; f the circumstances and manner in which magistrates’ courts may for the purposes of this Part of this Act communicate with courts in reciprocating countries. 1A For the purpose of giving effect to this Part of this Act,  rules of court  may make, in relation to any proceedings brought under or by virtue of this Part of this Act, any provision not covered by subsection   (A1)   above which— a falls within subsection (2) of section 93 of the Children Act 1989, and b may be made in relation to relevant proceedings under that section. 2 Rules with respect to the matters mentioned in subsection (1) above  (other than paragraph (a))   may be made in accordance with  Article 13 of the Magistrates’ Courts (Northern Ireland) Order 1981  in relation to proceedings or matters in magistrates’ courts in Northern Ireland under this Part of this Act. 2A For the purpose of giving effect to this Part of this Act, rules made in accordance with Article 13 of the Magistrates’ Courts (Northern Ireland) Order 1981 may make, in relation to any proceedings brought under or by virtue of this Part of this Act, any provision not covered by subsection (2) above which— a falls within paragraph (2) of Article 165 of the Children (Northern Ireland) Order 1995, and b may be made in relation to relevant proceedings under that Article."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "19", "section_title": " Rules for sheriff court.", "section_text": "19 Without prejudice to the generality of the powers conferred on the Court of Session by section 32 of the  Sheriff Courts (Scotland) Act 1971 to regulate by act of sederunt the procedure of the sheriff court, the said powers shall include power— a to prescribe the cases and manner in which courts in by the sheriff, or an officer of the sheriff court, under this Part of this Act, or by a court in a reciprocating country, notice of which is to be given to such persons as the act of sederunt may provide and the manner in which such notice shall be given; b to provide that evidence needed for the purpose of proceedings in a court in a reciprocating country relating to a maintenance order to which this Part of this Act applies may, in such cases and manner as the act of sederunt may provide, be taken by a sheriff clerk or sheriff clerk depute; c to prescribe the cases and manner in which courts in reciprocating countries are to be informed of decrees granted, or other things done, by the sheriff under this Part of this Act; d to prescribe the circumstances and manner in which cases may be remitted by the sheriff to courts in reciprocating countries; e to prescribe the circumstances and manner in which the sheriff may for the purposes of this Part of this Act communicate with courts in reciprocating countries."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "20", "section_title": " Restriction on enforcement of arrears under maintenance order registered in Scotland.", "section_text": "20 Where a maintenance order is for the time being registered in the sheriff court under this Part of this Act, a person shall not be entitled, except with the leave of the sheriff, to enforce, whether by diligence or otherwise, the payment of any arrears due under the order, if either— a the sheriff has made a provisional order under section 9 of this Act revoking the said maintenance order and the arrears accrued after the making of the said provisional order, or b the arrears accrued before the commencement of this Part of this Act; and on any application for leave to enforce the payment of any such arrears, the sheriff may refuse leave, or may grant leave subject to such restrictions and conditions (including conditions as to the allowing of time for payment or the making of payment by instalments) as he thinks appropriate, or may remit the payment of such arrears or of any part thereof."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "21", "section_title": " Interpretation of Part I.", "section_text": "21 1 In this Part of this Act— “ affiliation order ” means an order (however described) adjudging, finding or declaring a person to be the father of a child, whether or not it also provides for the maintenance of the child; “ the appropriate court ” —   in relation to a person residing  or having assets  in England and   Wales means the family court; and in relation to a person residing or having assets  in Northern Ireland means a magistrates’ court, and in relation to a person residing  or having assets  in Scotland means  a sheriff court , within the jurisdiction of which that person is residing  or has assets ; “ certificate of arrears ”, in relation to a maintenance order, means a certificate certifying that the sum specified in the certificate is to the best of the information or belief of the officer giving the certificate the amount of the arrears due under the order at the date of the certificate or, as the case may be, that to the best of his information or belief there are no arrears due thereunder at that date; “ certified copy ”, in relation to an order of a court, means a copy of the order certified by the proper officer of the court to be a true copy; “ court ” includes any tribunal or person having power to make, confirm, enforce, vary or revoke a maintenance order; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ maintenance order ” means an order (however described) of any of the following descriptions, that is to say— an order (including an affiliation order or order consequent upon an affiliation order) which provides for the  payment of a lump sum or the making of periodical payments  towards the maintenance of any person, being a person whom the person liable to make payments under the order is, according to the law applied in the place where the order was made, liable to maintain; an order which has been made in Scotland, on or after the granting of a decree of divorce, for the payment of a periodical allowance by one party to the marriage to the other party;  and an affiliation order or order consequent upon an affiliation order, being an order which provides for the payment by a person adjudged, found or declared to be a child’s father of expenses incidental to the child’s birth or, where the child has died, of his funeral expenses, and, in the case of a maintenance order which has been varied, means that order as varied; “order”, as respects Scotland, includes any interlocutor, and any decree or provision contained in an interlocutor; “ payee ”, in relation to a maintenance order, means the person entitled to the payments for which the order provides; “ payer ”, in relation to a maintenance order, means the person liable to make payments under the order; “ prescribed ”, in relation to a magistrates’ court  ... in Northern Ireland, means prescribed  ... by rules made in accordance with  Article 13 of the Magistrates’ Courts (Northern Ireland) Order 1981 ,  ... and in relation to any other court means prescribed by rules of court; “ provisional order ” means (according to the context)— a an order made by a court in the United Kingdom which is provisional only and has no effect unless and until confirmed, with or without alteration, by a competent court in a reciprocating country; or b an order made by a court in a reciprocating country which is provisional only and has no effect unless and until confirmed, with or without alteration, by a court in the United Kingdom having power under this Part of this Act to confirm it; “ reciprocating country ” has the meaning assigned to it by section 1 of this Act; “ registered order ” means a maintenance order which is for the time being registered in a court in the United Kingdom under this Part of this Act; “ registering court ”, in relation to a registered order, means the court in which that order is for the time being registered under this Part of this Act; “ the responsible authority ”, in relation to a reciprocating country, means any person who in that country has functions similar to those of the Secretary of State under this Part of this Act.  “ revoke ” and “ revocation ” include discharge.  2 For the purposes of this Part of this Act an order shall be taken to be a maintenance order so far (but only so far) as it relates to the  payment of a lump sum or the making of periodical payments  as mentioned in paragraph (a) of the definition of “ maintenance order ” in subsection (1) above  , to the payment of a periodical allowance as mentioned in paragraph (aa) of that definition , or to the payment by a person adjudged, found or declared to be a child’s father of any such expenses as are mentioned in paragraph (b) of that definition. 3 Any reference in this Part of this Act to the payment of money for the maintenance of a child shall be construed as including a reference to the payment of money for the child’s education."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "22", "section_title": " Amendments and repeals. ", "section_text": "22 1 The enactments mentioned in the Schedule to this Act shall have effect subject to the minor and consequential amendments specified therein. 2 The following are hereby repealed— a  the maintenance orders (Facilities for Enforcement) Act 1920; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c in   the Maintenance Orders Act 1958, section 19 and in section 23(2), the words “section nineteen”; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "23", "section_title": " Maintenance order registered in High Court under the Maintenance Orders etc. Act 1920.", "section_text": "23 1 Where a country or territory, being a country or territory to which at the commencement of section 1 of this Act the  Maintenance Orders (Facilities for Enforcement) Act 1920 extended, becomes a reciprocating country, then, if immediately before the Order in Council made under section 12 of that Act extending that Act to that country or territory was revoked any maintenance order made by a court in that country or territory was registered in the High Court   or the High Court of Justice in Northern Ireland  under section 1 of that Act,  subsection (1A) applies in relation to the order. 1A Where the order was at that time registered in the High Court, that court may, on an application by the payer or the payee under the order or of its own motion, transfer the order to the family court, with a view to the order being registered in the family court under this Part of this Act; and where the order was at that time registered in the High Court of Justice in Northern Ireland, that court  may, on an application by the payer or the payee under the order or of its own motion, transfer the order to such magistrates’ court   in Northern Ireland  as having regard to the place where the payer is residing and to all the circumstances it thinks most appropriate, with a view to the order being registered in that   magistrates’  court under this Part of this Act. 1B Where the High Court transfers an order to the family court under this section it shall— a cause a certified copy of the order to be sent to an officer of the family court, and b cancel the registration of the order in the High Court. 2 Where the High Court   of Justice in Northern Ireland  transfers an order to a magistrates’ court under this section it shall— a cause a certified copy of the order to be sent to the  appropriate officer  of that court, and b cancel the registration of the order in the High Court. 3 The   ... officer  of the court who receives a certified copy of an order sent to him under this section shall register the order in the prescribed manner in that court. 4 On registering a maintenance order in   a   court by virtue of this section the   officer registering it   shall, if the order is registered in that court under Part I of the  Maintenance Orders Act 1958, cancel that registration. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section “ appropriate officer ” , in relation to a magistrates' court in Northern Ireland, means the clerk of the court. "}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "24", "section_title": " Application of Part I to certain orders and proceedings under the Maintenance Orders etc. Act 1920.", "section_text": "24 Where Her Majesty proposes by an Order in Council under section 1 of this Act to designate as a reciprocating country a country or territory to which at the commencement of that section the  Maintenance Orders (Facilities for Enforcement) Act 1920 extended, that Order in Council may contain such provisions as Her Majesty considers expedient for the purpose of securing— a that the provisions of this Part of this Act apply, subject to such modifications as may be specified in the Order, to maintenance orders, or maintenance orders of a specified class— i made by a court in England, Wales or Northern Ireland against a person residing  or having assets  in that country or territory, or ii made by a court in that country or territory against a person residing  or having assets  in England, Wales or Northern Ireland, being orders to which immediately before the date of the coming into operation of the Order in Council the said Act of 1920 applied, except any order which immediately before that date is registered in the High Court or the High Court of Justice in Northern Ireland under section 1 of that Act; b that any maintenance order, or maintenance order of a specified class, made by a court in that country or territory which has been confirmed by a court in England, Wales or Northern Ireland under section 4 of the said Act of 1920 and is in force immediately before that date is registered under section 7 of this Act; c that any proceedings brought under or by virtue of a provision of the said Act of 1920 in a court in England, Wales or Northern Ireland which are pending at that date, being proceedings affecting a person resident in that country or territory, are continued as if they had been brought under or by virtue of the corresponding provision of this Part of this Act."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "25", "section_title": " Convention countries.", "section_text": "25 1 Her Majesty may by Order in Council declare that any country or territory specified in the Order, being a country or territory outside the United Kingdom to which the Maintenance Convention extends, is a convention country for the purposes of this Part of this Act. 2 In this section “ the Maintenance Convention ” means the United Nations Convention on the Recovery Abroad of Maintenance done at New York on 20th June 1956."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "26", "section_title": " Application by person in United Kingdom for recovery, etc. of maintenance in convention country.", "section_text": "26 1 Where a person in the United Kingdom (“the applicant”) claims to be entitled to recover in a convention country maintenance from another person, and that other person is for the time being subject to the jurisdiction of that country, the applicant may apply to the Secretary of State, in accordance with the provisions of this section, to have his claim for the recovery of maintenance from that other person transmitted to that country. 2 Where the applicant seeks to vary any provision made in a convention country for the payment by any other person of maintenance to the applicant, and that other person is for the time being subject to the jurisdiction of that country, the applicant may apply to the Secretary of State, in accordance with the provisions of this section, to have his application for the variation of that provision transmitted to that country. 3 An application to the Secretary of State under subsection (1) or (2) above shall be made through the appropriate officer, and that officer shall assist the applicant in completing an application which will comply with the requirements of the law applied by the convention country and shall send the application to the Secretary of State, together with such other documents, if any, as are required by that law. 3A An application under subsection (1) or (2) above, for the purpose of recovering maintenance from a person in a specified State within the meaning of the Recovery of Maintenance (United States of America) Order 1993, and a certificate signed by a justice of the peace or, where the applicant is residing in Scotland, the sheriff, to the effect that the application sets forthfacts from which it may be determined that the repondent owes a duty to maintain the applicant and any other person named in the application and that a court in the specified State may obtain jurisdiction of the respondent or his property, shall be registered in the court in the prescribed manner by the appropriate officer or, in Scotland, by the sheriff clerk in the Maintenance Orders (Reciprocal Enforcement) Act 1972 register. 4 On receiving an application from the appropriate officer the Secretary of State shall transmit it, together with any accompanying documents, to the appropriate authority in the convention country, unless he is satisfied that the application is not made in good faith or that it does not comply with the requirements of the law applied by that country. 5 The Secretary of State may request the appropriate officer to obtain from the court of which he is an officer such information relating to the application as may be specified in the request, and it shall be the duty of the court to furnish the Secretary of State with the information he requires. 6 The appropriate officer for the purposes of this section is— a where the applicant is residing in England and Wales,   an officer of the family court  ; b where the applicant is residing in Northern Ireland, the clerk   of petty sessions  ; and c where the applicant is residing in Scotland, the sheriff clerk or sheriff clerk depute of the sheriff court within the jurisdiction of which the applicant is residing."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "27A", "section_title": " Applications for recovery of maintenance in England and Wales.", "section_text": "27A 1 This section applies to any application which— a is received by the Lord Chancellor from the appropriate authority in a convention country, and b is an application by a person in that country for the recovery of maintenance from another person who is for the time being residing in England and Wales. 2 Subject to sections 27B to 28B of this Act, an application to which this section applies shall be treated for the purposes of any enactment as if it were an application for a maintenance order under the relevant Act, made at the time when the application was received by the Lord Chancellor.   This subsection does not confer jurisdiction on a court in England and Wales that it would not otherwise have.   3 In the case of an application for maintenance for a child (or children) alone, the relevant Act is the Children Act 1989. 4 In any other case, the relevant Act is the Domestic Proceedings and Magistrates’ Courts Act 1978. 5 In subsection (3) above, “ child ” means the same as in Schedule 1 to the Children Act 1989."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "27B", "section_title": " Sending application to the   family   court.", "section_text": "27B 1 On receipt of an application to which section 27A of this Act applies, the Lord Chancellor shall send it, together with any accompanying documents, to the   family court . 2   If   notice of the hearing of the application by   the family court   cannot be duly served on the respondent, the   family   court shall return the application and the accompanying documents to the Lord Chancellor with a statement giving such information as   the family court   possesses as to the whereabouts of the respondent. 3 If the application is returned to the Lord Chancellor under subsection (2) above, then, unless he is satisfied that the respondent is not residing in the United Kingdom, he shall deal with it in accordance with subsection (1) above or section  28D(1)  of this Act or send it to the Secretary of State to be dealt with in accordance with section 31 of this Act (as the circumstances of the case require). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "27C", "section_title": " Applications to which section 27A applies: general.", "section_text": "27C 1 This section applies where   the family   court makes an order on an application to which section 27A of this Act applies. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The court   may , at the same time that it makes the order, exercise one of its powers under subsection (4) below. 4 Those powers are— a the power to order that payments under the order be made directly to   the court ; b the power to order that payments under the order be made to   the court , by such method of payment falling within section   1(5) of the Maintenance Enforcement Act 1991   (standing order, etc.) as may be specified; c the power to make an attachment of earnings order under the Attachment of Earnings Act 1971 to secure payments under the order. 5 In deciding   whether to exercise any of its   powers under subsection (4) above  ... , the court shall have regard to any representations made by the person liable to make payments under the order. 6   Subsection (6) of section 1 of the Maintenance Enforcement Act 1991  (power of court to require debtor to open account) shall apply for the purposes of subsection (4) above as it applies for the purposes of that section, but as if for paragraph (a) there were substituted— ” the court proposes to exercise its power under paragraph (b) of section 27C(4) of the Maintenance Orders (Reciprocal Enforcement) Act 1972, and”. 7 The  ... court shall register the order in the prescribed manner  ... ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "28", "section_title": " Applications by spouses under the Domestic Proceedings and Magistrates’ Courts Act 1978.", "section_text": "28 1   On   hearing an application which by virtue of section 27A of this Act is to be treated as if it were an application for a maintenance order under the Domestic Proceedings and Magistrates’ Courts Act 1978 , the family court   may make any order on the application which it has power to make under section 2 or 19(1) of that Act. 2 Part I of that Act shall apply in relation to such an application, and to any order made on such an application, with the following modifications— a sections 6 to 8, 16 to 18, 20ZA, 25 , 26   and 28(2) shall be omitted, b ... and c section 32(2) shall be omitted. 3 Subsections (1) and (2) above do not apply where section 28A of this Act applies."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "28A", "section_title": "Applications by former spouses under the Domestic Proceedings and Magistrates’ Courts Act 1978.", "section_text": "28A 1 This section applies where in the case of any application which by virtue of section 27A of this Act is to be treated as if it were an application for a maintenance order under the Domestic Proceedings and Magistrates’ Courts Act 1978 (“the 1978 Act”)— a the applicant and respondent were formerly married, b their marriage was dissolved or annulled in a country or territory outside the United Kingdom by a divorce or annulment which is recognised as valid by the law of England and Wales, c an order for the payment of maintenance for the benefit of the applicant or a child of the family has, by reason of the divorce or annulment, been made by a court in a convention country, and d where the order for the payment of maintenance was made by a court of a different country from that in which the divorce or annulment was obtained, either the applicant or the respondent was resident in the convention country whose court made that order at the time that order was applied for. 2   The family court shall have jurisdiction to hear the application   notwithstanding the dissolution or annulment of the marriage. 3 If the   family court   is satisfied that the respondent has failed to comply with the provisions of any order such as is mentioned in subsection (1)(c) above, it may (subject to subsections (4) and (5) below) make any order which it has power to make under section 2 or 19(1) of the 1978 Act. 4 The court shall not make an order for the making of periodical payments for the benefit of the applicant or any child of the family unless the order made in the convention country provides for the making of periodical payments for the benefit of the applicant or, as the case may be, that child. 5 The court shall not make an order for the payment of a lump sum for the benefit of the applicant or any child of the family unless the order made in the convention country provides for the payment of a lump sum to the applicant or, as the case may be, to that child. 6 Part I of the 1978 Act shall apply in relation to the application, and to any order made on the application, with the following modifications— a section 1 shall be omitted, b for the reference in section 2(1) to any ground mentioned in section 1 of that Act there shall be substituted a reference to non-compliance with any such order as is mentioned in subsection (1)(c) of this section, c for the references in section 3(2) and (3) to the occurrence of the conduct which is alleged as the ground of the application there shall be substituted references to the breakdown of the marriage, d the reference in section 4(2) to the subsequent dissolution or annulment of the marriage of the parties affected by the order shall be omitted, e sections 6 to 8, 16 to 18, 20ZA   25, 26 and 28   shall be omitted, f ... and g section 32(2) shall be omitted. 7 A divorce or annulment obtained in a country or territory outside the United Kingdom shall be presumed for the purposes of this section to be one the validity of which is recognised by the law of England and Wales, unless the contrary is proved by the respondent. 8 In this section, “ child of the family ” has the meaning given in section 88 of the 1978 Act."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "28B", "section_title": " Applications under the Children Act 1989.", "section_text": "28B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "28C", "section_title": " Applications for recovery of maintenance in Northern Ireland.", "section_text": "28C 1 This section applies to any application which— a is received by the Lord Chancellor from the appropriate authority in a convention country, and b is an application by a person in that country for the recovery of maintenance from another person who is for the time being residing in Northern Ireland. 2 Subject to sections 28D to 29B of this Act, an application to which this section applies shall be treated for the purposes of any enactment as if it were an application for a maintenance order under the relevant Order, made at the time when the application was received by the Lord Chancellor.   This subsection does not confer jurisdiction on a court in Northern Ireland that it would not otherwise have.   3 In the case of an application for maintenance for a child (or children) alone, the relevant Order is the Children (Northern Ireland) Order 1995. 4 In any other case, the relevant Order is the Domestic Proceedings (Northern Ireland) Order 1980. 5 In subsection (3) above, “child” means the same as in Schedule 1 to the Children (Northern Ireland) Order 1995."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "28D", "section_title": " Sending application to the appropriate magistrates’ court.", "section_text": "28D 1 On receipt of an application to which section 28C of this Act applies, the Lord Chancellor shall send it, together with any accompanying documents, to the clerk of a magistrates’ court  .... 2 Subject to subsection (4) below, if notice of the hearing of the application by a magistrates’ court having jurisdiction to hear it cannot be duly served on the respondent, the clerk of the court shall return the application and the accompanying documents to the Lord Chancellor with a statement giving such information as he possesses as to the whereabouts of the respondent. 3 If the application is returned to the Lord Chancellor under subsection (2) above, then, unless he is satisfied that the respondent is not residing in the United Kingdom, he shall deal with it in accordance with subsection (1) above or section 27B of this Act or send it to the Secretary of State to be dealt with in accordance with section 31 of this Act (as the circumstances of the case require). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "28E", "section_title": " Applications to which section 28C applies: general.", "section_text": "28E 1 This section applies where a magistrates’ court makes an order on an application to which section 28C of this Act applies. 2 Article 85 of the Magistrates’ Courts (Northern Ireland) Order 1981 (“the 1981 Order”) (orders for periodical payment: means of payment) shall not apply. 3 The court shall, at the same time that it makes the order, exercise one of its powers under subsection (4) below. 4 Those powers are— a the power to order that payments under the order be made directly to the collecting officer; b the power to order that payments under the order be made to the collecting officer, by such method of payment falling within Article 85(7) of the 1981 Order (standing order,  etc. ) as may be specified; c the power to make an attachment of earnings order under Part IX of the 1981 Order to secure payments under the order; and in this subsection “collecting officer” means the officer mentioned in Article 85(4) of the 1981 Order. 5 In deciding which of the powers under subsection (4) above it is to exercise, the court shall have regard to any representations made by the person liable to make payments under the order. 6 Paragraph (5) of Article 85 of the 1981 Order (power of court to require debtor to open account) shall apply for the purposes of subsection (4) above as it applies for the purposes of that Article, but as if for sub-paragraph (a) there were substituted— a the court proposes to exercise its power under paragraph (b) of section 28E(4) of the Maintenance Orders (Reciprocal Enforcement) Act 1972, and. 7 The clerk of the court shall register the order in the prescribed manner in the court."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "29", "section_title": " Applications by spouses under the Domestic Proceedings (Northern Ireland) Order 1980.", "section_text": "29 1 The magistrates’ court hearing an application which by virtue of section 28C of this Act is to be treated as if it were an application for a maintenance order under the Domestic Proceedings (Northern Ireland) Order 1980 may make any order on the application which it has power to make under Article 4 or 20(1) of that Order. 2 That Order shall apply in relation to such an application, and to any order made on such an application, with the following omissions— a Articles 8 to 10, 18, 19, 21, 22A, 25(1), 27 to 29 and 30(1A), b in Article 32(1) the words “either the applicant or”, and c Article 36(1). 3 Subsections (1) and (2) above do not apply where section 29A of this Act applies."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "29A", "section_title": " Applications by former spouses under the Domestic Proceedings (Northern Ireland) Order 1980.", "section_text": "29A 1 This section applies where in the case of any application which by virtue of section 28C of this Act is to be treated as if it were an application for a maintenance order under the Domestic Proceedings (Northern Ireland) Order 1980 (“the 1980 Order”)— a the applicant and respondent were formerly married, b their marriage was dissolved or annulled in a country or territory outside the United Kingdom by a divorce or annulment which is recognised as valid by the law of Northern Ireland; c an order for the payment of maintenance for the benefit of the applicant or a child of the family has, by reason of the divorce or annulment, been made by a court in a convention country, and d where the order for the payment of maintenance was made by a court of a different country from that in which the divorce or annulment was obtained, either the applicant or the respondent was resident in the convention country whose court made that order at the time that order was applied for. 2 Any magistrates’ court that would have jurisdiction to hear the application under Article 32 of the 1980 Order (as modified in accordance with subsection (6) below) if the applicant and the respondent were still married shall have jurisdiction to hear it notwithstanding the dissolution or annulment of the marriage. 3 If the magistrates’ court hearing the application is satisfied that the respondent has failed to comply with the provisions of any order such as is mentioned in subsection (1)(c) above, it may (subject to subsections (4) and (5) below) make any order which it has power to make under Article 4 or 20(1) of the 1980 Order. 4 The court shall not make an order for the making of periodical payments for the benefit of the applicant or any child of the family unless the order made in the convention country provides for the making of periodical payments for the benefit of the applicant or, as the case may be, that child. 5 The court shall not make an order for the payment of a lump sum for the benefit of the applicant or any child of the family unless the order made in the convention country provides for the payment of a lump sum to the applicant or, as the case may be, to that child. 6 The 1980 Order shall apply in relation to the application, and to any order made on the application, with the following modifications— a Article 3 shall be omitted, b for the reference in Article 4(1) to any ground mentioned in Article 3 there shall be substituted a reference to non-compliance with any such order as is mentioned in subsection (1)(c) of this section, c for the references in Article 5(2) and (3) to the occurrence of the conduct which is alleged as the ground of the application there shall be substituted references to the breakdown of the marriage, d the reference in Article 6(2) to the subsequent dissolution or annulment of the marriage of the parties affected by the order shall be omitted, e Articles 8 to 10, 18, 19, 21, 22A, 25(1) and 27 to 30 shall be omitted, f in Article 32(1), the words “either the applicant or” shall be omitted, and g Article 36(1) shall be omitted. 7 A divorce or annulment obtained in a country or territory outside the United Kingdom shall be presumed for the purposes of this section to be one the validity of which is recognised by the law of Northern Ireland, unless the contrary is proved by the respondent. 8 In this section “child of the family” has the meaning given in Article 2(2) of the 1980 Order."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "29B", "section_title": " Applications under the Children (Northern Ireland) Order 1995.", "section_text": "29B No provision of an order made under Schedule 7 to the Children (Northern Ireland) Order 1995 requiring or enabling a court to transfer proceedings from a magistrates’ court to a county court or the High Court shall apply in relation to an application which by virtue of section 28C of this Act is to be treated as if it were an application for a maintenance order under that Order."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "30", "section_title": " Further provisions relating to recovery in England, Wales and Northern Ireland of maintenance for children", "section_text": "30 . 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "31", "section_title": " Application by person in convention country for recovery of maintenance in Scotland.", "section_text": "31 1 Where the Secretary of State receives from the appropriate authority in a convention country an application by a person in that country for the recovery of maintenance from another person who is for the time being residing in Scotland, he shall send the application, together with any accompanying documents, to the  Secretary of the Law Society of Scotland who shall send the application and any accompanying documents to a solicitor practising in the sheriff court within the jurisdiction of which that other person resides or to such other solicitor practising in Scotland as appears to the Secretary to be appropriate, for the purposes of enabling the solicitor to take  on behalf of the applicant such steps as appear to the solicitor appropriate in respect of the application. 1A Proceedings arising out of an application under subsection (1) above shall be treated as an action for aliment within the meaning of the Family Law (Scotland) Act 1985 and, subject to subsections (1B) to (1D) below, the provisions of that Act relating to aliment shall apply in relation to claims for maintenance in such proceedings and decrees therein. 1B Without prejudice to subsection (2) below, any proceedings mentioned in subsection (1A) above shall be brought in the sheriff court. 1C In its application to proceedings mentioned in subsection (1A) above, section 5 of the said Act of 1985 (power to vary or recall decree of aliment) shall be subject to section 34(1) of this Act. 1D Where an application under subsection (1) above is for the recovery of maintenance from a person who is a former spouse of the applicant— a then, for the purposes of the said Act of 1985, there shall be assumed to be an obligation of aliment within the meaning of that Act owed by the former spouse to the applicant; b section 2(7) and (8) of that Act shall not apply; and c an order for payment of maintenance in proceedings arising out of the application— i shall, if subsisting at the death of the party making the payment, continue to operate against that party’s estate, but without prejudice to the power of the court to vary or recall the order; and ii shall cease to have effect on the remarriage or death of the party receiving payment, except in relation to any arrears due under it 2 Where in any proceedings arising out of such an application as aforesaid the sheriff  ,or (on appeal or remit) the Court of Session,  makes an order containing a provision requiring the payment of maintenance,  the order shall be registered forthwith in the prescribed manner in the appropriate sheriff court by the sheriff clerk or sheriff clerk depute of that sheriff court; and where an order of the Court of Session varies or revokes a registered order of the sheriff, the said sheriff clerk or sheriff clerk depute shall amend the register accordingly. (2A)In subsection (2) above “ the appropriate sheriff court ” means the sheriff court making the order or (where the order is an order of the Court of Session) from which the remit or appeal has come. 3 Without prejudice to the generality of the powers conferred on the Court of Session by section 32 of the  Sheriff Courts (Scotland) Act 1971 to regulate by act of sederunt the procedure of the sheriff court, the said powers shall include power to prescribe the decrees granted, or other things done, by the sheriff, or an officer of the sheriff court, under this Part of this Act, notice of which is to be given to such persons as the act of sederunt may provide and the manner in which such notice shall be given. 4 Where an application under subsection (1) above is for the recovery of maintenance from a person who is a former spouse of the applicant an order containing a provision requiring the payment of such maintenance for the benefit of the applicant shall not be made in respect of that application unless— i the marriage between the applicant and the said former spouse has been dissolved by a divorce which has been  granted in a convention country obtained in a convention country or territory outside the United Kingdom  and which is recognised as valid by the law of Scotland; ii an order for the payment of maintenance for the benefit of the applicant has, in or by reason of the divorce proceedings in the convention country, been made by the court which granted the divorce or by any other court in that country; and ii an order for the payment of maintenance for the benefit of the applicant as a divorced person has, in or by reason of, or subsequent to, the divorce proceedings, been made by a court in a convention country; iia in a case where the order mentioned in paragraph (ii) above was made by a court of a different country from that in which the divorce was obtained, either the applicant or the said former spouse was resident in that different country at the time the application for the order so mentioned was made; and iii the court making the order under this section is satisfied that the former spouse of the applicant has failed to comply with the order mentioned in paragraph (ii) above. 4A In subsection (4)(i) above the reference to the dissolution of a marriage by divorce shall be construed as including a reference to the annulment of a purported marriage and any reference to a marriage, a divorce, a divorced person, a former spouse or divorce proceedings shall be construed accordingly. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Section 8 of the  Law Reform (Miscellaneous Provisions)\t\t\t\t\t(Scotland) Act 1966 (which relates to the variation and recall by the sheriff of certain orders made by the Court of Session) shall not apply to an order of the Court of Session registered under subsection (2) above."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "32", "section_title": " Transfer of orders.", "section_text": "32 1 Where the prescribed officer of the registering court is of opinion that the payer under a registered order has ceased to reside within the jurisdiction of that court, then, unless he is of opinion that the payer has ceased to reside in the United Kingdom, he shall, subject to subsection (2) below, send a certified copy of the order and the related documents to the Secretary of State, and if he is of opinion that the payer has ceased to reside in the United Kingdom he shall send a notice to that effect to the Secretary of State. 2 Where   the clerk   of the registering court, being a magistrates’ court  in Northern Ireland , is of opinion that the payer is residing within the jurisdiction of another magistrates’ court in   Northern Ireland , he shall transfer the order to that other court by sending a certified copy of the order and the related documents to   the clerk   of that other court and, subject to subsection (4) below,   that clerk   shall register the order in the prescribed manner in that court. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where a certified copy of an order is received by the Secretary of State under this section and it appears to him that the payer under the order is still residing in the United Kingdom, he shall transfer the order to the appropriate court by sending the copy of the order and the related documents to the prescribed officer of the appropriate court and, subject to subsection (4) below, that officer shall register the order in the prescribed manner in that court. 4 Before registering an order in pursuance of subsection (2) or (3) above an officer of a court shall take such steps as he thinks fit for the purpose of ascertaining whether the payer under the order is residing within the jurisdiction of the court, and if after taking those steps he is satisfied that the payer is not so residing he shall return the certified copy of the order and the related documents to the officer of the court or the Secretary of State, as the case may be, from whom he received them, together with a statement giving such information as he possesses as to the whereabouts of the payer. 5 Where a certified copy of an order is received by the Secretary of State under this section and it appears to him that the payer under the order has ceased to reside in the United Kingdom he shall return the copy of the order and the related documents to the registering court. 6 An officer of a court on registering an order in the court in pursuance of subsection (2) or (3) above shall give notice of the registration in the prescribed manner to the prescribed officer of the court in which immediately before its registration under this section the order was registered. 7 The officer to whom notice is given under subsection (6) above shall on receiving the notice cancel the registration of the order in that court. 7A The Secretary of State on receiving notice under subsection (6) above shall send a copy of the registered order and of the related documents to the Secretary of the Law Society of Scotland who shall send the copy of the order and of the related documents to a solicitor practising in the registering court or to such other solicitor practising in Scotland as appears to the Secretary to be appropriate for the purpose of enabling the solicitor to take, on behalf of the person entitled to the payments for which the order provides, such steps as appear to the solicitor appropriate to enforce the order. 7B Where an order is registered in the sheriff court by virtue of subsection (3) above, any provision of the order by virtue of which the payments for which the order provides are required to be made through or to any officer or person on behalf of the person entitled thereto shall be of no effect so long as the order is so registered. 8 In this section— “ the appropriate court ”  — in relation to a person residing in England and   Wales, means the family court; and   in relation to a person residing  in Northern Ireland, means a magistrates’ court within the jurisdiction of which that person is residing; “ certificate of arrears ” and “ certified copy ” have the same meanings respectively as in Part I of this Act; “ payer ”, in relation to a registered order, means the person liable to make payments under the order; and “ related documents ” means— a the application on which the order was made; b a certificate of arrears signed by the prescribed officer of the registering court; c a statement giving such information as he possesses as to the whereabouts of the payer; and d any relevant documents in his possession relating to the case. 9 In the application of this section to Scotland— a in subsection (1), for the words “within the jurisdiction of that court” there shall be substituted the words “in Scotland”; b subsection (2) shall be omitted; c in subsection (4), for the words “the officer of the court or the Secretary of State, as the case may be, from whom he received them” there shall be substituted the words “the Secretary of State”; d at the end of subsection (6) there shall be inserted the words “and to the Secretary of State”; e after subsection (7) there shall be inserted the following subsections:— 7A The Secretary of State on receiving notice under subsection (6) above shall send a copy of the registered order and of the related documents to the secretary of the committee mentioned in section 31(1) of this Act, and the secretary shall thereupon send the copy of the order and of the related documents to a solicitor practising in the registering court, with a view to the solicitor’s taking on behalf of the person entitled to the payments for which the order provides such steps as appear to the solicitor appropriate to enforce the order. 7B Where an order is registered in the sheriff court by virtue of subsection (3) above, any provision of the order by virtue of which the payments for which the order provides are required to be made through or to any officer or person on behalf of the person entitled thereto shall be of no effect so long as the order is so registered ; f “ appropriate court ”, in relation to a person residing in Scotland, means the sheriff court within the jurisdiction of which that person is residing."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "33", "section_title": " Enforcement of orders.", "section_text": "33 1 Subject to subsection (2) below, a registered order which is registered in a court other than the court by which the order was made may be enforced as if it had been made by the registering court and as if that court had had jurisdiction to make it; and proceedings for or with respect to the enforcement of any such order may be taken in accordance with this subsection but not otherwise. 2 Subsection (1) above does not apply to an order which is for the time being registered  ... in the High Court of Justice in Northern Ireland under Part II of the  Maintenance and Affiliation Orders Act (Northern Ireland) 1966. 3 An order which by virtue of subsection (1) above is enforceable by a magistrates’ court  shall, subject to the modifications of Article 98 of the Magistrates’ Courts (Northern Ireland) Order 1981 (enforcement of sums adjudged to be paid and complaint for arrears) specified in subsection (4C) of section 8 of this Act, be enforceable  as  an order made by that court to which that Article applies . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3B Where, by virtue of being registered in the court of summary jurisdiction   in Northern Ireland  in which it was made, a registered order is enforceable as a maintenance order made by a court of summary jurisdiction, Article 98 of the Magistrates’ Courts (Northern Ireland) Order 1981 shall have effect subject to the modifications specified in subsection (4C) of section 8 of this Act. 4 A magistrates’ court   in Northern Ireland  in which an order is registered under this Part of this Act, and the officers thereof, shall take all such steps for enforcing the order as may be prescribed. 5 In any proceedings for or with respect to the enforcement of an order which is for the time being registered in any court under this Part of this Act a certificate of arrears sent under section 32 of this Act to the prescribed officer of the court shall be evidence of the facts stated therein. 6 Part II of the  Maintenance Orders Act 1950 (enforcement of certain orders throughout the United Kingdom) shall not apply to a registered order. 7 In the application of this section to Scotland— a subsections (2) to (4) shall be omitted; and b in subsection (5), for the word “evidence” there shall be substituted the words “sufficient evidence”."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "34", "section_title": " Variation and revocation of orders.", "section_text": "34 1 Subject to  subsection (3B) below and  section 34B of this Act Subject to  ... section 34A of this Act  where a registered order is registered in a court other than the court by which the order was made, the registering court shall have the like power to vary or revoke the order as if it had been made by the registering court and as if that court had had jurisdiction to make it; and no court other than the registering court shall have power to vary or revoke a registered order. 2 Where the registering court revokes a registered order it shall cancel the registration. 3 Where the Secretary of State receives from the appropriate authority in a convention country an application by a person in that country for the variation of a registered order, he   shall—  a if the registering court is the family court, send the application together with any documents accompanying it to that court; b if the registering court is a magistrates' court in Northern Ireland, send the application together with any documents accompanying it to the clerk of that court. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3B Where paragraph (1) of Article 86 of the Magistrates’ Courts (Northern Ireland) Order 1981 (revocation, variation  etc.  of orders for periodical payment) applies in relation to a registered order, that paragraph shall have effect as if for the words “by order on complaint,” there were substituted “on an application being made, by order”.  4 Where a court in a part of the United Kingdom makes, or refuses to make, an order varying or revoking a registered order made by a court in another part thereof, any person shall have the like right of appeal (if any) against the order or refusal as he would have if the registered order had been made by the first-mentioned court. 5 In the application of this section to Scotland— a the words “ and no court other than the registering court shall have power to vary or revoke a registered order ” in subsection (1) above are subject to any power of the Court of Session on appeal; and  b for subsection (3) there shall be substituted the following subsection— 3 Where the Secretary of State receives from the appropriate authority in a convention country an application by a person in that country for the variation of a registered order, he shall, if the registering court is a sheriff court, send the application, together with any documents accompanying it, to the Secretary of the Law Society of Scotland who shall send the application and any accompanying documents to a solicitor practising in the registering court or to such other solicitor practising in Scotland as appears to the Secretary to be appropriate, for the purpose of enabling the solicitor to take on behalf of the applicant such steps as appear to the solicitor appropriate in respect of the application."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "34A", "section_title": " Variation of orders by   the family court   in England and Wales.", "section_text": "34A 1 The provisions of this section shall have effect in relation to a registered order which is registered in   the family court   (whether or not the court made the order) in place of the following enactments, that is to say— a section 1(3A) of the Maintenance Enforcement Act 1991; b section 20ZA of the  Domestic Proceedings and Magistrates’ Courts Act 1978; and c paragraph 6A of Schedule 1 to the  Children Act 1989. 2 The power of   the family court   to vary a registered order shall include power, if the court is satisfied that payment has not been made in accordance with the order, to exercise one of its powers under subsection (3) below. 3 The powers of the court are— a the power to order that payments under the order be made directly to   the court ; b the power to order that payments under the order be made to   the court , by such method of payment falling within section   1(5) of the Maintenance Enforcement Act 1991   (standing order,  etc. ) as may be specified; c the power to make an attachment of earnings order under the  Attachment of Earnings Act 1971 to secure payments under the order. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In deciding, for the purposes of   subsection (2)   above,   whether to exercise any of its   powers under subsection (3) above  ... , the court shall have regard to any representations made by the debtor  or the creditor . 10   Subsection (6) of section 1 of the Maintenance Enforcement Act 1991   (power of court to require debtor to open account) shall apply for the purposes of subsection (3) above as it applies for the purposes of that section but as if for paragraph (a) there were substituted— a the court proposes to exercise its power under paragraph (b) of section 34A(3) of the  Maintenance Orders (Reciprocal Enforcement) Act 1972, and 11 In this section “ creditor ” and “ debtor ” have the same meaning as they have in   section 1 of the Maintenance Enforcement Act 1991 ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "34B", "section_title": " Variation of orders by courts of summary jurisdiction in Northern Ireland.", "section_text": "34B 1 The provisions of this section shall have effect in relation to a registered order which is registered in a court of summary jurisdiction in Northern Ireland (whether or not the court made the order) in place of the following enactments, that is to say— a paragraphs (3) to (11) of Article 86 of the Magistrates’ Courts (Northern Ireland) Order 1981; and b Article 22A of the Domestic Proceedings (Northern Ireland) Order 1980. 2 The power of a court of summary jurisdiction in Northern Ireland to vary a registered order shall include power, if the court is satisfied that payment has not been made in accordance with the order, to exercise one of its powers under subsection (3) below. 3 The powers of the court are— a the power to order that payments under the order be made directly to the collecting officer; b the power to order that payments under the order be made to the collecting officer by such method of payment falling within Article 85(7) of the Magistrates’ Courts (Northern Ireland) Order 1981 (standing order,  etc. ) as may be specified; c the power to make an attachment of earnings order under Part IX of the Order of 1981 to secure payments under the order; and in this subsection “collecting officer” means the officer mentioned in Article 85(4) of the Order of 1981. 4 In any case where— a a registered order is registered in a court of summary jurisdiction in Northern Ireland, and b payments under the order are required to be made to the collecting officer in Northern Ireland, by any method of payment falling within Article 85(7) of the Magistrates’ Courts (Northern Ireland) Order 1981 (standing order,  etc. ), an interested party may apply in writing to the clerk of petty sessions in which the order is registered for the order to be varied as mentioned in subsection (5) below. 5 Subject to subsection (8) below, where an application has been made under subsection (4) above, the clerk, after giving written notice (by post or otherwise) of the application to any other interested party and allowing that party, within the period of 14 days beginning with the date of the giving of that notice, and opportunity to make written representations, may vary the order to provide that payments under the order shall be made in accordance with paragraph (a) of subsection (3) above. 6 The clerk may proceed with an application under subsection (4) above notwithstanding that any such interested party as is referred to in subsection (5) above has not received written notice of the application. 7 In subsections (4) to (6) above “interested party”, in relation to an order, means the debtor or the creditor. 8 Where an application has been made under subsection (4) above, the clerk may, if he considers it inappropriate to exercise his power under subsection (5) above, refer the matter to the court which may vary the order by exercising one of its powers under subsection (3) above. 9 In deciding, for the purposes of subsections (2) and (8) above, which of the powers under subsection (3) above it is to exercise, the court shall have regard to any representations made by the debtor. 10 Paragraph (5) of Article 85 of the Magistrates’ Courts (Northern Ireland) Order 1981 (power of court to require debtor to open account) shall apply for the purposes of subsection (3) above as it applies for the purposes of that Article but as if for sub-paragraph (a) there were substituted— a the court proposes to exercise its power under paragraph (b) of section 34B(3) of the Maintenance Orders (Reciprocal Enforcement) Act 1972, and"}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "35", "section_title": " Further provisions with respect to variation  etc.  of orders by   the family court   in England and Wales.", "section_text": "35 1 Subsection (1A) applies in relation to an application for the variation or revocation of a registered order registered in   the family court   (“the registering court”) made— a by the person against whom or on whose application the registered order was made, and b in circumstances where the person by or against whom the application is made is residing outside England and Wales. 1A The registering court has jurisdiction to hear the application even though— a a party to the application is residing outside England and Wales,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 None of the powers of the court  ... under section 34A of this Act shall be exercisable in relation to such an application. 3 Where the respondent to an application for the variation or revocation of a registered order which is registered in   the family court   does not appear at the time and place appointed for the hearing of the application, but the court is satisfied— a that the respondent is residing outside England and Wales, and b that the prescribed notice of the making of the application and of the time and place appointed for the hearing has been given to the respondent in the prescribed manner, the court may proceed to hear and determine the application at the time and place appointed for the hearing or for any adjourned hearing in like manner as if the respondent had appeared at that time and place. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "35A", "section_title": " Further provisions with respect to variation  etc.  of orders by magistrates’ courts in Northern Ireland.", "section_text": "35A 1 Subsection (1A) applies in relation to an application for the variation or revocation of a registered order registered in a magistrates’ court in Northern Ireland (“the registering court”) made— a by the person against whom or on whose application the registered order was made, and b in circumstances where the person by or against whom the application is made is residing outside Northern Ireland. 1A The registering court has jurisdiction to hear the application even though— a a party to the application is residing outside England and Wales, and b the requirement in Article 32 of the Domestic Proceedings (Northern Ireland) Order 1980, as applied by section 29(2) or 29A(6) of this Act, is not satisfied. 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 None of the powers of the court, or of the clerk, under section 34B of this Act shall be exercisable in relation to such an application. 3 Where the respondent to an application for the variation or revocation of a registered order which is registered in a magistrates’ court in Northern Ireland does not appear at the time and place appointed for the hearing of the application, but the court is satisfied— a that the respondent is residing outside Northern Ireland, and b that the prescribed notice of the making of the application and of the time and place appointed for the hearing has been given to the respondent in the prescribed manner, the court may proceed to hear and determine the application at the time and place appointed for the hearing or for any adjourned hearing in like manner as if the respondent had appeared at that time and place. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "36", "section_title": " Admissibility of evidence given in convention country.", "section_text": "36 A1 A statement contained in a document mentioned in subsection (1) shall— a in any proceedings in the family court arising out of an application to which section 27A(1) of this Act applies or an application made by any person for the variation or revocation of a registered order, or b in proceedings on appeal from proceedings within paragraph (a), be admissible as evidence of any fact stated to the same extent as oral evidence of that fact is admissible in those proceedings. 1   The documents referred to in subsections (A1) and (1A) are—   a a document, duly authenticated, which purports to set out or summarise evidence given in proceedings in a court in a convention country;  ... b a document, duly authenticated, which purports to set out or summarise evidence taken in such a country for the purpose of proceedings in a court in the United Kingdom under this Part of this Act, whether in response to a request made on behalf of such a court or otherwise;  ... c a document, duly authenticated, which purports to have been received in evidence in proceedings in a court in such a country, or to be a copy of a document so received, 1A A statement contained in a document mentioned in subsection (1)  shall, in any proceedings in a magistrates’ court   in Northern Ireland  or  in, or remitted from, a  sheriff court arising out of  ...  an application  to which section 28C(1) of this Act applies , an application received by the Secretary of State as mentioned in section 31(1) of this Act or  an application made by any person for the variation or revocation of a registered order or in proceedings on appeal from any such proceedings, be admissible as evidence of any fact stated therein to the same extent as oral evidence of that fact is admissible in those proceedings. 2 A document purporting to set out or summarise evidence given as mentioned in subsection (1)(a) above, or taken as mentioned in subsection (1)(b) above, shall be deemed to be duly authenticated for the purposes of that subsection if the document purports to be certified by the judge, magistrate or other person before whom the evidence was given or, as the case may be, by whom it was taken, to be the original document containing or recording, or, as the case may be, summarising, that evidence or a true copy of that document. 3 A document purporting to have been received in evidence as mentioned in subsection (1)(c) above, or to be a copy of a document so received, shall be deemed to be duly authenticated for the purposes of that subsection if the document purports to be certified by a judge, magistrate or officer of the court in question to have been, or to be a true copy of a document which has been, so received. 4 It shall not be necessary in any such proceedings to prove the signature or official position of the person appearing to have given such a certificate. 5 Nothing in this section shall prejudice the admission in evidence of any document which is admissible in evidence apart from this section."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "37", "section_title": " Obtaining of evidence for purpose of proceedings in United Kingdom court.", "section_text": "37 1 A court in the United Kingdom may for the purpose of any proceedings in that court under this Part of this Act arising out of an application received by the Secretary of State from a convention country request the Secretary of State to make to the appropriate authority or court in the convention country a request for the taking in that country of the evidence of a person residing therein relating to matters connected with the application. 2 A request made by a court under this section shall— a give details of the application in question; b state the name and address of the person whose evidence is to be taken; and c specify the matters relating to which the evidence of that person is required. 3 If the Secretary of State is satisfied that a request made to him under this section contains sufficient information to enable the evidence of the person named in the request relating to the matters specified therein to be taken by a court or person in the convention country, he shall transmit the request to the appropriate authority or court in that country."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "38", "section_title": " Taking of evidence at request of court in convention country.", "section_text": "38 1 Where a request is made to the Secretary of State by or on behalf of a court in a convention country to obtain the evidence of a person residing in the United Kingdom relating to matters connected with an application to which section 26 of this Act applies, the Secretary of State shall request such court, or such officer of a court, as he may determine to take the evidence of that person relating to such matters connected with that application as may be specified in the request. 2 The court by which or officer by whom a request under subsection (1) above is received from the Secretary of State shall have power to take the evidence and, after giving notice of the time and place at which the evidence is to be taken to such persons and in such manner as it or he thinks fit, shall take the evidence of the person named in the request relating to the matters specified therein in such manner as may be prescribed; and the evidence so taken shall be sent in the prescribed manner by the prescribed officer to the court in the convention country by or on behalf of which the request referred to in subsection (1) above was made. 3 Where any person, not being the person by whom the application mentioned in subsection (1) above was made, is required by virtue of this section to give evidence before a court in the United Kingdom, the court may order that there shall be paid— a if the court is a court in England, Wales or Scotland, out of moneys provided by Parliament; and b if the court is a court in Northern Ireland, out of moneys provided by   the Northern Ireland Assembly , such sums as appear to the court reasonably sufficient to compensate that person for the expense, trouble or loss of time properly incurred in or incidental to his attendance. 4   Articles 118(1), (3) and (4), 119 and 120 of the Magistrates' Courts (Northern Ireland) Order 1981   (which provide for compelling the attendance of witnesses, etc.) shall apply in relation to a magistrates’ court   in Northern Ireland  to which a request under subsection (1) above is made as if the application to which the request relates were a complaint to be heard by that court. 5 Paragraphs 71 and 73 of Schedule 1 to the  Sheriff Courts (Scotland) Act 1907 (which provide for the citation of witnesses, etc.) shall apply in relation to a sheriff court to which a request under subsection (1) above is made as if the application to which the request relates were proceedings in that court. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "38A", "section_title": "  Rules of court", "section_text": "38A 1 Rules of court  may make provision with respect to the orders made or other things done by   the family court or  a magistrates’ court, or an officer of such a court, by virtue of this Part of this Act, notice of which is to be given to such persons as the rules may provide and the manner in which such notice shall be given. 2 For the purpose of giving effect to this Part of this Act,  rules of court  may make, in relation to any proceedings brought under or by virtue of this Part of this Act, any provision not covered by subsection (1) above which— a falls within subsection (2) of section 93 of the Children Act 1989, and b may be made in relation to relevant proceedings under that section. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purpose of giving effect to this Part of this Act, rules made under Article 13 of the Magistrates’ Courts (Northern Ireland) Order 1981 may make, in relation to any proceedings brought under or by virtue of this Part of this Act, any provision not covered by subsection (1) above which— a falls within paragraph (2) of Article 165 of the Children (Northern Ireland Order) 1995, and b may be made in relation to relevant proceedings under that Article."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "39", "section_title": " Interpretation of Part II.", "section_text": "39 In this Part of this Act— “maintenance”, as respects Scotland,  includes aliment and any sums which are payable, following divorce,  by one former spouse for the support of the other ; “ maintenance order ” has the same meaning as in Part I of this Act; “order”, as respects Scotland, includes any interlocutor, and any decree or provision contained in an interlocutor; “ prescribed ” has the same meaning as in Part I of this Act; “ registered order ” means an order which is for the time being registered in a court in the United Kingdom under this Part of this Act; “ registering court ”, in relation to a registered order, means the court in which that order is for the time being registered under this Part of this Act. “ revoke ” and “ revocation ” include discharge."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "40", "section_title": " Power to apply Act to maintenance orders and applications for recovery of maintenance made in certain countries.", "section_text": "40 Where Her Majesty is satisfied— a that arrangements have been or will be made in a country or territory outside the United Kingdom to ensure that maintenance orders made by courts in the United Kingdom . . .   can be enforced in that country or territory or that applications by persons in the United Kingdom for the recovery of maintenance from persons in that country or territory can be entertained by courts in that country or territory; and b that in the interest of reciprocity it is desirable to ensure that maintenance orders made by courts in that country or territory . . .   can be enforced in the United Kingdom or, as the case may be, that applications by persons in that country or territory for the recovery of maintenance from persons in the United Kingdom can be entertained by courts in the United Kingdom, Her Majesty may by Order in Council make provision for applying the provisions of this Act, with such exceptions, adaptations and modifications as may be specified in the Order, to such orders or applications as are referred to in paragraphs (a) and (b) above and to maintenance and other orders made in connection with such applications by courts in the United Kingdom or in that country or territory."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "41", "section_title": " Complaint for variation, etc. of certain orders by or against persons outside England and Wales.", "section_text": "41 1 The jurisdiction to revoke, revive or vary an order for the periodical payment of money conferred on magistrates’ courts by  section 60 of the  Magistrates’ Courts Act 1980  shall, in the case of  an affiliation order  be exercisable notwithstanding that the proceedings for the revocation, revival or variation, as the case may be, of the order are brought by or against a person residing outside England and Wales. 2 The jurisdiction to revoke or vary an order for the periodical payment of money conferred on magistrates’ courts by sections 9, 10 or 11 of the  Guardianship of Minors Act 1971 shall be exercisable notwithstanding that the proceedings for the revocation or variation of the order are brought by or against a person residing outside England and Wales. 2A Subject to subsection (2B) below, a magistrates’ court may, if it is satisfied that the respondent has been outside the United Kingdom during such period as may be prescribed by rules made under  section 144 of the  Magistrates’ Courts Act 1980 , proceed on— a an application made under  section 60 of the Magistrates’ Courts Act 1980  for the revocation, revival or variation of an affiliation order, or b an application made under section 9, 10, 11 or 12C(5) of the Guardianship of Minors Act 1971 for the revocation, revival or variation of an order for the periodical payment of money made under the said section 9, 10 or 11, notwithstanding that the respondent has not been served with the summons; and rules may prescribe any other matters as to which the court is to be satisfied before proceeding in such a case. 2B A magistrates’ court shall not— a exercise its powers under  section 60 of the Magistrates’ Courts Act 1980  so as to increase the amount of any periodical payments required to be made by any person under an affiliation order; or b exercise its powers under section 9, 10 or 11 of the Guardianship of Minors Act 1971 so as to increase the amount of any periodical payments required to be made by any person by an order under one of those sections, unless those powers are exercised at a hearing at which the person required to make the periodical payment appears or the requirements of  section 55(3) of the Magistrates’ Courts Act 1980  with respect to proof of service of summons or appearance on a previous occasion are satisfied in respect of that person. 3 In section 15(1) of the   Maintenance Orders Act 1950 (service of process on a person residing in Scotland or Northern Ireland), after the words “Act 1971” there shall be inserted the words “or section 41 of the Maintenance Orders (Reciprocal Enforcement) Act 1972”. 4 Section 3(3) of the said Act of 1950 (jurisdiction in proceedings by or against a person residing in Scotland or Northern Ireland for the revocation,  etc. , of an affiliation order) is hereby repealed."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "42", "section_title": " Provisional order for maintenance of party to marriage made by  ... court to cease to have effect on remarriage of party.", "section_text": "42 1 Where a  ... court has, by virtue of section 3 of this Act, made a provisional maintenance order consisting of, or including, a provision such as is mentioned in  section 2(1)(a) of the  Domestic Proceedings and Magistrates’ Courts Act 1978 (making of periodical payments by husband or wife)   or Article 4(1)(a) of the  Domestic Proceedings (Northern Ireland) Order 1980  and the order has been confirmed by a competent court in a reciprocating country, then, if after the making of that order the marriage of the parties to the proceedings in which the order was made is dissolved or annulled but the order continues in force, that order or, as the case may be, that provision thereof shall cease to have effect on the remarriage of the party in whose favour it was made, except in relation to any arrears due under it on the date of such remarriage and shall not be capable of being revived. 2 For the avoidance of doubt it is hereby declared that references in this section to remarriage include references to a marriage which is by law void or voidable. 3 In section 30(2) of the   Matrimonial Proceedings and Property Act 1970 (which makes, in relation to such an order as is referred to in subsection (1) above which was confirmed in accordance with section 3 of the  Maintenance Orders (Facilities for Enforcement) Act 1920, provision to the like effect as that subsection) the words from “but with the modification” to the end are hereby repealed."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "43", "section_title": "", "section_text": "43 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "43A", "section_title": " Eligibility for Legal Aid in Scotland.", "section_text": "43A 1 In connection with proceedings under Part I of this Act in relation to a maintenance order made by a court in a reciprocating country, where there is produced a certificate from the responsible authority in that country to the effect that the payee would, in that country, be financially eligible for complete or partial— i legal aid; or ii exemption from costs or expenses, in proceedings there in relation to that maintenance order,  section 2(1) and (6)(c), 3 and 4 of the  Legal Aid (Scotland) Act 1967 sections 15 and 17 of the Legal Aid (Scotland) Act 1986  shall not apply in respect of the payee and, subject to the other provisions of that Act. legal aid shall under that Act be available to the payee without inquiry into the payee’s resources. 2 In connection with proceedings under Part II of this Act— a arising out of an application received from a convention country for the recovery of maintenance; or b relating to an order made in respect of such an application, where there is produced a certificate from the appropriate authority in that county to the effect that the applicant would, in that country, be financially eligible for complete or partial— i legal aid; or ii exemption from costs or expenses, in proceedings there for the recovery of maintenance,  sections 2(1) and (6)(c), 3 and 4 of the said Act of 1967 sections 15 and 17 of the said Act of 1986  shall not apply in respect of the applicant and, subject to the other provisions of that Act, legal aid shall under that Act be available to the applicant without inquiry into the applicant’s resources. 3 Where, in connection with proceedings under Part I or  II  of this Act, a person has received legal aid by virtue of subsection (1) or (2) above,  legal advice and assistance under the  Legal Advice and Assistance Act 1972 shall, notwithstanding— i any finanacial conditions imposed by, or by virtue of sections 1 and 4(2), (3) and (4); and ii in relation to the effect of subsections (1) to (4) and (7) of section 4 of the said Act of 1967, the provisions of section 6(1)(b), of the said Act of 1972 (but subject otherwise to the provisions of the said Act of 1972) advice and assistance under the said Act of 1986, shall, notwithstanding any financial conditions or requirements to make contributions imposed by sections 8 and 11 of that Act, , be available in Scotland for that person, without inquiry into his resources, in connection with any matter incidental to, or arising out of, those proceedings. 4 In subsection (1) above “ maintenance order ”, “ reciprocating country ”, “ responsible authority ” and “ payee ” have the same meanings respectively as in Part I of this Act; and in subsection (2) above “ convention country ” means a country or territory specified in an Order in Council under section 25(1) of this Act, “ maintenance ” has the same meaning as in Part II of this Act, and “ appropriate authority ” means the authority from which the Secretary of State received the application."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "44", "section_title": " Exclusion of certain enactments relating to evidence.", "section_text": "44 1 Section 20 of the  Family Law Reform Act 1969 (power of court hearing certain proceedings to require use of blood tests to determine paternity) and any corresponding enactment of the Parliament of Northern Ireland shall not apply to any proceedings under this Act, but the foregoing provision is without prejudice to the power of a court to allow the the report of any person who has carried out such tests to be given in evidence in those proceedings. 2 The  Evidence (Proceedings in Other Jurisdictions) Act 1975  shall not apply to the taking of evidence in the United Kingdom for the taking of which section 14 or section 38 of this Act provides."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "45", "section_title": " Orders in Council.", "section_text": "45 1 An Order in Council under section 1, section 25 or section 40 of this Act may be varied or revoked by a subsequent Order in Council thereunder, and an Order made by virtue of this section may contain such incidental, consequential and transitional provisions as Her Majesty considers expedient for the purposes of that section. 2 An Order in Council made under the said section 1 or the said section 40 shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "46", "section_title": " Financial provisions.", "section_text": "46 There shall be paid out of moneys provided by Parliament— a any sums ordered by a court under section 14(2) or 38(3) of this Act to be paid out of moneys so provided; and b any increase attributable to the provisions of this Act in the sums payable under  the  Legal Aid Act 1974  or the  Legal Aid (Scotland) Act 1967 out of moneys so provided."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "47", "section_title": " Interpretation: general. ", "section_text": "47 1 In this Act— “ enactment ” includes an enactment of the Parliament of Northern Ireland; “ magistrates’ court ”, in relation to Northern Ireland, means a court of summary jurisdiction within the meaning of  Article 2(2)( a ) of the Magistrates’ Courts (Northern Ireland) Order 1981 . 2 References in this Act to a part of the United Kingdom are references to England and Wales, to Scotland, or to Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Any reference in this Act to any other enactment is a reference thereto as amended, and includes a reference thereto as extended or applied, by or under any other enactment."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "48", "section_title": " Special provisions relating to Northern Ireland. ", "section_text": "48 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any reference in this Act to an enactment of the Parliament of Northern Ireland or to an enactment which that Parliament has power to amend, shall be construed, in relation to Northern Ireland, as a reference to that enactment as amended or extended by any Act of that Parliament, whether passed before or after this Act, and to any enactment of that Parliament passed after this Act and re-enacting the said enactment with or without modifications. 4 If the Parliament of Northern Ireland passes any enactment for purposes similar to those of any enactment in force in England and Wales which is referred to in this Act, Her Majesty may by Order in Council direct that this Act shall have effect subject to such modifications or adaptations as may be specified in the Order for the purpose of ensuring the continued operation of this Act in, or in relation to, Northern Ireland. 5 Section 45 of this Act shall apply in relation to an Order in Council under subsection (4) above as it applies in relation to an Order in Council under section 1 or 40 of this Act. 6 In the application of this Act to Northern Ireland, for any reference to the Lord Chancellor (including any reference which is treated as a reference to the Lord Chancellor, but not including any such reference in section 49(2)) there shall be substituted a reference to the Department of Justice in Northern Ireland."}, {"act": "Maintenance Orders (Reciprocal Enforcement) Act 1972", "year": 1972, "section": "49", "section_title": " Short title and commencement.", "section_text": "49 1 This Act may be cited as the Maintenance Orders (Reciprocal Enforcement) Act 1972. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different provisions of this Act, or for different purposes."}]