[{"act": "Matrimonial Proceedings (Polygamous Marriages) Act 1972", "year": 1972, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Matrimonial Proceedings (Polygamous Marriages) Act 1972", "year": 1972, "section": "2", "section_title": " Matrimonial relief and declarations as to validity in respect of polygamous marriages: Scotland.", "section_text": "2 1 A court in Scotland shall not be precluded from entertaining proceedings for, or granting, any such decree as is mentioned in subsection (2) below by reason only that  either party to the marriage is, or has during the subsistence of the marriage been, married to more than one person . 2 The decrees referred to in subsection (1) above are— a a decree of divorce; b a decree of nullity of marriage; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d a decree of separation; e a decree of aliment; f a decree of declarator that a marriage is valid or invalid; g any other decree involving a determination as to the validity of a marriage; and the reference in subsection (1) above to granting such a decree as aforesaid includes a reference to making any ancillary  or incidental order which the court has power to make in proceedings for such a decree. 3 Provision may be made by rules of court— a for requiring notice of proceedings brought by virtue of this section to be served on any additional spouse of a party to the marriage in question; and b for conferring on any such additional spouse the right to be heard in the proceedings, in such cases as may be specified in the rules."}, {"act": "Matrimonial Proceedings (Polygamous Marriages) Act 1972", "year": 1972, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Matrimonial Proceedings (Polygamous Marriages) Act 1972", "year": 1972, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Matrimonial Proceedings (Polygamous Marriages) Act 1972", "year": 1972, "section": "5", "section_title": " Short title, interpretation and powers of Parliament of Northern Ireland.", "section_text": "5 1 This Act may be cited as the Matrimonial Proceedings (Polygamous Marriages) Act 1972. 2 References in this Act to any enactment shall be construed as references to that enactment as amended, and as including references thereto as extended or applied, by any subsequent enactment. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]