[{"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "123.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "24", "section_title": " Dissolution of Boards,  etc.", "section_text": "24   1 On the appointed day the following bodies shall be dissolved— a Regional Hospital Boards; b Boards of Management; c Medical Education Committees; d Executive Councils; e the Scottish Health Services Council and standing advisory committees constituted under section 2(3) of the Act of 1947; and f Joint Ophthalmic Services Committees. 2 The Secretary of State may make orders containing such provision as he considers necessary or expedient in connection with the dissolution of the aforesaid bodies and the winding up of their affairs, including provision for the completion of any proceedings of any such body or any committee associated with it and for securing that anything done by or to such a body or committee should have effect as if done by or to a body or committee constituted under this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "26", "section_title": "Transfer of property, rights and liabilities, etc., of Executive Councils and the Scottish Dental Estimates Board.", "section_text": "26 1 All interests in property, heritable or moveable, held by Executive Councils or by a joint committee of those Councils immediately before the appointed day shall, on that day, be transferred to and vest in the Secretary of State. 2 Subject to subsection (3) below, all rights and liabilities to which Executive Councils or joint committees were entitled or subject immediately before the appointed day shall, on that day, be transferred to the Secretary of State. 3 Notwithstanding subsection (2) above, the Secretary of State may by order provide that such of the rights and liabilities of an Executive Council or joint committee as may be specified in the order shall be enforceable by or against such Health Board as may be so specified or the Agency. 4 All interests in property, heritable or moveable, held by the Scottish Dental Estimates Board immediately before the appointed day shall, in that day, be transferred to and vest in the Secretary of State, and all rights and liabilities relating to that property to which the Board were entitled or subject immediately before that day shall, on that day, be transferred to the Secretary of State. 5 The Secretary of State may by order make provision for— a the continuation of any arrangements made by an Executive Council or joint committee or the Scottish Dental Estimates Board; b dealing with any applications, complaints or representations made to or by such Council, committee or Board which are pending on the appointed day; c the transfer of persons from lists of Executive Councils and Joint Ophthalmic Services Committees to lists of Health Boards or the removal of persons from such lists in pursuance of a direction by the Tribunal under section 43 of the Act of 1947 made before the appointed day."}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "27", "section_title": " Transfer of property, rights and liabilities of local authorities. ", "section_text": "27 1 In this section, “ health functions ” means any functions exercised by a local health authority by virtue of section 15 and Part III of the Act of 1947, and sections 10, 11 and 15 of the Act of 1968, and “ school health functions ” means any functions exercised by an education authority by virtue of sections 58, 58A and 59 of the  Education (Scotland) Act 1962. 2 Subject to the following provisions of this section, all interests in property, heritable or moveable (other than those to which section 39 of this Act relates), held by a local health authority or by an education authority immediately before the appointed day, wholly or mainly for the purposes of their health functions or school health functions, shall on that day be transferred to and vest in the Secretary of State. 3 Subject to the following provisions of this section, all rights and liabilities (other than those to which section 39 of this Act relates), to which a local health authority or an education authority were entitled or subject immediately before the appointed day, being rights or liabilities wholly or mainly acquired or incurred in the performance of their health functions or school health functions, shall on that day be transferred to the Secretary of State. 4 There shall not be transferred, by virtue of subsections (2) and (3) above, buildings or parts of buildings forming part of an educational establishment within the meaning of section 145(17) of the  Education (Scotland) Act 1962 or any rights or liabilities acquired or incurred in connection with such buildings or parts of buildings. 5 The Secretary of State may by order provide— a for the manner in which it is to be determined whether property, rights or liabilities were held, acquired or incurred wholly or mainly for the purposes of or in the performance of health functions or school health functions; b for the transfer of property to the Secretary of State where that property has undergone a change of use between 20th January 1972 and the appointed day, otherwise than in the ordinary course of business; c for exempting, either temporarily or otherwise, from the provisions of this section any property, for enabling the Secretary of State to use any property so exempted or for enabling a local authority or education authority to continue to use, on such terms as may be agreed, any property transferred under this section; d for the determination of disputes arising under this section between the Secretary of State and a local health authority or education authority; e that notwithstanding subsection (3) above, such of the rights and liabilities of a local health authority or an education authority as may be specified in the order shall be enforceable by or against such Health Board as may be so specified or the Agency."}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "28", "section_title": " Staff Commission.", "section_text": "28 1 In this section, “ old authorities ” means Regional Hospital Boards, Boards of Management, Executive Councils, local authorities, local health authorities,  port local authorities , education authorities, the Scottish Dental Estimates Board and the Drug Accounts Committee, and “ new authorities ” means the Health Boards and the Agency. 2 Not later than one month after the passing of this Act, the Secretary of State shall, after consultation with such bodies as appear to him to be concerned, including bodies representative of persons employed by the old authorities, appoint a commission, to be called the Scottish National Health Service Staff Commission (hereafter referred to as the Commission) which shall consist of such number of persons as the Secretary of State thinks fit. 3 The Commission shall have the following functions— a to consider and keep under review the arrangements for the recruitment, appointment and promotion by the old and new authorities of staff likely to be affected by this Act, and to advise the Secretary of State and those authorities about such arrangements; b to consider and keep under review the arrangements for the transfer of staff from the old to the new authorities, and to advise the Secretary of State and those authorities about such arrangements; c to consider the steps necessary to safeguard the interests of persons employed by the old authorities and to advise the Secretary of State thereon; d to consider such matters relating to persons employed by the old authorities as are likely to be affected by this Act as may be referred to the Commission by the Secretary of State and to advise him thereon; e to advise the Secretary of State on representations made to them under section 36 of this Act; f to consider and keep under review arrangements for appointments to new posts in the new authorities which cannot be filled by transfer of persons from the old authorities. 4 The Secretary of State shall have power— a to give directions to the Commission as to their procedure; b to give directions to the old and new authorities with respect to the furnishing of information requested from them by the Commission and with respect to the implementation by them of any advice given by the Commission; c to pay the Chairman and members of the Commission such remuneration as he may, with the approval of the Minister for the Civil Service, from time to time determine; d to pay the expenses incurred by the Commission in the performance of functions approved by the Secretary of State; e to wind up the Commission at such time as he thinks fit."}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "2931.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "32", "section_title": " Transfer of staff employed for purposes of public health.", "section_text": "32 1 The Secretary of State shall have power by order to provide for the transfer, on such date as may be specified in the order or as may be determined by the Secretary of State, of persons to whom this section applies to the employment of such Health Board as may be so specified, or of the Agency if so specified, or as may be determined in accordance with a scheme made under this section. 2 The Secretary of State shall have power to make an order requiring such local authority as may be specified in the order to make a scheme, after consultation with such Health Board as may be so specified or with the Agency if so specified, providing for the transfer of persons employed by the local authority, to whom this section applies, to the employment of such Health Board as may be named in the scheme, or of the Agency, if so named. 3 This section applies to the following persons— a medical practitioners registered under the Medical Acts 1956 to 1969; b nurses registered or enrolled under the Nurses (Scotland) Acts 1951 to 1969; c nursing auxiliaries; and d persons who are registered in the register maintained under article 5 of the Health Professions Order 2001; who are employed wholly or mainly for the purposes of the public health functions of a local authority. 4 Before making an order under section 31 of this Act or under this section, the Secretary of State shall consult with such bodies representative of local authorities as appear to him to be concerned and with any local authority with whom consultation appears to him to be desirable. 5 In this section, “ public health functions ” means the functions specified in Schedule 4 to this Act, and “ local authority ” means a county council, a town council or a port local authority."}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "33", "section_title": " Transfer of certain staff to the employment of the Agency.", "section_text": "33 1 The Secretary of State shall have power by order to provide for the transfer of persons to whom this section applies to the employment of the Agency. 2 This section applies— a to persons employed before the appointed day in the exercise of functions to which an order made under section 19(3) of this Act relates; and b to such persons as may be specified in an order under subsection (1) above as are employed before the appointed day by bodies engaged in the provision of services to which section 16 or 19 of the Act of 1947 relates."}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "34", "section_title": " Transfer of other staff.", "section_text": "34 1 The Secretary of State shall have power by order to provide for the transfer of persons to whom this section applies to the employment of such Health Board as may be specified in the order or of the Agency if so specified. 2 The section applies to any person who, immediately before the appointed day, was employed by— a a Regional Hospital Board; b a Board of Management; c an Executive Council; d a local authority or education authority wholly or mainly for the purposes of their health or school health functions within the meaning of section 27 of this Act, or wholly or mainly for the purposes of their public health functions within the meaning of section 32 of this Act; e a port local authority; or f a body established by any board, council or authority as aforesaid acting jointly with any other such board, council or authority; g an education authority wholly or mainly as a speech therapist for the purposes of providing special education in pursuance of sections 1 and 3A of the  Education (Scotland) Act 1962; and was not transferred by virtue of the foregoing provisions of this Part of this Act."}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "34A", "section_title": " Provision for early retirement in lieu of compensation for loss of office.", "section_text": "34A 1 In order to facilitate the early retirement of certain persons who might otherwise suffer, in consequence of this Act, loss of employment or loss or diminution of emoluments, any person who— a is in any such employment as may be prescribed for the purposes of this subsection; and b attains or has attained the age of fifty on or before a prescribed date; and c fulfils such other conditions as may be prescribed; may by notice given before a prescribed date and in the prescribed manner elect that this section shall apply to him. 2 Where any person has made an election under the preceding subsection, then, unless within a prescribed period notice of objection to the election is given to him by a prescribed person, this section shall apply to him on his retirement within a prescribed period and before attaining the normal retiring age and compensation on his retirement shall not be payable to or in respect of him in pursuance of section 24 of the  Superannuation Act 1972 (which among other things relates to compensation for loss of office). 3 Subject to the following subsection, the Secretary of State shall by regulations provide for the payment by him to or in respect of a person to whom this section applies of benefits corresponding, as near as may be, to those which would have been paid to or in respect of that person under the relevant superannuation scheme if— a at the date of his retirement he had attained the normal retiring age; and b the actual period of his reckonable service were increased by such period as may be prescribed, not exceeding the period beginning on the date of his retirement and ending on the date on which he would attain the normal retiring age. 4 Regulations in pursuance of the preceding subsection shall be so framed as to secure that the sums which would otherwise by payable under regulations in accordance with that subsection to or in respect of any person are reduced to take account of any benefits payable to or in respect of him under the relevant superannuation scheme. 5 Any sums payable under regulations made in pursuance of subsection (3) of this section shall be treated for the purposes of section 73 of the  Finance Act 1972 (under which compensation for loss of office or employment is chargeable to tax as a payment made on retirement or removal from office or employment) in like manner as compensation paid in pursuance of the said section 24. 6 In this section— “ normal retiring age ” means— a in relation to any person to whom an age of compulsory retirement applies by virtue of the relevant superannuation scheme, that age; and b in relation to any other person, the age of sixty-five in the case of a man and sixty in the case of a women or, in either case, such other age as may be prescribed; “ reckonable service ”, in relation to any person means service in respect of which benefits are payable under the relevant superannuation scheme; and “ relevant superannuation scheme ”, in relation to any person, means the instrument which is applicable in the case of his employment and which makes provision with respect to the pensions, allowances or gratuities which, subject to the fulfilment of certain requirements and conditions, are to be, or may be, paid to or in respect of persons in that employment."}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "35", "section_title": " Supplementary order making powers.", "section_text": "35 1 Any direction or order made under sections 29 to 34 of this Act may contain provision for the determination of any question which may arise as to whether a person is wholly or mainly employed for a particular purpose, or as to what capacity or class he is employed in, by such body or person as may be specified in the direction or order. 2 Any direction or order made under sections 29 to 34 of this Act may provide that, for the purposes of any enactment specified in the direction or order, there shall be deemed to have been no break in the employment of any person who is transferred by virtue of those sections from the employment of one body to that of another, and any such direction or order shall include such provision with respect to any such person so as to secure that— a so long as he continues in the employment of that other body by virtue of the transfer, and until he is served with a statement in writing referring to the direction or order and specifying new terms and conditions of employment, he enjoys terms and conditions of employment not less favourable, taken as a whole, than those which he enjoyed immediately before the date of transfer; and b the said new terms and conditions are such that— i so long as he is engaged in duties reasonably comparable to those in which he was engaged immediately before the date of transfer, the scale of his salary or remuneration, and iii the other terms and conditions of his employment, are not less favourable, taken as a whole, than those which he enjoyed immediately before the date of transfer."}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "36", "section_title": " Representations to Staff Commission.", "section_text": "36 Any person who objects to his transfer by virtue of sections 29 to 34 of this Act or any condition attaching thereto may make representations to the Commission established under section 28 of this Act, who, having considered those representations, may give such advice as they think fit to the Secretary of State."}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "3750.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "37"}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "52", "section_title": "", "section_text": "52 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "53", "section_title": " Extension of definition of infectious disease. ", "section_text": "53 For section 7 of the  Infectious Disease (Notification) Act 1889 (extension of definition of infectious disease) there shall be substituted the following section—  Extension of definition of infectious disease. 7 1 The Secretary of State may direct, in respect of the area of any Health Board or of Scotland as a whole, in either case as may be specified in the direction, that this Act shall apply to any infectious disease so specified, other than a disease specifically mentioned in this Act, and nay such direction may be permanent or for a specified period. 2 Before making any such direction, the Secretary of State shall consult, in the case of a direction which is to apply to a particular area, the Health Board concerned, and, in the case of a direction which is to apply to Scotland as a whole, the Scottish Health Service Planning Council. 3 The Secretary of State shall give public notice of any such direction in such manner as he thinks sufficient for giving information to all persons interested, and shall notify the terms of the direction to all registered medical practitioners practising or residing in the area affected by the direction. 4 A direction shall come into operation on such date as the Secretary of State may fix, being a date not earlier than one week from the first public notice given under subsection (3) above, or, in a case where the Secretary of State certifies that an emergency exists, a date not earlier than three days from the first public notice as aforesaid. 5 Any direction under this section may be revoked or varied by a subsequent direction made in the like manner."}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "5457.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "54"}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "5860.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "61", "section_title": " Supplementary and transitional.", "section_text": "61 1 The Secretary of State may at any time, whether before or after the appointed day, by order make such incidental, consequential, transitional or supplementary provision as may appear to him to be necessary or proper for the general or any particular purposes of this Act or in consequence of any of the provisions thereof or for giving full effect thereto, and nothing in any other provision of this Act shall be construed as prejudicing the generality of this subsection. 2 Any such order may in particular include provision for anything duly done before the appointed day by any authority or body in the exercise of functions which, on and after that day, become functions of some other authority or body to be deemed, as from that day, to have been duly done by that other authority or body, and for any instrument made before that day, in so far as it was made in the exercise of those functions, to continue in force on and after that day until varied or revoked by that other authority or body. 3 In so far as any apportionment, agreement, regulation or order made, or any notice, direction, consent or approval given under any enactment repealed by this Act, or proceedings instituted or other thing done under any such enactment could have been made, given, instituted or done under a corresponding provision of this Act, it shall not be invalidated by the repeals effected by this Act, but shall have effect as if it had been made, given, instituted or done under that corresponding provision and may be amended, varied, revoked or enforced accordingly, and in the case of any legal proceedings may be continued and appealed against as if this Act had not been passed. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "National Health Service (Scotland) Act 1972", "year": 1972, "section": "6265.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "62"}]