[{"act": "National Debt Act 1972", "year": 1972, "section": "1", "section_title": " Appointment, functions and expenses of Director of Savings.", "section_text": "1 1 The Treasury may appoint a person to be Director of Savings and the functions of the Director shall include those conferred on him by this Act. 2 Any expenses of the Director of Savings shall, unless required by any Act to be borne in some other manner, be defrayed out of money provided by Parliament."}, {"act": "National Debt Act 1972", "year": 1972, "section": "2", "section_title": " Maintenance of the register.", "section_text": "2 1 The register— a which was established in pursuance of section 1 of the  War Loan (Supplemental Provisions) Act 1915 as amended by section 2 of the  War Loan Act 1918; and b with which, by virtue of section 12(2) of the  Savings Banks Act 1929, were amalgamated such stock registers as by virtue of the  Savings Banks Act 1880 had been established by savings banks authorities; and c of which the name was changed from the Post Office register to the National Savings Stock Register by section 108(1) of the  Post Office Act 1969, shall continue in existence by the name of the National Savings Stock Register and is hereafter in this Act referred to as “ the register ”. 2 The register, . . .  , shall continue to be kept by the Director of Savings. 3 Any description of government stock which is not for the time being included in Part I of Schedule 11 to the Finance Act 1942 may be registered in the register."}, {"act": "National Debt Act 1972", "year": 1972, "section": "3", "section_title": " Power to make regulations with respect to the register.", "section_text": "3 1 The appropriate authority  may make regulations with respect to the keeping of the register and stock registered therein, and in particular with respect to— a investments in and sales of stock so registered and the receipt and payment of interest thereon; b the manner in which and the conditions subject to which stock may be transferred  . . . from the name of the holder registered in the register to that of any other person registered or to be registered therein  . . .; bb the redemption of stock registered in the register; c the commissions and fees payable in respect of dealings in stock registered in the register; d the maximum amount of stock which may be registered in the register in any one holding in any one year or at any one time and the exceptions which are to be allowed from any such limits in the case of friendly societies, trade unions or other similar bodies; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Regulations under this section— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c may apply with such modifications as appear necessary or expedient, to stock registered in the register  . . ., any of the provisions of the  National Debt Act 1870, subsections (1) to (6) of section 5 of the  Miscellaneous Financial Provisions Act 1955 or any Act, regulation or warrant relating to savings banks; d may direct that all or any of the provisions of the regulations shall, with such modifications as appear necessary or expedient, apply and be deemed always to have applied to stock issued before the date on which the regulations come into force as they apply to stock issued after that date; e may contain such consequential and supplemental provisions as appear necessary or expedient for giving full effect to the regulations. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "National Debt Act 1972", "year": 1972, "section": "4", "section_title": " Closing of register for transfers of stock to be redeemed.", "section_text": "4 In the event of the redemption of any government stock, the register may be closed for transfers of stock for not more than one month immediately preceding the redemption date."}, {"act": "National Debt Act 1972", "year": 1972, "section": "5", "section_title": "\n\n\nSettlement of disputes as to holdings on the register\n", "section_text": " 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Debt Act 1972", "year": 1972, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "National Debt Act 1972", "year": 1972, "section": "7", "section_title": " Acceptance of probate issued in Isle of Man or Channel Islands.", "section_text": "7 1 In the case of the death of a person entitled to stock registered in the register, the production— a of probate or letters of administration granted by any court in the Isle of Man or in any of the Channel Islands having authority to grant the same; or b of a certified copy of probate or letters of administration so granted, shall be sufficient authority to  the appropriate authority , . . .  , to transfer the stock to the person to whom the probate or letters of administration were granted or as directed by that person;  the Director of Savings  shall not transfer stock in pursuance of this section except on production to it of a certificate from the Commissioners of Inland Revenue showing either that all death duties payable in Great Britain in respect of the stock have been paid or that no duty is payable in Great Britain in respect thereof. 2 Where any stock is transferred in pursuance of this section  the appropriate authority and the National Debt Commissioners  shall, notwithstanding the invalidity of or any defect in the probate or letters of administration, be freed, discharged and indemnified from and against all proceedings of any kind whatsoever brought against them by any person whatsoever for or in respect of the transfer of the stock. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Subsection (1) of this section shall have effect in its application to Northern Ireland with the substitution of references to Northern Ireland for the references to Great Britain and of a reference to the Minister of Finance for Northern Ireland for the reference to the Commissioners of Inland Revenue."}, {"act": "National Debt Act 1972", "year": 1972, "section": "8", "section_title": " National savings certificates.", "section_text": "8 1 National savings certificates shall bear such rate of interest as the Treasury think fit; and the principal of and interest on such certificates and any expenses incurred in connection with the issue of them shall be charged on the National Loans Fund with recourse to the Consolidated Fund. 2 National savings certificates shall be subject to such conditions as to repayment or otherwise as the Treasury think fit, and notwithstanding anything in those conditions or the foregoing subsection or any regulations made or having effect as if made under this Act, but subject to the following subsection, the Treasury may from time to time direct that the period at the expiration of which such of those certificates as are specified in the direction are required to be redeemed or repaid shall be prolonged to such an extent and on such conditions as to interest and otherwise as are so specified. 3 Nothing in the foregoing subsection shall prejudice the right of a holder of a national savings certficate to have the amount payable under the certificate paid to him on or before maturity. 4 References in this section to national savings certificates are to such certificates issued under section 59 of the  Finance Act 1920, section 7 of the  National Debt Act 1958 or section 12 of the  National Loans Act 1968."}, {"act": "National Debt Act 1972", "year": 1972, "section": "9", "section_title": " War savings certificates.", "section_text": "9 1 War savings certificates held immediately before the date of the passing of this Act may continue to be held thereafter on the conditions applicable thereto immediately before that date. 2 The principal of and interest on war savings certificates, and any expenses incurred in connection with the redemption thereof, shall be charged on the National Loans Fund with recourse to the Consolidated Fund. 3 In this section “ war savings certificates ” means certificates issued by that name under the  War Loan Act 1915 or section 58 of the  Finance Act 1916."}, {"act": "National Debt Act 1972", "year": 1972, "section": "10", "section_title": " National savings stamps and gift tokens.", "section_text": "10 1 The Treasury may make regulations for applying to national savings stamps, with the necessary modifications, all or any of the provisions of the  Stamp Duties Management Act 1891, section 9 of the  Stamp Act 1891 and section 63 of the  Post Office Act 1953. 2 If at any time it appears to the Treasury that, in the case of any national savings stamps or national savings gift tokens, no further sum will become payable in respect of the exchange or encashment of those stamps or tokens, the Treasury may issue to the National Debt Commissioners out of the National Loans Fund sums equal to the face value of those stamps or tokens; and                      (subject to regulations under subsection (2A))                   the National Debt Commissioners shall deal with those sums as if they were paid to the Commissioners in respect of unclaimed redemption moneys under section 5 of the  Miscellaneous Financial Provisions Act 1955. 2A Where the Treasury has issued a sum to the National Debt Commissioners under subsection (2), it may by regulations require them to repay to the National Loans Fund, in the way specified in the regulations, so much of that sum as may be specified in, or determined in accordance with, the regulations. 3 In this section “ national savings stamp ” and “ national savings gift token ” means respectively a stamp or token sold by the Postmaster General or the Director of Savings which may be used in the purchase of national savings certificates or premium savings bonds or in different ways one of which is the purchase of national savings certificates, premium savings bonds or some description of government stock."}, {"act": "National Debt Act 1972", "year": 1972, "section": "11", "section_title": " Power of Treasury to make regulations as to raising of money under auspices of Director of Savings  etc.", "section_text": "11 1 The Treasury may make regulations with respect to the manner in which and the conditions under which money authorised to be raised under the  National Loans Act 1968 may be raised— a under the auspices of the Director of Savings (whether by the issue of national savings certificates or otherwise); or b through . . .   any bank or department certified by the Treasury for the purposes of section 414 of the  Income and Corporation Taxes Act 1970 (which relates to savings banks maintained under local Acts). 2 Regulations under this section may— a apply any provision of any Act (including this Act) relating to savings banks or the register, or of any regulations made under any such Act, with such modifications as appear necessary or expedient; b direct that all or any of the provisions of the regulations shall, with such modifications as appear necessary or expedient, apply and be deemed always to have applied to money raised before the date on which the regulations come into force as they apply to money raised after that date, so however that, in relation to . . .   banks and departments certified as mentioned in the foregoing subsection, paragraph (a) of this subsection shall have effect as if the reference to the register were omitted. 3 For the purposes of this section— a money raised under the  National Loans Act 1939 or the  National Loans Act 1968 through the department of the Postmaster General; b money raised by the issue of war savings certificates within the meaning of section 9 of this Act; and c money raised by the issue of national savings certificates under section 59 of the  Finance Act 1920 or section 7 of the  National Debt Act 1958 or by the issue of such certificates through the department of the Postmaster General under section 12 of the National Loans Act 1968, shall be treated as raised under the National Loans Act 1968 under the auspices of the Director of Savings."}, {"act": "National Debt Act 1972", "year": 1972, "section": "12", "section_title": " Power to replace lost or destroyed bonds.", "section_text": "12 Where the Director of Savings is satisfied that a bond to bearer issued on behalf of the Treasury by him or by the Postmaster General, or a coupon of any such bond, has been lost or destroyed, he may if he thinks fit and on such conditions as he thinks fit, but subject to any general directions of the Treasury, issue a new bond or coupon on receiving indemnity to his satisfaction against the claims of all persons deriving title under the bond or coupon lost or destroyed."}, {"act": "National Debt Act 1972", "year": 1972, "section": "13", "section_title": " Provision as to 3½% War Loan.", "section_text": "13 The principal of and interest on 3½% War Loan, and any expenses incurred in connection with the redemption thereof, shall be charged on the National Loans Fund with recourse to the Consolidated Fund."}, {"act": "National Debt Act 1972", "year": 1972, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "National Debt Act 1972", "year": 1972, "section": "15", "section_title": " Interpretation etc.", "section_text": "15 1 In this Act “ government stock ” means securities of the following descriptions:— 2½% Consolidated Stock, 2¾% Annuities, 2½% Annuities, Guaranteed 2¾% Stock, Guaranteed 3% Stock, 3½% War Loan, Guaranteed 4½% Bonds, Any securities issued under the  War Loan Act 1919, the  National Loans Act 1939, section 28 or 29 of the  Finance Act 1935, . . .   section 1 of the  Bank of England Act 1946, section 21 or 32 of the  Coal Industry Nationalisation Act 1946, section 1 of the  Cable and Wireless Act 1946, Any such stock as is mentioned in section 26(1) of the  Iron and Steel Act 1967, Any securities issued under the  National Loans Act 1968 other than— national savings certificates, premium savings bonds, national savings stamps and national savings gift tokens; and such securities as the Treasury may specify by order for the purposes of this paragraph; and for the avoidance of doubt it is hereby declared that the reference in this subsection to securities issued under the  War Loan Act 1919 or the  National Loans Act 1939 includes a reference to securities which, by virtue of any other enactment, are deemed to have been issued, or are required to be treated as having been issued, under either of those Acts. 2 Without prejudice to  section 17(2)(a) of the  Interpretation Act 1978  (which relates to the construction of references to enactments which have been repealed and re-enacted), the definition of “government stock” provided by the foregoing subsection shall apply for the purposes of the following enactments, that is to say— section 48 of the  Finance ( No.  2) Act 1915, section 66 of the  Finance Act 1916, section 48 of the  Finance Act 1949, section 5 of the  Miscellaneous Financial Provisions Act 1955, section 71(5) of the  Finance Act 1963, and any other enactments (including enactments of the Parliament of Northern Ireland) which, by virtue of section 15(3) of the  National Debt Act 1958, define “government stock” by reference to that Act. 3 In this Act “ the register ” has the meaning assigned to it by section 2(1) of this Act . . .  4 Any provision in this Act charging a payment on the National Loans Fund with recourse to the Consolidated Fund shall be construed as requiring the payment, if it is not made out of the National Loans Fund, to be charged on and paid out of the Consolidated Fund."}, {"act": "National Debt Act 1972", "year": 1972, "section": "16", "section_title": " Statutory instruments.", "section_text": "16 1 Any power conferred by this Act to make an order or regulations shall be exercisable by statutory instrument. 2 Any statutory instrument made in pursuance of the foregoing subsection and containing an order made by virtue of paragraph (b) in section 15(1) of this Act shall be subject to annulment in pursuance of a resolution of the House of Commons. 3 Any statutory instrument made in pursuance of subsection (1) of this section and containing regulations under this Act shall be laid before Parliament, except that a statutory instrument containing regulations made by virtue of section 11 of this Act with respect only to . . .   banks and departments certified as mentioned in subsection (1) of that section or to any of those bodies shall be laid before the House of Commons."}, {"act": "National Debt Act 1972", "year": 1972, "section": "17", "section_title": " Repeals and transitional provisions.", "section_text": "17 1 The enactments mentioned in the first and second columns of the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 In so far as any regulation made or having effect as if made, or any other thing whatsoever done or having effect as if done, under an enactment repealed by this Act could have been made or done under a corresponding provision of this Act, it shall not be invalidated by the repeal effected by the foregoing subsection but shall have effect as if it had been made or done under that corresponding provision. 3 Without prejudice to the generality of the foregoing subsection, the repeal effected by subsection (1) of this section shall not affect any direction given by the Treasury before the passing of this Act in relation to the prolongation of the period at the expiration of which any national savings certificates are required to be redeemed or repaid. 4 Certificates of investment in government stock issued to savings banks depositors in pursuance of the  Savings Banks Act 1880 shall be deemed, until exchanged for new certificates in pursuance of regulations under section 3 of this Act, to be certificates of stock registered in the register. 5 Any document referring to an Act or enactment repealed by this Act shall, so far as is necessary to preserve the effect thereof, be construed as referring (or including a reference) to this Act or the corresponding enactment therein. 6 The mention of particular matters in the foregoing provisions of this section shall not prejudice the general application of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978  with regard to the effect of repeals."}, {"act": "National Debt Act 1972", "year": 1972, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "National Debt Act 1972", "year": 1972, "section": "19", "section_title": " Application of certain provisions of Act to Channel Islands and Isle of Man.", "section_text": "19 The provisions of section 11 of this Act and the provisions of this Act relating to the register shall extend to the Channel Islands, and the Royal Courts of the Channel Islands shall register those provisions; and those provisions shall extend to the Isle of Man with the omission from section 11 of subsection (1)(b) and so much of subsection (2) as follows paragraph (b) of that subsection."}, {"act": "National Debt Act 1972", "year": 1972, "section": "20", "section_title": " Short title.", "section_text": "20 This Act may be cited as the National Debt Act 1972."}]