[{"act": "Sri Lanka Republic Act 1972", "year": 1972, "section": "1", "section_title": " Operation of existing law.", "section_text": "1 1 Subject to subsection (3) of this section, all law to which this subsection applies, whether being a rule of law or a provision of an Act of Parliament or of any other enactment or instrument whatsoever, which was in force on 22nd May 1972 or, having been passed or made before that date, comes or has come into force thereafter, shall, unless and until provision to the contrary is made by Parliament or some other authority having power in that behalf, have the same operation in relation to Sri Lanka, and persons and things belonging to or connected with Sri Lanka, as it would have apart from this subsection if on that date Ceylon had been renamed Sri Lanka but there had been no change in its status. 2 Subsection (1) of this section applies to law of, or of any part of, the United Kingdom, the Channel Islands and the Isle of Man, and in relation only to any enactment of the Parliament of the United Kingdom or any Order in Council made by virtue of any such enactment whereby any such enactment applies in relation to Ceylon, to law of any other country or territory to which that enactment or Order extends. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Where in any enactment of the Parliament of the United Kingdom passed before this Act, or in any Order in Council or other instrument made by virtue of any such enactment before the passing of this Act, reference is made to Ceylon by that name, the name “ Sri Lanka ” shall be substituted for that name for the purposes of the operation of that enactment, Order in Council or instrument in relation to any time on or after 22nd May 1972. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 This section shall be deemed to have had effect from 22nd May 1972."}, {"act": "Sri Lanka Republic Act 1972", "year": 1972, "section": "2", "section_title": " Short title.", "section_text": "2 This Act may be cited as the Sri Lanka Republic Act 1972."}]