[{"act": "Superannuation Act 1972", "year": 1972, "section": "1", "section_title": "Superannuation schemes as respects civil servants, etc.", "section_text": "1 1 The Minister for the Civil Service (in this Act referred to as “ the Minister ”)— a may make, maintain, and administer schemes (whether contributory or not) whereby provision is made with respect to the pensions, allowances or gratuities which, subject to the fulfilment of such requirements and conditions as may be prescribed by the scheme, are to be paid, or may be paid, by the Minister to or in respect of such of the persons to whom this section applies as he may determine; b may, in relation to such persons as any such scheme may provide, pay or receive transfer values; c may make, in such circumstances as any such scheme may provide, payments by way of a return of contributions, with or without interest; and d may make such payments as he thinks fit towards the provision, otherwise than by virtue of such a scheme, of superannuation benefits for or in respect of such of the persons to whom this section applies as he may determine. 1A Subsection (1) is subject to sections 18 and 19 of the Public Service Pensions Act 2013 (restrictions on benefits provided under existing schemes). 2 The Minister may, to such extent and subject to such conditions as he thinks fit, delegate to any other Minister or officer of the Crown any functions exercisable by him by virtue of this section or any scheme made thereunder. 2A Where a money purchase scheme under this section includes provision enabling a member to elect for the benefits which are to be provided to or in respect of him to be purchased from any authorised provider whom he may specify, then— a notwithstanding subsection (1)(a) above, the scheme may make provision for the making of such an election to have the effect, in such cases as the scheme may specify, of discharging any liability of the Treasury to pay those benefits to or in respect of that member; but b the scheme shall not be so framed as to have the effect that benefits under it may only be provided in a manner which discharges that liability of the Treasury. 2B The Minister may, to such extent and subject to such conditions as he thinks fit, delegate to the Scottish Parliamentary Corporate Body any function exercisable by him by virtue of this section or any scheme made thereunder so far as that function or scheme relates to any employees of that Body. 3 Before making any scheme under this section the Minister, or, if the Minister so directs in relation to a particular scheme  (other than a scheme mentioned in subsection (3A) below) , another Minister of the Crown specified in the direction, shall consult with persons appearing to the Minister or that other Minister, as the case may be, to represent persons likely to be affected by the proposed scheme or with the last-mentioned persons. 3A Before making any scheme under this section relating to any employees of the Scottish Parliamentary Corporate Body (referred to as “the Parliamentary corporation”) the Minister, or, if the Minister so directs, the Parliamentary corporation, shall consult with– a persons appearing to the Minister or the Parliamentary corporation, as the case may be, to represent persons likely to be affected by the proposed scheme, or b the last-mentioned persons. 4 This section applies to persons serving— a in employment in the civil service of the State; or b in employment of any of the kinds listed in Schedule 1 to this Act; or c in an office so listed. 4A This section also applies to persons serving in employment or in an office, not being service in employment or in an office of a kind mentioned in subsection (4), where the employment or office is specified in a list produced for the purposes of this subsection (see section 1A). 5 Subject to subsection (6) below, the Minister may by order— a add any employment to those listed in the said Schedule 1, being employment by a body or in an institution specified in the order, b add any office so specified to the offices so listed, or c remove any employment or office from the employments or offices so listed. 6 No employment or office shall be added to those listed in the said Schedule 1 unless  at the date from which the addition has effect   the remuneration of persons serving in that employment or office is paid out of moneys provided by Parliament  the Consolidated Fund or the Scottish Consolidated Fund . 7 Notwithstanding subsection (6) above, the Minister may by order provide that this section shall apply to persons serving in employment which is remunerated out of a fund specified in the order, being a fund established by or under an Act of Parliament. 8 An order under subsection (5) or (7) above— a may be made so as to have effect as from a date before the making of the order; b may include transitional and other supplemental provisions; c may vary or revoke a previous order made under that subsection; and d shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9 In this section— “ authorised provider ”, in relation to the investment of any sums paid by way of voluntary contributions or the provision of any benefit, means— a person who has permission under   Part 4A   of the Financial Services and Markets Act 2000 to invest such sums or, as the case may be, to provide that benefit; an  EEA  firm of a kind mentioned in paragraph 5(a), (b) or (c) of Schedule 3 to that Act, which has permission under paragraph 15 of that Schedule (as a result of qualifying for authorisation under paragraph 12 of that Schedule) to invest such sums or, as the case may be, to provide that benefit and which satisfies the conditions applicable to it which are specified in subsection (9B), (9C) or (9D); or an  EEA  firm of a kind mentioned in paragraph 5(d) of Schedule 3 to that Act, which has permission under paragraph 15 of that Schedule (as a result of qualifying for authorisation under paragraph 12 of that Schedule) to invest such sums or, as the case may be, to provide that benefit; “ money purchase scheme ”                       has the meaning given by section 181(1) of the Pension Schemes Act 1993 9A In subsection (9), the definition of “authorised provider” must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act. 9B If the  EEA  firm concerned is of the kind mentioned in paragraph 5(a) of Schedule 3 to the Financial Services and Markets Act 2000, the conditions are— a that, in investing of the sums in question, or in providing the benefit in question, the firm is carrying on a service falling within section A or   B of Annex I to the markets in financial instruments directive ; and b that the firm is authorised by its home state authorisation to carry on that service. 9C If the  EEA  firm concerned is of the kind mentioned in paragraph 5(b) of that Schedule, the conditions are- a that, in investing of the sums in question, or in providing the benefit in question, the firm is carrying on an activity falling within Annex 1 to the   capital requirements directive ; and b that the activity in question is one in relation to which an authority in the firm’s home State has regulatory functions. 9D If the  EEA  firm concerned is of the kind mentioned in paragraph 5(c) of that Schedule, the conditions are— a that, in investing of the sums in question, or in providing the benefit in question, the firm is carrying on an activity falling within Annex 1 to the   capital requirements directive ; b that the activity in question is one in relation to which an authority in the firm’s home State has regulatory functions; and c that the firm also carries on the activity in question in its home State. 9E Expressions used in subsections (9B) to (9D) which are also used in Schedule 3 to the Financial Services and Markets Act 2000 have the same meaning in those subsections as they have in that Schedule."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "1A", "section_title": "List of employments and offices for purposes of section 1(4A)", "section_text": "1A 1 The Minister may specify an employment or office in a list produced for the purposes of section 1(4A) if subsection (2), (3) or (4) applies in relation to the employment or office. 2 This subsection applies to an employment or office if— a at any time on or after the commencement of this section, the employment or office ceases to be of a kind mentioned in section 1(4), and b immediately before that time, persons serving in the employment or office are, or are eligible to be, members of a scheme under section 1 by virtue of section 1(4). 3 This subsection applies to an employment or office if— a at any time before the commencement of this section, the employment or office ceased to be of a kind mentioned in section 1(4), and b at that time, persons serving in the employment or office ceased to be members of a scheme under section 1 or to be eligible for membership of such a scheme. 4 This subsection applies to an employment or office if— a it is of a description prescribed by regulations, and b the Minister determines that it is appropriate for it to be specified for the purposes of section 1(4A). 5 The power to specify an employment or office in reliance on subsection (4) may be exercised so as to have retrospective effect. 6 The Minister— a may at any time amend a list produced under this section, and b must publish the list (and any amendments to it). 7 The published list must comply with such requirements, and contain such information, as may be prescribed by regulations. 8 Regulations made under this section must be made by the Minister by statutory instrument; and an instrument containing such regulations is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "2", "section_title": " Further provisions relating to schemes under s. 1.", "section_text": "2 1 A scheme under section 1 of this Act which makes provision with respect to the pensions, allowances or gratuities which are to be, or may be, paid to or in respect of a person to whom that section applies and who is incapacitated or dies as a result of an injury sustained, or disease contracted, in circumstances prescribed by the scheme may make the like provision in relation to any other person, being a person who is employed in a civil capacity for the purposes of Her Majesty’s Government in the United Kingdom, whether temporarily or permanently and whether for reward or not, or is a person holding office in that Government and who is incapacitated or dies as a result of an injury or disease so sustained or contracted. 2 Any scheme under the said section 1 may make provision for the payment by the Minister of pensions, allowances or gratuities by way of compensation to or in respect of persons— a to whom that section applies; and b who suffer loss of office or employment, or loss or diminution of emoluments, in such circumstances, or by reason of the happening of such an event, as may be prescribed by the scheme. 3   Subject to subsection (3A) below,  no scheme under the said section 1 shall make any provision which would have the effect of reducing the amount of any pension, allowance or gratuity, in so far as that amount is directly or indirectly referable to rights which have accrued (whether by virtue of service rendered, contributions paid or any other thing done) before the coming into operation of the scheme, unless the persons consulted in accordance with section 1(3) of this Act have agreed to the inclusion of that provision. 3A Subsection (3) above does not apply to a provision which would have the effect of reducing the amount of a compensation benefit except in so far as the compensation benefit is one provided in respect of a loss of office or employment which is the consequence of— a a notice of dismissal given before the coming into operation of the scheme which would have that effect, or b an agreement made before the coming into operation of that scheme. 3B In this section— “ compensation benefit ” means so much of any pension, allowance or gratuity as is provided under the civil service compensation scheme by way of compensation to or in respect of a person by reason only of the person's having suffered loss of office or employment; “ the civil service compensation scheme ” means so much of any scheme under the said section 1 (whenever made) as provides by virtue of subsection (2) above for benefits to be provided by way of compensation to or in respect of persons who suffer loss of office or employment. 3C In subsection (3B) above a reference to suffering loss of office or employment includes a reference to suffering loss or diminution of emoluments as a consequence of suffering loss of office or employment. 3D So far as it relates to a provision of a scheme under the said section 1 which would have the effect of reducing the amount of a compensation benefit, the duty to consult in section 1(3) of this Act is a duty to consult with a view to reaching agreement with the persons consulted. 4 Subject to subsection (3) above, any scheme under the said section 1, or any provision thereof, may be framed— a so as to have effect as from a date earlier than the date on which the scheme is made; or b so as to apply in relation to the pensions, allowances or gratuities paid or payable to or in respect of persons who, having been persons to whom the said section 1 applies, have died or ceased to be persons to whom that section applies before the scheme comes into operation; or c so as to require or authorise the payment of pensions, allowances or gratuities to or in respect of such persons. 5 Where an order has been made under section 1(7) of this Act, any scheme under that section may provide for the payment to the Minister out of the fund specified in the order of benefits or other sums paid by him in accordance with the scheme to or in respect of persons to whom that section applies by virtue of the order, together with any administrative expenses incurred in connection with the payment of those sums, and for the payment into that fund of contributions paid in accordance with the scheme by or in respect of those persons and of any transfer values received in respect of them. 6 Any scheme under the said section 1 may provide for the determination by the Minister of questions arising under the scheme and may provide that the decision of the Minister on any such question shall be final. 7 Where under any such scheme any question falls to be determined by the Minister, then, at any time before the question is determined, the Minister may (and if so directed by any of the Courts hereinafter mentioned shall) state in the form of a special case for determination by the High Court, the Court of Session or the Court of Appeal in Northern Ireland any question of law arising out of the question which falls to be determined by him. 8 Where such a case is stated for determination by the High Court, an appeal to the Court of Appeal from the determination by the High Court shall lie only with the leave of the High Court or of the Court of Appeal; and where such a case is stated for determination by the Court of Session then, subject to any rules of court, the Minister shall be entitled to appear and be heard when the case is being considered by that Court. 9 Any scheme under the said section 1 may amend or revoke any previous scheme made thereunder. 10 Different schemes may be made under the said section 1 in relation to different classes of persons to whom that section applies, and in this section “ the principal civil service pension scheme ” means the principal scheme so made relating to persons serving in employment in the   civil service of the State . 11 Before a scheme made under the said section 1, being the principal civil service pension scheme or a scheme amending or revoking that scheme, comes into operation the Minister shall lay a copy of the scheme before Parliament. 11A Subsection (11B) below applies if a scheme made under the said section 1 makes any provision which would have the effect of reducing the amount of a compensation benefit. 11B Before the scheme comes into operation, the Minister must have laid before Parliament a report providing information about— a the consultation that took place for the purposes of section 1(3) of this Act, so far as relating to the provision, b the steps taken in connection with that consultation with a view to reaching agreement in relation to the provision with the persons consulted, and c whether such agreement has been reached. 12 Notwithstanding any repeal made by this Act, the existing civil service superannuation provisions, that is to say, the enactments and instruments listed in Schedule 2 to this Act, shall, with the necessary adaptations and modifications, have effect as from the commencement of this Act as if they constituted a scheme made under the said section 1 in relation to the persons to whom that section applies, being the principal civil service pension scheme, and coming into operation on the said commencement and may be revoked or amended accordingly."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "3", "section_title": " Recovery in certain circumstances of payments by way of injury allowances.", "section_text": "3 1 The following provisions of this section shall have effect where a scheme under section 1 of this Act provides for the payment of a pension, allowance or gratuity to or in respect of a person who is incapacitated or dies as a result of an injury sustained or disease contracted in circumstances prescribed by the scheme, and a pension, allowance or gratuity is paid in accordance with the scheme to or in respect of a person in consequence of an injury or disease so sustained or contracted or of a death resulting from such injury or disease. 2 If the scheme requires the Minister to take into account, as against any sums otherwise payable under the scheme, any damages which are recovered or recoverable by or on behalf of the recipient of the pension, allowance or gratuity granted in consequence of the injury, disease or death, being damages in respect of that injury, disease or death, and the Minister makes any payments without taking such damages into account, then if and when the Minister is satisfied that there are any damages to be so taken into account, he shall have the right to recover from the recipient— a where the amount of the payments made by the Minister is less than the net amount of the damages, the amount of those payments; b where the amount of those payments is not less than the net amount of the damages, such part of those payments as is equal to the net amount of the damages. 3 So far as any amount recoverable under this section represents a payment made by the Minister from which income tax has been deducted before payment, the proper allowance shall be made in respect of the amount so deducted, and in this section “ the net amount of the damages ” means the amount of the damages after deducting any tax payable in the United Kingdom or elsewhere to which the damages are subject. 4 No proceedings shall be brought to recover any amount under this section— a after the death of the recipient of the payments; or b after the expiration of two years from the date on which the amount of the damages taken into account in arriving at the amount so recoverable is finally determined (whether in court proceedings or in arbitration proceedings or by agreement between the parties) or from the date on which the final determination of that amount first came to the knowledge of the Minister, whichever date is the later. 5 A certificate issued by the Minister and stating the date on which the final determination of any amount of damages first came to his knowledge shall be admissible in any proceedings as sufficient evidence of that date. 6 The provisions of this section are without prejudice to any right of the Minister under any such scheme to take damages into account by withholding or reducing any further sums otherwise payable to the recipient of the pension, allowance or gratuity."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "4", "section_title": " Payments due to deceased persons.", "section_text": "4 1 Where on the death of any person there is due to the deceased or his personal representatives from a government department a sum, not exceeding  £5,000 , in respect of salary, wages or other emoluments or of superannuation benefits payable by virtue of a scheme made under section 1 of this Act, probate or other proof of the title of the personal representatives of the deceased may be dispensed with, and the appropriate authority may pay the whole or any part of that sum to those representatives or to the person, or to or among any one or more of any persons, appearing to that authority to be beneficially entitled to the personal or movable estate of the deceased; and any person to whom such a payment is made, and not the appropriate authority, shall thereafter be liable to account for the amount paid to him under this subsection. 2 Subsection (1) above shall be included among the provisions with respect to which the Treasury may make an order under section 6(1) of the  Administration of Estates (Small Payments) Act 1965 substituting for references to £500 such higher amount as may be specified in the order. 3 The reference to a government department in subsection (1) above shall be construed as including a reference to a body or institution listed in Schedule 1 to this Act  and as including a reference to any part of the Scottish Administration . 4 In this section “ the appropriate authority ”, in relation to any sum, means the Minister in charge of the government department  , the Scottish Ministers in respect of any part of the Scottish Administration,  the body, or the trustees or other authority responsible for the institution, as the case may be, from whom that sum is due."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "5", "section_title": " Benefits under civil service superannuation schemes not assignable.", "section_text": "5 1 Any assignment (or, in Scotland, assignation) of or charge on, and any agreement to assign or charge, any benefit payable under a scheme made under section 1 of this Act shall be void. 2 Nothing in subsection (1) above shall affect the powers of any court under  section 310 of the Insolvency Act 1986   ... (bankrupt’s salary, pension, etc. may be ordered to be paid to the trustee in bankruptcy) or under any enactment applying to Northern Ireland (including an enactment of the Parliament of Northern Ireland) and corresponding to  section 51(2) of the Bankruptcy Act 1914  or the said section 310   or the powers of any person under section 90 or 95 of the Bankruptcy (Scotland) Act 2016 ."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "6", "section_title": " Power to repeal or amend Acts, etc.", "section_text": "6 1 The Minister may by order repeal or amend any provision in any Act of Parliament, whether public general, local or private, including an Act confirming a provisional order, or in any order or other instrument made under any such Act, where it appears to him that that provision is inconsistent with, or has become unnecessary or requires modification in consequence of, any provision of section 1 or 2 of this Act or of any scheme made under the said section 1 or any repeal made by this Act in consequence of the enactment of those sections. 2 An order under this section— a may be made so as to have effect as from a date before the making of the order; b may vary or revoke a previous order made thereunder; and c shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "7", "section_title": " Superannuation of persons employed in local government service, etc.", "section_text": "7 1 The Secretary of State may by regulations make provision with respect to the pensions, allowances or gratuities which, subject to the fulfilment of such requirements and conditions as may be prescribed by the regulations, are to be, or may be, paid to or in respect of such persons, or classes of persons, as may be so prescribed, being— a persons, or classes of persons, employed in local government service; and b other persons, or classes of persons, for whom it is appropriate, in the opinion of the Secretary of State, to provide pensions, allowances or gratuities under the regulations. 1A Subsection (1) is subject to sections 18 and 19 of the Public Service Pensions Act 2013 (restrictions on benefits provided under existing schemes). 2 Without prejudice to the generality of subsection (1) above, regulations under this section— a may include all or any of the provisions referred to in Schedule 3 to this Act; and b may make different provision as respects different classes of persons and different circumstances. 3 Notwithstanding anything in the  Pensions (Increase) Act 1971, regulations under this section may provide— a that increases under that Act of such of the pensions, allowances or gratuities payable under the regulations as may be prescribed by the regulations, or such part of those increases as may be so prescribed, shall be paid out of such of the superannuation funds established under the regulations as the regulations may provide; and b that the cost of those increases or of that part thereof, as the case may be, shall be defrayed by contributions from the persons to whom any services in respect of which the pensions, allowances or gratuities are or may become payable were or are being rendered or by such of those persons as may be so prescribed; and any provisions of the said Act of 1971, or of regulations made under section 5 thereof, relating to liability for the cost of increases under that Act of pensions, allowances or gratuities payable under the regulations shall have effect subject to the provisions of any regulations made by virtue of this subsection and for the time being in force. 4 Without prejudice to subsection (2) above, regulations made by virtue of subsection (3) above may make different provision as respects different classes of pensions, allowances or gratuities. 5 Before making any regulations under this section the Secretary of State shall consult with— a such associations of local authorities as appear to him to be concerned; b any local authority with whom consultation appears to him to be desirable; and c such representatives of other persons likely to be affected by the proposed regulations as appear to him to be appropriate."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "8", "section_title": " Local Act schemes.", "section_text": "8 1 The Secretary of State may make regulations providing for— a the revocation of the local Act scheme administered by a local Act authority; b the winding up of the superannuation fund maintained under that scheme and the transfer of its assets and liabilities to such superannuation fund as may be specified in the regulations; c the modification of regulations made under section 7 of this Act for the purpose of securing that rights enjoyed by and in respect of the persons who were entitled to participate in the benefits of the superannuation fund which is to be wound up are preserved; d such other consequential and incidental matters as appear to the Secretary of State to be necessary or expedient. 2 The Secretary of State may by regulations make such additions to, or modifications of, a local Act scheme as he considers necessary to reproduce (with or without modifications) the effect of any enactment relating to the local Act scheme and repealed by this Act. In this subsection “ enactment ” includes any instrument made under an Act. 3 Regulations under section 7 of this Act may provide for any of their provisions to apply, subject to such modifications as may be prescribed by the regulations, in relation to such local Act schemes as may be so prescribed or in relation to such pensions, allowances or gratuities, payable under such local Act schemes, as may be so prescribed; and where by virtue of this subsection any provisions of the regulations are so applied, the local Act scheme shall have effect subject thereto. 4 Before making any regulations under this section the Secretary of State shall consult with the local Act authority concerned and with such representatives of other persons likely to be affected by the proposed regulations as appear to him to be appropriate. 5 In this section “ local Act authority ” means a local authority who, not maintaining a superannuation fund in accordance with regulations under section 7 of this Act, maintain a superannuation fund under a local Act and “ local Act scheme ” means the superannuation scheme which such an authority administer."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "9", "section_title": " Superannuation of teachers.", "section_text": "9 1 The Secretary of State may, by regulations made with the consent of the Minister, make provision with respect to the pensions, allowances or gratuities which, subject to the fulfilment of such requirements and conditions as may be prescribed by the regulations, are to be, or may be, paid  to or in respect of teachers by the Secretary of State or, in the case of injury benefit, by the Secretary of State, an employer of teachers or such other person as the Secretary of State may consider appropriate and may specify in the regulations. 1A Subsection (1) is subject to sections 18 and 19 of the Public Service Pensions Act 2013 (restrictions on benefits provided under existing schemes). 2 Without prejudice to the generality of subsection (1) above, regulations under this section— a may include all or any of the provisions referred to in Schedule 3 to this Act; and b may make different provision as respects different classes of persons and different circumstances. 2A Where regulations under this section make provision with respect to money purchase benefits, they may also— a include provision enabling a person to elect for such money purchase benefits as are to be provided to or in respect of him under the regulations to be purchased from any authorised provider whom he may specify; and b notwithstanding subsection (1) above, provide that the making of such an election shall have the effect, in such cases as may be specified in the regulations, of discharging any liability of the Secretary of State to pay those benefits to or in respect of that person; but no regulations under this section shall be so framed as to have the effect that any money purchase benefits to be provided under them may only be provided in a manner which discharges that liability of the Secretary of State. 3 Where the regulations provide for the making of any such payment as is referred to in paragraph 3, 5 or 6 of the said Schedule 3, they may also provide for the payment to be made by the Secretary of State. 3A Notwithstanding anything in the  Pensions (Increase) Act 1971, regulations under this section may provide that the cost of increases under that Act of such of the pensions, allowances or gratuities payable under the regulations as may be prescribed by the regulations, or such part of those increases as may be so prescribed, shall be defrayed— a by contributions from employers of teachers or from such other persons or classes of person (apart from teachers) as the Secretary of State may consider appropriate and may specify in the regulations; or b by contributions from such of those employers or other persons as may be so specified; and any provisions of the said Act of 1971, or of regulations made under section 5 thereof, relating to liability for the cost of increases under that Act of pensions, allowances or gratuities payable under the regulations shall have effect subject to the provisions of any regulations made by virtue of this subsection and for the time being in force. 4 Where regulations under this section provide for the establishment of a superannuation fund, the regulations may also provide for the payment by the Secretary of State— a of the administrative expenses of the persons by whom, in accordance with the regulations, the fund is to be administered; and b of such travelling, subsistence and other allowances to those persons as the Secretary of State may, with the consent of the Minister, determine. 5 Before making any such regulations the Secretary of State shall consult with representatives of   local authorities, or, in Scotland, education authorities   and of teachers and with such representatives of other persons likely to be affected by the proposed regulations as appear to him to be appropriate. 5A The powers exercisable by a   local authority   or, in Scotland, an education authority, by virtue of— a section 111 of the   Local Government Act 1972 (subsidiary powers of local authorities), or b section 69 of the  Local Government (Scotland) Act 1973 (similar provision for Scotland), shall be taken to include, and to have at all times included, power to pay, or arrange for the payment of, injury benefit to or in respect of teachers; but that section shall cease to confer any such power on an authority in either part of Great Britain as from the coming into force of the first regulations under this section which make provision for the payment of injury benefit by such an authority to or in respect of teachers in that part. 6 In this section “ authorised provider ” has the meaning given in section 1  “ injury benefit ” means a pension, allowance or gratuitypayable under the regulationsto or in respect of a teacher in consequenceof any injury sustained , or diseasecontracted, by him in the course of hisemployment in that capacity:   “local authority” has the meaning given by section 579(1) of the Education Act 1996;   “ money purchase benefits ” has the meaning given by  section 181(1) of the Pension Schemes Act 1993 ; “ teachers ” includes such persons as may be prescribed by regulations made under this section, being persons employed otherwise than as teachers— (a) in a capacity connected with education which to a substantial extent involves the control or supervision of teachers; or (b) in employment which involves the performance of duties in connection with the provision of education or services ancillary to education. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "10", "section_title": " Superannuation of persons engaged in health services, etc.", "section_text": "10 1 The Secretary of State may, by regulations made with the consent of the Minister, make provision with respect to the pensions, allowances or gratuities which, subject to the fulfilment of such requirements and conditions as may be prescribed  (in this section referred to as “ health staff ”)  by the regulations, are to be, or may be, paid by the Secretary of State to or in respect of such persons, or classes of persons, as may be so prescribed, being— a persons, or classes of persons, engaged in health services other than services provided by a   ... local authority; and b other persons, or classes of persons, for whom it is appropriate, in the opinion of the Secretary of State, to provide pensions, allowances or gratuities under the regulations. 1A Subsection (1) is subject to sections 18 and 19 of the Public Service Pensions Act 2013 (restrictions on benefits provided under existing schemes). 2 Without prejudice to the generality of subsection (1) above, regulations under this section— a may include all or any of the provisions referred to in Schedule 3 to this Act; and b may make different provision as respects different classes of persons and different circumstances. 2A Where regulations under this section make provision with respect to money purchase benefits, they may also— a include provision enabling a person to elect for such money purchase benefits as are to be provided to or in respect of him under the regulations to be purchased from any authorised provider whom he may specify; and b notwithstanding subsection (1) above, provide that the making of such an election shall have the effect, in such cases as may be specified in the regulations, of discharging any liability of the Secretary of State to pay those benefits to or in respect of that person; but no regulations under this section shall be so framed as to have the effect that any money purchase benefits to be provided under them may only be provided in a manner which discharges that liability of the Secretary of State. 3 Where the regulations provide for the making of any such payment as is referred to in paragraph 3, 5 or 6 of the said Schedule 3, they may also provide for the payment to be made by the Secretary of State. 3A Notwithstanding anything in the  Pensions (Increase) Act 1971, regulations under this section may provide that the cost of increases under that Act of such of the pensions, allowances or gratuities payable under the regulations as may be prescribed by the regulations, or such part of those increases as may be so prescribed, shall be defrayed— a by contributions from employers of health staff or from such other persons or classes of person (apart from health staff) as the Secretary of State may consider appropiate and may specify in the regulations; or b by contributions from such of those employers or other persons as may be so specified; and any provisions of the said Act of 1971, or of regulations made under section 5 thereof, relating to liability for the cost of increases under that Act of pensions, allowances or gratuities payable under the regulations shall have effect subject to the provisions of any regulations made by virtue of this subsection and for the time being in force. 4 Before making any such regulations the Secretary of State shall consult with such representatives of persons likely to be affected by the proposed regulations as appear to him to be appropriate. 5 In section 7(2) of the  Superannauation (Miscellaneous Provisions) Act 1967 (which, in the cae where any person within twelve months after leaving employment by virtue of which he was entitled to participate in superannuation benefits provided under the  National Health Service Act 1946 enters other approved employment, empowers the Secretary of State to direct that the superannuation regulations shall apply to him with certain modifications) after the words “any person” there shall be inserted the words  “while continuing in or” . 6 In this section— “ authorised provider ” has the meaning given in section 1; “ money purchase benefits ” has the meaning given by  section 181(1) of the Pension Schemes Act 1993 ."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "11", "section_title": " Statement of case by Secretary of State.", "section_text": "11 1 Where under any regulations made under section 7, 9 or 10 of this Act, in its application to England and Wales, any question falls to be determined by the Secretary of State, then, at any time before the question is determined, the Secretary of State may (and if so directed by the High Court shall) state in the form of a special case for determination by the High Court any question of law arising out of the question which falls to be determined by him; and where such a case is so stated, an appeal to the Court of Appeal from the determination by the High Court shall lie only with the leave of the High Court or of the Court of Appeal. 2 Where under any regulations made under section 7, 9 or 10 of this Act, in its application to Scotland, any question falls to be determined by the Secretary of State, then, at any time before the question is determined, the Secretary of State may (and if so directed by the Court of Session shall) state a case for the opinion of that Court on any question of law arising out of the question which falls to be determined by him; and subject to any rules of court, the Secretary of State shall be entitled to appear and be heard when the case is being considered by the Court."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "12", "section_title": " Further provisions as to regulations.", "section_text": "12 1 Any regulations made under section 7, 8(2), 9 or 10 of this Act may be framed so as to have effect as from a date earlier than the making of the regulations. 2 Subject to subsection (4) below, any regulations made under section 7, 9 or 10 of this Act may be framed— a so as to apply in relation to the pensions which are being paid or may become payable under the regulations to or in respect of persons who, having served in an employment or office service in which qualifies persons to participate in the benefits for which the regulations provide, have ceased to serve therein  (whether or not they have subsequently recommenced any such service)  or died before the regulations come into operation; or b so as to require or authorise the payment of pensions to or in respect of such persons. 3 Subsection (2) above shall apply in relation to regulations under the said section 7, being regulations made by virtue of section 8(3) of this Act, as if for the first two references to those regulations in paragraph (a) there were substituted references to the local Act scheme affected by the regulations. 4 No provision shall be made by any regulations by virtue of subsection (2) above unless any person who is placed in a worse position than he would have been in if the provision had not applied in relation to any pension which is being paid or may become payable to him is by the regulations given an opportunity to elect that the provision shall not so apply  in relation to that pension except as provided by subsection (4A) below. 4A If, at the coming into force of the provision mentioned in subsection (4) above, a person who makes such an election as is mentioned in that subsection is serving in an employment or office to which the regulations governing the pension apply, or if he subsequently recommences service in such an employment or office, then— a the election shall have effect in relation to the pension only to the extent that it accrues or has accrued— i by virtue of periods of service rendered before the cessation referred to in subsection (2) above (or, if there has been more than one such cessation, the last of them before the coming into force of the provision in question); or ii by virtue of contributions paid in respect of any such periods of service; and b in determining entitlement to, or the amount of, the pension to that extent, he shall (without prejudice to the application of this subsection) be treated as if he had never recommended service in such an employment or office at any time after the cessation referred to in paragraph (a) above; and the provision in question shall apply accordingly. 5 In the foregoing provisions of this section “ pension ” includes allowance and gratuity. 6 Regulations made under section 7, 8, 9 or 10 of this Act shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "13", "section_title": " The Comptroller and Auditor General.", "section_text": "13 A1 This section does not apply to a person appointed as Comptroller and Auditor General under Part 2 of the Budget Responsibility and National Audit Act 2011. 1 A person who first holds office on or after the appointed day as the Comptroller and Auditor General (in this section referred to as “ the Comptroller ”) shall be entitled, if he was a member of a judicial pension scheme immediately before he first holds that office, to elect between— a the scheme of pensions and other benefits under that judicial pension scheme (his “ former scheme ”); b (if different from his former scheme) the scheme of pensions and other benefits constituted by Part I of the 1993 Act (“ the 1993 scheme ”); and c the scheme of pensions and other benefits applicable under section 1 of this Act to the civil service of the State (“ the civil service scheme ”); and, if he is not entitled to make an election under this subsection, or if he is so entitled but fails to make such an election, he shall be treated as if he had been so entitled and had elected for the civil service scheme. 2 If a person who held the office of Comptroller before the appointed day has made an election under the former enactments for the old judicial scheme, he shall be entitled to make an election under this subsection between— a the old judicial scheme; and b the 1993 scheme; and, if he fails to make an election under this subsection, he shall be taken to have elected for the old judicial scheme. 3 If a person who held the office of Comptroller before the appointed day— a has made an election under the former enactments for the civil service scheme, or b has failed to make an election under those enactments (so that he is taken to have elected for the civil service scheme), he shall be treated as if he had been entitled to make an election under this section and had elected for the civil service scheme. 4 Where a person elects under this section for his former scheme, that scheme shall, subject to regulations under this section, apply as if his service as Comptroller were service which was subject, in his case, to that scheme. 5 A person who elects under subsection (1)(b) or (2)(b) above for the 1993 scheme, shall be entitled, when he ceases to hold office as Comptroller, to a pension under Part I of the 1993 Act at the appropriate annual rate (within the meaning of that Act) if he has held that office for at least 5 years and either— a he has attained the age of 65; or b he is disabled by permanent infirmity for the performance of the duties of the office; and, subject to the following provisions of, and regulations under, this section, the provisions of Part I of that Act (other than sections 1(1) to (4) and 2) and of sections 19, 20 and 23 of, and Schedule 2 to, that Act (which provide for benefits in respect of earnings in excess of pension-capped salary, appeals and transfer of accrued rights) shall apply in relation to him and his service in the office of Comptroller as they apply in relation to a person to whom Part I of that Act applies. 6 Subject to regulations under this section, in the application of provisions of the 1993 Act by virtue of subsection (5) above, a person who elects for the 1993 scheme shall be treated— a as if the office of Comptroller were a qualifying judicial office (within the meaning of that Act) by virtue of inclusion among the offices specified in Part I of Schedule 1 to that Act; b as if his election under this section were an election such as is mentioned in paragraph (d) of section 1(1) of that Act (so that, in particular, section 12 of that Act, which provides for the transfer of accrued rights into the scheme, applies); c as if his pension by virtue of this section were a pension under section 2 of that Act (and, accordingly, a judicial pension, within the meaning of that Act); and d for the purpose of determining, in the event of his death, the rate of any surviving spouse’s or children’s pension payable under sections 5 to 8 of that Act in respect of his service as Comptroller, as if references in those sections to the annual rate of the deceased’s judicial pension were references— i where a pension had commenced to be paid to him by virtue of subsection (5) above, to the appropriate annual rate of that pension; or ii where no such pension had commenced to be paid to him, to the rate that would have been the appropriate annual rate of the pension payable to him by virtue of subsection (5)(b) above, had he not died, but been disabled by permanent infirmity for the performance of the duties of his office on and after the date of death; and, in the application of that Act to the Comptroller (whether by virtue of subsection (1)(a) or (b) or (2)(b) above) the references to the appropriate Minister in sections 13 (election for personal pension), 19 (benefits in respect of earnings in excess of pension-capped salary) and 20 (appeals) of, and Schedule 2 (transfer of accrued rights) to, that Act shall be taken as references to the Treasury and the power conferred by paragraph 2 of that Schedule to make regulations shall be exercisable by the Treasury. 7 Where a person elects under this section for the civil service scheme, the principal civil service pension scheme within the meaning of section 2 of this Act and for the time being in force shall, subject to regulations under this section, apply as if his service as Comptroller were service in employment in the civil service of the State. 8 Where a person elects under this section for the old judicial scheme, that scheme and the former enactments shall, subject to regulations under this section, continue to have effect in relation to him and his service in the office of Comptroller. 9 Any power to make an election under this section shall be exercisable within such time and in such manner as may be prescribed in regulations under this section. 10 The Treasury may make regulations for purposes supplementary to the other provisions of this section. 11 Any such regulations may, without prejudice to section 38 or 39A of the Superannuation Act 1965 (employment in more than one public office), make special provision with respect to the pensions and other benefits payable to or in respect of a person to whom— a his former scheme, b the 1993 scheme, c the civil service scheme, or d the old judicial scheme, applies, or has applied, in respect of any service other than service as Comptroller. 12 The provision that may be made by virtue of subsection (11) above includes provision— a for aggregating— i other service falling within his former scheme, the 1993 scheme or the old judicial scheme with service as Comptroller, or ii service as Comptroller with such other service, for the purpose of determining qualification for, or entitlement to, or the amount of, benefit under the scheme in question; b for increasing the amount of the benefit payable under any of the schemes mentioned in paragraph (a)(i) above, in the case of a person to whom that scheme applied in respect of an office held by him before appointment as Comptroller, up to the amount that would have been payable under that scheme if he had retired from that office on the ground of permanent infirmity immediately before his appointment. 13 Any statutory instrument made by virtue of this section shall be subject to annulment in pursuance of a resolution of the House of Commons. 14 Any pension or other benefit granted by virtue of this section shall be charged on, and issued out of, the Consolidated Fund. 15 In this section— “ the 1981 Act ” means the Judicial Pensions Act 1981; “ the 1993 Act ” means the Judicial Pensions and Retirement Act 1993; “ the appointed day ” means the day on which Part I of Schedule 4 to the 1993 Act comes into force; “ the former enactments ” means section 13 of this Act, as it had effect from time to time before the appointed day; “ judicial pension scheme ” means any public service pension scheme, as defined in— section 1 of the Pension Schemes Act 1993 section 176(1) of the Pensions Schemes (Northern Ireland) Act 1993 under which pensions and other benefits are payable in respect of service in one or more qualifying judicial offices, within the meaning of the 1993 Act, but does not include the civil service scheme; “ the old judicial scheme ” means the statutory scheme of pensions and other benefits applicable under or by virtue of the 1981 Act to the judicial offices listed in section 1 of that Act."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "14", "section_title": " Metropolitan civil staffs.", "section_text": "14 1 Section 15 of the  Superannuation (Miscellaneous Provisions) Act 1967 (which applies the legislation governing the superannuation of civil servants to certain persons employed under the Commissioner of Police for the Metropolis, justices’ clerks for the inner London area and other persons employed by the committee of magistrates for that area) shall be amended as follows. 2 In subsection (1)(b)\t\t\t\t\t(definition of “civil service provisions”) for the words from “the Superannuation Act” to “any other” there shall be substituted the words  “                  the principal civil service pension scheme within the meaning of section 2 of the Superannuation Act 1972 and any                ” . 3 In subsection (3)\t\t\t\t\t(which empowers the Secretary of State by regulations to provide that any of the civil service provisions shall have effect for the purposes of pensions or other benefits under the section and certain other purposes subject to exceptions, modifications and adaptations specified in the regulations)— a after the word “may”, where first occuring, there shall be inserted the words  “                      with the consent of the Minister for the Civil Service                    ”  ; and b in paragraph (a), after the word “exceptions” there shall be inserted the word  “                      additions                    ” . 4 Subsection (5)\t\t\t\t\t(which authorises the Secretary of State in certain circumstances to confer on himself power to make rules or regulations in relation to members of the metropolitan civil staffs where the Minister has power to make similar rules or regulations in relation to civil servants) shall be omitted. 5 For subsection (6)\t\t\t\t\t(which provides that regulations under the section shall be subject to annulment in pursuance of a resolution of either House of Parliament) there shall be substituted the following subsection:— 6 Before making regulations under subsection (3) of this section the Secretary of State shall consult with persons appearing to him to represent the metropolitan civil staffs, and before any such regulations come into operation the Secretary of State shall lay a copy thereof before Parliament."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "15", "section_title": " Members of police forces, special constables and police cadets.", "section_text": "15 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Section 12 (except subsections (3) and (6)) of this Act shall apply in relation to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b regulations relating to pensions under  section 51 or 52 of the Police Act 1996 \t\t\t\t\t\t\t(special constables and police cadets);  or ba regulations made under section 48 of the Police and Fire Reform (Scotland) Act 2012, as extended by article 14 of the Police and Fire Reform (Scotland) Act 2012 (Consequential Provisions and Modifications) Order 2013 (special constables and police cadets), c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . as it applies in relation to regulations under section 7, 8(2), 9 or 10 of this Act."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "16", "section_title": " Members of fire brigades.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "17", "section_title": " Persons employed by general lighthouse authorities, etc.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "18", "section_title": " Employees of law societies.", "section_text": "18 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Superannuation Act 1972", "year": 1972, "section": "20", "section_title": " Officers and servants of certain river authorities.", "section_text": "20 1 This section applies to the following persons, namely— a every officer and servant of the Conservators of the River Thames (“the Conservators”) to whom but for any repeal made by this Act section 79(8) of the  Land Drainage Act 1930 or section 53(2) of the  Thames Conservancy Act 1950 would have applied; and b every officer and servant of the Lee Conservancy Board or of the Lee Conservancy Catchment Board (“the Catchment Board”) to whom but for any such repeal section 80(7) of the said Act of 1930 would have applied. 2 There shall be paid by the Conservators to or in respect of the persons to whom this section applies by virtue of subsection (1)(a) above, and there shall be paid by the Catchment Board to or in respect of the persons to whom this section applies by virtue of subsection (1)(b) above, the same pensions, allowances or gratuities as can be paid to or in respect of persons employed in the civil service of the State, and the principal civil service pension scheme within the meaning of section 2 of this Act and for the time being in force shall apply accordingly in relation to those persons with the necessary adaptations. 3 The Conservators and the Catchment Board shall have all such powers as may be necessary to enable them to comply with subsection (2) above, including power to pay and receive transfer values and to make payments towards the provision of such pensions, allowances and gratuities as are referred to in that subsection. 4 The Catchment Board shall be deemed always to have had power to pay pensions, allowances or gratuities in respect of persons to whom section 80(7) of the  Land Drainage Act 1930 at any time applied."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Superannuation Act 1972", "year": 1972, "section": "22", "section_title": " Pension schemes of various statutory bodies: removal of requirement to obtain Ministerial approval for certain determinations, etc.", "section_text": "22 1 Any body specified in column 1 of Schedule 4 to this Act may make any determination relating to, or connected with, the provision of pensions, gratuities or other like benefits to or in respect of persons employed by it which it has power to make under the enactment specified in relation to that body in column 2 of that Schedule without obtaining the approval or agreement of any Minister of the Crown or government department whose approval of, or agreement to, that determination is required by virtue of that enactment or by virtue of that enactment and any order made in pursuance of section 1 or 2 of the Ministers of the  Crown (Transfer of Functions) Act 1946 or section 4 of the Ministers of the  Crown Act 1964. 2 The Council for Professions Supplementary to Medicine may approve any determination relating to pensions made under paragraph 20(2) of Schedule 1 to the  Professions Supplementary to Medicine Act 1960 by a board established under that Act without obtaining the agreement of the Minister. 3 Any pension scheme in force immediately before the commencement of this Act, being a scheme which was referred to in or established under section 12(4) of the  Port of London (Consolidation) Act 1920 (provision of pensions, etc.), and any rules made in pursuance of such a scheme may be amended without the approval of the Secretary of State. 4 So much of any provision contained in a document forming part of any scheme for the provision of pensions, gratuities or other like benefits to or in respect of persons employed by industrial training boards established under section 1 of the  Industrial Training Act 1964 as prohibits any alteration being made in that document, or any other document forming part of such a scheme, without the approval of the Secretary of State shall cease to have effect. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "23", "section_title": "", "section_text": "23 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "24", "section_title": " Compensation for loss of office, etc.", "section_text": "24 1 Subject to subsection (2) below, the Secretary of State may, with the consent of the Minister, by regulations provide for the payment by such person as may be prescribed by or determined under the regulations of pensions, allowances or gratuities by way of compensation to or in respect of the following persons, that is to say, persons— a in relation to whom regulations may be made under section 7, section 9 or section 10 of this Act or section 1 of the  Police Pensions Act 1976  or   in respect of whose service payments may be made under a scheme brought into operation under section 34 of the Fire and Rescue Services Act 2004 ; and b who suffer loss of office or employment, or loss or diminution of emoluments, in such circumstances, or by reason of the happening of such an event, as may be prescribed by the regulations. 1A Subsection (1) is subject to section 19 of the Public Service Pensions Act 2013 (restrictions on benefits provided under existing schemes). 2 Regulations under this section relating to persons in relation to whom regulations may be made under section 7 of this Act may be made without the consent of the Minister. 3 Regulations under this section may— a include provision as to the manner in which and the person to whom any claim for compensation is to be made, and for the determination of all questions arising under the regulations; b make different provision as respects different classes of persons and different circumstances and make or authorise the Secretary of State to make exceptions and conditions; and c be framed so as to have effect from a date earlier than the making of the regulations, but so that regulations having effect from a date earlier than the date of their making shall not place any individual who is qualified to participate in the benefits for which the regulations provide in a worse position than he would have been in if the regulations had been so framed as to have effect only from the date of their making. 4 Regulations under this section may include all or any of the provisions referred to in paragraphs 8, 9 and 13 of Schedule 3 to this Act. 5 Regulations under this section shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Superannuation Act 1972", "year": 1972, "section": "26", "section_title": " Financial provisions.", "section_text": "26 1 There shall be paid out of moneys provided by Parliament— a any expenses incurred by a Minister of the Crown in the payment in accordance with schemes made under section 1 of this Act or regulations made under section 9, 10 or 24 thereof of pensions, allowances, gratuities or other sums; b expenses incurred by a Secretary of State in making any such payments as are referred to in section 9(4) of this Act; c any administrative expenses incurred by a government department in consequence of this Act; and d any increase attributable to the provisions of this Act in the sums payable under any other enactment out of moneys so provided. 2 Subject to any scheme made under section 1 of this Act or to regulations made under section 9 or 10 of this Act, there shall be paid into the Consolidated Fund all sums received by a Minister of the Crown by virtue of this Act."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "27", "section_title": " Dissolution of Civil Service Committee for Northern Ireland.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "28", "section_title": " Certain enactments relating to superannuation of Forestry Commissioners and to declarations required from recipients of certain pensions to cease to have effect.", "section_text": "28 1 Paragraph 11 of Schedule 1 to the  Forestry Act 1967 (which authorizes the grant in certain circumstances of superannuation benefits to a person who retires from the office of Forestry Commissioner while under the age of 60 without renewal of public employment and who is not entitled to a pension by virtue of other provisions of that Schedule) shall cease to have effect. 2 Section 6 of the  Appropriation Act 1957 (which prohibits the receipt of an ypayment out of maneys provided by Parliament for half-pay or navy, army, air-force or civil non-effective services unless the prescribed declararion has been made by the recipient) shall cease to have effect."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "29", "section_title": " Amendments, savings, transitional provisions and repeals.", "section_text": "29 1 The enactments mentioned in Schedule 6 to this Act shall have effect subject to the minor and consequential amendments specified therein. 2 The savings and transitional provisions contained in Schedule 7 to this Act shall have effect. 3 The inclusion in this Act of any express saving, transitional provision or amendment shall not be taken as prejudicing the operation of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978 \t\t\t\t\t(which relates to the effect of repeals). 4 Subject to section 23 of this Act, and Schedule 7 thereto, the enactments mentioned in Schedule 8 to this Act (which include certain enactments already spent or otherwise unnecessary) are hereby repealed to the extent specified in column 3 of that Schedule."}, {"act": "Superannuation Act 1972", "year": 1972, "section": "30", "section_title": " Short title, construction of references commencement and extent.", "section_text": "30 1 This Act may be cited as the Superannuation Act 1972. 2 References in this Act to an enactment include an enactment in a local Act and a provisional order confirmed by Parliament, and any reference in this Act to any enactment or instrument shall be construed as a reference to that enactment or instrument as amended, and includes a reference thereto as extended or applied, by or under any other enactment or instrument, including any enactment contained in this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The other provisions of this Act shall come into force on such day as the Minister may by order made by statutory instrument appoint, and references in this Act to the commencement thereof shall be construed as references to the day appointed by an order under this subsection. 5 This section, and the following provisions only of this Act, extend to Northern Ireland, that is to say,— a sections 1 to 6 and Schedules 1 and 2; b sections 13 and 17; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d section 22(1) and (2) and Schedule 4 so far as they relate to any body exercising functions in relation to Northern Ireland; e section 23 and paragraph 2 of Schedule 5; ee section 25 ; f section 26, so far as applicable,  . . .  and 28(2); g section 29 and Schedules 6 and 8, so far as they relate to any enactment which extends to Northern Ireland and paragraphs 1 to 3, 10, 11 and 13 to 15 of Schedule 7."}]