[{"act": "Emergency Powers Act 1920 (Repealed)", "year": 1920, "section": "1", "section_title": " Issue of proclamations of emergency.", "section_text": "1 1 If at any time it appears to His Majesty that  there have occurred, or are about to occur, events of such a nature  as to be calculated, by interfering with the supply and distribution of food, water, fuel, or light, or with the means of locomotion, to deprive the community, or any substantial portion of the community, of the essentials of life, His Majesty may, by proclamation (hereinafter referred to as a proclamation of emergency), declare that a state of emergency exists. No such proclamation shall be in force for more than one month, without prejudice to the issue of another proclamation at or before the end of that period. 2 Where a proclamation of emergency has been made the occasion thereof shall forthwith be communicated to Parliament, and, if Parliament is then separated by such adjournment or prorogation as will not expire within five days, a proclamation shall be issued for the meeting of Parliament within five days, and Parliament shall accordingly meet and sit upon the day appointed by that proclamation, and shall continue to sit and act in like manner as if it had stood adjourned or prorogued to the same day."}, {"act": "Emergency Powers Act 1920 (Repealed)", "year": 1920, "section": "2", "section_title": " Emergency regulations.", "section_text": "2 1 Where a proclamation of emergency has been made, and so long as the proclamation is in force, it shall be lawful for His Majesty in Council, by Order, to make regulations for securing the essentials of life to the community, and those regulations may confer or impose on a Secretary of State or other Government department, or any other persons in His Majesty’s service or acting on His Majesty’s behalf, such powers and duties as His Majesty may deem necessary for the preservation of the peace, for securing and regulating the supply and distribution of food, water, fuel, light and other necessities, for maintaining the means of transit or locomotion, and for any other purposes essential to the public safety and the life of the community, and may make such provisions incidental to the powers aforesaid as may appear to His Majesty to be required for making the exercise of those powers effective: Provided that nothing in this Act shall be construed to authorise the making of any regulations imposing any form of compulsory military service or industrial conscription: Provided also that no such regulation shall make it an offence for any person or persons to take part in a strike, or peacefully to persuade any other person or persons to take part in a strike. 2 Any regulations so made shall be laid before Parliament as soon as may be after they are made, and shall not continue in force after the expiration of seven days from the time when they are so laid unless a resolution is passed by both Houses providing for the continuance thereof. 3 The regulations may provide for the trial, by courts of summary jurisdiction, of persons guilty of offences against the regulations; so, however, that the maximum penalty which may be inflicted for any offence against any such regulations shall be imprisonment . . .   for a term of three months, or a fine  not exceeding level 5 on the standard scale,  . . ., or not exceeding a lesser amount , or both such imprisonment and fine, together with the forfeiture of any goods or money in respect of which the offence has been committed: Provided that no such regulations shall alter any existing procedure in criminal cases, or confer any right to punish by fine or imprisonment without trial. 4 The regulations so made . . .   may be added to, altered, or revoked by resolution of both Houses of Parliament or by regulations made in like manner and subject to the like provisions as the original regulations; . . .  5 The expiry or revocation of any regulations so made shall not be deemed to have affected the previous operation thereof, or the validity of any action taken thereunder, or any penalty or punishment incurred in respect of any contravention or failure to comply therewith, or any proceeding or remedy in respect of any such punishment or penalty."}, {"act": "Emergency Powers Act 1920 (Repealed)", "year": 1920, "section": "3", "section_title": " Short title and application.", "section_text": "3 1 This Act may be cited as the Emergency Powers Act 1920. 2 This Act shall not apply to Ireland."}]