[{"act": "Explosives Act 1875", "year": 1875, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as “ The Explosives Act 1875. ”"}, {"act": "Explosives Act 1875", "year": 1875, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Explosives Act 1875", "year": 1875, "section": "3", "section_title": " Substances to which this Act applies.", "section_text": "3 This Act shall apply to gunpowder and other explosives as defined by this section. The term “explosive” in this Act— 1 Means gunpowder, nitro–glycerine, dynamite, gun–cotton, blasting powders, fulminate of mercury or of other metals, coloured fires, and every other substance, whether similar to those above–mentioned or not, used or manufactured with a view to produce a practical effect by explosion or a pyrotechnic effect; and 2 Includes fog–signals, fireworks, fuzes, rockets, percussion caps, detonators, cartridges, ammunition of all descriptions, and every adaptation or preparation of an explosive as above defined."}, {"act": "Explosives Act 1875", "year": 1875, "section": "4", "section_title": " Gunpowder to be manufactured only at factory lawfully existing or licensed under this Act.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "5", "section_title": " Gunpowder (except for private use) to be kept only in existing or new magazine or store, or in registered premises.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "6", "section_title": " Application for license for new factory or magazine. ", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "7", "section_title": " Application for assent of local authority to site of new factory or magazine.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "8", "section_title": " Grant and confirmation of license.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "9", "section_title": " Regulation of factories and magazines for gunpowder.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "10", "section_title": " General rules for factories and magazines.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "11", "section_title": " Special rules for regulation of workmen in factory or magazineb.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "12", "section_title": " Alteration of terms of license and enlargement of factory or magazine.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "13", "section_title": " Devolution and determination of license.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "14", "section_title": " Continuing certificate for existing factories and magazines.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "15", "section_title": " Store license to be obtained from local authority. ", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "16", "section_title": " Order in Council prescribing situation and construction of stores.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "17", "section_title": " General rules for stores.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "18", "section_title": " Non–transferability, renewal, and forms of store licenses. ", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "19", "section_title": " Special rules for regulation of workmen in stores.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "20", "section_title": " Definition of and continuing certificate for existing stores which are to be subject to this Act.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "21", "section_title": " Registration of premises with local authority. ", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "22", "section_title": " General rules for registered premises. ", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "23", "section_title": "Precautions against unauthorised access", "section_text": "23 1 The occupier of every premises at which gunpowder is manufactured or stored shall take all due precaution for preventing unauthorised persons having access to the premises or to the gunpowder therein. 2 In the event of any breach (by any act or default) of subsection (1), the occupier shall be guilty of an offence. 3 In this section, “premises” has the meaning given in section 53 of the Health and Safety at Work etc. Act 1974. 3 In this section, “premises” has the meaning given by Article 2(2) of the Health and Safety at Work (Northern Ireland) Order 1978."}, {"act": "Explosives Act 1875", "year": 1875, "section": "24", "section_title": " Explanation as to quantities of gunpowder allowed in buildings.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Explosives Act 1875", "year": 1875, "section": "26", "section_title": " Fees for licenses. ", "section_text": "26  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "27", "section_title": " Adjoining places occupied together to be one place.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "28", "section_title": " Register of store licenses and registered premises to be kept by local authority.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "29", "section_title": " Provision in case of death, &c. of occupier of store or registered premises.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "30", "section_title": " Restriction on sale of gunpowder in highways, &c.", "section_text": "30 Gunpowder shall not be hawked, sold, or exposed for sale upon any  highway, street, public thoroughfare, or road or in any  public place. If any gunpowder is hawked, sold, or exposed for sale in contravention of this section— 1 The person hawking, selling, or exposing for sale the same, shall be liable to a penalty not exceeding  £2  ; and 2 All or any part of the gunpowder which is so hawked or exposed for sale, or is found in the possession of any person convicted under this section, may be forfeited."}, {"act": "Explosives Act 1875", "year": 1875, "section": "31", "section_title": " Penalty for sale of gunpowder to children.", "section_text": "31 1 Gunpowder shall not be sold to  any person apparently under the age of sixteen  years; and any person selling gunpowder in contravention of this section  shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale 2 Subsection (1) does not apply to— a pyrotechnic articles within the meaning set out in regulation 3 of the Pyrotechnic Articles (Safety) Regulations 2015; or b percussion caps intended specifically for toys within the meaning set out in regulation 4(2) of the Toys (Safety) Regulations 2011 ( S.I. 2011/1881 )."}, {"act": "Explosives Act 1875", "year": 1875, "section": "32", "section_title": " Sale of gunpowder to be in closed packages labelled.", "section_text": "32 All gunpowder exceeding  500 grams  in weight, when publicly exposed for sale or sold, shall be in a substantial case, bag, canister, or other receptacle made and closed so as to prevent the gunpowder from escaping, and (except when the same is sold to any person employed by or on the property occupied by the vendor for immediate use in the service of the vendor or on such property,) the outermost receptacle containing such gunpowder shall have affixed the word “gunpowder” in conspicuous characters by means of a brand or securely attached label, or other mark. If any gunpowder is sold or exposed for sale in contravention of this section— 1 The person selling or exposing for sale the same shall be liable to a penalty not exceeding  £2  ; and 2 All or any part of the gunpowder so exposed for sale may be forfeited."}, {"act": "Explosives Act 1875", "year": 1875, "section": "33", "section_title": " General rules as to packing of gunpowder for conveyance.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "34", "section_title": " Byelaws by harbour authority as to conveyance, loading, &c. of gunpowder. ", "section_text": "34 Every harbour authority shall, with the sanction of the  Secretary of State  , make byelaws for regulating the conveyance, loading and unloading of gunpowder within the jurisdiction of the said authority and in particular for declaring or regulating all or any of the following matters within the jurisdiction of the said authority; namely, 1 Determining the notice to be given by ships and boats conveying, loading, or unloading gunpowder as merchandise within the said jurisdiction; and 2 Regulating the navigation and place of mooring of such ships and boats; and 3 Regulating, subject to the general rules with respect to packing in this Act contained, the mode of stowing and keeping gunpowder on board any such ship or boat, and of giving notice by brands, labels, or otherwise of the nature of the package containing the gunpowder; and 4 Regulating the description, construction, fitting up, and licensing of the ships, boats, or carriages to be used for the conveyance of gunpowder, and the licensing and dress of the persons having charge thereof; and 5 Prohibiting or subjecting to conditions and restrictions the conveyance of gunpowder with any explosive or any articles or substances, or in passenger ships, boats, trains, or carriages; and 6 Prohibiting in cases where the loading or unloading of gunpowder within the jurisdiction of such authority appears to be specially dangerous to the public such loading or unloading, and fixing the places and times at which the gunpowder is to be loaded or unloaded, and the quantity to be loaded or unloaded or conveyed at one time or in one ship, boat, or carriage; and 7 Regulating the mode of and the precautions to be observed in conveying any gunpowder, and in the loading or unloading any ship, boat, or carriage conveying gunpowder as merchandise, and the time during which gunpowder may be kept during such conveyance, loading or unloading; and 8 Fixing the times at which lights or fires are to be allowed or not allowed on board such ships or boats, as before mentioned, or at which a constable or officer of the harbour authority is to be on board them; and 9 Providing for the publication and supply of copies of the byelaws; and 10 Enforcing the observance of this Act both by their own servants and agents and also by other persons when within the said jurisdiction; and 11 Generally for protecting, whether by means similar to those above mentioned or not, persons and property from danger. The penalties to be annexed to any breach or attempt to commit any breach of any such byelaws may be all or any of the following penalties, and may be imposed on such persons and graduated in such manner as may be deemed just, according to the gravity of the offence, and according as it may be a first or second or other subsequent offence, that is to say, pecuniary penalties not exceeding  £100  for each offence, and ten pounds for each day during which the offence continues, and forfeiture of all or any part of the gunpowder in respect of which, or found in the ship, boat, or carriage in respect of which, the breach of byelaw has taken place. In the event of any breach of a byelaw under this section in the case of any ship, boat, carriage, or gunpowder, whether there has or has not been any conviction for such breach, it shall be lawful for the harbour–master, or other officer named in the byelaws, or any person acting under the orders of the harbour authority, to cause such ship, boat, carriage, or gunpowder, at the expense of the owner thereof, to be removed to such place or otherwise dealt with in such manner as may be in conformity with the byelaws; and all expenses incurred in such removal may be recovered in the same manner as a penalty under this section; and any person resisting such harbour–master or officer or other person in such removal shall be liable to the same penalties as a person is liable to for obstructing the harbour–master in the execution of his duty. On any part of the coast of the United Kingdom or in any tidal water for which there is no harbour authority, the  Secretary of State  may, if  he thinks  it expedient, make byelaws under this section for that part or water as if it were a harbour and  he  were the harbour authority, and such byelaws shall be deemed to have been made by a harbour authority with the sanction of the  Secretary of State  ; and  he  may by such byelaws define the area within which such byelaws are to be observed, and the authorities and officers by whom such byelaws are to be enforced and carried into effect within such area; and every such authority and officer shall for the purposes of this Act, other than making byelaws or assenting to a site for a new factory or magazine, have the same power within the said area as a harbour authority and an officer of a harbour authority have respectively under this Act in a harbour."}, {"act": "Explosives Act 1875", "year": 1875, "section": "35", "section_title": " Byelaws by railway and canal company as to conveyance, loading, &c. of gunpowder. ", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "36", "section_title": " Byelaws as to wharves in which gunpowder is loaded or unloaded.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "37"}, {"act": "Explosives Act 1875", "year": 1875, "section": "38", "section_title": " Confirmation and publication of byelaws.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "39", "section_title": " Part I. relating to gunpowder applied to other explosives.", "section_text": "39 Subject to the provisions hereafter in this part of this Act contained, Part One of this Act relating to gunpowder shall apply to every other description of explosive, in like manner as if those provisions were herein re–enacted with the substitution of that description of explosive for gunpowder."}, {"act": "Explosives Act 1875", "year": 1875, "section": "40", "section_title": " Modification of Part I. as applied to explosives other than gunpowder. ", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "41", "section_title": "Exception of safety cartridges", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Explosives Act 1875", "year": 1875, "section": "43", "section_title": " Power to prohibit manufacture, importation, storage, and carriage of specially dangerous explosives. ", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "44", "section_title": " Provision in favour of makers, &c. of blasting cartridges.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "45", "section_title": " Provision in favour of makers of new explosive for experiment.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "46", "section_title": " Provision in favour of gunmakers, &c. making cartridges.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "47", "section_title": " Provision in favour of owners of mines and quarries, as to making charges, &c. for blasting.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "48", "section_title": " Provision in favour of small firework manufacturer who may obtain a license from the local authority.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "49", "section_title": "†Licensing by local authority and regulation of small firework factories. ", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "50", "section_title": " Keeping without a license and conveyance of percussion caps, &c.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "51", "section_title": " Application of Part I. of the Act to existing factories and magazines.", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "52"}, {"act": "Explosives Act 1875", "year": 1875, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Explosives Act 1875", "year": 1875, "section": "58", "section_title": " Inspection by railway inspectors or inspectors of Board of Trade. ", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59"}, {"act": "Explosives Act 1875", "year": 1875, "section": "60", "section_title": "†License and special rules certified by Government inspector to be evidence.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "61", "section_title": "†Keeping and carriage of samples by Government inspector.", "section_text": "61 An inspector appointed by the Health and Safety Executive under section 19 of the M1Health and Safety at Work etc. Act 1974 , and any other person authorised by him for the purpose, may keep and convey any sample taken for the purposes of this Act by or by authority of such inspector, so that the amount of it do not exceed what is reasonably necessary for the purpose of enabling such inspector to perform his duties under this Act, and be kept and carried with all due precautions to prevent accident; and such inspector or person shall not be liable to any penalty, punishment, or forfeiture under this or any other Act for keeping or conveying such sample."}, {"act": "Explosives Act 1875", "year": 1875, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "62"}, {"act": "Explosives Act 1875", "year": 1875, "section": "63", "section_title": " Notice to be given of accidents connected with explosive.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "64", "section_title": " Reconstruction of buildings destroyed by accident.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "65", "section_title": "", "section_text": ""}, {"act": "Explosives Act 1875", "year": 1875, "section": "67", "section_title": " Definition of local authority. ", "section_text": "67 The local authority for the purposes of this Act, shall be— 1 In the city of London,  ... the court of the Lord Mayor and aldermen of the said city; and 1A In a London borough, the council of the borough; and 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Outside Greater London  and a metropolitan county  , the council of a county  or county borough ; and 3A In a metropolitan county, the   fire and rescue authority ;   ... 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Explosives Act 1875", "year": 1875, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "68"}, {"act": "Explosives Act 1875", "year": 1875, "section": "69", "section_title": "†Duty of local authority and power of officer.", "section_text": "69 It shall be the duty of every local authority to carry into effect within their jurisdiction the powers vested in them under this Act.  . . . "}, {"act": "Explosives Act 1875", "year": 1875, "section": "70", "section_title": " Expenses of local authority.", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "71", "section_title": " Undertaking of carriage by harbour authority and canal company.", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "72", "section_title": " Provision of magazines by local authority.", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "73"}, {"act": "Explosives Act 1875", "year": 1875, "section": "74", "section_title": " Seizure and detention of explosives liable to forfeiture.", "section_text": "74 Where any of the following officers, namely,  ...  any constable, or any officer of the local authority, has reasonable cause to believe that any explosive or ingredient of an explosive or substance found by him is liable to be forfeited under this Act, he may seize and detain the same until some court of summary jurisdiction has determined whether the same is or is not so liable to be forfeited, and with respect thereto the following provisions shall have effect: 1 The officer seizing may either require the occupier of the place in which it was seized (whether a building or not, or a carriage, boat, or ship) to detain the same in such place or in any place under the control of such occupier, or may remove it in such manner and to such place as will in his opinion least endanger the public safety, and there detain it, and may, where the matter appears to him to be urgent and fraught with serious public danger, and  he is authorised by an order from a justice   of the peace, or from a superintendent or other officer of police of equal or superior rank, cause the same to be destroyed or otherwise rendered harmless; but before destroying or rendering harmless the same he shall take and keep a sample thereof, and shall, if required, give a portion of the sample to the person owning the explosive, or having the same under his control at the time of the seizure; and any such occupier who, by himself or by others, fails to keep the same when he is required in pursuance of this section to detain it, and any such occupier or other person who, except with the authority of the officer seizing the same,  ...  or in case of emergency for the purpose of preventing explosion or fire, removes, alters, or in any way tampers or deals with the same while so detained, shall be liable to a penalty not exceeding fifty pounds, and shall also be liable to forfeit all explosives, and ingredients thereof which are at the time of the offence in his possession or under his control at the said place: 2 The proceedings before a court of summary jurisdiction for determining whether the same is or is not liable to forfeiture shall be commenced as soon as practicable after the seizure; and 3 The receptacles containing the same may be seized, detained, and removed in like manner as the contents thereof; and 4 The officer seizing the same may use for the purposes of the removal and detention thereof any ship, boat, or carriage in which the same was seized, and any tug, tender, engine, tackle, beasts, and accoutrements belonging to or drawing or provided for drawing such ship, boat, or carriage, and shall pay to the owner a reasonable compensation for such use, to be determined, in case of dispute, by a court of summary jurisdiction, and to be recovered in like manner as penalties under this Act; and 5 The same shall, so far as practicable, be kept and conveyed in accordance with this Act, and with all due precaution to prevent accident, but the person seizing, removing, detaining, keeping, or conveying the same shall not be liable to any penalty, punishment, or forfeiture under this or any other Act, or to any damages, for keeping or conveying the same, so that he use all such due precautions as aforesaid; and 6 The officer seizing the same, or dealing with the same in pursuance of this section, shall not be liable to damages or otherwise in respect of such seizure or dealing, or any act incidental to or consequential thereon, unless it is proved that he made such seizure without reasonable cause, or that he caused damage to the article seized by some wilful neglect or default.   ..."}, {"act": "Explosives Act 1875", "year": 1875, "section": "75", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "75"}, {"act": "Explosives Act 1875", "year": 1875, "section": "76", "section_title": "... ", "section_text": "76"}, {"act": "Explosives Act 1875", "year": 1875, "section": "77", "section_title": " Penalty on and removal of trespassers.", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "78", "section_title": " Arrest without warrant of persons committing dangerous offences.", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "79"}, {"act": "Explosives Act 1875", "year": 1875, "section": "80", "section_title": " Penalty for throwing fireworks in thoroughfare. ", "section_text": "80 If any person throw, cast, or fire any fireworks in or into any  highway, street, thoroughfare, road  or public place, he  shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale"}, {"act": "Explosives Act 1875", "year": 1875, "section": "81", "section_title": "...", "section_text": "81"}, {"act": "Explosives Act 1875", "year": 1875, "section": "82", "section_title": "†Punishment for defacing notices.", "section_text": "82 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "83", "section_title": " Provisions as to Orders in Council and orders of Secretary of State.", "section_text": "83 Her Majesty may from time to time make Orders in Council for doing anything which is in this Act expressed to be authorised, directed, regulated, prescribed, or done by Order in Council. Every Order in Council or order of the Secretary of State, which purports to be made in pursuance of this Act shall be presumed to have been duly made and to be within the powers of this Act, and no objection to the legality thereof shall be entertained in any legal proceeding whatever. . Every Order in Council made in pursuance of this Act  shall take effect as if it were enacted in this Act, and shall be published in the London Gazette, and  shall be laid before both Houses of Parliament  within one month after it is made, if Parliament be then sitting, or if not, within one month after the commencement of the then next session of Parliament. . Her Majesty may by Order in Council ... from time to time revoke, add to, or alter any previous Order in Council  ... under this Act. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "84", "section_title": " Publication of byelaws, notices, &c.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "85"}, {"act": "Explosives Act 1875", "year": 1875, "section": "86", "section_title": " Construction of enactments referring to powers of searching for gunpowder.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "87"}, {"act": "Explosives Act 1875", "year": 1875, "section": "89", "section_title": " Supplemental provisions as to forfeiture of explosive.", "section_text": "89 Where a court before whom a person is convicted of an offence against this Act has power to forfeit any explosive owned by or found in the possession or under the control of such person, the court may, if it think it just and expedient, in lieu of forfeiting such explosive, impose upon such person, in addition to any other penalty or punishment, a penalty not exceeding such sum as appears to the court to be the value of the explosive so liable to be forfeited. Where any explosive, or ingredient of an explosive, is alleged to be liable under this Act to be forfeited, any indictment, information, or complaint may be laid against the owner of such explosive or ingredient, for the purpose only of enforcing such forfeiture; and where the owner is unknown, or cannot be found, a court may cause a notice to be advertised, stating that unless cause is shown to the contrary at the time and place named in the notice, such explosive will be forfeited, and at such time and place the court after hearing the owner or any person on his behalf (who may be present), may order all or any part of such explosive or ingredient to be forfeited."}, {"act": "Explosives Act 1875", "year": 1875, "section": "90", "section_title": " Jurisdiction in tidal waters or on boundaries.", "section_text": "90 For all the purposes of this Act— 1 Any harbour, tidal water, or inland water which runs between or abuts on or forms the boundary of the jurisdiction of two or more courts shall be deemed to be wholly within the jurisdiction of each of such courts; and 2 Any tidal water not included in the foregoing descriptions and within the territorial jurisdiction of Her Majesty, and adjacent to or surrounding any part of the shore of the United Kingdom, and any pier, jetty, mole, or work extending into the same, shall be deemed to form part of the shore to which such water or part of the sea is adjacent, or which it surrounds."}, {"act": "Explosives Act 1875", "year": 1875, "section": "91", "section_title": " Prosecution of offences either summarily or on indictment.", "section_text": "91 Every offence under this Act may be prosecuted and every penalty under this Act may be recovered, and all explosives and ingredients liable to be forfeited under this Act may be forfeited either on indictment or before a court of summary jurisdiction, in manner directed by the Summary Jurisdiction Acts. ... All costs and money directed to be recovered as penalties may be recovered before a court of summary jurisdiction in manner directed by the Summary Jurisdiction Acts. A court of summary jurisdiction may by order prohibit a person from doing any act for doing which such person has twice been convicted under this Act, and may order any person disobeying such summary order to be imprisoned for any period not exceeding six months."}, {"act": "Explosives Act 1875", "year": 1875, "section": "92", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "92"}, {"act": "Explosives Act 1875", "year": 1875, "section": "93", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "93"}, {"act": "Explosives Act 1875", "year": 1875, "section": "94", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "94"}, {"act": "Explosives Act 1875", "year": 1875, "section": "95", "section_title": " Distress of ship.", "section_text": "95 Where the owner or master of a ship or boat is adjudged to pay a penalty for an offence committed with or in relation to such ship or boat, the court may, in addition to any other power they may have for the purpose of compelling payment of such penalty, direct the same to be levied by distress or arrestment and sale of the said ship or boat and her tackle."}, {"act": "Explosives Act 1875", "year": 1875, "section": "96", "section_title": " Application of penalties and disposal of forfeitures.", "section_text": "96 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  Any explosive or ingredient forfeited in pursuance of this Act may be sold, destroyed, or otherwise disposed of in such manner as the court declaring the forfeiture, or the Secretary of State, may direct, and the proceeds of any such sale or disposal shall be paid, applied, and accounted for in like manner as penalties under this Act. The receptacle containing any such explosive or ingredient may be forfeited, sold, destroyed, or otherwise disposed of, in like manner as the contents thereof. The provisions of Part Three of this Act with respect to an explosive, or ingredient of an explosive, seized in pursuance of this Act, and to the officer seizing, removing, detaining, keeping, or conveying, or otherwise dealing with the same, shall apply to any explosive and ingredient declared by any court to be forfeited, and to the officer removing, detaining, keeping, conveying, selling, destroying, or otherwise disposing of the same. The court declaring the forfeiture, or the Secretary of State directing the sale or other disposal of any forfeited explosive or ingredient, and the receptacles thereof, may require the owner of such explosive or ingredient to permit the use of any ship, boat, or carriage containing such explosive or ingredient for the purpose of such sale or disposal upon payment of a reasonable compensation for the same, to be determined in case of dispute by a court of summary jurisdiction; and where the explosive or ingredient is directed to be destroyed, the owner and the person having possession of such explosive or ingredient, and the owner and master of the ship, boat, or carriage containing the same, or some, or one of them, shall destroy the same accordingly, and if the court or Secretary of State so order, the ship, boat, or carriage may be detained until the same is so destroyed; and if the Secretary of State is satisfied that default has been made in complying with any such direction by him or by a court, and that the detention of the ship, boat, or carriage will not secure the safety of the public, and that it is impracticable, having regard to the safety of the public or of the persons employed in such destruction, to effect the same without using such ship, boat, or carriage, or otherwise dealing with such ship, boat, or carriage, in like manner as if it were a receptacle for an explosive forfeited under this Act, the Secretary of State may direct such ship, boat, and carriage, or any of them, to be, and the same may accordingly be, so used or dealt with."}, {"act": "Explosives Act 1875", "year": 1875, "section": "97", "section_title": " Exemption of Government factories, &c. from the Act. ", "section_text": "97 This Act shall not apply— 1 To any factory, magazine, store, premises, wharf, place, or explosive under the control of the Secretary of State, . . .  , or other department of the Government or otherwise held for the service of the Crown, or to the manufacture, keeping, or importation of such explosive; or 2 To any of Her Majesty’s ships, boats, or carriages; or 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 To the conveyance of any explosive under the control of a Secretary of State, . . .  , or other department of the Government or to the conveyance of any explosive otherwise held for the service of the Crown when the same is being conveyed in accordance with the regulations of a Secreatary of State of . . .   other department of the Government: ..."}, {"act": "Explosives Act 1875", "year": 1875, "section": "98", "section_title": " Saving for rocket and fog stations.", "section_text": "98 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "99", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "99"}, {"act": "Explosives Act 1875", "year": 1875, "section": "100", "section_title": " Saving for master of ship and carrier in case of emergency.", "section_text": "100 Nothing in this Act shall render liable to any penalty or forfeiture the owner or master of any ship or boat, or any carrier or warehouseman, or the person having charge of any carriage, for any act done in breach of this Act, if he prove that by reason of stress of weather, inevitable accident, or other emergency, the doing of such act was, under the circumstances, necessary and proper."}, {"act": "Explosives Act 1875", "year": 1875, "section": "101", "section_title": "Saving for rockets, gunpowder, &c. on board ship in compliance with 17 & 18  Vict.  c. 104.", "section_text": "101 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "102", "section_title": " Saving clause as to liability.", "section_text": "102 This Act shall not, save as is herein expressly provided, exempt any person from any action or suit in respect of any nuisance, tort, or otherwise, which might but for the provisions of this Act, have been brought against him. This Act shall not exempt any person from any indictment or other proceeding for a nuisance, or for an offence which is indictable at common law, or by any Act of Parliament other than this Act, so that no person be punished twice for the same offence. When proceedings are taken before any court against any person in respect of any offence under this Act, which is also an offence indictable at common law or by some Act of Parliament other than this Act, the court may direct that, instead of such proceedings being continued, proceedings shall be taken for indicting such person at common law or under some Act of Parliament other than this Act. ...."}, {"act": "Explosives Act 1875", "year": 1875, "section": "103", "section_title": " Powers of Act cumulative, with power to make provisional order for repealing local Acts.", "section_text": "103 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "104", "section_title": " Extension of definition of explosive to other explosive substances.", "section_text": "104 Her Majesty may, by Order in Council, declare that any substance which appears to Her Majesty to be specially dangerous to life or property by reason either of its explosive properties, or of any process in the manufacture thereof being liable to explosion, shall be deemed to be an explosive within the meaning of this Act and the provisions of this Act (subject to such exceptions, limitations, and restrictions as may be specified in the order) shall accordingly extend to such substance in like manner as if it were included in the term explosive in this Act."}, {"act": "Explosives Act 1875", "year": 1875, "section": "105", "section_title": " Persons carrying on certain processes to be deemed manufacturers.", "section_text": "105 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "106", "section_title": " Definition and classification of explosives by Order in Council.", "section_text": "106 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "107", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "107"}, {"act": "Explosives Act 1875", "year": 1875, "section": "108", "section_title": " General definitions. ", "section_text": "108 In this Act, unless the context otherwise requires— The expression \t\t\t\t\t\t\t\t\t\t\t\t“ this Act ” includes any license,  ... and order granted or made in pursuance of this Act: ... The expression \t\t\t\t\t\t\t\t\t\t\t\t“ person ” includes a body corporate: The expression \t\t\t\t\t\t\t\t\t\t\t\t“ occupier ” includes any number of persons and a body corporate; and in the case of any manufacture or trade, includes any person carrying on such manufacture or trade: The expression \t\t\t\t\t\t\t\t\t\t\t\t“ master ” includes every person (except a pilot) having command or charge of a ship, and in reference to any boat belonging to a ship, means the master of the ship; and when used in reference to any other boat, includes every person having command or charge of such boat: The expression \t\t\t\t\t\t\t\t\t\t\t\t“ magazine ” includes any ship or other vessel used for the purpose of keeping any explosive: ... The expression \t\t\t\t\t\t\t\t\t\t\t\t“ store ” means  ...a place for keeping an explosive  ...: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The expression \t\t\t\t\t\t\t\t\t\t\t\t“ warehouseman ” includes all persons owning or managing any warehouse, store, wharf, or other premises in which goods are deposited: The expression \t\t\t\t\t\t\t\t\t\t\t\t“ carrier ” includes all persons carrying goods or passengers for hire by land or water: ... ... The expression  “ tidal water ” means any part of the sea or of a river within the ebb and flow of the tides at ordinary spring tides: The expression \t\t\t\t\t\t\t\t\t\t\t\t“ inland water ” means any canal, river, navigation, lake, or water which is not tidal water: ... The expression \t\t\t\t\t\t\t\t\t\t\t\t“ wharf ” includes any quay, landing–place, siding, or other place at which goods are landed, loaded, or unloaded: The expression \t\t\t\t\t\t\t\t\t\t\t\t“ carriage ” includes any carriage, waggon, cart, truck, vehicle, or other means of conveying goods or passengers by land, in whatever manner the same may be propelled: The expression “ ship ” includes every description of vessel used in sea navigation, whether propelled by oars or otherwise: The expression \t\t\t\t\t\t\t\t\t\t\t\t“ boat ” means every vessel not a ship as above defined which is used in navigation in any inland water or any harbour, whether propelled by oars or otherwise: The expression  “ prescribed ” means prescribed by Order in Council: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . ... ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The expression \t\t\t\t\t\t\t\t\t\t\t\t“ road ”has the same meaning as in the Roads (Scotland) Act 1984."}, {"act": "Explosives Act 1875", "year": 1875, "section": "109", "section_title": " Definitions.", "section_text": "109 In this Act with respect to Scotland— 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . 3 . . . 4 . . . 5 . . . 6 . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . 9 . . . 10 The expression “ the court of summary jurisdiction ” means the  sheriff principal of the sheriffdom or any one of his sheriffs : 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "110", "section_title": " Local authority.", "section_text": "110 In Scotland, the local authority for the purposes of this Act shall be as follows: 1 A  council constituted under section of the Local Government  etc.  (Scotland) Act 1994 ;  ... 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Explosives Act 1875", "year": 1875, "section": "111", "section_title": " Expenses of local authority.", "section_text": "111 In Scotland, the local rate for defraying the expenses of the local authorities under this Act shall be— a The  non-domestic rate or the council tax , as the case may be;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The rates or assessments in this sub–section mentioned, or any increase of any such rate or assessment, may, notwithstanding any limitation in any Act, be levied for the purposes of this Act."}, {"act": "Explosives Act 1875", "year": 1875, "section": "112", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "112"}, {"act": "Explosives Act 1875", "year": 1875, "section": "113", "section_title": " Local authority to have certain powers to take land otherwise than by agreement.", "section_text": "113 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "114", "section_title": " Provision for making and enforcing byelaws, &c.", "section_text": "114 In Scotland, the following provisions shall have effect: a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c The proceedings may be on indictment in the Court of Justiciary . . .   or in the sheriff court, or may be taken summarily in the sheriff court under the provisions of  Part II of the Criminal Procedure (Scotland) Act 1975 , as the Lord Advocate shall direct: d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e In Scotland, all penalties imposed in pursuance of this Act shall be paid to the clerk of the court imposing them, and shall by him be accounted for and paid to  the Secretary of State  , and be carried to the Consolidated Fund; and the proceeds of any sales of explosives or of the ingredients of explosives, or of the receptacles of explosives or their ingredients, or of any ship, boat, or carriage, forfeited and directed to be sold, or directed to be sold and disposed of as if the same were forfeited under this Act, shall be paid, accounted for, and applied in like manner as penalties under this Act: f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "115", "section_title": "†Board of Trade empowered to make byelaws for the lower estuary of the Clyde: Secretary of State to define the authority for enforcing such byelaws.", "section_text": "115 Whereas upon that part of the estuary of the Clyde which lies below the jurisdiction of the Trustees of the Clyde Navigation (and which part is in this section referred to as the lower estuary of the Clyde) doubts have arisen as to the limits of the several harbour authorities on that estuary, be it enacted, the  Secretary of State  may, if  he thinks  it expedient, make byelaws under this Act for the lower estuary of the Clyde as if it were a harbour and  he  were the harbour authority, and such byelaws shall be deemed to have been made by a harbour authority with the sanction of the  Secretary of State  ; and  he  may by such byelaws define the area within which such byelaws are to be observed, and the Secretary of State shall have power to define the authority or authorities and officers by whom such byelaws are to be enforced and carried into effect within such area; and such authority or authorities and officers shall, for the purposes of this Act, other than making byelaws or assenting to a site for a new factory or magazine, have the same power within the said area as a harbour authority and an officer of a harbour authority have respectively under this Act in a harbour."}, {"act": "Explosives Act 1875", "year": 1875, "section": "116", "section_title": " Definition of local authority.", "section_text": "116 The local authority for the purposes of this Act shall be— 1 In the city of Dublin, the Lord Mayor, aldermen, and burgesses acting by the town council: 2 In any urban sanitary district in which the powers, jurisdictions, and authorities of the grand jury of the county in which such district is situate are vested and exerciseable by the urban sanitary authority, except as hereafter in this section mentioned, the urban sanitary authority: 3 In any harbour within the jurisdiction of a harbour authority, whether situate or not within the jurisdiction of any local authority before in this section mentioned, the harbour authority, to the exclusion of any other local authority: 4 In any place in which there is no local authority as before in this section defined, the justices in petty sessions assembled. The expressions “ urban sanitary authority ” and “ urban sanitary district ” have the same meanings respectively as in the  Public Health (Ireland) Act 1874."}, {"act": "Explosives Act 1875", "year": 1875, "section": "117", "section_title": " Power of certain local bodies to become a local authority.", "section_text": "117 The urban sanitary authority of any district in Ireland which is not constituted a local authority by this Act may, by order of a Secretary of State made upon the application of such authority and published in the Dublin Gazette, be declared to be a local authority for the purposes of this Act, and thereupon shall become a local authority accordingly for such part of their district as is not included in any harbour to the exclusion of the justices in petty sessions."}, {"act": "Explosives Act 1875", "year": 1875, "section": "118", "section_title": " Expenses of local authority.", "section_text": "118 All expenses incurred by any local authority in carrying into effect the execution of this Act in Ireland including the salary and expenses of any officer directed by them to act under this Act, shall be paid out of the local rate. The local rate shall for the purposes of this Act mean as follows; that is to say, In the city of Dublin, the borough fund or borough rate; In urban sanitary districts where the urban sanitary authority are the local authority, any fund, moneys, or rate applicable or leviable by such authority for any purposes of improvement within their district; In harbours, any moneys, fund, or rate applicable or leviable by the harbour authority for any harbour purposes; and In any places where the justices in petty sessions are the local authority, the poor rates: And the local rate or any increase of the local rate may, notwithstanding any limitation in any Act, be levied for the purposes of this Act."}, {"act": "Explosives Act 1875", "year": 1875, "section": "119", "section_title": " Form of registers of store licenses and registered premises, and amount of fees, to be approved by Secretary of State.", "section_text": "119 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "120", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "120"}, {"act": "Explosives Act 1875", "year": 1875, "section": "121", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "121"}, {"act": "Explosives Act 1875", "year": 1875, "section": "122", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "122"}, {"act": "Explosives Act 1875", "year": 1875, "section": "5", "section_title": " Gunpowder (except for private use) to be kept only in existing or new magazine or store, or in registered premises.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Explosives Act 1875", "year": 1875, "section": "41", "section_title": "Exception of safety cartridges", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]