[{"act": "Public Stores Act 1875", "year": 1875, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as “ The Public Stores Act 1875. ”"}, {"act": "Public Stores Act 1875", "year": 1875, "section": "2", "section_title": " Interpretation of terms.", "section_text": "2 In this Act— . . . The term “ stores ” includes all goods and chattels, and any single store or article: . . . . . . . . . . . ."}, {"act": "Public Stores Act 1875", "year": 1875, "section": "3", "section_title": " Stores to which the Act applies.", "section_text": "3 This Act shall apply to all stores under the care, superintendence, or control of a Secretary of State  . . ., or any public department or office, or of any person in the service of Her Majesty, and such stores are in this Act referred to as Her Majesty’s stores. The Secretary of State,  . . ., public department, office, or person having the care, superintendence, or control of such stores, are herein-after in this Act included in the expression public department."}, {"act": "Public Stores Act 1875", "year": 1875, "section": "4", "section_title": " Marks in schedule appropriated for public stores.", "section_text": "4 The marks described in the First Schedule to this Act may be applied in or on stores  . . . in order to denote Her Majesty’s property in stores so marked; and it shall be lawful for any public department, and the contractors, officers, and workmen of such department, to apply those marks, or any of them, in or on any such stores; and if any person without lawful authority (proof of which authority shall lie on the party accused) applies any of those marks in or on any such stores he shall be guilty of a misdemeanor, and shall on conviction thereof be liable to be imprisoned for any term not exceeding two years,  . . ."}, {"act": "Public Stores Act 1875", "year": 1875, "section": "5", "section_title": " Obliteration with intent to concealment. ", "section_text": "5 If any person with intent to conceal Her Majesty’s property in any stores takes out, destroys, or obliterates, wholly or in part, any such mark as aforesaid, or any mark whatsoever denoting the property of Her Majesty in any stores, he shall be guilty of felony and shall on conviction thereof be liable, in the discretion of the court before which he is convicted, to be kept in penal servitude for any term not exceeding seven years  . . ."}, {"act": "Public Stores Act 1875", "year": 1875, "section": "6", "section_title": " Power to stop suspected boats, persons, &c. ", "section_text": "6 A constable of the metropolitan police force may, within the limits for which he is constable, and any constable, if deputed by a public department, may, within the limits for which he is constable, stop, search, and detain any vessel, boat or vehicle in or which there is reason to suspect that any of Her Majesty’s stores stolen or unlawfully obtained may be found, or any person reasonably suspected of having or conveying in any manner any of Her Majesty’s stores stolen or unlawfully obtained. A constable shall be deemed to be deputed by a public department within the meaning of this section if he is deputed by any writing signed by the person who is the head of such department, or who is authorised to sign documents on behalf of such department."}, {"act": "Public Stores Act 1875", "year": 1875, "section": "7", "section_title": " Unlawful possession of Her Majesty’s stores.", "section_text": "7 If any person is brought before a court of summary jurisdiction charged with conveying or with having in his possession or keeping any of Her Majesty’s stores reasonably suspected of being stolen or unlawfully obtained, and does not give an account to the satisfaction of the court how he came by the same, he shall be deemed guilty of a misdemeanor, and shall be liable, on summary conviction, to a penalty not exceeding  level 1 on the standard scale , or, in the discretion of the court, to be imprisoned for any term not exceeding two months,  . . ."}, {"act": "Public Stores Act 1875", "year": 1875, "section": "8", "section_title": " Prohibition of sweeping, &c. near dockyards, artillery ranges, &c. ", "section_text": "8 It shall not be lawful for any person, without permission in writing from a public department, or from some person authorised by a public department in that behalf (proof of which permission shall lie on the party accused,) to gather or search for stores, or to creep, sweep, or dredge in the sea or any tidal water, within one hundred yards from any vessel belonging to Her Majesty or in Her Majesty’s service, or from any mooring place or anchoring place appropriated to such vessels, or from any moorings belonging to Her Majesty, or from any of Her Majesty’s wharves, or dock, victualling, or steam factory yards, or within one thousand yards from any battery or fort used for the practice of artillery either by the Royal Artillery or by  . . .  volunteer artillery  or from any aerodrome used by the Air Force , or in or on any part of the spaces or distances, whether covered with water or not, from time to time marked out as ranges for artillery practice for the use of Her Majesty’s ships, or marked out and appropriated for ranges under the provisions of the  Artillery Ranges Act 1862. If any person acts in contravention of this provision he shall be liable, on summary conviction, to a penalty not exceeding  level 1 on the standard scale , or, in the discretion of the court, to be imprisoned for any term not exceeding two months,  . . ."}, {"act": "Public Stores Act 1875", "year": 1875, "section": "9", "section_title": " Penalty on dealer, &c. found in possession of stores, and not accounting for them.", "section_text": "9 If stores are found in the possession or keeping of a person being in Her Majesty’s service, or in the service of a public department, or being a dealer in marine stores or in old metals,  or a pawnbroker  (within the meaning of any enactments for the time being in force relating to such dealers  or to pawnbrokers ), and he is taken or summoned before a court of summary jurisdiction, and the court sees reasonable grounds for believing the stores found to be or to have been Her Majesty’s property, then if such person does not satisfy the court that he came lawfully by the stores so found, he shall be liable, on summary conviction, to a penalty not exceeding five pounds."}, {"act": "Public Stores Act 1875", "year": 1875, "section": "10", "section_title": " Criminal possession explained.", "section_text": "10 For the purposes of this Act stores shall be deemed to be in the possession or keeping of any person if he knowingly has them in the actual possession or keeping of any other person, or in any house, building, lodging, apartment, field, or place, open or enclosed, whether occupied by himself or not, and whether the same are so had for his own use or benefit or for the use or benefit of another."}, {"act": "Public Stores Act 1875", "year": 1875, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Public Stores Act 1875", "year": 1875, "section": "12", "section_title": "", "section_text": "12 1 Any person may arrest without warrant anyone who is, or whom he, with reasonable cause, suspects to be, in the act of committing or attempting to commit an offence against section 5 or 8 of this Act. 2 If it is made to appear by information on oath before a justice of the peace that there is reasonable cause to believe that any person has in his custody or possession or on his premises any stores in respect of which an offence against section 5 of this Act has been committed, the justice may issue a warrant to a constable to search for and seize the stores as in the case of stolen goods, and the  Police (Property) Act 1897 shall apply as if this subsection were among the enactments mentioned in section 1(1) of that Act. "}, {"act": "Public Stores Act 1875", "year": 1875, "section": "13", "section_title": " Provision for regimental necessaries, &c. ", "section_text": "13 The provisions of this Act relative to the taking out, destroying, or oblitering of marks,  or to the having in possession or keeping Her Majesty’s stores , shall not apply to stores issued as regimental necessaries or otherwise for any soldier,  . . .  or volunteer; but nothing herein shall relieve any person from any obligation or liability to which he may be subject under any other Act in respect of any such stores."}, {"act": "Public Stores Act 1875", "year": 1875, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Public Stores Act 1875", "year": 1875, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Public Stores Act 1875", "year": 1875, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Public Stores Act 1875", "year": 1875, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Public Stores Act 1875", "year": 1875, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}]