[{"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "1", "section_title": " Appointment and powers of commissioners for oaths.", "section_text": "1   1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A commissioner for oaths may,   . . ., in England or elsewhere, administer any oath or take any affidavit for the purposes of any court or matter in England, including any of the ecclesiastical courts or jurisdictions, matters ecclesiastical, matters relating to applications for notarial faculties, and matters relating to the registration of any instrument, whether under an Act of Parliament or otherwise, and take any bail or recognizance in or for the purpose of any civil proceeding in the   Senior Courts , . . .  3 Provided that a commissioner for oaths shall not exercise any of the powers given by this section in any proceeding  ... in which he is interested."}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "2", "section_title": " Powers of certain officers of court, &c. to administer oaths.", "section_text": "2 Every person who, being an officer of or performing duties in relation to any court, is for the time being so authorised by a judge of the court, or by or in pursuance of any rules or orders regulating the procedure of the court, and every person directed to take an examination in any cause or matter in the   Senior Courts , shall have authority to administer any oath or take any affidavit required for any purpose connected with his duties."}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "3", "section_title": " Taking of oaths out of England.", "section_text": "3 1 Any oath or affidavit required for the purpose of any court or matter in England, or for the purpose of the registration of any instrument in any part of the United Kingdom, may be taken or made in any place out of England before any person having authority to administer an oath in that place. 2 In the case of a person having such authority otherwise than by the law of a foreign country, judicial and official notice shall be taken of his seal or signature affixed, impressed, or subscribed to or on any such oath or affidavit."}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "4", "section_title": " Appointment of persons to administer oaths for prize proceedings.", "section_text": "4 The Lord Chancellor may, whenever it appears to him neccessary to do so, authorise any person to administer oaths and take affidavits for any purpose relating to prize proceedings in the   Senior Courts , whilst that person is on the high seas or out of Her Majesty’s dominions, and it shall not be necessary to affix any stamp to the document by which he is so authorised."}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "5", "section_title": " Jurat to state where and when oath is taken.", "section_text": "5 Every commissioner before whom any oath or affidavit is taken or made under this Act shall state truly in the jurat or attestation at what place and on what date the oath or affidavit is taken or made."}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "6", "section_title": " Powers as to oaths and notarial acts abroad. ", "section_text": "6 1 Every British ambassador, envoy, minister, charge d’affaires, and secretary of embassy or legation exercising his functions in any foreign country, and every British consul-general, consul, vice-consul, acting consul, pro-consul, and consular agent  acting consul-general, acting vice-consul, and acting consular agent  exercising his functions in any foreign place may, in that country or place, administer any oath and take any affidavit, and also do any notarial act which any notary public can do within the United Kingdom; and every oath, affidavit, and notarial act administered, sworn, or done by or before any such person shall be as effectual as if duly administered, sworn, or done by or before any lawful authority in any part of the United Kingdom. 1A In subsection (1),  “ notary public ” includes a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to any activity which constitutes a notarial activity (within the meaning of that Act). 2 Any document purporting to have affixed, impressed, or subscribed thereon or thereto the seal and signature of any person authorised by this section to administer an oath in testimony of any oath, affidavit, or act being administered, taken, or done by or before him, shall be admitted in evidence without proof of the seal or signature being the seal or signature of that person, or of the official character of that person."}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "8", "section_title": " Forgery. ", "section_text": "8 Whoever forges, counterfeits, or fraudulently alters the seal or signature of any person authorised by or under this Act to administer an oath, or tenders in evidence, or otherwise uses, any affidavit having any seal or signature so forged or counterfeited or fraudulently altered, knowing the same to be forged, counterfeited, or fraudulently altered, shall be guilty of felony, and liable on conviction to penal servitude for any term not exceeding seven years and not less than five years, or to imprisonment . . .   for any term not exceeding two years."}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "9", "section_title": " Trial of offences.", "section_text": "9 Any offence under this Act, whether committed within or without Her Majesty’s dominions, may be inquired of, dealt with, tried, and punished in any county or place in the United Kingdom in which the person charged with the offence was apprehended or is in custody, and for all purposes incidental to or consequential on the trial or punishment the offence shall be deemed to have been committed in that county or place."}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "10", "section_title": " Impounding of documents.", "section_text": "10 Where any offence under this Act is alleged to have been committed with respect to any affidavit, a judge of any court before which the affidavit is produced may order the affidavit to be impounded and kept in such custody and for such time and on such conditions as he thinks fit."}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "11", "section_title": " Definition.", "section_text": "11 In this Act, unless the context otherwise requires,— “ Oath ” includes affirmation and declaration: “ Affidavit ” includes affirmation, statutory or other declaration, acknowledgement, examination, and attestation or protestation of honour: “ Swear ” includes affirm, declare, and protest. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Commissioners For Oaths Act 1889", "year": 1889, "section": "15", "section_title": " Short title.", "section_text": "15 This Act may be cited as the Commissioners for Oaths Act 1889."}]