[{"act": "National Debt Act 1889", "year": 1889, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "National Debt Act 1889", "year": 1889, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "National Debt Act 1889", "year": 1889, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "National Debt Act 1889", "year": 1889, "section": "4", "section_title": " Amendment of law as to payment of dividends on stock.", "section_text": "4   1 The Treasury may from time to time make regulations for the payment of dividends on stock either by sending warrants through the post or by payment through a banker. 2 Where a dividend warrant is sent by post in accordance with any such regulations, the posting of the letter containing the warrant, addressed in the manner prescribed by the regulations, shall, as respects the liability of the Bank , the Registrar of Government Stock or any previous Registrar of Government Stock , be equivalent to the delivery of the warrant to the stockholder. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 This section shall apply to all stock of any company or corporation, funds or annuities, transferable  a in the registers kept by the Registrar of Government Stock in accordance with regulations under section 47 of the Finance Act 1942 (see regulation 7 of the Government Stock Regulations 2004), or b in manner provided by those regulations . 7 This section shall be construed and have effect as part of the  National Debt Act 1870."}, {"act": "National Debt Act 1889", "year": 1889, "section": "5", "section_title": " Amendment of law as to signature of Exchequer and Treasury bills.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   Treasury bills shall bear the name of one of the secretaries for the time being to the Treasury, and that name may be impressed or affixed by machinery or otherwise in such manner as the Treasury from time to time direct by regulations to be laid before both Houses of Parliament."}, {"act": "National Debt Act 1889", "year": 1889, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "National Debt Act 1889", "year": 1889, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may be cited as the National Debt Act 1889."}]