[{"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "1", "section_title": "Punishment for ill-treatment and neglect of children.", "section_text": " 1   Any person over sixteen years of age who, having the custody, control, or charge of a child, being a boy under the age of fourteen years, or being a girl under the age of sixteen years, wilfully ill-treats, neglects, abandons, or exposes such child, or causes or procures such child to be ill-treated, neglected, abandoned, or exposed, in a manner likely to cause such child unnecessary suffering, or injury to its health, shall be guilty of a misdemeanor, and, on conviction thereof on indictment, shall be liable, at the discretion of the court, to a fine not exceeding one hundred pounds, or alternatively, or in default of payment of such fine, or in addition to payment thereof, to imprisonment, with or without hard labour, for any term not exceeding two years, and on conviction thereof by a court of summary jurisdiction, in manner provided by the Summary Jurisdiction Acts, shall be liable, at the discretion of the court, to a fine not exceeding twenty-five pounds, or alternatively, or in default of payment of such fine, or in addition thereto, to imprisonment, with or without hard labour, for any term not exceeding three months.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "2", "section_title": "Power to increase fine where offender interested in death of child.", "section_text": " 2   If it be proved that a person convicted on indictment as aforesaid was interested in any sum of money accruable or payable in the event of the death of the child, and had knowledge that such sum of money was accruing or becoming payable, the court may, in its discretion, increase the amount of the said fine so that the fine shall not exceed two hundred pounds. Such interest as aforesaid in any sum of money accruable or payable in the event of the death of the child shall be charged in the indictment and put to the jury in the same way, as far as may be, as a previous conviction is now charged and put.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "3", "section_title": "Restrictions on employment of children.", "section_text": " 3   Any person who—   a   causes or procures any child, being a boy under the age of fourteen years, or being a girl under the age of sixteen years, to be in any street for the purpose of begging or receiving alms, or of inducing the giving of alms, whether under the pretence of singing, playing, performing, offering anything for sale, or otherwise ; or     b   causes or procures any child, being a boy under the age of fourteen years, or being a girl under the age of sixteen years, to be in any street, or in any premises licensed for the sale of any intoxicating liquor, other than premises licensed according to law for public entertainments, for the purpose of singing, playing, or performing for profit, or offering anything for sale, between ten p.m. and five a.m.; or     c   causes or procures any child under the age of ten years to be at any time in any street, or in any premises licensed for the sale of any intoxicating liquor, or in premises licensed according to law for public entertainments, or in any circus or other place of public amusement to which the public are admitted by payment for the purpose of singing, playing, or performing for profit, or offering anything for sale,    shall, on conviction thereof b)- a court of summary jurisdiction in manner provided by the Summary Jurisdiction Acts, be liable, at the discretion of the court, to a fine not exceeding twenty-five pounds or alternatively, or in default of payment of the said fine, or in addition thereto, to imprisonment, with or without hard labour, for any term not exceeding three months.    Provided that any local authority may, if they think it necessary or desirable so to do, from time to time by byelaw extend or restrict the hours mentioned in sub-section (6) of this section, either on every day or on any specified day or days of the week, and either as to the whole of their district or as to any specified area therein.    Provided also, that in the case of any entertainment or series of entertainments to take place in premises licensed according to law for public entertainments, or in any circus or other place of public amusement as aforesaid, where it is shown to the satisfaction of a petty sessional court, or in Scotland the school board, that proper provision has been made to secure the health and kind treatment of any children proposed to be employed thereat, it shall be lawful for the said court or school board, anything in this Act notwithstanding, to grant a licence for such time and during such hours of the day, and subject to such restrictions and conditions as it may think fit for any child exceeding seven years of age, of whose fitness to take part in such entertainment or series of entertainments without injury the said court or school board is satisfied, to take part in such entertainment or series of entertainments, and such licence may at any time be varied, added to, or rescinded by the said court or school beard upon sufficient cause being shown ; and such licence shall be sufficient protection to all persons acting under or in accordance with the same.    A Secretary of State may assign to any inspector appointed, or to be appointed under section sixty-seven of the Factory and Workshop Act, 1878, specially and in addition to any other usual duties, the duty of seeing whether the restrictions and conditions of any licence under this section are duly complied with, and any such inspector shall have the same power to enter, inspect, and examine any place of public entertainment at which the employment of a child is for the time being licensed under this section as an inspector has to enter, inspect, and examine a factory or workshop under section sixty-eight of the same Act.    Nothing in this section shall affect the provisions of the  Elementary Education Act, 1876, or the  Education (Scotland) Act, 1878.    So much of sub-section (c) of this section as makes it an offence to cause or procure a child to be in premises licensed according to law for public entertainment, or in any circus or other place of public amusement, for the purpose of singing, playing, or performing for profit, shall not come into operation until the first day of November one thousand eight hundred and eighty-nine.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "4", "section_title": "Taking of offender into custody, and protection of child.", "section_text": " 4    1   Any constable may take into custody without warrant any person who within view of such constable commits an offence under this Act, where the name and residence of such person are unknown to such constable and cannot be ascertained by such constable ; and any constable may take to a place of safety any child in respect of whom an offence under section one or subsection (a) of section three of this Act has been committed, and the child may there be detained until it can be brought before a court of summary jurisdiction, and such court may cause the child to be dealt with as circumstances may admit and require until the charge made against any person in respect of the said offence has been determined by the committal for trial, or conviction, or discharge of such person.     2   Where a constable arrests any person without warrant in pursuance of this section the inspector or constable in charge of the station to which such person is conveyed shall, unless in his belief the release of such person on bail would tend to defeat the ends of justice, or to cause injury or danger to the child against whom the offence is alleged to have been committed, release the person arrested on his entering into such a recognisance, with or\" without sureties, as may in his judgment be required to secure the attendance of such person upon the hearing of the charge.    "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "5", "section_title": "Disposal of child by order of court.", "section_text": " 5    1   Where a person having the custody or control of a child, being a boy under the age of fourteen or a girl under the age of sixteen years, has been   a   convicted of committing in respect of such child an offence under section one of this Act, or any offence involving bodily injury to the child and punishable with penal servitude ; or     b   committed for trial for any such offence ; or     c   bound over to keep the peace towards such child,    any person may bring such child before a petty sessional court and the court, if satisfied on inquiry that it is expedient so to deal with the child, may order that the child be taken out of the custody of such person and committed to the charge of a relation of the child, or some other fit person named by the court, such relation or other person being willing to undertake such charge until it attains the age of fourteen years, or in the case of a girl sixteen years, or in either case for any shorter period, and may of his own motion or on the application of any person from time to time renew, vary, and revoke any such order: Provided that no order shall be made under this section unless a parent of the child is under committal for trial for having been, or has been proved to have been, party or privy to the offence, or has been bound over to keep the peace towards such child.     2   Any person to whom a child is so committed shall, whilst the order is in force, have the like control over the child as if he were its parent, and shall be responsible for its maintenance, and the child shall continue under the control of such person, notwithstanding that it is claimed by its parent; and any court having power so to commit a child shall have power to make the like orders on the parent of the child to contribute to its maintenance during such period as aforesaid as if the child were detained under the Industrial Schools Acts, and such orders may be made on the complaint or application of the person to whom the child is for the time being committed, and the sums contributed by the parent shall be paid to such person as the court may name, and be applied for the maintenance of the child. In determining on the person to whom the child shall be so committed, the court shall endeavour to ascertain the religious persuasion to which the child belongs, and shall, if possible, select a person of the same religious persuasion, and such religious persuasion shall be specified in the order; and in any case where the child has been placed pursuant to any such order with a person not of the same religious persuasion as that to which the child belongs, the court shall, on the application of any person in that behalf, and on its appearing that a fit person of the same religious persuasion is willing to undertake the charge, make an order to secure his being placed with a person of the same religious persuasion.    Provided that if the order to commit the child to the charge of some relation or other person be made in respect of any person having been committed for trial for an offence, as specified in subsection (1) (b) of this section, the court shall not be empowered to order the parent of the child to contribute to its maintenance prior to the trial of such person ; and if he be acquitted of such charge, or if such charge be dismissed for want of prosecution, then any order that may have been made under this section shall forthwith be void, except with regard to anything which may have been lawfully clone under it.     3   One of Her Majesty's Principal Secretaries of State in England, and in Scotland the Secretary for Scotland, and in Ireland the Lord Lieutenant of Ireland may at any time in his discretion discharge a child from the custody of any person to whom it is committed, in pursuance of this section, either absolutely or on such conditions as such Secretary of State, Secretary, or Lord Lieutenant approves, and may, if he shall think fit, from time to time make, alter, or revoke rules in relation to children so committed to any person, and to the duties of such persons with respect to such children.    "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "6", "section_title": "Power of search.", "section_text": " 6    1   If it appears to any stipendiary magistrate or to any two justices of the peace, on information made before him or them on oath by any person who, in the opinion of the magistrate or justices, is bona, fide acting in the interest of any child, that there is reasonable cause to suspect that such child, being a boy under the age of fourteen years, or a girl under the age of sixteen years, has been or is being ill-treated or neglected in any place within the jurisdiction of such magistrate or justices in a manner likely to cause the child unnecessary suffering or to be injurious to its health, such magistrate or justices may issue a warrant authorising any person named therein to search for such child, and if it is found to have been or to be ill-treated or neglected in manner aforesaid, to take it to and detain it in a place of safety until it can be brought before a court of summary jurisdiction; and the court before whom the child is brought may cause it to be dealt with in the manner provided by section four.    Provided always, that the powers herein-before conferred on any two justices may be exercised by any one justice, if upon the information it appears to him to be a case of urgency : Provided also, that in the case of Scotland the jurisdiction hereby conferred on a magistrate or two justices shall be exercised only by a sheriff or sheriff substitute.     2   The magistrate or justices or justice, or in Scotland the sheriff or sheriff substitute, issuing such warrant may by the same warrant cause any person accused of any offence in respect of the child to be apprehended and brought before a justice, and proceedings to be taken for punishing such person according to law.     3   Any person authorised by warrant under this section to search for any child, and to take it to and detain it in a place of safety, may enter (if need be by force) any house, building, or other place specified in the warrant, and may remove the child therefrom.     4   Provided always, that every warrant issued under this section shall be addressed to and executed by some superintendent, inspector, or other superior officer of police, who shall be accompanied by the person making the information, if such person so desire, unless the magistrate, justices, or justice otherwise direct, and may also, if the magistrate, justices, or justice so direct, be accompanied by a registered medical practitioner.    "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "7", "section_title": "Evidence of accused person.", "section_text": " 7   In any proceeding against any person for an offence under this Act, such person shall be competent but not compellable, and the wife or husband of such person may be required to attend to give evidence as an ordinary witness in the case, and shall be competent but not compellable to give evidence.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "8", "section_title": "Evidence of child of tender years.", "section_text": " 8   Where, in any proceeding against any person for an offence under this Act, the child in respect of whom the offence is charged to have been committed, or any other child of tender years who is tendered as a witness, does not in the opinion of the court understand the nature of an oath, the evidence of such child may be received, though not given upon oath, if, in the opinion of the court, such child is possessed of sufficient intelligence to justify the reception of the evidence, and understands the duty of speaking the truth. And the evidence of such child, though not given on oath or affirmation, but otherwise taken and reduced into writing, in accordance with the provisions of section seventeen of the  Indictable Offences Act, 1848, or of section fourteen of the  Petty Sessions (Ireland) Act, 1851, shall be deemed to be a deposition within the meaning of those sections :    Provided that—   a   A person shall not be liable to be convicted of the offence unless the testimony admitted by virtue of this section and given on behalf of the prosecution, is corroborated by some other material evidence in support thereof implicating the accused ; and     b   Any child whose evidence is received as aforesaid, and who shall wilfully give false evidence, shall be liable to be indicted and tried for such offence, and on conviction thereof may be adjudged such punishment as is provided for by section eleven of the  Summary Jurisdiction Act, 1879, in the case of juvenile offenders.    "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "9", "section_title": "Presumption of age of child.", "section_text": " 9   Where a person is charged with an offence under this Act in respect of a child who is alleged in the charge or indictment to be under any specified age, and the child appears to the court to be under that age, such child shall for the purposes of this Act be deemed to be under that age, unless the contrary is proved.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "10", "section_title": "Appeal from summary conviction to general or quarter sessions.", "section_text": " 10   When, in pursuance of this Act, any person is convicted by a court of summary jurisdiction of an offence, and such person did not plead guilty or admit the truth of the information, or when in the case of any application to the court under section five of this Act, any party thereto thinks himself aggrieved by any order or decision of the court, he may appeal against such conviction, or order, or decision, in England and Ireland to a court of general or quarter sessions, and in Scotland to the High Court of Justiciary in the manner provided by the  Summary Prosecutions Appeals (Scotland) Act, 1875, or any Act amending the same.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "11", "section_title": "Expenses of prosecution.", "section_text": " 11   Where a misdemeanor under this Act is tried on indictment, the expenses of the prosecution shall be defrayed in like manner as in the case of a felony.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "12", "section_title": "Guardians may pay costs of proceedings.", "section_text": " 12   The guardians of any union or parish, or in Scotland the parochial board of any parish or combination, may, out of the funds under their control, pay the reasonable costs and expenses of any proceedings which they have directed to be taken under this Act in regard to the ill-treatment, neglect, abandonment, or exposure of any child, and, in the case of a union, shall charge such costs and expenses to the common fund.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "13", "section_title": "Provision as to byelaws.", "section_text": " 13   Every byelaw under this Act shall be subject—   a   In England to section one hundred and eighty-four of the  Public Health Act, 1875, as if every local authority in England under this Act were a local authority within the meaning of that section, but with the substitution of one of Her Majesty's Principal Secretaries of State for the Local Government Board; and     b   In Scotland to so much of section sixty-two of the  Public Health (Scotland) Act, 1867, as provides for the confirmation of rules and regulations and the proceedings preliminary to confirmation as if such rules and regulations included byelaws under this Act, and the local authority under this Act were a local authority within the meaning of that section, but with the substitution of the Secretary for Scotland for the Board of Supervision ; and     c   In Ireland to section two hundred and twenty-one of the  Public Health (Ireland) Act, 1878, with the substitution of the Lord Lieutenant for the Local Government Board.    "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "14", "section_title": "Act not to take away right of parent, &c. to administer punishment.", "section_text": " 14   Nothing in this Act contained shall be construed to take away or affect the right of any parent, teacher, or other person having the lawful control or charge of a child to administer punishment to such child.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "15", "section_title": "Saving for proceedings under other laws.", "section_text": " 15   Where an offence against this Act is also punishable under any other Act, or at common law, it may be prosecuted and punished either under this Act, or under the other Act, or at common law, so that no person be punished twice for the same offence.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "16", "section_title": "Ss. 8, 11 not to apply to Scotland.", "section_text": " 16   Sections eight and eleven of this Act shall not apply to Scotland.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "17", "section_title": "Definitions.", "section_text": " 17   In this Act—     The expression \" Summary Jurisdiction Acts \" means—     as regards England, the Summary Jurisdiction (English) Acts ; and      as regards Scotland, the  Summary Jurisdiction (Scotland) Acts, 1864 and  1881, and any Act amending the same; and      as regards Ireland, within the police district of Dublin metropolis, the Acts regulating the powers and duties of justices of the peace for that district, or of the police for that district; and elsewhere in Ireland, the  Petty Sessions (Ireland) Act, 1851, and any Act amending the same;         The expression \" court of summary jurisdiction \"—     as regards England, has the same meaning as in the  Summary Jurisdiction Act, 1879 ; and      as regards Scotland, means the sheriff, or sheriff substitute; and      as regards Ireland, means any justice or justices of the peace, police magistrate, or officer, by whatever name called, to whom jurisdiction is given by the Summary Jurisdiction Acts or any Acts therein referred to.         The expression \" petty sessional court \"—     as regards. England, has the same meaning as in the Summary Jurisdiction Act, 1879 ;      as regards Scotland and Ireland, has the same meaning as the expression court of summary jurisdiction as above defined.          The expression \" street \" includes any highway or other public place, whether a thoroughfare or not;      The expression \" place of safety \" includes a workhouse and any place certified by the local authority by byelaw under this Act for the purposes of this Act;      The expression \" parent \" when used in relation to a child includes guardian and every person who is by law liable to maintain the child ;      The expression \" committed for trial \" means, as regards England or Ireland, committed to prison or admitted to bail in manner provided in the  Indictable Offences Act, 1848, or the  Petty Sessions (Ireland) Act, 1851.      The expression \" Industrial Schools Acts \" means—     as regards England and Scotland, the  Industrial Schools Act, 1866, and the Acts amending the same, or any Act of the present or any future session of Parliament repealing that Act and re-enacting the provisions thereof with or without modifications, and      as regards Ireland, the  Industrial Schools Act (Ireland), 1868, and the Acts amending the same.         The expression \" local authority \" means, as regards any borough in England, the council of the borough; as regards the city of London, the common council; as regards the county of London, the county council; and as regards any other place in England, the urban or rural sanitary authority; as regards any burgh in Scotland being either a royal burgh or a burgh returning or contributing to return a member to Parliament, the town council; as regards any police burgh in Scotland, the Commissioners of Police thereof, and as regards any county in Scotland exclusive of any such burgh, the Commissioners of Supply, or in their place any other body by any Act of this present session of Parliament entrusted with the administrative business of such county; and as regards Ireland the sanitary authority within the meaning of the  Public Health (Ireland) Act, 1878.      The expression \" Lord Lieutenant \" includes Lords Justices or other Chief Governor or Governors of Ireland for the time being.      As regards Scotland,—      The expression \" misdemeanor \" means crime and offence ;      The expression \" enter into a recognisance with or without \" sureties \" means grant a bond of caution;      The expression \" justice of the peace \" means sheriff or sheriff substitute;      The expression \" workhouse \" means poor house.     "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "18", "section_title": "Repeal of 31 & 32 Vict. c.122 s.37.", "section_text": " 18   Section thirty-seven of the Poor Law Amendment Act, 1868, is hereby repealed.    Provided that such repeal shall not affect—   a   Anything duly done or suffered under the enactment hereby repealed; or     b   Any penalty, forfeiture, or punishment incurred under any offence committed against the enactment hereby repealed ; or     c   Any legal proceeding in respect of any such penalty, forfeiture, or punishment;    and any such legal proceeding may be instituted and carried on, and the penalty, forfeiture, or punishment enforced, in like manner as if this Act had not passed.  "}, {"act": "Prevention of Cruelty to, and Protection of, Children Act 1889", "year": 1889, "section": "19", "section_title": "Short title.", "section_text": " 19   This Act may be cited as the Prevention of Cruelty to, and Protection of, Children Act, 1889.  "}]