[{"act": "Regulation of Railways Act 1889", "year": 1889, "section": "1", "section_title": " Power to order certain provisions to be made for public safety.", "section_text": "1 1 The Board of Trade may from time to time order a railway company to do, within a time limited by the order, and subject to any exceptions or modifications allowed by the order, any of the following things:— a To adopt the block system on all or any of their railways open for the public conveyance of passengers; b To provide for the interlocking of points and signals on or in connexion with all or any of such railways; c To provide for and use on all their trains carrying passengers continuous brakes complying with the following requirements, namely:— i The brake must be instantaneous in action, and capable of being applied by the engine-driver and guards; ii The brake must be self-applying in the event of any failure in the continuity of its action; iii The brake must be capable of being applied to every vehicle of the train, whether carrying passengers or not; iv The brake must be in regular use in daily working; v The materials of the brake must be of a durable character, and easily maintained and kept in order. In making any order under this section the Board of Trade shall have regard to the nature and extent of the traffic on the railway, and shall, before making any such order, hear any company or person whom the Board of Trade may consider entitled to be heard."}, {"act": "Regulation of Railways Act 1889", "year": 1889, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Regulation of Railways Act 1889", "year": 1889, "section": "3", "section_title": " Issuing debenture stock to meet expenses incurred under this Act.", "section_text": "3 Whenever any railway company shall be ordered by the Board of Trade to provide any appliances, or execute any works, or incur any expenditure under the provisions of this Act which would properly be chargeable to capital ccount, it shall be lawful for such company to furnish to the Board of Trade an estimate of the cost of providing such appliances, executing such works, and carrying out such order generally, and thereupon the Board of Trade shall, upon the application of the company, fix and determine the amount which would properly be capital expenditure, and the company may from time to time issue debentures or debenture stock in priority to or ranking pari passu with any existing debentures or debenture stock of such company bearing interest at a rate not exceeding five per cent. per annum to an amount not exceeding the sum so fixed and determined, and any money raised under the provisions of this section shall be applied in carrying out such requirements of the Board of Trade and to no other purpose whatsoever, and no other authority save the certificate of the Board of Trade shall be requisite to authorise and validate the issue of such debentures or debenture stock."}, {"act": "Regulation of Railways Act 1889", "year": 1889, "section": "4", "section_title": " Returns of overtime to Board of Trade. ", "section_text": "4 1 Every railway company shall make to the Board of Trade periodical returns as to the persons in the employment of the company whose duty involves the safety of trains or passengers, and who are employed for more than such number of hours at a time as may be from time to time named by the Board of Trade. 2 The returns shall be delivered at such intervals, and shall be in such form, and contain such particulars, as the Board of Trade from time to time direct. 3 The provisions of sections nine and ten of the  Regulation of Railways Act 1871, with respect to penalties, shall apply to returns under this section."}, {"act": "Regulation of Railways Act 1889", "year": 1889, "section": "5", "section_title": " Penalty for avoiding payment of fare.", "section_text": "5 1 Every passenger by a railway shall, on request by an officer or servant of a railway company, either produce, and if so requested deliver up, a ticket showing that his fare is paid, or pay his fare from the place whence he started, or give the officer or servant his name and address; and in case of default shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale . 2 If a passenger having failed either to produce, or if requested to deliver up, a ticket showing that his fare is paid, or to pay his fare, refuses  or fails  on request by an officer or servant of a railway company, to give his name and address, any officer of the company   ... may detain him until he can be conveniently brought before some justice or otherwise discharged by due course of law. 3 If any person— a Travels or attempts to travel on a railway without having previously paid his fare, and with intent to avoid payment thereof; or b Having paid his fare for a certain distance, knowingly and wilfully proceeds by train beyond that distance without previously paying the additional fare for the additional distance, and with intent to avoid payment thereof; or c Having failed to pay his fare, gives in reply to a request by an officer of a railway company a false name or address, he shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale , or, in the case of a second or subsequent offence, either to a fine not exceeding  level 3 on the standard scale , or in the discretion of the court to imprisonment for a term not exceeding  three months . 4 The liability of an offender to punishment under this section shall not prejudice the recovery of any fare payable by him. 5 In this section— a “railway company” includes an operator of a train, and b “operator”, in relation to a train, means the person having the management of that train for the time being."}, {"act": "Regulation of Railways Act 1889", "year": 1889, "section": "6", "section_title": " Passenger ticket to have fare printed thereon. ", "section_text": "6 From and after a date to be fixed by order of the Board of Trade, and subject to such exceptions, if any, as may be allowed by such order, every passenger ticket issued by any railway company in the United Kingdom shall bear upon its face, printed or written in legible characters, the fare chargeable for the journey for which such ticket is issued, and any railway company issuing any passenger ticket in contravention of the provisions of this section shall be liable to a penalty not exceeding  level 1 on the standard scale  for every ticket so issued, to be recovered on summary conviction."}, {"act": "Regulation of Railways Act 1889", "year": 1889, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Regulation of Railways Act 1889", "year": 1889, "section": "8", "section_title": " Short title.", "section_text": "8 1 This Act may be cited as the Regulation of Railways Act 1889. 2 This Act and the Regulation of Railways Acts 1840 to 1871, may be cited collectively as the Regulation of Railways Acts 1840 to 1889."}]