[{"act": "Town Police Clauses Act 1889", "year": 1889, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Town Police Clauses Act, 1889, . . . "}, {"act": "Town Police Clauses Act 1889", "year": 1889, "section": "2", "section_title": " Construction of Act.", "section_text": "2 1 This Act shall be construed as one with the principal Act, and the expression “this Act” in the principal Act shall be construed to mean the principal Act as amended by this Act. 2 This Act shall be deemed to be incorporated with the  Public Health Act, 1875, by section one hundred and seventy-one of that Act."}, {"act": "Town Police Clauses Act 1889", "year": 1889, "section": "3", "section_title": " Defining “omnibus.”", "section_text": "3 The term “ omnibus, ” where used in this Act, shall include— Every omnibus, char-a-banc, wagonette, brake, stage coach, and other carriage plying or standing for hire by or used to carry passengers at separate fares to, from, or in any part of the prescribed distance; but shall not include— Any tramcar or tram carriage [ duly licensed under the provisions of the  Tramways Act, 1870, or of any Provisional Order made thereunder and confirmed by Parliament, or under the provisions of any local Act of Parliament]: Any carriage starting from and previously hired for the particular passengers thereby carried at any livery stable yard (within the prescribed distance) whereat horses are stabled and carriages let for hire, the said carriage starting from the said stable yard and being bona fide the property of the occupier thereof, and not standing or plying for hire within the prescribed distance: Any omnibus belonging to or hired or used by any railway company for conveying passengers and their luggage to or from any railway station of that company, and not standing or plying for hire within the prescribed distance: Any omnibus starting from outside the prescribed distance, and bringing passengers within the prescribed distance, and not standing or plying for hire within the prescribed distance."}, {"act": "Town Police Clauses Act 1889", "year": 1889, "section": "4", "section_title": " Extending certain provisions of principal Act to omnibuses.", "section_text": "4 1 The several terms “hackney carriages,” “hackney coach,” “carriages,” and “carriage,” whenever used in sections thirty-seven, forty to fifty-two (both inclusive), fifty-four, fifty-eight, and sixty to sixty-seven (both inclusive) of the principal Act shall, notwithstanding anything contained in section thirty-eight of that Act, be deemed to include every omnibus. 2 The word “driver” or “drivers” when used in any of the said sections of the principal Act shall be deemed to include every conductor of any omnibus. 3 For the purposes of sections fifty-four, fifty-eight, and sixty-six of the principal Act, the fare, according to the statement of fares exhibited on any omnibus, shall be deemed to be the fare allowed by the principal Act or authorised by any byelaw under that Act."}, {"act": "Town Police Clauses Act 1889", "year": 1889, "section": "5", "section_title": " Licences may be granted for short periods.", "section_text": "5 Any licence may be granted under the principal Act to continue in force for such less period than one year as the Commissioners may think fit, and shall specify in the licence."}, {"act": "Town Police Clauses Act 1889", "year": 1889, "section": "6", "section_title": " Byelaws. ", "section_text": "6 The Commissioners may from time to time make byelaws for all or any of the following purposes, that is to say:— For regulating the conduct of the proprietors, drivers, and conductors of omnibuses plying within the prescribed distance in their several employments, and determining whether such drivers and conductors shall wear any and what badges: For regulating the manner in which the number of each omnibus corresponding with the number of its licence shall be displayed: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  For regulating the number and securing the fitness of the animals to be allowed to draw an omnibus, and for the removal therefrom of unfit animals: For securing the fitness of the omnibus and the harness of the animals drawing the same: For fixing the stands for omnibuses and the points at which they may stop a longer time than is necessary for the taking up and setting down of passengers desirous of entering or leaving the same: For securing the safe custody and re-delivery of any property accidentally left in any omnibus, and fixing the charge to be made in respect thereof: To provide for the carrying and the lighting of proper lamps for denoting the direction in which the omnibus is proceeding, and promoting the safety and convenience of the passengers carried thereby: To provide for the exhibition on some conspicuous part of every omnibus of a statement in legible letters and figures of the fares to be demanded and received from the persons using or carried for hire in such omnibus: To prevent within the prescribed distance— a the owner, driver, or conductor of any omnibus, or any other person on their or his behalf, by touting, calling out, or otherwise, from importuning any person to use or to be carried for hire in such omnibus, to the annoyance of such person or of any other person; b the blowing of or playing upon horns or other musical instruments, or the ringing of bells, by the driver or conductor of any omnibus, or by any person travelling on or using any such omnibus. Provided that nothing in this Act contained shall empower the Commissioners to fix the site of the stand of any omnibus in any railway station, or in any yard adjoining or connected therewith, except with the consent of the railway company owning such site."}]