[{"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Universities (Scotland) Act 1889."}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "2", "section_title": " Construction of Act.", "section_text": "2 This Act shall, so far as is consistent with the tenor thereof, be read and construed along with . . .   the  Universities (Scotland) Act 1858."}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "3", "section_title": " Definitions.", "section_text": "3 “ Public moneys ” means “moneys provided by Parliament,” or “moneys issuing out of the Consolidated Fund.” “ Universities Committee ” means the Scottish Universities Committee of the Privy Council, constituted by this Act. “ University ” means Scottish University. “ Affiliation ” for the purposes of this Act means such a connexion between an existing University and a college as shall be entered into by their mutual consent, under conditions approved by the Commissioners, or, after the determination of their powers, by the Universities Committee. “ The Commissioners ” means the Commissioners appointed under this Act. “ College, ” where by the context it does not apply to a college presently forming part of any University, means any institution established on a permanent footing for the purpose of teaching the higher branches of education which shall be sufficiently endowed in the opinion of the Commissioners, and after the expiry of their powers of the Universities Committee. “ Governing body ” means a body constituted on a permanent footing, and charged, by Act of Parliament, Royal Charter, deed of endowment and trust, or otherwise, with the management and administration of any fund devoted to higher education. “ Students representative council ” means a students representative council in any University, constituted in such manner as shall be fixed by the Commissioners under this Act."}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "5", "section_title": " University Courts. Election and term of office of assessors. Incorporation of University Court. President of meetings of Courts.", "section_text": "5 1  ...  Seven members of each University Court shall be a quorum. The rector may, before he appoints his assessor, confer with the students representative council. 2 ... every   ... rector and rector’s assessor shall continue in office for three years, but in the event of the  ... rector ceasing to hold office his assessor shall continue to be a member of the University Court until an assessor is nominated by the new  ... rector and no longer   ...  No member of the Senatus Academicus of any University shall be entitled to vote or take part in the election of any assessor of the general council of that University   ... 3 The University Court shall be a body corporate with perpetual succession and a common seal, which shall be judicially noticed, and all the property, heritable and moveable, belonging to the University, or to any existing college forming part of the University at the passing of this Act, whether the title to such property has been taken in the name of the University or such college, or in name of any person or persons in trust for or on behalf of the University or such college, shall be and is hereby vested in the University Court   ...  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 The rector, and in his absence   the senior lay member   shall preside at meetings of the University Court, and in the absence of both of them a chairman for the time shall be elected by the meeting. The person presiding at any meeting of the University Court shall have a deliberative vote, and also a casting vote in case of equality. 5A In subsection (5),  “ senior lay member ” means the person appointed to the position by virtue of section 8 of the Higher Education Governance (Scotland) Act 2016. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "6", "section_title": " Powers of University Court.", "section_text": "6 The University Court, in addition to the powers conferred upon it by the  Universities (Scotland) Act 1858, shall subject to any ordinances made by the Commissioners, have power— 1 To administer and manage the whole revenue and property of the University, and the college or colleges thereof existing at the passing of this Act, . . .  , and also including funds mortified for bursaries and other purposes, and to appoint factors or collectors, to grant leases, to draw rents, and generally to have all the powers necessary for the management and administration of the said revenue and property: 2 To review any decision of the Senatus Academicus on a matter within its competency which may be appealed against by a member of the Senatus, or other member of the University having an interest in the decision, within such time as may be fixed by the Commissioners, and to take into consideration all representations and reports made to it by the Senatus Academicus and by the general council: 3 To review, on representation made by any of its members or by any member of the Senatus Academicus, within such time as may be fixed by the Commissioners, any decision which the Senatus Academicus may come to in the exercise of its powers under section seven, subsection one: Provided always, that the University Court shall not review any decision of the Senatus Academicus in a matter of discipline, except upon appeal taken either by a member of the Senatus or by a member of the University directly affected by such decision: 4 To appoint professors whose chairs are, or may come to be, in the patronage of the University; to appoint examiners and lecturers; and to grant recognition to the teaching of any college or individual teacher for the purposes of graduation, under any regulations on the subject laid down by the Commissioners, which regulations after the expiration of their powers may from time to time be modified or altered by the Universities Committee: 5 To define on application by any member of the Senatus Academicus the nature and limits of a professor’s duties under his commission, subject to appeal to the Universities Committee: 6 To take proceedings against a principal or professor, University lecturer, assistant, recognised teacher or examiner, or any other person employed in teaching or examining under section twelve, sub-section five, of the  Universities (Scotland) Act 1858, without the necessity of any one not a member of the Court appearing as prosecutor, and for the purposes of such proceedings to call before it any member of the University to give evidence, and to require the production of documents, and also to institute and conduct any such inquiries as it may deem necessary: 7 To appoint from among members of the University or others, not being members of the Senatus Academicus, one third of the members of any standing committee or committees charged, by ordinance of the Commissioners under this Act, with the immediate superintendence of any libraries or museums, or the contents thereof, belonging to the University and college or colleges thereof existing at the passing of this Act, and on representation made by any of its members, or by any member of the Senatus Academicus, to review any decision which the Senatus Academicus, in the exercise of its powers, may come to in respect of the recommendations of such committee or committees:  8 To appoint committees of its own number or others, and to define their powers, and to determine the membership and the quorum, of such committees. 9 To elect the representative of the University on the General Medical Council, under  the  Medical Act 1956: 10  . . . "}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "7", "section_title": " Powers of Senatus Academicus.", "section_text": "7 The Senatus Academicus shall continue to possess and exercise the powers hitherto possessed by it so far as they are not modified or altered by the  Universities (Scotland) Act 1858, or by this Act, and shall have power— 1 To regulate and superintend the teaching and discipline of the University  and to promote research : 2 To appoint two-thirds of the members of any standing committee or committees charged by ordinance of the Commissioners with the immediate superintendence of any libraries or museums, or the contents thereof, belonging to the University and college or colleges thereof existing at the passing of this Act; and to receive in the first instance all reports by such committee or committees, and subject to the review of the University Court, to confirm, modify, or reject the recommendations in such reports."}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "9", "section_title": " Constitution of Scottish Universities Committee of Privy Council.", "section_text": "9 There shall be a Committee of Her Majesty’s Privy Council styled the Scottish Universities Committee of the Privy Council. The Universities Committee shall consist of the Lord President of the Privy Council, the  First Minister , the Lord Justice General, if a member of the Privy Council, the Lord Justice Clerk, if a member of the Privy Council, the Lord Advocate, if a member of the Privy Council, the Chancellor of each of the Universities, if a member of the Privy Council, the Lord Rector of each of the Universities, if a member of the Privy Council, one member at least of the Judicial Committee of the Privy Council, and such other member or members of the Privy Council as Her Majesty may from time to time think fit to appoint. The powers and duties of the Universities Committee may, subject to any rules or regulations which may from time to time be passed by Her Majesty in Council, be exercised and discharged by any three or more of the members of the Committee, one of whom shall be a member of the Judicial Committee of the Privy Council or one of Her Majesty’s Senators of the College of Justice in Scotland."}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "1013.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "14", "section_title": " Powers of Commissioners.", "section_text": "14 The Commissioners shall have power to call before them the principals, professors, University lecturers, assistants, recognised teachers, students, and examiners, or any other person employed in teaching or examining, or bearing office in or otherwise connected with the Universities or colleges thereof existing at the passing of this Act, and such other persons as they may think proper, and to examine them as to all rules and ordinances now in force in the Universities or colleges, and to require the production of all documents and accounts relating thereto, and after making due inquiry to make ordinances for all or any of the following purposes, as shall to them seem expedient:— 1 To regulate the foundations, mortifications, gifts, endowments and bursaries, held by any of the Universities or colleges thereof existing at the passing of this Act, or by any person in trust for or on behalf of the same, or for the benefit of any professors, students, or others therein, which have taken effect for more than twenty-five years previously to the passing of this Act, or if given within less than twenty-five years, are wholly or partially inoperative or dormant, or which they may be asked to revise and regulate by the Senatus Academicus and the founder of the trust conjointly, with the approval of the University Court, and in particular— a To alter the conditions or directions affecting the same, if it shall appear to the Commissioners that the interests of learning and the main design of the donor, so far as is consistent with the promotion of such interests, may be better advanced by such alteration; b To combine or divide bursaries, and to establish bursary funds; c Where it shall seem requisite to frame regulations under which the patronage of existing bursaries vested in private individuals, or corporate or other bodies, shall be exercised; d To transfer the patronage of professorships now vested in private individuals or corporate or other bodies, other than the Curators of the University of Edinburgh, to the University Court: Provided always, that where a professorship, the patronage of which is so transferred, shall have been maintained, or partially maintained, by funds provided annually or periodically by any corporate or other body, in which, or in the governing body of which, such patronage shall, in consideration of such annual or other periodical payment, have been vested, it shall upon such transfer be in the option of such corporate or other body to cease making such annual or other periodical payments. Provided also, that nothing in this sub-section shall apply to any bursary or endowment granted by any incorporation or society whose funds, capital, or revenue have been and are contributed and paid by the members of such incorporation or society by way of entry moneys or other fixed or stated contributions. Provided also, that in all cases where competition for bursaries and other endowments is at present restricted to the holders of certain degrees, the Commissioners shall have power to extend it to the holders of such other degrees as they may consider to constitute, in the circumstances, an equivalent standard of merit. Provided also, that in framing such regulations or making such alterations the Commissioners shall take care not to diminish the advantages provided for poor students by such foundations, mortifications, gifts, endowments, or bursaries aforesaid; e To prepare a scheme by which a detailed and reasoned report on the qualifications of candidates for chairs may be submitted to the patrons, including the Crown, so as to assist them in the discharge of their patronage: 2 Subject to the provisions of the  Universities (Scotland) Act 1858, as amended by this Act, to regulate the powers, duties, jurisdictions, and privileges of chancellors, rectors, assessors, . . .  3  . . .  4 To regulate the time, place, and manner of presenting and electing University officers, with power to ordain that in the election of the rectors of the Universities of Glasgow and Aberdeen the election shall be determined by the majority of the votes of all the students voting whenever the votes of the nations shall be equally divided: 5  . . .  12 To lay down regulations for the constitution and functions of a students representative council in each University, and to frame regulations under which that council shall be entitled to make representations to the University Court: 13  . . .  15 To fix the limits of time within which appeals may be lodged and representations may be made under section six, sub-sections two and three hereof: 16  . . . "}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "15", "section_title": " Extension of Universities.", "section_text": "15 The Commissioners may, if they think fit, make ordinances to extend any of the Universities, by affiliating new colleges to them, and after the expiration of their powers the University Court may make similar ordinances, under regulations to be laid down by the Commissioners, or after the expiry of their powers by the Universities Committee, subject to the following conditions:— 1 The University Court and college shall be consenting parties. 2 In cases arising after the expiration of the powers of the Commissioners the approval of the Universities Committee shall have been signified. 3 The University Court, or any college which under this Act shall have been affiliated to the University, may respectively at any time thereafter resolve that such college shall cease to be affiliated to such University; and, upon such resolution being passed by the University Court, or notified to the University Court by such college, the University Court shall, subject to the approval of the Universities Committee, rescind the ordinance by which such college was affiliated to such University. 4 The Commissioners, and after the expiry of their powers the Universities Committee, shall make arrangements, where it seems desirable, for the due representation of the University Court on the governing bodies of affiliated colleges, and of the governing bodies of affiliated colleges in the University Court, having regard to the circumstances of each particular case, to the relative numbers in the University and the college of the teaching staffs and of students proceeding to graduation, to the nature of the connexion proposed to be established, and to the purposes for which such representation is desirable. Provided always that these arrangements may include a limitation of the right of the persons so representing the University Court or the affiliated college, as the case may be, to sit and vote while any particular subject or subjects are under consideration. 5  . . . "}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "1720.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "23", "section_title": " Vesting thereof.", "section_text": "23  . . .   All the right, title, and interest of Her Majesty, in right of Her Crown in each of the properties described in the second column of the schedule hereto shall be vested in the authority set opposite the description of such property in the first column of the said schedule hereto, subject nevertheless to any burdens, liabilities, or rights affecting the same."}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "24", "section_title": " Transfer of Crown rights in Edinburgh Botanic Garden to Commissioners of Works. ", "section_text": "24  ...  All the right, title, and interest of Her Majesty, in right of Her Crown as proprietor of the Edinburgh Botanic Garden and all buildings therein, shall be vested in the Commissioners of Works, for behoof of the public   ... the said garden and buildings to be held by the said Commissioners of Works upon the conditions subject to which the said garden and buildings were acquired by or on behalf of His late Majesty King George the Fourth."}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "2526.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "2830.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Universities (Scotland) Act 1889", "year": 1889, "section": "32", "section_title": " Purchase by the Universities of certain casualties due to the Crown.", "section_text": "32  . . .   Whenever any teind, feu, retour, or other duty or casualty shall be found to be due to the Crown from one of the Universities of Saint Andrews, Glasgow, Aberdeen, or Edinburgh, the  Crown Estate Commissioners  shall give notice in writing to the principal of the University requiring the University Court of the University to purchase the same from the Crown, and the University Court of the University shall purchase, and such Commissioners shall sell the same, and such sale shall be made in all respects as sales of a like nature in Scotland by the  Crown Estate Commissioners  may for the time being be by law directed to be made, and upon such terms as may for the time being be in operation with reference to the redemption of charges of a like nature forming part of the land revenues of the Crown.   In relation to any property, rights or interests to which section 90B(5) of the Scotland Act 1998 applies, references in this section to the Crown Estate Commissioners are to be read as references to the person who manages the property, rights or interests concerned."}]