[{"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as “ The Capital Punishment Amendment Act 1868. ”"}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "2", "section_title": " Executions to be within prison.", "section_text": "2 Judgment of death to be executed on any prisoner sentenced on any indictment or inquisition for murder shall be carried into effect within the walls of the prison in which the offender is confined at the time of execution."}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "3", "section_title": " Sheriff, &c., to be present. Justices may be present, and other persons may be admitted.", "section_text": "3 The sheriff charged with the execution, and the gaoler, chaplain, and surgeon of the prison, and such other officers of the prison as the sheriff requires, shall be present at the execution. Any justice of the peace for the county, borough, or other jurisdiction to which the prison belongs, and such relatives of the prisoner or other persons as it seems to the sheriff or the visiting justices of the prison proper to admit within the prison for the purpose, may also be present at the execution."}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "4", "section_title": " Certificate of death.", "section_text": "4 As soon as may be after judgment of death has been executed on the offender, the surgeon of the prison shall examine the body of the offender, and shall ascertain the fact of death, and shall sign a certificate thereof, and deliver the same to the sheriff. The sheriff, and the gaoler and chaplain of the prison, and such justices and other persons present (if any) as the sheriff requires or allows, shall also sign a declaration to the effect that judgment of death has been executed on the offender."}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "5", "section_title": " Coroner’s inquest on body. ", "section_text": "5 The coroner of the jurisdiction to which the prison belongs wherein judgment of death is executed on any offender shall within twenty-four hours after the execution hold an inquest on the body of the offender; and the jury at the inquest shall inquire into and ascertain the identity of the body, and whether judgment of death was duly executed on the offender; and the inquisition shall be in duplicate, and one of the originals shall be delivered to the sheriff . . . "}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "6", "section_title": " Burial of body, within walls of prison, or, in certain cases, elsewhere.", "section_text": "6 The body of every offender executed shall be buried within the walls of the prison within which judgment of death is executed on him: Provided, that if one of Her Majesty’s Principal Secretaries of State is satisfied on the representation of the visiting justices of a prison that there is not convenient space within the walls thereof for the burial of offenders executed therein, he may, by writing under his hand, appoint some other fit place for that purpose, and the same shall be used accordingly."}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "7", "section_title": " Power to Secretary of State to make rules.", "section_text": "7 One of Her Majesty’s Principal Secretaries of State shall from time to time make such rules and regulations to be observed on the execution of judgment of death in every prison as he may from time to time deem expedient for the purpose as well of guarding against any abuse in such execution as also of giving greater solemnity to the same, and of making known without the prison walls the fact that such execution is taking place."}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "8", "section_title": " Such rules to be laid before Parliament.", "section_text": "8 All such rules and regulations shall be laid upon the tables of both Houses of Parliament within six weeks after the making thereof, or, if Parliament be not then sitting, within fourteen days after the next meeting thereof."}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "9", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "10", "section_title": " Publication of certificate and inquisition.", "section_text": "10 Every certificate and declaration and the duplicate of the inquisition required by this Act shall in each case be sent with all convenient speed by the sheriff to one of Her Majesty’s Principal Secretaries of State; and printed copies of the same several instruments shall as soon as possible be exhibited and shall for twenty-four hours at least be kept exhibited on or near the principal entrance of the prison within which judgment of death is executed."}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "11", "section_title": " Execution of duties and powers of sheriff, gaoler, &c. by under-sheriff, deputy gaoler, &c.", "section_text": "11 The duties and powers by this Act imposed on or vested in the sheriff may be performed by and shall be vested in his under sheriff or other lawful deputy acting in his absence and with his authority, and any other officer charged in any case with the execution of judgment of death. The duties and powers by this Act imposed on or vested in the gaoler of the prison may be performed by and shall be vested in the deputy gaoler (if any) acting in his absence and with his authority, and (if there is no officer of the prison called the gaoler) by the governor, keeper, or other chief officer of the prison, and his deputy (if any) acting as aforesaid. The duties and powers by this Act imposed on or vested in the surgeon may be performed by and shall be vested in the chief medical officer of the prison (if there is no officer of the prison called the surgeon). The duties by this Act imposed on the chaplain may, in the event of the absence of the chaplain, be performed by the assistant chaplain or other person acting in place of the chaplain."}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "12", "section_title": " Forms in schedule to be used.", "section_text": "12 The forms given in the schedule to this Act, with such variations or additions as circumstances require, shall be used for the respective purposes in that schedule indicated, and according to the directions therein contained."}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "13", "section_title": " Application to Scotland.", "section_text": "13 This Act shall apply to Scotland, with the modifications following; viz., The expression “ judgment of death ” shall mean “sentence of death” pronounced by any competent court. “ Indictment ” shall include “criminal letters.” Any duty appointed to be performed to or by, or any power given to, a sheriff in England, shall in Scotland be performed to or by, or be exercised by, the lord provost or provost and other magistrates charged with seeing the sentence of death carried into effect, or by any one of their number specially named by the others for that purpose. The expression “the visiting justices of the prison” shall in Scotland mean the members of the county prison board acting under the provisions of the  Prisons (Scotland) Act 1860. In lieu of the provisions contained in  section 5  hereof, the procurator fiscal of the jurisdiction within which the prison is situated wherein sentence of death is executed on any offender shall within twenty-four hours after the execution hold a public inquiry before the  sheriff principal or sheriff  of the county on the body of the offender, and in particular shall inquire into and ascertain the identity of the body, and whether sentence of death was duly executed on the offender; and the report or deliverance of the  sheriff principal or sheriff  shall be in duplicate, and one of the originals shall be delivered to the lord provost or provost, or magistrates or magistrate, charged with seeing the sentence of death carried into effect. The expression “ a misdemeanor ” shall mean “a crime and offence.” The expression “the duplicate of the inquisition” in the tenth section hereof shall mean “the duplicate of the report or deliverance of the sheriff or sheriff substitute.”"}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "14", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "15", "section_title": " Saving.", "section_text": "15 The omission to comply with any provision of this Act shall not make the execution of judgment of death illegal in any case where such execution would otherwise have been legal."}, {"act": "Capital Punishment Amendment Act 1868 (repealed)", "year": 1868, "section": "16", "section_title": " Sentence to be carried out as heretofore.", "section_text": "16 Except in so far as is hereby otherwise provided, judgment of death shall be carried into effect in the same manner as if this Act had not passed."}]