[{"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "1", "section_title": " Registration by colony with Commissioners of Inland Revenue of colonial stock to which this Act applies.", "section_text": "1 Where provision has been made by the legislature of a colony and otherwise for the inscription and transfer in a register kept in the United Kingdom by some bank, colonial officer, or person (which bank, officer, or person is in this Act referred to as the registrar) of any stock forming the whole or part of the public debt of such colony, and the government of such colony cause a declaration under the seal of such colony, or by some person in that behalf authorised under that seal, stating such provision, and identifying the stock with respect to which it has been made, to be left with the Commissioners of Inland Revenue, those Commissioners, upon payment of the proper fee, shall record the same; and such record and declaration shall be open to inspection at all reasonable times, in manner directed by the said Commissioners, upon payment of the proper fee. Upon such declaration being recorded, this Act shall apply to the stock specified in the declaration, and this Act shall not apply to any colonial stock not specified in a declaration recorded as provided by this section. The proper fee for the purposes of this section shall be such fee not exceeding, in the case of recording a declaration, five pounds, and in the case of inspection  25p , as the Treasury from time to time fix, and shall be paid into the Exchequer."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "3", "section_title": " Information to Inland Revenue Commissioners.", "section_text": "3  . . . . . .  The registrar shall from time to time give to the Commissioners of Inland Revenue such information as they may require respecting the stock of any colony inscribed in the register kept by him."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "4", "section_title": " Transfer of colonial stock to which this Act applies. ", "section_text": "4 Colonial stock to which this Act applies, while inscribed in a register kept in the United Kingdom, shall be transferred as follows: 1 The transfer shall be made only in the register, and shall be signed by the transferor,—or, if he is absent, by his attorney thereunto lawfully authorised by some writing executed under his hand and seal and attested  or, in relation to Scotland, subscribed in accordance with section 7 of the Requirements of Writing Act (Scotland) Act 1995 : 2 The transferee may, if he thinks fit, underwrite his acceptance of the transfer: 3 The executors or administrators of a deceased stockholder shall alone be recognised by the registrar as having any title to the stock or any dividend thereon: 4 The person becoming entitled to any stock or dividend thereon in consequence of the death, bankruptcy, or marriage of the stockholder, or of any devolution in law from the stockholder, or otherwise than by transfer of the stock, shall produce such evidence of his title as may be reasonably required by the registrar, but the person so becoming entitled to any stock may transfer such stock to another person without being registered himself."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "5", "section_title": " Closing of register for dividend.", "section_text": "5 The registrar may, for such period not exceeding fourteen days as he may from time to time fix previous to each payment of dividend on any colonial stock to which this Act applies, close the register of that stock as regards transfers, upon giving not less than seven days notice of such closing by advertisement in some newspaper circulating generally in the place where the register is kept. The persons who on the day of such closing are inscribed as stockholders shall as between them and their transferees of colonial stock be entitled to the dividend then next payable thereon."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "6", "section_title": " Dividends in case of infancy, &c., of a joint stockholder. ", "section_text": "6 Where colonial stock to which this Act applies is standing in the name of an infant or person of unsound mind jointly with any person not under legal disability, a letter of attorney for the receipt of the dividends on the stock shall be sufficient authority in that behalf, if given under the hand and seal of the person not under disability, and attested. The registrar, before acting on the letter of attorney, may require proof to his satisfaction of the alleged infancy or unsoundness of mind, by declaration of competent persons made under the  Statutory Declarations Act 1835 or in such other manner as he may reasonably require.  2 This section shall have effect in relation to Scotland as if for the words from “given” to “attested” there were substituted the words “subscribed by the person not under disability in accordance with section 7 of the Requirements of Writing (Scotland) Act 1995.”."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "7", "section_title": " Stock certificate to bearer.", "section_text": "7 The registrar, if so authorised by the government of a colony issuing stock to which this Act applies, shall on application and payment of the fees and stamp duty, if any, chargeable in respect of the certificate, grant to a stockholder a certificate (in this Act called a stock certificate to bearer) which shall entitle the bearer to the stock therein described, and shall be transferable by delivery. There shall be attached to such certificate coupons entitling the bearer of or person named in the coupons to the dividends on the stock for a limited period. Any stock in respect of which a stock certificate to bearer has been so issued shall, so long as such certificate is outstanding, cease to be dealt with through the medium of the register. A coupon so issued shall be deemed to be a cheque on a banker within the meaning of any law or enactment for the time being in force relating to cheques other than any enactment relating to stamp duties."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "8", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "9", "section_title": " Renewal of coupons or certificate.", "section_text": "9 On the expiration of the period for which the coupons attached to a stock certificate to bearer have been issued under this Act, the certificate may be exchanged for another certificate with coupons for a further period: Provided, that the certificate issued in exchange, if the stamp duty has not been compounded, shall be duly stamped, but in such case the Commissioners of Inland Revenue shall, on production to them of both certificates duly stamped, and subject to such regulations as they may from time to time make, grant allowance for the stamp on the former certificate."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "10", "section_title": " Conversion into nominal stock of stock in certificate to bearer.", "section_text": "10 On delivery to the registrar of a stock certificate to bearer issued under this Act, and of all unpaid coupons belonging thereto, the registrar shall enter the bearer in the register as proprietor of the stock described in the certificate, and thereupon that stock shall become transferable and the dividends thereon payable as if no stock certificate to bearer had been issued in respect of that stock."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "11", "section_title": " Conversion of stock certificate to bearer into nominal certificate.", "section_text": "11 If the bearer of a stock certificate to bearer issued under this Act insert therein the name, address, and quality of some person, such certificate shall cease to be transferable, and the person so named, or some person deriving title from him by devolution in law, shall alone be recognised by the registrar as entitled to the stock described in the certificate, and shall be entitled to be entered in the register as proprietor of that stock in like manner as if he were the bearer of a stock certificate to bearer, but if deriving his title by devolution in law he shall produce such evidence of his title as the registrar may reasonably require."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "12", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "13", "section_title": " Loss of stock certificate to bearer.", "section_text": "13 If any stock certificate to bearer issued under this Act is lost, mislaid, or destroyed, the registrar shall, on such indemnity being given as he may reasonably require, and on payment of the expense of the issue, issue a fresh stock certificate to bearer in the place of the certificate so lost, mislaid, or destroyed."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "14", "section_title": " Incidents of stock in certificate to bearer.", "section_text": "14 Stock described in a stock certificate to bearer issued under this Act shall, save as relates to the mode of transfer and payment of dividends, be subject to the same incidents in all respects as if it had continued to be transferable in the register."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "15", "section_title": " Notice of trust.", "section_text": "15 No notice of any trust in respect of any colonial stock, or of any certificate thereof, or of any coupon annexed to such certificate, shall be entered in the register or receivable by the registrar or by the government of the colony."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "16", "section_title": " Entry in register of conditions and regulations.", "section_text": "16 The registrar may, before the inscription of any stock, make with respect to the transfer of such stock, or otherwise in relation to such stock, reasonable regulations not inconsistent with the provisions of this Act. A printed copy of the documents containing the authority for and conditions of the issue of stock to which this Act applies, and of all regulations with respect to the transfer of such stock or otherwise in relation to such stock, shall be entered in the register of the stock. "}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "17", "section_title": " Register to be evidence.", "section_text": "17 The register kept in pursuance of this Act shall on its mere production from the custody of the registrar be evidence of all matters entered therein, and, as regards persons entered therein as proprietors of colonial stock to which this Act applies, of the title of those persons to that stock."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "18", "section_title": " Information to be given respecting register. ", "section_text": "18 The registrar shall keep in a separate book a list of the stockholders on whose stock the dividends have been unclaimed for ten years, together with their registered addresses and description, and such list shall be open for inspection at the usual hours of transfer upon payment of such fee, not exceeding  12½p , as may be fixed by the regulations. The registrar shall give within a reasonable time after application a certificate stating the following particulars in relation to any colonial stock of which he is registrar, or any part of such stock, or such of those particulars as may be required by the applicant, namely,— a The total amount issued by the colony, and the total inscribed in the register; and b The total number of the persons in whose names the stock or part is originally inscribed, or after the register of such stock or part has been once closed as regards transfers, the total number of the stockholders at the last preceding date at which the transfer books were closed; and c The total number of each class of persons in whose names the stock or part is originally inscribed, or after the register of the stock or part has been once closed as regards transfers of each class of stockholders at the last preceding date at which the transfer books were closed, the classification being according to the amount held, omitting fractions of two hundred pounds; and d A copy or extract certified by the registrar or by some officer appointed for the purpose to be a true copy or extract of any conditions or regulations required by this Act to be entered in the register. Provided that the registrar shall not be required to give any such certificate in relation to any colonial stock, or part of such stock, until after the expiration of one month after the stock or part of the stock to which the certificate relates has been inscribed. Within a reasonable time after the application of any person who is a stockholder of any colonial stock to which this Act applies, the registrar shall give him a list of the registered names and addresses of the stockholders of such stock at the last preceding date at which the register was closed as regards transfers. The registrar before giving a certificate or list under this section may require payment of such fee not exceeding  25p  and a further sum of twopence for every folio of seventy-two words, or in the case of a list of names and addresses of  2½p  for each name and address, as the registrar may from time to time fix. Any certificate or list given under this section shall be admissible in evidence."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "19", "section_title": " Particulars to be contained in prospectus, certificates, &c.", "section_text": "19 The declaration respecting colonial stock to which this Act applies, recorded with the Commissioners of Inland Revenue, and the document containing the conditions of the issue of the stock, and every prospectus and notice inviting persons to subscribe for or take the stock, and every stock certificate to bearer, and every coupon and dividend warrant and every other certificate and document issued to a stockholder in relation to stock held by him, shall state that the revenues of the colony alone are liable in respect of the stock and the dividends thereon, and that the Consolidated Fund of the United Kingdom and the Treasury are not directly or indirectly liable or responsible for the payment of the stock or of the dividends thereon, or for any matter relating thereto, and if the Treasury require the statement to be made in any particular terms, those terms shall be adopted. A declaration not in conformity with this section shall not be recorded, and every person publishing or issuing or entering in the register any such document, prospectus, notice, stock certificate, coupon, warrant, certificate or document as aforesaid not in conformity with this section shall be liable to a penalty not exceeding fifty pounds."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "20", "section_title": " Jurisdiction of courts as to colonial stock. ", "section_text": "20 In any legal proceeding in a court in the United Kingdom in relation to the register of colonial stock to which this Act applies, or to an entry in or omission from such register, or to a right or title to or interest in any such colonial stock, or any dividend thereon, the jurisdiction of such court shall not be objected to on the ground only that the registrar is the agent of a colonial government, and the registrar, whether a party or not to such proceeding, shall comply with any order made by such court in relation to the matters aforesaid. Any person claiming to be interested in colonial stock to which this Act applies, or in any dividend thereon, may present a petition of right in England in relation to such stock or dividend, and the like proceedings may be had upon such petition as in the case of any other petition of right, subject to this qualification, that the certificate of the judgment, decree, rule or order of the court may be left with the registrar instead of with the Treasury, and such judgment, decree, rule or order shall be complied with by the registrar or other agent of the colonial government having possession in England of moneys of such government instead of by the Treasury."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "21", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "22", "section_title": " Stock to which Act applies to be personal estate.", "section_text": "22 Colonial stock to which this Act applies shall be personal estate, and shall not be liable to any foreign attachment by the custom of London or otherwise."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "23", "section_title": " Fees.", "section_text": "23 The registrar may charge such fees (if any) in respect of any certificate issued under this Act with reference to colonial stock and in respect of any transfer thereof in the register, and otherwise in respect of any act done by the registrar with respect to such stock, as may be fixed by the government issuing the stock, not exceeding in any case  25p . All fees charged by the registrar in pursuance of this Act may be retained by him for his own use."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "24", "section_title": " Control of discretion of registrar.", "section_text": "24 Any discretion or power vested by this Act in the registrar shall, subject to any agreement between the registrar and the government of the colony issuing the stock inscribed in the register kept by such registrar, be exercised subject to and in accordance with the directions of that government."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "25", "section_title": " Saving for transfer of stock to colony.", "section_text": "25 Nothing in this Act shall prevent any colonial stock inscribed in the register being transferred upon the application of the stockholder to a register in the colony or elsewhere."}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "26", "section_title": " Definitions.", "section_text": "26 In this Act, unless the context otherwise requies,— The expression “ colony ” means any dominion, colony, island, territory, province, or settlement situate within Her Majesty’s dominions, but not within the United Kingdom, the Channel Islands, or Isle of Man, . . . . . .   and for the purposes of this Act the whole of the dominions, colonies, islands, territories, provinces, and settlements under one central legislature, and also such part of the said dominion and such of the said colonies, islands, territories, provinces, and settlements as is under a local legislature is deemed to be a colony: The expression “ infant ”, in relation to Scotland, means a person under legal disability by reason of nonage, and the expression “ infancy ” shall be construed accordingly: The expression “ legislature ” means any bodies or body of persons or person who can exercise legislative authority in a colony, and where there are local legislatures as well as a central legislature, includes both each of the local legislatures and the central legislature: The expression “ colonial stock ” includes any share or interest in colonial stock: The expression “ register ” includes any books kept by the registrar for the purpose of colonial stock in which the names and addresses of the several persons for the time being entitled to such stock, and the amounts to which they are entitled, and the transfers thereof, are entered: The expression “ stockholder ” means a person holding colonial stock, being entered as proprietor thereof in the register kept under this Act: The expression “ person ” includes a corporation.  . . . . . . "}, {"act": "Colonial Stock Act 1877 (repealed 19.11.1998)", "year": 1877, "section": "27", "section_title": " Short title.", "section_text": "27 This Act may be cited as the Colonial Stock  Act  1877."}]