[{"act": "Appellate Jurisdiction Act 1887 (repealed)", "year": 1887, "section": "1", "section_title": " Lord of Appeal may take his seat during prorogation.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  Notwithstanding anything in the eighth section of the said Act   contained, every Lord of Appeal shall be empowered to take his seat and the oaths at any such sitting   of the House of Lords during prorogation."}, {"act": "Appellate Jurisdiction Act 1887 (repealed)", "year": 1887, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Appellate Jurisdiction Act 1887 (repealed)", "year": 1887, "section": "3", "section_title": " Amendment of 3 & 4 Will. 4. c. 41.", "section_text": "3 The Judicial Committee of the Privy Council as formed under the provisions of the first section of the  Judicial Committee Act 1833 shall include such members of Her Majesty’s Privy Council as are for the time being holding or have held any of the offices in the Appellate Jurisdiction Act 1876 and this Act, described as high judicial offices  but no person shall be a member of that Committee by virtue of this section at any time after the day on which he attains the age of seventy-five years  ...."}, {"act": "Appellate Jurisdiction Act 1887 (repealed)", "year": 1887, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Appellate Jurisdiction Act 1887 (repealed)", "year": 1887, "section": "5", "section_title": " Amendment of 39 & 40  Vict.  c. 59. s. 25.", "section_text": "5 The expression “high judicial office” as defined in the twenty-fifth section of the Appellate Jurisdiction Act 1876 shall be deemed to include the office of a Lord of Appeal in Ordinary and the office of a member of the Judicial Committee of the Privy Council."}, {"act": "Appellate Jurisdiction Act 1887 (repealed)", "year": 1887, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited as the Appellate Jurisdiction Act 1887."}]