[{"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Military Tramways Act 1887."}, {"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "2", "section_title": " Extent of Act.", "section_text": "2 This Act shall not extend to Ireland."}, {"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "3", "section_title": " Power to Secretary of State to obtain Provisional Orders.", "section_text": "3 The Board of Trade may on application of . . .   the Secretary of State make and settle Provisional Orders (to be confirmed in manner provided by this Act) authorising the construction and maintenance by the Secretary of State of tramways on any land belonging to him or to be acquired by him for such purpose, or along or across any road, and authorising the working and using by him of such tramways."}, {"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "4", "section_title": " Provisions for protection for local and road authorities, and of the public.", "section_text": "4 So far as regards the construction and maintenance of the tramways authorised by any Provisional Order along or across any road, the Board of Trade shall insert in such Provisional Order either— a The following provisions of the  Tramways act 1870; that is to say, Sections twenty-six to twenty-nine, both inclusive (relating to the breaking up, reinstatement, and repair of roads); Sections thirty and thirty-one (relating to the protection of gas and water companies, and sewers); Section thirty-two (relating to the rights of authorities and companies to open roads); and Section thirty-three (relating to any difference between the promoters and any authority or company being referred to the Board of Trade); subject to any modification which to the Board of Trade may seem necessary or proper; or b Such other provisions with respect to the matters referred to in such sections as to the Board of Trade may seem necessary or proper. As regards all of the tramways authorised by such Provisional Order, the Board of Trade shall insert therein such sections of the  Tramways Act 1870 with or without any modifications, and such other provisions as to them may seem necessary or proper for the protection of the local and road authorities, and of the public, and of any persons whose interests might be affected by the construction or user of such tramways, as well as for giving suitable powers to the Secretary of State and to persons acting under his direction."}, {"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "5", "section_title": " Provisional Order may authorise acquisition of land.", "section_text": "5 Any Provisional Order may authorise the Secretary of State, with the approval of the Treasury, to acquire any lands specified in such Provisional Order which may be required for the purpose of the tramways authorised by the same, and for such purposes the provisions of the Lands Clauses Acts may be incorporated with such Provisional Order, subject to such modifications as to the Board of Trade may seem expedient."}, {"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "6", "section_title": " As to use of tramways.", "section_text": "6 The Secretary of State may work and use the tramways and may use on the tramways carriages with flange wheels or wheels suitable only to run on the rail prescribed by the Provisional Order; and, subject to the provisions of the Provisional Order and of this Act, the Secretary of State shall have the exclusive use of the tramways for carriages with flange wheels or other wheels suitable only to run on the rail so prescribed. All carriages used on any tramway shall be moved by the power prescribed by the Provisional Order; and where no such power is prescribed by animal power only. Whenever the Provisional Order authorises the use of electricity as a motive power, or otherwise, in connexion with any tramway, such provisions shall be inserted in the Provisional Order as are proper for the protection of  any telecommunication apparatus kept installed for the purposes of a telecommunications code system or the service provided by any such system . If any person, except under the authority of a Provisional Order made by the Board of Trade under this Act, uses any of the tramways or any part thereof with carriages having flange wheels or other wheels suitable only to run on the rail of such tramway, such person shall for every such offence be liable to a penalty not exceeding  level 2 on the standard scale ."}, {"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "7", "section_title": " Penalties on persons injuring or obstructing tramways.", "section_text": "7 Any Provisional Order may contain such provisions as to the Board of Trade may seem necessary or proper, imposing penalties on any persons injuring, obstructing, or trespassing on any of the tramways, or any carriages used thereon, or in any way contravening any of the provisions of such Provisional Order."}, {"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "8", "section_title": " Secretary of State may make byelaws as to use of steam or mechanical power.", "section_text": "8 The Secretary of State may, with the approval of the Board of Trade, from time to time make, and when made rescind, annul, or add to, such byelaws and regulations with regard to the traffic on and the use of the tramways on which steam or any mechanical power may be used under the authority of any Order made under this Act, as to the Secretary of State and to the Board of Trade may seem necessary or proper for securing to the public all reasonable protection against danger in the use on the tramways of such steam or mechanical power. Any such byelaws or regulations may impose penalties for any offence against the same. All byelaws and regulations made under the authority of this section shall be signed by the Secretary of State and by a secretary or an assistant secretary of the Board of Trade, and when so signed the same shall be deemed to be duly made in accordance with the provisions of this Act."}, {"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "9", "section_title": " General provisions as to penalties.", "section_text": "9 Any penalties imposed by any Provisional Order, byelaw, or regulation made under the authority of this Act shall not exceed  level 1 on the standard scale  for each offence, or in the case of a continuing offence, five pounds for the first day, and one pound for every additional day during which the offence continues. Any penalties incurred under this Act, or under any Provisional Order, byelaw, or regulation made thereunder, may be recovered in manner provided by section fifty-six of the  Tramways Act 1870."}, {"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "10", "section_title": " Publication and confirmation of Provisional Order.", "section_text": "10 1 When a Provisional Order has been made by the Board of Trade on the application of the Secretary of State under this Act, it shall be published in the “London Gazette,” and in such other manner by deposit and advertisement as to the Board of Trade may seem proper, but it shall not be of any effect unless confirmed as hereinafter provided. 2 Where within one month after the publication of the Provisional Order in the “London Gazette,” and of such other publication or advertisement as the Board of Trade may direct, a petition against it by any local or road authority within whose district it is proposed by the Provisional Order to authorise the construction of any tramways or by the owner or occupier of any land which the Secretary of State is authorised to acquire by the Provisional Order has been received by the Board of Trade, and is not withdrawn, the Provisional Order shall require the confirmation of Parliament, and the Board of Trade may, if they think fit, in such case, at any time after the expiration of such month, procure a Bill to be introduced into either House of Parliament for an Act to confirm such Provisional Order, which shall be set out at length in the schedule to the Bill. If, while any such Bill is pending in either House of Parliament, a petition is presented against any Provisional Order comprised therein, a Bill, so far as it relates to the Order petitioned against, may be referred to a select committee, and the petitioner shall be allowed to appear and oppose as in the case of a Bill for a special Act. The Act of Parliament confirming a Provisional Order under this Act shall be deemed a Public General Act. 3 Where at the expiration of one month after the publication of a Provisional Order in the “London Gazette,” and of such other publication or advertisement as the Board of Trade may direct, no such petition against it has been received by the Board of Trade, or where every such petition that may have been presented has been withdrawn, the Board of Trade may, if they think fit, submit such Provisional Order for confirmation to Her Majesty in Council, and it shall be lawful for Her Majesty to confirm such Provisional Order by Order in Council, and thereupon such Provisional Order shall be of full force and effect in the same manner in all respects as if it had been confirmed by Act of Parliament. 4 The Board of Trade, on the application of the Secretary of State, may from time to time revoke, amend, extend, or vary such Provisional Order by a further Provisional Order to be confirmed in manner provided by this section."}, {"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "11", "section_title": " Provisional Order may be obtained by local authority, &c., for use of tramways.", "section_text": "11 Where any tramway has been constructed by the Secretary of State along a road in any district, the local authority of such district or any person (hereinafter referred to as the promoters) may apply to the Board of Trade for a Provisional Order authorising the promoters to use such tramways in addition to the Secretary of State, in the same manner and subject to the same conditions so far as the same are applicable as if the promoters were applying for a Provisional Order authorising the construction of tramways under the provisions of the  Tramways Act 1870 and the said provisions shall apply accordingly: Provided always, that the promoters shall give to the Secretary of State such notice of the application, or intended application, as may be prescribed. The Board of Trade may on such application settle and make a Provisional Order authorising the promoters to use such tramways on such payment and subject to such conditions as to the maintenance and repair of the tramway and road or otherwise as to the Board of Trade may seem expedient, and the provisions of the  Tramways Act 1870 shall, so far as the same are applicable and except where the same are expressly varied by the Provisional Order, apply to the Provisional Order and the tramways thereby authorised to be used. If the Secretary of State so desires, the Board of Trade, in lieu of providing by such Provisional Order for the user of the tramways by the promoters, shall by such Provisional Order provide for the sale of the tramways by the Secretary of State to the promoters in such manner and subject to such conditions as to the user of the tramways by the Secretary of State and otherwise as may seem expedient to the Board of Trade."}, {"act": "Military Tramways Act 1887 (repealed 1.1.1993)", "year": 1887, "section": "12", "section_title": " Interpretation.", "section_text": "12 For the purposes of this Act, unless the context otherwise requires, terms shall have the same meaning as in the  Tramways Act 1870 provided as follows:— The term “ road ” shall include any  highway public or private road within the meaning of section 151(1) of the Roads (Scotland) Act 1984 : The term “ person ” shall include a corporation: The term “ tramway ” shall mean any tramway constructed or to be constructed by the Secretary of State under the authority of a Provisional Order under this Act. For the purpose of incorporating any sections of the  Tramways Act 1870 with this Act— The terms “tramway duly authorised” and a “ tramway ” in such sections shall be deemed to mean a tramway authorised by a Provisional Order under this Act: The term “promoters” in the said sections shall mean the Secretary of State."}]