[{"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Stannaries Act 1887."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "2", "section_title": " Interpretation.", "section_text": "2 In this Act— The term “ the stannaries ” means the stannaries of Cornwall and Devon: The term “ vice-warden ” means the vice-warden of the stannaries for the time being: “ Court ” means the vice-warden’s court: The term “ registrar ” means the registrar for the time being of the court: The term “ company ” means any persons or partnership body, joint-stock company, company constituted under the  Companies Act 1862, or any statutory modification thereof, and whether corporate or unincorporate, and whether limited or unlimited, engaged in or formed for working mines within the stannaries: The term “ purser ” means the purser for the time being of a company, or if there is no purser then the secretary for the time being, or if there is no secretary, then the principal agent or manager for the time being of a company: The term “ cost book ” includes all books and papers relating to the business of a mine which are for the time being kept by a purser, or which, according to law or the custom of the stannaries, ought to be kept by him: The term “ lessors ” means the lessor or grantor of any lease, or grant of any mine, or licence to exercise mining rights and powers, and includes every person entitled under any such lease, grant, or licence, or any other instrument whatever, to receive the rents or dues payable in respect of any mine: The term “ mortgagees ” includes all holders of mortgage-debentures, mortgages, or other charges issued by any company: The term “ sheriff ” includes any officer charged with the execution of a writ or other process: The term “ miners ” includes all artisans, labourers, and other persons working in and about a mine, except the purser, secretary, agent, or manager: The term “ wages ” includes all earnings by miners arising from any description of piece or other work, or as tributers or otherwise: The term “ mining effects ” includes machinery, materials, goods, and chattels, and all ores and halvans, and all other personal property appertaining to a mine, or used or intended to be used for mining purposes."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "3", "section_title": " Extent of Act.", "section_text": "3 This Act extends only to metalliferous mines and tin streaming works within the stannaries."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "4", "section_title": " Wages to have priority.", "section_text": "4 Miners employed wholly or in part in or about a mine, in respect of their wages in relation to the mine, not exceeding an amount equal to three months wages to each person, shall have for such wages a first charge upon all mining effects in and about the said mine, belonging to the said mine or to any company by whom the said mine is worked, and upon all money of the company in the count-house or in charge of the purser, agent, or secretary, or other person on behalf of the company, or at the credit of the company at their bankers, and upon all other assets whatever of the company in respect of the said mine, and such first charge shall, subject to the provisions of the tenth section of this Act, have priority over all claims for rents, royalties, dues, or otherwise by the lessors of the said mine, or by mortgagees, or judgment, execution, or other creditors of the said company, or by any other persons whatever."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "5", "section_title": " Claims of miners on leaving or death to be communicated to the manager.", "section_text": "5 1 If any miner upon leaving a mine shall leave with, or forward to the manager of the said mine, a written memorandum of the wages which he claims to be then owing to him, and also of either his own name and address or the name and address of some person to act in his behalf, the manager shall forthwith enter such name and address and claim in the books of the company. 2 On the notification to the manager of the death of any miner to whom wages are due, the manager shall forthwith enter in the books of the company a memorandum stating the fact of the death and the amount of wages due or claimed."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "6", "section_title": " Sheriff after levy to deposit wages due at date of levy.", "section_text": "6 A sheriff in execution of any process against a company shall, in the first instance, seize for the amount of the judgment debt and costs, and on such seizure shall forthwith require and receive from the purser a full and correct statement of the total sum appearing by the books of the company to be due to the miners or their representatives for such wages as aforesaid, including a fair estimate of moneys earned as wages and not yet ascertained; and thereupon the sheriff shall enlarge his seizure so as to seize and sell sufficient to satisfy all the aforesaid moneys appearing to be due for such wages in addition to the judgment debt and costs, and such other charges as by law are allowed to the sheriff; and out of the proceeds of such sale shall, after payment of his own costs and expenses, but before paying the judgment debt and costs, pay to the purser the amount of such wages, whose receipt shall be a sufficient discharge for the same, and who shall distribute the same to the persons entitled thereto."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "7", "section_title": " Orders for payment of wages made by justices to have priority.", "section_text": "7 When orders for the payment of wages due in respect of work done at any mine have been made by any of Her Majesty’s justices of the peace, and the several amounts payable thereunder have not been discharged within the time allowed by law for that purpose, a distress may be levied on and sale made of any such mining effects, in or on such mine, as are by law liable to be distrained for rent."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "8", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "910.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "11", "section_title": " Time for payment of wages.", "section_text": "11 It shall be lawful for a company to retain in its hands from the wages earned by any miner working at surface during the continuance of his employment seven days wages and no more. Subject to the right of the company to retain such seven days wages, all surface miners shall be paid once a fortnight, and the amount so retained shall be paid to the miner within seven days of his ceasing to be employed by the company. All wages that may become due to miners employed by contract underground shall be payable within fourteen days from the expiration of the contract. At the end of twenty-eight days from the commencement of the contract, and also at the end of every subsequent fourteen days during the continuance of the same contract, every such miner shall be entitled to subsist; that is, to a payment on account of his wages equal to the amount that the agent may estimate that the miner has earned in wages during the fourteen days for which payment is due. And if the agent shall refuse or neglect to make any estimate, or shall make an unreasonable estimate, the miner may forthwith apply to any two or more justices of the peace, who shall fix such amount of subsist as ought to be paid to him, and make an order for such payment to be forthwith made to him, subject to such directions as to costs as they may think fit: Provided that when a miner first enters employment by contract under ground in a mine he shall be entitled to seven days subsist at the end of the first fortnight, and to a further seven days subsist at the end of the second fortnight. And that on leaving any mine a miner shall be entitled to the payment of all wages due to him if employed by tut work at the end of seven days from the termination of his employment, and if employed on tribute at the end of seven days from the sampling and assaying of the ore raised by him, and in the case of copper at the end of seven days from the next ticketing day."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "1213.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "14", "section_title": " Power to pay over club funds to registered friendly society.", "section_text": "14 When deductions are made from the wages of miners for the maintenance of a mine club fund, under the provisions of the last preceding section of this Act, it shall be lawful for the miners employed in or about the mine by resolution of a majority of such miners to appoint a committee of management of such fund: Provided that if any portion of the said fund is contributed by the company, the sanction and concurrence of the said company shall be required in respect of the appointment of such committee; and such committee may transfer the same to any registered friendly society, established for the whole or any part of the stannaries district, and willing to receive the same upon such terms as may be agreed upon between the said committee and the said society."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "15", "section_title": " Appointment of check-weigher.", "section_text": "15 When the amount of the wages payable to miners depends on the quantity and quality of the minerals sent to the surface by them, such miners may, at their own cost, station a person (herein called a check-weigher) at the place at which such mineral is weighed to take an account of the weight thereof; and such check-weigher, or some other miner, may also be present when the sampler of the company samples the said mineral, and the said sampler shall divide the sample taken by him into three parts, and shall retain one of such parts for the use of the company, give another part to the check-weigher or such other miner for the miners, and deposit the remaining part with the purser of the company for future use, if either the company or the miners require that it should be assayed; and such remaining part shall be sealed up in the presence of the check-weigher or such other miner, and retained by the company for assay, if required; the said check-weigher or other miner shall not interrupt or interfere in any way with the weighing or sampling of the said mineral, and shall not enter the assay office of the company, nor shall the absence of the check-weigher be a reason for delaying the said weighing and sampling."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "16", "section_title": " Supply of tools and materials.", "section_text": "16 Tools, implements, and materials supplied to miners by the company for the purposes of the mine shall be supplied as nearly as possible, at market price; and such prices and the quantities shall be distinctly specified in the account delivered to the miners."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "17", "section_title": " Notice to quit and compensation for fixtures.", "section_text": "17 Where a miner contracts to work a tin stream at a fixed rate of tribute on the terms of providing and fitting up at his own expense the necessary plant and machinery, he shall in any case be entitled to not less than one month’s notice to quit, and to all such machinery and plant, and to all tin stuff, dressed ore, or leavings that may be in and about his works at the date of his leaving, and he shall have reasonable time allowed to him to remove the same."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "18", "section_title": " Disputes how to be determined.", "section_text": "18 Any dispute between any miner and the purser, manager, or agent of a mine as to any money due to him, or claimed by him, may be heard and determined by a court of summary jurisdiction, and such court for the purposes of this Act shall be deemed to be a court of civil jurisdiction, and in a proceeding in relation to any such dispute the court may order payment of any sum which it may find to be due as wages, or damages, or otherwise, and such reasonable costs as the court may think fit: Provided that in any proceeding in relation to any such dispute the court of summary jurisdiction— 1 shall not, except by consent, exercise any jurisdiction where the amount claimed exceeds twenty-five pounds; and 2 shall not, except by consent, make an order for the payment of any sum exceeding twenty-five pounds exclusive of the costs incurred in the case."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "19", "section_title": " Mortgages of mining plant and effects to be registered.", "section_text": "19 All mortgages, mortgage debentures, and other documents whatever, whereby power is given by any company to any persons to take possession of any mining effects of or on a mine shall, in addition to any registration thereof now required by law, be registered within twenty-eight days from the date thereof, at the office of the said registrar, in a book to be kept there for that purpose, without payment of any fee, and such book shall be subject to the inspection of all applicants at all reasonable times, and no such mortgage, mortgage debenture, or other document, unless so registered, shall confer any priority over or title as against the claims of any persons whatever for work and labour done or services performed in or upon such mine, or for goods and materials supplied to any company by which the said mine is carried on; such registration shall not affect any priority in respect of wages under the provisions of this Act."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "20", "section_title": " Copy of all mining grants to be filed.", "section_text": "20 A true copy of all leases, grants, and licences made after the commencement of this Act, giving to the grantee the right to work mineral property within the said stannaries, and also of all assignments and contracts for the sale of such leases, grants, and licences, shall be filed by the lessee, grantee, licensee, assignee, or purchaser thereof at the said office of the said registrar within fourteen days from the execution thereof; and in default of such filing thereof, no such lease, grant, licence, assignment, or contract shall until filed be enforceable at law or in equity."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "21", "section_title": " Valuation of relinquished shares.", "section_text": "21 When a share in a company has been relinquished, and a valuation of the materials and other assets of the company is required to be made as between the shareholder who has relinquished and the continuing shareholders, such valuation shall be made upon the basis that all the said continuing shareholders had also at the same time relinquished their shares."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "22", "section_title": " Relinquishment not valid unless delivered six weeks before stoppage of mine.", "section_text": "22 A relinquishment shall not have any effect if it be delivered within the six weeks immediately preceding the day on which a resolution to wind up the company shall be legally passed at a duly convened meeting of the company, or on which an order shall be made to wind up the same by or subject to the supervision of the court."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "23", "section_title": " Accounts to be entered in cost book.", "section_text": "23 The purser of every cost book mine shall, once at least every sixteen weeks, truly enter in the cost book of the mine accounts showing the actual financial position of the company at the end either of the financial month of such company last preceding the time of entry, or of the calendar month last preceding that time, including a statement of all credits, debts, and liabilities, and distinguishing in such accounts the amounts of calls paid, and calls not paid, and also all other accounts, documents, and things that the purser is required to enter therein by the custom of the stannaries, or by the direction of the company, and if any purser shall fail to make such entries or any of them within the time or in manner above directed, he shall, when and so often as he shall so fail, be liable to a penalty not exeeding  level 2 on the standard scale , to be recovered in a summary manner before any two or more justices of the peace."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "24", "section_title": " Penalty for false entries, &c.", "section_text": "24 If in the said accounts any false statement or entry shall be made or any material particular omitted with the knowledge of the purser, the said purser shall be liable in respect of every such false statement, entry, or omission to a penalty not exceeding  level 3 on the standard scale , to be recovered in a summary manner before any two or more justices of the peace, and the said justices may, in their absolute discretion, award any portion of the penalty imposed by them (not exceeding one moiety thereof) to the prosecutor, provided he is a shareholder in the company or a person having a legal right to inspect the said accounts; if such false statement, entry, or material particular, has been made or omitted with the knowledge of the manager of the mine, such manager shall also be liable to a like penalty, to be recovered in like manner and with the like discretion in the justices as to their apportionment thereof."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "25", "section_title": " Meetings to be held once every sixteen weeks.", "section_text": "25 The purser of every cost book mine shall duly convene an ordinary meeting of the shareholders in such mine at least once every sixteen weeks, for the transaction of the ordinary business of the said mine, and at every such meeting the cost book of the said mine, containing the accounts and other matters required by this Act to be entered therein, together with a list showing the name and address of every shareholder from whom any call is in arrear and unpaid, and the amount of the calls unpaid by him, shall be laid before the meeting, and be open to full and unrestricted inspection by any shareholder present, and if any purser shall fail to convene such meeting, or to duly hold the same, or shall fail to produce the said cost book thereat or to permit it to be inspected as aforesaid, he shall forfeit for each and every such default a sum not exceeding  level 1 on the standard scale , to be recovered in a summary manner on the complaint of any shareholder in the company, before any two or more justices of the peace."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "26", "section_title": " Accounts to be printed.", "section_text": "26 The accounts by the twenty-third section of this Act directed to be entered in the cost book shall, after the same have been laid before a meeting of the shareholders in pursuance of the twenty-fifth section. be printed, and a copy thereof sent to each shareholder in the company, and also to the lessors of the mine."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "27", "section_title": " Amalgamation of adjoining mines.", "section_text": "27 When the limits of any mine join those of any other mine the companies respectively working the said mines may, with the consent in writing of the respective lessors thereof in all cases where such consent is by law or custom necessary, amalgamate and become one company, provided that no such amalgamation shall take place unless each of the said companies shall authorise the same by a special resolution, to which two thirds in value of the shareholders in the said company shall consent in writing; such resolution shall be registered in the court, and the amalgamation shall not take effect until such registration, and shall be advertised in such manner as the court directs."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "28", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "29", "section_title": " Unclaimed money. ", "section_text": "29 When and as often as the registrar of the court shall have standing in his name in the Bank of England, or in either of the local banks in which he has been duly authorised to open accounts as registrar, any moneys which have become distributable or payable under orders of the court in creditors or pursers suits, or in matters arising out of the winding-up of companies, pursuant to  the  Companies Act 1948 , or any other Act, and which have remained unclaimed by or on behalf of any person thereto entitled for a period of two years, and the registrar shall report the same to the vice-warden, the vice-warden is hereby empowered to cause to be invested, in the joint names of himself and the registrar, in Government securities, the whole or any portion of such moneys, without prejudice to the claim of any person entitled to any part of the principal sums, and the income thereof, and the income derived from a sum of two hundred and seventeen pounds five shillings and fourpence, now standing in the joint names of the vice-warden and the registrar, in the Three Pound per Cent. Consolidated Bank Annuities, under the authority of an order of the vice-warden, approved by the Lord Chancellor, sanctioning the investment of a portion of the amount of unclaimed deposits pursuant to the sixty-first section of seventh and eighth Victoria, chapter one hundred and five  , and the income to be derived from any further investments which may hereafter be made under the same authority shall be allowed to accumulate; and the said several incomes meanwhile shall be kept as separate funds apart from the ordinary fees of the court arising from other business; and the expense of making the said investments, or any re-investments of the unapplied produce thereof in the like securities, and any expenses which may be incurred in the sales of stock, to satisfy the claims of parties who may be entitled thereto, and any expenses of keeping the necessary accounts, shall be a first charge upon the income derived from the securities."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "30", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "31", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "3233.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "34", "section_title": " Evasions of this Act to be void.", "section_text": "34 Any contract expressed or implied with the employers, or terms of hiring, which would in effect deprive miners of any right secured to them by this Act, or impose any condition whatever in reference to the disposition of club or benefit funds, shall, so far as such rights are affected, and in respect of any such condition, be void and of no effect."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "35", "section_title": " Printed copies of this Act to be posted up.", "section_text": "35 Printed copies of this Act, and of the rules and regulations for the time being in force in any mine, shall be kept posted up in the smiths shop and in the miners dry or changing shed of every mine."}, {"act": "Stannaries Act 1887 (repealed 19.11.1998)", "year": 1887, "section": "36", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}]