[{"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "1", "section_title": "Pension and compensation schemes: armed and reserve forces", "section_text": "1 1 The Secretary of State may by order establish schemes which, in respect of a person’s service in the armed forces, provide— a for benefits, in the form of pensions or otherwise, to be payable to or in respect of him on termination of service or on death or retirement, or b for payments to be made towards the provision of such benefits. Such a scheme is referred to in this Act as an armed forces pension scheme. 2 The Secretary of State may by order establish schemes which provide for benefits to be payable to or in respect of a person by reason of his illness or injury (whether physical or mental), or his death, which is attributable (wholly or partly) to his service in the armed forces or the reserve forces. Such a scheme is referred to in this Act as an armed and reserve forces compensation scheme. 2A Subsections (1) and (2) are subject to sections 18 and 19 of the Public Service Pensions Act 2013 (restrictions on benefits provided under existing schemes). 3 The Secretary of State may provide for any scheme under this section to be administered by another person."}, {"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "2", "section_title": "Payments due from scheme administrator in respect of deceased persons", "section_text": "2 1 This section applies if on the death of any person who is or has been a member of the armed forces or the reserve forces— a an amount is due to him in respect of benefits payable under an armed forces pension scheme or an armed and reserve forces compensation scheme, and b the amount is payable by a person (“ the administrator ”) other than the Secretary of State. 2 Sections 3 and 5 to 11 of the Navy and Marines (Property of Deceased) Act 1865 (c. 111)\t\t\t\t\t(distribution of personal estate of deceased seamen,  etc. ) are to have effect in relation to the due amount as if it were payable by the Secretary of State, and the Secretary of State may give directions to the administrator as to the payment of that amount. 3 Section 4 of the Pensions and Yeomanry Pay Act 1884 (c. 55)\t\t\t\t\t(distribution of personal estate of deceased soldiers, etc., not exceeding £5000) is to have effect in relation to the due amount as if it were held by or under the control of the Secretary of State, and the Secretary of State may give directions to the administrator as to the payment of the due amount."}, {"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "3", "section_title": "Accrued rights", "section_text": "3 1 The power of the Secretary of State to modify an armed forces pension scheme may not on any occasion be exercised in any manner which would or might adversely affect any entitlement, accrued rights or pension credit rights of any member of the scheme acquired before the power is exercised unless— a the consent requirements are satisfied in respect of the exercise of the power on that occasion in that manner, or b the scheme is modified in the prescribed manner. 2 The consent requirements are those prescribed for the purpose of obtaining the consent of members of the scheme to its modification. 3 In this section— “ prescribed ” means prescribed by an order under section 1, “ accrued rights ”,  “ entitlement ”,  “ member ” and  “ pension credit rights ” have the same meanings as in Part 1 of the Pensions Act 1995 (c. 26)."}, {"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "4", "section_title": "Existing naval and marine pensions", "section_text": "4 In section 3 of the Naval and Marine Pay and Pensions Act 1865 (c. 73)\t\t\t(payment to officers, widows etc.), for the words from  “services” to  “deceased” there is substituted  “              service in Her Majesty’s naval or marine force as an            ” ."}, {"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "5", "section_title": "Amendments to Pensions Appeal Tribunals Act 1943", "section_text": "5 Schedule 1 (which makes amendments to the Pensions Appeal Tribunals Act 1943 (c. 39) about appeals to and from Pensions Appeal Tribunals, including amendments conferring appeal rights in relation to schemes under section 1(2) of this Act) has effect."}, {"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "6", "section_title": "Royal Patriotic Fund Corporation", "section_text": "6 1 The Secretary of State may by order transfer, or provide for the transfer of, the property, rights and liabilities of the Royal Patriotic Fund Corporation to a registered charity established for the benefit of persons who— a are widows or widowers, or children or dependants, of persons who have served in the armed forces or the reserve forces, and b are in need of assistance. 2 The rights and liabilities that may be transferred include rights and liabilities under a contract of employment. 3 Schedule 2 makes provision in relation to the transfer of employees. 4 An order under this section may provide for the dissolution of the Corporation. 5 A reference in any instrument or other document to the Corporation is, so far as the context permits, to be read as a reference to the transferee. 6 In this section  “ charity ” has the same meaning as in the Charities Act 1993 (c. 10) and  “ registered ” means registered under that Act."}, {"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "7", "section_title": "Amendments and repeals", "section_text": "7 1 In section 4 of the Forfeiture Act 1982 (c. 34)\t\t\t\t\t(Commissioner to decide whether forfeiture rule applies to social security benefits), in the definition of  “relevant enactment” in subsection (5), the following entry is inserted after the entry relating to the Social Security Contributions and Benefits Act 1992—  “                  section 1 of the Armed Forces (Pensions and Compensation) Act 2004,                ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In regulation 2 of the Pensions Appeal Tribunals (Late Appeals) Regulations 2001 ( S.I.  2001/1032)\t\t\t\t\t(interpretation), the words  “to which section 8(1) of the Act applies” in the definition of  “appeal” are omitted. This amendment is deemed always to have had effect. 4 The enactments set out in Schedule 3 are repealed to the extent specified."}, {"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "8", "section_title": "Commencement", "section_text": "8 The preceding provisions of this Act are to come into force on such day as the Secretary of State may by order appoint."}, {"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "9", "section_title": "Expenses", "section_text": "9 Any expenses incurred by the Secretary of State in pursuance of this Act are to be paid out of money provided by Parliament."}, {"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "10", "section_title": "Orders", "section_text": "10 1 Any power to make an order under this Act is exercisable by the Secretary of State by statutory instrument. 2 An order under this Act may make different provision for different purposes. 3 An order under this Act may make— a any supplementary, incidental or consequential provision, b any transitory, transitional or saving provision, which the Secretary of State considers necessary or expedient for the purposes of, in consequence of or for giving full effect to any provision of this Act. 4 The provision which may be made under subsection (3) includes provision amending or repealing any enactment or instrument. 5 A statutory instrument containing an order under this Act (other than an order under section 8) is to be subject to annulment in pursuance of a resolution of either House of Parliament. 6 A statutory instrument containing an order under this Act which adds to, replaces or omits any part of the text of an Act is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament; and subsection (5) does not apply to such an instrument."}, {"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "11", "section_title": "Interpretation", "section_text": "11 In this Act— “ armed forces ” means the naval, military or air forces of the Crown, but not the reserve forces, “ reserve forces ” has the same meaning as in the Reserve Forces Act 1996 (c. 14)."}, {"act": "Armed Forces (Pensions and Compensation) Act 2004", "year": 2004, "section": "12", "section_title": "Short title", "section_text": "12 This Act may be cited as the Armed Forces (Pensions and Compensation) Act 2004."}]