[{"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "1", "section_title": "Assisting unlawful immigration", "section_text": "1 1 At the end of section 25 of the Immigration Act 1971 (c. 77)\t\t\t\t\t(offence of assisting unlawful immigration to member State) add— 7 In this section— a a reference to a member State includes a reference to a State on a list prescribed for the purposes of this section by order of the Secretary of State (to be known as the  “ Section 25 List of Schengen Acquis States ”), and b a reference to a citizen of the European Union includes a reference to a person who is a national of a State on that list. 8 An order under subsection (7)(a)— a may be made only if the Secretary of State thinks it necessary for the purpose of complying with the United Kingdom’s obligations under the  EU  Treaties, b may include transitional, consequential or incidental provision, c shall be made by statutory instrument, and d shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 In section 25C(9)(a) of that Act (forfeiture of vehicle, ship or aircraft) for  “(within the meaning of section 25)” substitute (for which purpose                   member State                    and  >“immigration law have the meanings given by section 25(2) and (7))                 ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "2", "section_title": "Entering United Kingdom without passport, &c.", "section_text": "2 1 A person commits an offence if at a leave or asylum interview he does not have with him an immigration document which— a is in force, and b satisfactorily establishes his identity and nationality or citizenship. 2 A person commits an offence if at a leave or asylum interview he does not have with him, in respect of any dependent child with whom he claims to be travelling or living, an immigration document which— a is in force, and b satisfactorily establishes the child’s identity and nationality or citizenship. 3 But a person does not commit an offence under subsection (1) or (2) if— a the interview referred to in that subsection takes place after the person has entered the United Kingdom, and b within the period of three days beginning with the date of the interview the person provides to an immigration officer or to the Secretary of State a document of the kind referred to in that subsection. 4 It is a defence for a person charged with an offence under subsection (1)— a to prove that he is — i an Irish citizen, ii has leave to enter or remain in the United Kingdom which was granted by virtue of residence scheme immigration rules, or iii is a frontier worker within the meaning of regulation 3 of the Citizens’ Rights (Frontier Workers) (EU Exit) Regulations 2020, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c to prove that he has a reasonable excuse for not being in possession of a document of the kind specified in subsection (1), d to produce a false immigration document and to prove that he used that document as an immigration document for all purposes in connection with his journey to the United Kingdom, or e to prove that he travelled to the United Kingdom without, at any stage since he set out on the journey, having possession of an immigration document. 5 It is a defence for a person charged with an offence under subsection (2) in respect of a child— a to prove that the child is— i an Irish citizen, ii has leave to enter or remain in the United Kingdom which was granted by virtue of residence scheme immigration rules, or iii is a frontier worker within the meaning of regulation 3 of the Citizens’ Rights (Frontier Workers) (EU Exit) Regulations 2020, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c to prove that the person has a reasonable excuse for not being in possession of a document of the kind specified in subsection (2), d to produce a false immigration document and to prove that it was used as an immigration document for all purposes in connection with the child’s journey to the United Kingdom, or e to prove that he travelled to the United Kingdom with the child without, at any stage since he set out on the journey, having possession of an immigration document in respect of the child. 6 Where the charge for an offence under subsection (1) or (2) relates to an interview which takes place after the defendant has entered the United Kingdom— a subsections (4)(c) and (5)(c) shall not apply, but b it is a defence for the defendant to prove that he has a reasonable excuse for not providing a document in accordance with subsection (3). 7 For the purposes of subsections (4) to (6)— a the fact that a document was deliberately destroyed or disposed of is not a reasonable excuse for not being in possession of it or for not providing it in accordance with subsection (3), unless it is shown that the destruction or disposal was— i for a reasonable cause, or ii beyond the control of the person charged with the offence, and b in paragraph (a)(i)\t\t\t\t\t\t\t “ reasonable cause ” does not include the purpose of— i delaying the handling or resolution of a claim or application or the taking of a decision, ii increasing the chances of success of a claim or application, or iii complying with instructions or advice given by a person who offers advice about, or facilitates, immigration into the United Kingdom, unless in the circumstances of the case it is unreasonable to expect non-compliance with the instructions or advice. 8 A person shall be presumed for the purposes of this section not to have a document with him if he fails to produce it to an immigration officer or official of the Secretary of State on request. 9 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , to a fine not exceeding the statutory maximum or to both. 10 If  a constable or an                        immigration officer reasonably suspects that a person has committed an offence under this section he may arrest the person without warrant. 11 An offence under this section shall be treated as— a a relevant offence for the purposes of sections 28B and 28D of the Immigration Act 1971 (c. 77)\t\t\t\t\t\t\t(search, entry and arrest), and b an offence under Part III of that Act (criminal proceedings) for the purposes of sections 28(4), 28E, 28G and 28H\t\t\t\t\t\t\t(search after arrest, &c.) of that Act. 12 In this section— ... “ immigration document ” means— a passport, and a document which relates to a national of a State other than the United Kingdom and which is designed to serve the same purpose as a passport,  ... “ leave or asylum interview ” means an interview with an immigration officer or an official of the Secretary of State at which a person— seeks leave to enter or remain in the United Kingdom, or claims that to remove him from or require him to leave the United Kingdom would breach the United Kingdom’s obligations under the Refugee Convention or would be unlawful under section 6 of the Human Rights Act 1998 (c. 42) as being incompatible with his Convention rights.   “residence scheme immigration rules” has the meaning given by section 17 of the European Union (Withdrawal Agreement) Act 2020.   13 For the purposes of this section— a a document which purports to be, or is designed to look like, an immigration document, is a false immigration document, and b an immigration document is a false immigration document if and in so far as it is used— i outside the period for which it is expressed to be valid, ii contrary to provision for its use made by the person issuing it, or iii by or in respect of a person other than the person to or for whom it was issued. 14 Section 11 of the Immigration Act 1971 (c. 77) shall have effect for the purpose of the construction of a reference in this section to entering the United Kingdom. 15 In so far as this section extends to England and Wales, subsection (9)(b) shall, until   2 May 2022 , have effect as if the reference to   the general limit in a magistrates’ court   were a reference to six months. 16 In so far as this section extends to Scotland, subsection (9)(b) shall have effect as if the reference to twelve months were a reference to six months. 17 In so far as this section extends to Northern Ireland, subsection (9)(b) shall have effect as if the reference to twelve months were a reference to six months."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "3", "section_title": "Immigration documents: forgery", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "4", "section_title": "Trafficking people for exploitation", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "5", "section_title": "Section 4: supplemental", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 After paragraph 2(n) of Schedule 4 to the Criminal Justice and Court Services Act 2000 (c. 43)\t\t\t\t\t(offence against child) insert— o an offence under section 4 of the Asylum and Immigration (Treatment of Claimants,  etc. ) Act 2004 (trafficking people for exploitation).  7 At the end of paragraph 4 of Schedule 2 to the Proceeds of Crime Act 2002 (c. 29)\t\t\t\t\t(lifestyle offences: England and Wales: people trafficking) add— 3 An offence under section 4 of the Asylum and Immigration (Treatment of Claimants,  etc. ) Act 2004 (exploitation).  8 At the end of paragraph 4 of Schedule 4 to the Proceeds of Crime Act 2002 (lifestyle offences: Scotland: people trafficking) add  “or under section 4 of the Asylum and Immigration (Treatment of Claimants,  etc. ) Act 2004 (exploitation)”. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 In so far as section 4 extends to England and Wales,  subsection (5)(b) shall, until   2 May 2022 , have effect as if the reference to twelve months were a reference to six months. 12 In so far as section 4 extends to Scotland, subsection (5)(b) shall have effect as if the reference to twelve months were a reference to six months. 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "6", "section_title": "Employment", "section_text": "6 1 For section 8(4) of the Asylum and Immigration Act 1996 (c. 49) (employment: penalty) substitute— 4 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to a fine, or b on summary conviction, to a fine not exceeding the statutory maximum. 2 Section 8(9) of that Act (extension of time limit for prosecution) shall cease to have effect."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "7", "section_title": "Advice of Director of Public Prosecutions", "section_text": "7 In section 3(2) of the Prosecution of Offences Act 1985 (c. 23)\t\t\t(functions of Director of Public Prosecutions) after paragraph (eb) insert— ec to give, to such extent as he considers appropriate, advice to immigration officers on matters relating to criminal offences; ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "8", "section_title": "Claimant’s credibility", "section_text": "8 1 In determining whether to believe a statement made by or on behalf of a person who makes an asylum claim or a human rights claim, a deciding authority shall take account, as damaging the claimant’s credibility, of any behaviour to which this section applies. 2 This section applies to any behaviour by the claimant that the deciding authority thinks— a is designed or likely to conceal information, b is designed or likely to mislead, or c is designed or likely to obstruct or delay the handling or resolution of the claim or the taking of a decision in relation to the claimant. 3 Without prejudice to the generality of subsection (2) the following kinds of behaviour shall be treated as designed or likely to conceal information or to mislead— a failure without reasonable explanation to produce   an identity document   on request to an immigration officer or to the Secretary of State, b the production of a document which is not a valid   identity document   as if it were, c the destruction, alteration or disposal, in each case without reasonable explanation, of   an identity document , d the destruction, alteration or disposal, in each case without reasonable explanation, of a ticket or other document connected with travel,  da failure to provide to an immigration officer or the Secretary of State, on request, any information or anything else required in order to access any information stored in electronic form on a thing in the possession of an immigration officer or the Secretary of State that— i was found on the claimant, or ii appears to an immigration officer or the Secretary of State to have been in the possession of the claimant,  and e failure without reasonable explanation to answer a question asked by a deciding authority. 4 This section also applies to failure by the claimant to take advantage of a reasonable opportunity to make an asylum claim or human rights claim while in a safe country. 5 This section also applies to failure by the claimant to make an asylum claim or human rights claim before being notified of an immigration decision, unless the claim relies wholly on matters arising after the notification. 6 This section also applies to failure by the claimant to make an asylum claim or human rights claim before being arrested under an immigration provision, unless— a he had no reasonable opportunity to make the claim before the arrest, or b the claim relies wholly on matters arising after the arrest. 7 In this section— “ asylum claim ” has the meaning given by section 113(1) of the Nationality, Immigration and Asylum Act 2002 (c. 41) (subject to subsection (9) below), “ deciding authority ” means— an immigration officer, the Secretary of State, the First-tier Tribunal , or the Special Immigration Appeals Commission,   “ document ” includes information recorded in any form;   “ human rights claim ” has the meaning given by section 113(1) of the Nationality, Immigration and Asylum Act 2002 (subject to subsection (9) below),   “ identity document ” means any document that may be used (whether by itself or otherwise and with or without modifications) to establish, or provide evidence of, a person’s identity or address;   “ immigration decision ” means— refusal of leave to enter the United Kingdom, refusal to vary a person’s leave to enter or remain in the United Kingdom, grant of leave to enter or remain in the United Kingdom, a decision that a person is to be removed from the United Kingdom by way of directions under section 10 ... of the Immigration and Asylum Act 1999 (c. 33) (removal of persons unlawfully in United Kingdom), a decision that a person is to be removed from the United Kingdom by way of directions under paragraphs 8 to 12 of Schedule 2 to the Immigration Act 1971 (c. 77) (control of entry: removal), a decision to make a deportation order under section 5(1) of that Act, and a decision to take action in relation to a person in connection with extradition from the United Kingdom, “ immigration provision ” means— sections 28A, 28AA, 28B, 28C and 28CA of the Immigration Act 1971 (immigration offences: enforcement), paragraph 17 of Schedule 2 to that Act (control of entry), section 14 of this Act, and a provision of the Extradition Act 1989 (c. 33) or 2003 (c. 41), “ notified ” means notified in such manner as may be specified by regulations made by the Secretary of State, ... “ safe country ” means a country to which Part 2 of Schedule 3 applies. 8   An identity document   produced by or on behalf of a person is valid for the purposes of subsection (3)(b) if it— a relates to the person by whom or on whose behalf it is produced, b has not been altered otherwise than by or with the permission of the authority who issued it, and c was not obtained by deception. 9 In subsection (4) a reference to an asylum claim or human rights claim shall be treated as including a reference to a claim of entitlement to remain in a country other than the United Kingdom made by reference to the rights that a person invokes in making an asylum claim or a human rights claim in the United Kingdom. 9A In paragraph (c) of the definition of a “deciding authority” in subsection (7) the reference to the First-tier Tribunal includes a reference to the Upper Tribunal when acting under section 12(2)(b)(ii) of the Tribunals, Courts and Enforcement Act 2007. 10 Regulations under subsection (7) specifying a manner of notification may, in particular— a apply or refer to regulations under section 105 of the Nationality, Immigration and Asylum Act 2002 (c. 41) (notice of immigration decisions); b make provision similar to provision that is or could be made by regulations under that section; c modify a provision of regulations under that section in its effect for the purpose of regulations under this section; d provide for notice to be treated as received at a specified time if sent to a specified class of place in a specified manner. 11 Regulations under subsection (7) specifying a manner of notification— a may make incidental, consequential or transitional provision, b shall be made by statutory instrument, and c shall be subject to annulment in pursuance of a resolution of either House of Parliament. 12 This section shall not prevent a deciding authority from determining not to believe a statement on the grounds of behaviour to which this section does not apply. 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "9", "section_title": "Failed asylum seekers: withdrawal of support", "section_text": "9 1 In Schedule 3 to the Nationality, Immigration and Asylum Act 2002 (withholding and withdrawal of support) after paragraph 7 insert— Fifth class of ineligible person: failed asylum-seeker with family 7A 1 Paragraph 1 applies to a person if— a he— i is treated as an asylum-seeker for the purposes of Part VI of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t(support) by virtue only of section 94(3A)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t(failed asylum-seeker with dependent child), or ii is treated as an asylum-seeker for the purposes of Part 2 of this Act by virtue only of section 18(2), b the Secretary of State has certified that in his opinion the person has failed without reasonable excuse to take reasonable steps— i to leave the United Kingdom voluntarily, or ii to place himself in a position in which he is able to leave the United Kingdom voluntarily, c the person has received a copy of the Secretary of State’s certificate, and d the period of 14 days, beginning with the date on which the person receives the copy of the certificate, has elapsed. 2 Paragraph 1 also applies to a dependant of a person to whom that paragraph applies by virtue of sub-paragraph (1). 3 For the purpose of sub-paragraph (1)(d) if the Secretary of State sends a copy of a certificate by first class post to a person’s last known address, the person shall be treated as receiving the copy on the second day after the day on which it was posted. 4 The Secretary of State may by regulations vary the period specified in sub-paragraph (1)(d). 2 In paragraph 14(1) and (2) of Schedule 3 to the Nationality, Immigration and Asylum Act 2002 (local authority to notify Secretary of State) for  “paragraph 6 or 7” substitute  “                  paragraph 6, 7 or 7A                ” . 3 No appeal may be brought under section 103 of the Immigration and Asylum Act 1999 (asylum support appeal) against a decision— a that by virtue of a provision of Schedule 3 to the Nationality, Immigration and Asylum Act 2002 (c. 41) other than paragraph 7A a person is not qualified to receive support, or b on the grounds of the application of a provision of that Schedule other than paragraph 7A, to stop providing support to a person. 4 On an appeal under section 103 of the Immigration and Asylum Act 1999 (c. 33) against a decision made by virtue of paragraph 7A of Schedule 3 to the Nationality, Immigration and Asylum Act 2002 the First-tier Tribunal  may, in particular— a annul a certificate of the Secretary of State issued for the purposes of that paragraph; b require the Secretary of State to reconsider the matters certified. 5 An order under section 48 providing for this section to come into force may, in particular, provide for this section to have effect with specified modifications before the coming into force of a provision of the Nationality, Immigration and Asylum Act 2002."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "10", "section_title": "Failed asylum seekers: accommodation", "section_text": "10 1 At the end of section 4 of the Immigration and Asylum Act 1999 (provision of accommodation for failed asylum seekers, &c.) add— 5 The Secretary of State may make regulations specifying criteria to be used in determining— a whether or not to provide accommodation, or arrange for the provision of accommodation, for a person under this section; b whether or not to continue to provide accommodation, or arrange for the provision of accommodation, for a person under this section. 6 The regulations may, in particular— a provide for the continuation of the provision of accommodation for a person to be conditional upon his performance of or participation in community activities in accordance with arrangements made by the Secretary of State; b provide for the continuation of the provision of accommodation to be subject to other conditions; c provide for the provision of accommodation (or the continuation of the provision of accommodation) to be a matter for the Secretary of State’s discretion to a specified extent or in a specified class of case. 7 For the purposes of subsection (6)(a)— a “ community activities ” means activities that appear to the Secretary of State to be beneficial to the public or a section of the public, and b the Secretary of State may, in particular— i appoint one person to supervise or manage the performance of or participation in activities by another person; ii enter into a contract (with a local authority or any other person) for the provision of services by way of making arrangements for community activities in accordance with this section; iii pay, or arrange for the payment of, allowances to a person performing or participating in community activities in accordance with arrangements under this section. 8 Regulations by virtue of subsection (6)(a) may, in particular, provide for a condition requiring the performance of or participation in community activities to apply to a person only if the Secretary of State has made arrangements for community activities in an area that includes the place where accommodation is provided for the person. 9 A local authority or other person may undertake to manage or participate in arrangements for community activities in accordance with this section. 2 In section 166(5) of that Act (regulations: affirmative instrument) before paragraph (a) insert— za section 4(5), . 3 In section 103 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(support for asylum-seekers: appeal) as it has effect before the commencement of section 53 of the Nationality, Immigration and Asylum Act 2002 (c. 41)— a after subsection (2) insert— 2A If the Secretary of State decides not to provide accommodation for a person under section 4, or not to continue to provide accommodation for a person under section 4, the person may appeal to an adjudicator. , and b in subsections (6) and (7) for  “section 95” substitute  “                      section 4 or 95                    ” . 4 In section 103 of the Immigration and Asylum Act 1999 (support for asylum-seekers: appeal) as it has effect after the commencement of section 53 of the Nationality, Immigration and Asylum Act 2002— a for subsection (1) substitute— 1 This section applies where a person has applied for support under all or any of the following provisions— a section 4, b section 95, and c section 17 of the Nationality, Immigration and Asylum Act 2002. , b in subsection (4)(a) for  “the other provision” substitute  “                      another of those provisions                    ” , and c in subsection (7) for  “subsection (1)(a) or (b)” substitute  “                      subsection (1)                    ” . 5 In section 103A of the Immigration and Asylum Act 1999 (appeal about location of support) in subsection (1)\t\t\t\t\t(and in the heading) for  “section 95” substitute  “                  section 4 or 95                ” . 6 In an amendment made by this section a reference to providing accommodation includes a reference to arranging for the provision of accommodation. 7 Regulations under section 4(5)(b) of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(as inserted by subsection (1) above) may apply to persons receiving support under section 4 when the regulations come into force."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "11", "section_title": "Accommodation for asylum seekers: local connection", "section_text": "11 1 At the end of section 199 of the Housing Act 1996 (c. 52) (local connection) add— 6 A person has a local connection with the district of a local housing authority if he was (at any time) provided with accommodation in that district under section 95 of the Immigration and Asylum Act 1999 (support for asylum seekers). 7 But subsection (6) does not apply— a to the provision of accommodation for a person in a district of a local housing authority if he was subsequently provided with accommodation in the district of another local housing authority under section 95 of that Act, or b to the provision of accommodation in an accommodation centre by virtue of section 22 of the Nationality, Immigration and Asylum Act 2002 (c. 41) (use of accommodation centres for section 95 support). 2 Subsection (3) applies where— a a local housing authority would (but for subsection (3)) be obliged to secure that accommodation is available for occupation by a person under section 193 of the Housing Act 1996 (homeless persons), b the person was (at any time) provided with accommodation in a place in Scotland under section 95 of the Immigration and Asylum Act 1999 (support for asylum seekers), c the accommodation was not provided in an accommodation centre by virtue of section 22 of the Nationality, Immigration and Asylum Act 2002 (use of accommodation centres for section 95 support), and d the person has neither— i a local connection with the district of a local housing authority (in England or Wales) within the meaning of section 199 of the Housing Act 1996 as amended by subsection (1) above, nor ii a local connection with a district (in Scotland) within the meaning of section 27 of the Housing (Scotland) Act 1987 (c. 26). 3 Where this subsection applies— a the duty of the local housing authority under section 193 of the Housing Act 1996 in relation to the person shall not apply, but b the local housing authority— i may secure that accommodation is available for occupation by the person for a period giving him a reasonable opportunity of securing accommodation for his occupation, and ii may provide the person (or secure that he is provided with) advice and assistance in any attempts he may make to secure that accommodation becomes available for his occupation."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "12", "section_title": "Refugee: back-dating of benefits", "section_text": "12 1 Section 123 of the Immigration and Asylum Act 1999 (c. 33) (back-dating of benefits for refugees) shall cease to have effect. 2 Accordingly (and without prejudice to any other implied repeal, revocation or amendment) the following (each of which concerns the treatment of refugees) lapse— a in the Income Support (General) Regulations 1987 ( S.I.  1987/1967)— i regulation 21ZB, ii paragraph 18A of Schedule 1B, and iii paragraph 57 of Schedule 9, b in the Income Support (General) Regulations (Northern Ireland) 1987 (S.R. 1987  No.  459)— i regulation 21A, ii paragraph 18A of Schedule 1B, and iii paragraph 57 of Schedule 9, c in the Social Security (Claims and Payments) Regulations 1987 (S.I. 1987/1968)— i regulation 4(3C), ii regulation 6(4D), and iii regulation 19(8), d in the Social Security (Claims and Payments) Regulations (Northern Ireland) 1987 (S.R. 1987 No. 465)— i regulation 4(3C), ii regulation 6(4D), and iii regulation 19(8), e in the Housing Benefit (General) Regulations 1987 (S.I. 1987/1971)— i regulation 7B, ii Schedule A1, iii paragraphs 61 and 62 of Schedule 4, and iv paragraphs 50 and 51 of Schedule 5, f in the Housing Benefit (General) Regulations (Northern Ireland) 1987 (S.R. 1987 No. 461)— i regulation 7B, ii Schedule A1, iii paragraphs 62 and 63 of Schedule 4, and iv paragraphs 48 and 49 of Schedule 5, and g in the Council Tax Benefit (General) Regulations 1992 (S.I. 1992/ 1814)— i regulation 4D, ii Schedule A1, iii paragraphs 60 and 61 of Schedule 4, and iv paragraphs 50 and 51 of Schedule 5. 3 Regulation 12(1) and (2) of the Social Security (Immigration and Asylum) Consequential Amendments Regulations 2000 (S.I. 2000/636) (which save for transitional purposes the effect of provision made for back-payment of benefits for refugees under section 11(2) of the Asylum and Immigration Act 1996 (c. 49)) shall cease to have effect. 4 Regulation 11(1) and (2) of the Social Security (Immigration and Asylum) Consequential Amendments Regulations (Northern Ireland) 2000 (S.R. 2000 No. 71) (which make similar transitional savings) shall cease to have effect. 5 An order under section 48 bringing this section into force may, in particular, provide for this section to have effect in relation to persons recorded as refugees after a specified date (irrespective of when the process resulting in the record was begun)."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "13", "section_title": "                  Integration loans for refugees and others", "section_text": "13 1 The Secretary of State may make regulations enabling him to make loans  —                   a to refugees, and b to such other classes of person, or to persons other than refugees in such circumstances, as the regulations may prescribe. 2 A person is a refugee for the purpose of subsection (1) if the Secretary of State has— a recorded him as a refugee within the meaning of the Convention relating to the Status of Refugees done at Geneva on 28 July 1951, and b granted him leave to enter or remain                 in the United Kingdom (within the meaning of section 33(1) of the Immigration Act 1971 (c. 77)). 3 Regulations under subsection (1)— a shall specify matters which the Secretary of State shall, in addition to other matters appearing to him to be relevant, take into account in determining whether or not to make a loan (and those matters may, in particular, relate to— i a person’s income or assets, ii a person’s likely ability to repay a loan, or iii the length of time since a person was recorded as a refugee  or since some other event)                 , b shall enable the Secretary of State to specify (and vary from time to time) a minimum and a maximum amount of a loan, c shall prevent a person from receiving a loan if— i he is under the age of 18, ii he is insolvent, within a meaning given by the regulations, or iii he has received a loan under the regulations, d shall make provision about repayment of a loan (and may, in particular, make provision— i about interest; ii for repayment by deduction from a social security benefit or similar payment due to the person to whom the loan is made), e shall enable the Secretary of State to attach conditions to a loan (which may include conditions about the use of the loan), f shall make provision about— i the making of an application for a loan, and ii the information, which may include information about the intended use of a loan, to be provided in or with an application, g may make provision about steps to be taken by the Secretary of State in establishing an applicant’s likely ability to repay a loan, h may make provision for a loan to be made jointly to more than one                    person , and i may confer a discretion on the Secretary of State. 4 Regulations under this section— a shall be made by statutory instrument, and b may not be made unless a draft has been laid before and approved by resolution of each House of Parliament."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "14", "section_title": "Immigration officer: power of arrest", "section_text": "14 1 Where an immigration officer in the course of exercising a function under the Immigration Acts forms a reasonable suspicion that a person has committed or attempted to commit an offence listed in subsection (2), he may arrest the person without warrant. 2 Those offences are— a the offence of conspiracy at common law (in relation to conspiracy to defraud), b at common law in Scotland, any of the following offences— i fraud, ii conspiracy to defraud, iii uttering and fraud, iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . v theft, and vi reset, ba an offence under section 24(A1) of the Marriage (Scotland) Act  1977 (c.15)  (offences),  c an offence under section 57 of the Offences against the Person Act 1861 (c. 100)\t\t\t\t\t\t\t(bigamy), d an offence under section 3 or 4 of the Perjury Act 1911 (c. 6)\t\t\t\t\t\t\t(false statements), e an offence under section 7 of that Act (aiding, abetting &c.) if it relates to an offence under section 3 or 4 of that Act, f an offence under section 53 of the Registration of Births, Deaths and Marriages (Scotland) Act 1965 (c. 49)\t\t\t\t\t\t\t(knowingly giving false information to district registrar, &c.), g an offence under any of the following provisions of the Theft Act 1968 (c. 60)— i section 1 (theft), ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iv section 17 (false accounting), and v section 22 (handling stolen goods), h an offence under section 1,  ..., 17 or 21 of the Theft Act (Northern Ireland) 1969 (c. 16)\t\t\t\t\t\t\t(N.I.), ha an offence under either of the following provisions of the Fraud Act 2006— i section 1 (fraud); ii section 11 (obtaining services dishonestly), i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k an offence under Article 8 or 9 of the Perjury (Northern Ireland) Order 1979 (S.I. 1979/1714 (N.I. 19)), l an offence under Article 12 of that Order if it relates to an offence under Article 8 or 9 of that Order, m an offence under any of the following provisions of the Forgery and Counterfeiting Act 1981 (c. 45)— i section 1 (forgery), ii section 2 (copying false instrument), iii section 3 (using false instrument), iv section 4 (using copy of false instrument), and v section 5(1) and (3)\t\t\t\t\t\t\t\t\t(false documents), n . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . o . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . p . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   q an offence under any of sections 4 to 6 of the Identity Documents Act 2010.   r an offence under section 1 or 2 of the Human Trafficking and Exploitation (Criminal Justice and Support for Victims) Act (Northern Ireland) 2015   r an offence under section 2 of the Modern Slavery Act 2015.     r an offence of human trafficking (see section 1 of the Human Trafficking and Exploitation (Scotland) Act 2015).   3 The following provisions of the Immigration Act 1971 (c. 77) shall have effect for the purpose of making, or in connection with, an arrest under this section as they have effect for the purpose of making, or in connection with, arrests for offences under that Act— a section 28C (entry and search before arrest), b sections 28E and 28F (entry and search after arrest), c sections 28G and 28H (search of arrested person), and d section 28I (seized material). 4 In section 19D(5)(a) of the Race Relations Act 1976 (c. 74) (permitted discrimination)— a for “(within the meaning of section 158 of the Nationality, Immigration and Asylum Act 2002)” substitute “ (within the meaning of section 44 of the Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004) ” , and  b at the end add “and excluding section 14 of the Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004”."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "15", "section_title": "Fingerprinting", "section_text": "15 1 Section 141 of the Immigration and Asylum Act 1999 (c. 33) (fingerprinting) shall be amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (9) for paragraph (c) substitute— c for C— i the time when the relevant immigration decision ceases to have effect, whether as a result of an appeal or otherwise, or ii if a deportation order has been made against him, its revocation or its otherwise ceasing to have effect; . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "16", "section_title": "Information about passengers", "section_text": "16 In paragraph 27B of Schedule 2 to the Immigration Act 1971 (c. 77)\t\t\t(control on entry: provision of information about passengers) after sub-paragraph (4) insert— 4A The officer may ask the carrier to provide a copy of all or part of a document that relates to a passenger and contains passenger information."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "17", "section_title": "Retention of documents", "section_text": "17 Where a document comes into the possession of the Secretary of State or an immigration officer in the course of the exercise of an immigration function, the Secretary of State or an immigration officer may retain the document while he suspects that— a a person to whom the document relates may be liable to removal from the United Kingdom in accordance with a provision of the Immigration Acts, and b retention of the document may facilitate the removal."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "18", "section_title": "Control of entry", "section_text": "18 After paragraph 2A(2) of Schedule 2 to the Immigration Act 1971 (control of entry: persons arriving with leave to enter) insert— 2A Where the person’s leave to enter derives, by virtue of section 3A(3), from an entry clearance, he may also be examined by an immigration officer for the purpose of establishing whether the leave should be cancelled on the grounds that the person’s purpose in arriving in the United Kingdom is different from the purpose specified in the entry clearance."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "19", "section_title": "England and Wales", "section_text": "19 1 This section applies to a marriage that is to be solemnised on the authority of   a marriage schedule   under Part 3 of the Marriage Act 1949 (the  “ 1949 Act ”) unless each party to the marriage falls within exception A or exception B. 1A A party to the marriage falls within exception A if the person is a relevant national. 1B A party to the marriage falls within exception B if— a the person is exempt from immigration control, and b the notice of marriage is accompanied by the specified evidence required by section 28C(2) of the 1949 Act that the person is exempt from immigration control. 2 In relation to a marriage to which this section applies, the notices under section 27 of the Marriage Act 1949— a shall be given to the superintendent registrar of a registration district   which is  specified for the purpose of this paragraph by regulations made by the Secretary of State  and is the appropriate registration district , b shall be delivered to the superintendent registrar in person by the two parties to the marriage, c may be given only if each party to the marriage has been resident in a registration district for the period of seven days immediately before the giving of his or her notice (but the district need not be that in which the notice is given and the parties need not have resided in the same district), and d shall state, in relation to each party, the registration district by reference to which paragraph (c) is satisfied. 2A For the purposes of subsection (2) “the appropriate registration district” means— a if the parties have resided in the same specified registration district for the period of seven days immediately before the giving of the notice (“the 7 day period”), that specified registration district, b if one or both of the parties have resided in a specified registration district (but not the same specified registration district) for the 7 day period, the specified registration district in which one of them has resided for that period, or c if neither of the parties has resided in a specified registration district for the 7 day period, any specified registration district . 2B In subsection (2A), “specified registration district” means a registration district specified for the purposes of subsection (2)(a) by regulations made under that provision. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this section— a a reference to a person being a relevant national, or being exempt from immigration control, has the same meaning as in section 49 of the Immigration Act 2014; b “ notice of marriage ” means a notice of marriage given under section 27 of the 1949 Act."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "20", "section_title": "England and Wales: supplemental", "section_text": "20 1 The Marriage Act 1949 (c. 76) shall have effect in relation to a marriage to which section 19 applies— a subject to that section, and b with any necessary consequential modification. 2 In particular— a section 28(1)(b) of that Act (declaration: residence) shall have effect as if it required a declaration that— i the notice of marriage is given in compliance with section 19(2) above,  ... ii ... and b section 48 of that Act (proof of certain matters not essential to validity of marriage) shall have effect as if the list of matters in section 48(1)(a) to (e) included compliance with section 19 above. 3 Regulations under section 19(2)(a)— a may make transitional provision, b shall be made by statutory instrument, and c shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Before making regulations under section 19(2)(a) the Secretary of State shall consult the Registrar General. 5 An expression used in section 19 or this section and in Part III of the Marriage Act 1949 (c. 76) has the same meaning in section 19 or this section as in that Part. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "21", "section_title": "Scotland", "section_text": "21 1 This section applies to a marriage which is intended to be solemnised in Scotland unless each party to the marriage falls within exception A or exception B. 1A A party to the marriage falls within exception A if the person is a relevant national. 1B A party to the marriage falls within exception B if— a the person is exempt from immigration control, and b the notice of intention to marry submitted under section 3 of the Marriage (Scotland) Act 1977  is accompanied by the specified evidence required by section 3B(1) of that Act that the person is exempt from immigration control. 2 In relation to a marriage to which this section applies, notice under section 3 of the Marriage (Scotland) Act 1977 (c. 15)— a may be submitted to the district registrar of a registration district prescribed for the purposes of this section, and b may not be submitted to the district registrar of any other registration district. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where the district registrar to whom notice is submitted by virtue of subsection (2) (here the  “notified registrar”) is not the district registrar for the registration district in which the marriage is to be solemnised (here the  “second registrar”)— a the notified registrar shall ... send the notices and any fee, certificate or declaration  which accompanied them submitted in pursuance of section 3 of the Marriage (Scotland) Act 1977 (c. 15) in relation to the marriage                   , to the second registrar, and b the second registrar shall be treated as having received the notices from the parties to the marriage on the dates on which the notified registrar received them. 5 In this section— a “relevant national” has the same meaning as in section 62 of the Immigration Act 2014, b a reference to a person being exempt from immigration control is to be construed in accordance with section 49 of that Act."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "22", "section_title": "Scotland: supplemental", "section_text": "22 1 The Marriage (Scotland) Act 1977 shall have effect in relation to a marriage to which section 21 applies— a subject to that section, and b with any necessary consequential modification. 2 In subsection (2)(a) of that section  “ prescribed ” means prescribed by regulations made by the Secretary of State after consultation with the Registrar General for Scotland; and other expressions used in subsections (1) to (4) of that section and in the Marriage (Scotland) Act 1977 have the same meaning in those subsections as in that Act. 3 Regulations made by of the Secretary of State under subsection (2)(a)  ... of that section— a may make transitional provision, b shall be made by statutory instrument, and c shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "23", "section_title": "Northern Ireland", "section_text": "23 1 This section applies to a marriage which is intended to be solemnised in Northern Ireland unless each party to the marriage falls within exception A or exception B. 1A A party to the marriage falls within exception A if the person is a relevant national. 1B A party to the marriage falls within exception B if— a the person is exempt from immigration control, and b the notice of intention to marry is accompanied by the specified evidence required by Article 3B(1) of the Marriage (Northern Ireland) Order 2003  that the person is exempt from immigration control. 2 In relation to a marriage to which this section applies, the marriage notices— a shall be given only to a prescribed registrar, and b shall, in prescribed cases, be given by both parties together in person at a prescribed register office. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 ... if the prescribed registrar is not the registrar for the purposes of Article 4 of that Order, the prescribed registrar shall send him the marriage notices and he shall be treated as having received them from the parties to the marriage on the dates on which the prescribed registrar received them. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section— a “relevant national” has the same meaning as in section 62 of the Immigration Act 2014; b a reference to a person being exempt from immigration control is to be construed in accordance with section 49 of that Act; c “notice of intention to marry” means a notice of intention to marry given under Article 3(1) of the Marriage (Northern Ireland) Order 2003."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "24", "section_title": "Northern Ireland: supplemental", "section_text": "24 1 The Marriage (Northern Ireland) Order 2003 (S.I. 2003/413 (N.I.3)) shall have effect in relation to a marriage to which section 23 applies— a subject to section 23, and b with any necessary consequential modification. 2 In section 23  “ prescribed ” means prescribed for the purposes of that section by regulations made by the Secretary of State after consulting the Registrar General for Northern Ireland and other expressions used in that section or this section and the Marriage (Northern Ireland) Order 2003 have the same meaning in section 23 or this section as in that Order. 3 Section 18(3) of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.)) (provisions as to holders of offices) shall apply to section 23 as if that section were an enactment within the meaning of that Act. 4 Regulations of the Secretary of State under section 23— a may make transitional provision, b shall be made by statutory instrument, and c shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "25", "section_title": "Application for permission under section 19(3)(b), 21(3)(b) or 23(3)(b)", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "26", "section_title": "Unification of appeal system", "section_text": "26 1 For section 81 of the Nationality, Immigration and Asylum Act 2002 (c. 41)\t\t\t\t\t(appeals: adjudicators) substitute— Appeal to Tribunal The Asylum and Immigration Tribunal 81 1 There shall be a tribunal to be known as the Asylum and Immigration Tribunal. 2 Schedule 4 (which makes provision about the Tribunal) shall have effect. 3 A reference in this Part to the Tribunal is a reference to the Asylum and Immigration Tribunal. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The following provisions of that Act shall cease to have effect— a sections 100 to 103 (Immigration Appeal Tribunal), and b Schedule 5(Immigration Appeal Tribunal). 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Schedule 2 (which makes amendments consequential on this section, and transitional provision) shall have effect. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "27", "section_title": "Unfounded human rights or asylum claim", "section_text": "27 1 Section 94 of the Nationality, Immigration and Asylum Act 2002 (c. 41)\t\t\t\t\t(no appeal from within United Kingdom for unfounded human rights or asylum claim) shall be amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (4) omit paragraphs (a) to (j). 5 After subsection (5) insert— 5A If the Secretary of State is satisfied that the statements in subsection (5)\t\t\t\t\t\t\t\t(a) and (b) are true of a State or part of a State in relation to a description of person, an order under subsection (5) may add the State or part to the list in subsection (4) in respect of that description of person. 5B Where a State or part of a State is added to the list in subsection (4) in respect of a description of person, subsection (3) shall have effect in relation to a claimant only if the Secretary of State is satisfied that he is within that description (as well as being satisfied that he is entitled to reside in the State or part). 5C A description for the purposes of subsection (5A) may refer to— a gender, b language, c race, d religion, e nationality, f membership of a social or other group, g political opinion, or h any other attribute or circumstance that the Secretary of State thinks appropriate. 6 For subsection (6) substitute— 6 The Secretary of State may by order amend the list in subsection (4) so as to omit a State or part added under subsection (5); and the omission may be— a general, or b effected so that the State or part remains listed in respect of a description of person. 7 After subsection (6) insert— 6A Subsection (3) shall not apply in relation to an asylum claimant or human rights claimant who— a is the subject of a certificate under section 2 or 70 of the Extradition Act 2003 (c. 41), b is in custody pursuant to arrest under section 5 of that Act, c is the subject of a provisional warrant under section 73 of that Act, d is the subject of an authority to proceed under section 7 of the Extradition Act 1989 (c. 33) or an order under paragraph 4(2) of Schedule 1 to that Act, or e is the subject of a provisional warrant under section 8 of that Act or of a warrant under paragraph 5(1)(b) of Schedule 1 to that Act. 8 After section 112(5) of that Act (orders, &c.) insert— 5A If an instrument makes provision under section 94(5) and 94(6)— a subsection (4)(b) above shall apply, and b subsection (5)(b) above shall not apply."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "28", "section_title": "Appeal from within United Kingdom", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "29", "section_title": "Entry clearance", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "30", "section_title": "Earlier right of appeal", "section_text": "30 1 Section 96 of the Nationality, Immigration and Asylum Act 2002 (earlier right of appeal) shall be amended as follows. 2 For subsections (1) to (3) substitute— 1 An appeal under section 82(1) against an immigration decision (“the new decision”) in respect of a person may not be brought if the Secretary of State or an immigration officer certifies— a that the person was notified of a right of appeal under that section against another immigration decision (“the old decision”)\t\t\t\t\t\t\t\t\t\t(whether or not an appeal was brought and whether or not any appeal brought has been determined), b that the claim or application to which the new decision relates relies on a matter that could have been raised in an appeal against the old decision, and c that, in the opinion of the Secretary of State or the immigration officer, there is no satisfactory reason for that matter not having been raised in an appeal against the old decision. 2 An appeal under section 82(1) against an immigration decision (“the new decision”) in respect of a person may not be brought if the Secretary of State or an immigration officer certifies— a that the person received a notice under section 120 by virtue of an application other than that to which the new decision relates or by virtue of a decision other than the new decision, b that the new decision relates to an application or claim which relies on a matter that should have been, but has not been, raised in a statement made in response to that notice, and c that, in the opinion of the Secretary of State or the immigration officer, there is no satisfactory reason for that matter not having been raised in a statement made in response to that notice. 3 In subsection (5) for  “Subsections (1) to (3) apply to prevent or restrict” substitute  “                  Subsections (1) and (2) apply to prevent                ” . 4 At the end add— 7 A certificate under subsection (1) or (2) shall have no effect in relation to an appeal instituted before the certificate is issued."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "31", "section_title": "Seamen and aircrews: right of appeal", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "32", "section_title": "Suspected international terrorist: bail", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "33", "section_title": "Removing asylum seeker to safe country", "section_text": "33 1 Schedule 3 (which concerns the removal of persons claiming asylum to countries known to protect refugees and to respect human rights) shall have effect. 2 Sections 11 and 12 of the Immigration and Asylum Act 1999 (c. 33) (removal of asylum claimant to country under standing or other arrangements) shall cease to have effect. 3 The following provisions of the Nationality, Immigration and Asylum Act 2002 (c. 41) shall cease to have effect— a section 80 (new section 11 of 1999 Act), and b section 93 (appeal from within United Kingdom:  “third country” removal)."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "34", "section_title": "Detention pending deportation", "section_text": "34 1 In paragraph 2(1) of Schedule 3 to the Immigration Act 1971 (c. 77)\t\t\t\t\t(detention pending deportation on recommendation by court) for the words  “and that person is neither detained in pursuance of the sentence or order of any court nor for the time being released on bail by any court having power so to release him” substitute  “                  and that person is not detained in pursuance of the sentence or order of any court                ” . 2 In paragraph 2(2) of that Schedule (detention following notice of deportation) for the words  “and he is neither detained in pursuance of the sentence or order of a court nor for the time being released on bail by a court having power so to release him” substitute  “                  and he is not detained in pursuance of the sentence or order of a court                ” ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "35", "section_title": "Deportation or removal: cooperation", "section_text": "35 1 The Secretary of State may require a person to take specified action if the Secretary of State thinks that— a the action will or may enable a travel document to be obtained by or for the person, and b possession of the travel document will facilitate the person’s deportation or removal from the United Kingdom. 2 In particular, the Secretary of State may require a person to— a provide information or documents to the Secretary of State or to any other person; b obtain information or documents; c provide biometric information (within the meaning of section 15 of the  UK  Borders Act 2007), or submit to a process by means of which such information is obtained or recorded; d make, or consent to or cooperate with the making of, an application to a person acting for the government of a State other than the United Kingdom; e cooperate with a process designed to enable determination of an application; f complete a form accurately and completely; g attend an interview and answer questions accurately and completely; h make an appointment. 3 A person commits an offence if he fails without reasonable excuse to comply with a requirement of the Secretary of State under subsection (1). 4 A person guilty of an offence under subsection (3) shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , to a fine not exceeding the statutory maximum or to both. 5 If  a constable or   an  immigration officer reasonably suspects that a person has committed an offence under subsection (3) he may arrest the person without warrant. 6 An offence under subsection (3) shall be treated as— a a relevant offence for the purposes of sections 28B and 28D of the Immigration Act 1971 (c. 77) (search, entry and arrest), and b an offence under Part III of that Act (criminal proceedings) for the purposes of sections 28(4), 28E, 28G and 28H (search after arrest, &c.) of that Act. 7 In subsection (1)— “ travel document ” means a passport or other document which is issued by or for Her Majesty’s Government or the government of another State and which enables or facilitates travel from the United Kingdom to another State, and “ removal from the United Kingdom ” means removal under— a Schedule 2 to the Immigration Act 1971 (control on entry) (including a provision of that Schedule as applied by another provision of the Immigration Acts), b section 10 of the Immigration and Asylum Act 1999 (c. 33) (removal of person unlawfully in United Kingdom), or c Schedule 3 to this Act. 8 While sections 11 and 12 of the Immigration and Asylum Act 1999 continue to have effect, the reference in subsection (7)(c) above to Schedule 3 to this Act shall be treated as including a reference to those sections. 9 In so far as subsection (3) extends to England and Wales, subsection (4)(b) shall, until   2 May 2022 , have effect as if the reference to   the general limit in a magistrates’ court   were a reference to six months. 10 In so far as subsection (3) extends to Scotland, subsection (4)(b) shall have effect as if the reference to twelve months were a reference to six months. 11 In so far as subsection (3) extends to Northern Ireland, subsection (4)(b) shall have effect as if the reference to twelve months were a reference to six months."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "36", "section_title": "Electronic monitoring", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "37", "section_title": "Provision of immigration services", "section_text": "37 1 For section 84(2) and (3) of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(person qualified to provide immigration services) substitute— 2 A person is a qualified person if he is— a a registered person, b authorised by a designated professional body to practise as a member of the profession whose members the body regulates, c the equivalent in an  EEA  State of— i a registered person, or ii a person within paragraph (b), d a person permitted, by virtue of exemption from a prohibition, to provide in an EEA State advice or services equivalent to immigration advice or services, or e acting on behalf of, and under the supervision of, a person within any of paragraphs (a) to (d)\t\t\t\t\t\t\t\t\t\t(whether or not under a contract of employment). 3 Subsection (2)(a) and (e) are subject to any limitation on the effect of a person’s registration imposed under paragraph 2(2) of Schedule 6. 2 In section 85(1) of that Act (registration by the Commissioner) omit  “and (b)”. 3 In section 89 of that Act (disciplinary charge upheld by Immigration Services Tribunal)— a for subsections (2) and (3) substitute— 2 If the person charged is a registered person or acts on behalf of a registered person, the Tribunal may— a direct the Commissioner to record the charge and the Tribunal’s decision for consideration in connection with the registered person’s next application for continued registration; b direct the registered person to apply for continued registration as soon as is reasonably practicable. , and b in subsection (8) for  “employed by him or working” substitute  “                      acting on his behalf or                    ” . 4 In section 90(4) of that Act (orders by disciplinary bodies) for  “works under the supervision of” substitute  “                  is acting on behalf of                ” . 5 In Schedule 5 to that Act (Immigration Services Commissioner)— a for paragraph 1(1)(b) substitute— b those acting on behalf of registered persons, , b for paragraph 1(3)(b) substitute— b any person acting on behalf of that person. , c for paragraph 3(3)(b) substitute— b a person who is acting on behalf of a person who is within paragraph (a); , d for paragraph 4(1)(b) substitute— b persons acting on behalf of persons who are within paragraph (a). , e in paragraph 5(3)(b) for  “employed by, or working under the supervision of,” substitute  “                      acting on behalf of                    ” , f for paragraph 5(3)(e) substitute— e an alleged breach of a rule of a relevant regulatory body, , g for paragraph 6(3)(c) substitute— c in any other case, refer the matter to any relevant regulatory body. , h in paragraphs 9(1)(a) and (b) for  “or a person employed by, or working under the supervision of,” substitute  “                      or is acting on behalf of                    ” , i for paragraph 9(1)(c) substitute— c refer the complaint and his decision on it to a relevant regulatory body; , j for paragraphs 9(3)(a) and (b) substitute— a imposing restrictions on the provision of immigration advice or immigration services by the relevant person or by a person acting on his behalf or under his supervision; b prohibiting the provision of immigration advice or immigration services by the relevant person or a person acting on his behalf or under his supervision. , and k for paragraphs 9(4)(b) to (d) substitute— b a person acting on behalf of a registered person; . 6 In Schedule 6 to that Act (registration)— a in paragraph 1(1) omit  “or (b)”, and b in paragraph 3(7)(a) for  “section 89(3)(b)” substitute  “                      section 89(2)(b)                    ” ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "38", "section_title": "Immigration Services Commissioner: power of entry", "section_text": "38 1 After section 92 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(offences: enforcement) insert— Investigation of offence: power of entry 92A 1 On an application made by the Commissioner a justice of the peace may issue a warrant authorising the Commissioner to enter and search premises. 2 A justice of the peace may issue a warrant in respect of premises only if satisfied that there are reasonable grounds for believing that— a an offence under section 91 has been committed, b there is material on the premises which is likely to be of substantial value (whether by itself or together with other material) to the investigation of the offence, and c any of the conditions specified in subsection (3) is satisfied. 3 Those conditions are— a that it is not practicable to communicate with a person entitled to grant entry to the premises, b that it is not practicable to communicate with a person entitled to grant access to the evidence, c that entry to the premises will be prevented unless a warrant is produced, and d that the purpose of a search may be frustrated or seriously prejudiced unless the Commissioner can secure immediate entry on arrival at the premises. 4 The Commissioner may seize and retain anything for which a search is authorised under this section. 5 A person commits an offence if without reasonable excuse he obstructs the Commissioner in the exercise of a power by virtue of this section. 6 A person guilty of an offence under subsection (5) shall be liable on summary conviction to— a imprisonment for a term not exceeding six months, b a fine not exceeding level 5 on the standard scale, or c both. 7 In this section— a a reference to the Commissioner includes a reference to a member of his staff authorised in writing by him, b a reference to premises includes a reference to premises used wholly or partly as a dwelling, and c a reference to material— i includes material subject to legal privilege within the meaning of the Police and Criminal Evidence Act 1984 (c. 60), ii does not include excluded material or special procedure material within the meaning of that Act, and iii includes material whether or not it would be admissible in evidence at a trial. 8 In the application of this section to Scotland— a a reference to a justice of the peace shall be taken as a reference to the sheriff, b for sub-paragraph (i) of subsection (7)(c) there is substituted— i includes material comprising items subject to legal privilege (as defined by section 412 of the Proceeds of Crime Act 2002 (c. 29)),  and c sub-paragraph (ii) of subsection (7)(c) shall be ignored. 9 In the application of this section to Northern Ireland the reference to the Police and Criminal Evidence Act 1984 shall be taken as a reference to the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12)). 2 In paragraph 7 of Schedule 5 to the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(investigation of complaints, &c.: power of entry)— a in sub-paragraph (1)(b) after  “(b)” insert  “                      , (c)                    ” , b in sub-paragraph (1)(c) for  “registered person.” substitute  “                      registered or exempt person.                    ” , c in sub-paragraph (1A)(a) after  “(b)” insert  “                      , (c)                    ” , d in sub-paragraph (1A)(b) for  “registered person.” substitute  “                      registered or exempt person.                    ” , and e after sub-paragraph (8) insert— 9 Sub-paragraphs (7) and (8) shall apply to an exempt person as they apply to a registered person, but with a reference to cancellation of registration being treated as a reference to withdrawal of exemption. 10 In this paragraph  “ exempt person ” means a person certified by the Commissioner as exempt under section 84(4)(a)."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "39", "section_title": "Offence of advertising services", "section_text": "39 After section 92A of the Immigration and Asylum Act 1999 (c. 33)\t\t\t(inserted by section 38 above) insert— Advertising 92B 1 A person commits an offence if— a he offers to provide immigration advice or immigration services, and b provision by him of the advice or services would constitute an offence under section 91. 2 For the purpose of subsection (1) a person offers to provide advice or services if he— a makes an offer to a particular person or class of person, b makes arrangements for an advertisement in which he offers to provide advice or services, or c makes arrangements for an advertisement in which he is described or presented as competent to provide advice or services. 3 A person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale. 4 Subsections (3) to (7) of section 91 shall have effect for the purposes of this section as they have effect for the purposes of that section. 5 An information relating to an offence under this section may in England and Wales be tried by a magistrates' court if— a it is laid within the period of six months beginning with the date (or first date) on which the offence is alleged to have been committed, or b it is laid— i within the period of two years beginning with that date, and ii within the period of six months beginning with a date certified by the Immigration Services Commissioner as the date on which the commission of the offence came to his notice. 6 In Scotland, proceedings for an offence under this section may be commenced— a at any time within the period of six months beginning with the date (or first date) on which the offence is alleged to have been committed, or b at any time within both— i the period of two years beginning with that date, and ii the period of six months beginning with a date specified, in a certificate signed by or on behalf of the procurator fiscal, as the date on which evidence sufficient in his opinion to warrant such proceedings came to his knowledge, and any such certificate purporting to be so signed shall be deemed so signed unless the contrary is proved and be conclusive as to the facts stated in it. 7 Subsection (3) of section 136 of the Criminal Procedure (Scotland) Act 1995 (c. 46)\t\t\t\t\t\t\t\t(date on which proceedings are deemed commenced) has effect to the purposes of subsection (6) as it has effect for the purposes of that section. 8 A complaint charging the commission of an offence under this section may in Northern Ireland be heard and determined by a magistrates' court if— a it is made within the period of six months beginning with the date (or first date) on which the offence is alleged to have been committed, or b it is made— i within the period of two years beginning with that date, and ii within the period of six months beginning with a date certified by the Immigration Services Commissioner as the date on which the commission of the offence came to his notice."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "40", "section_title": "Appeal to Immigration Services Tribunal", "section_text": "40 Section 87(3)(f) of the Immigration and Asylum Act 1999 (c. 33) (appeal to Tribunal against deferral of decision) shall cease to have effect."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "41", "section_title": "Professional bodies", "section_text": "41 1 Section 86 of the Immigration and Asylum Act 1999 (designated professional bodies) shall be amended as follows. 2 For subsection (2) substitute— 2 The Secretary of State may by order remove a body from the list in subsection (1) if he considers that the body— a has failed to provide effective regulation of its members in their provision of immigration advice or immigration services, or b has failed to comply with a request of the Commissioner for the provision of information (whether general or in relation to a particular case or matter). 3 For subsection (9)(b) substitute— b report to the Secretary of State if the Commissioner considers that a designated professional body— i is failing to provide effective regulation of its members in their provision of immigration advice or immigration services, or ii has failed to comply with a request of the Commissioner for the provision of information (whether general or in relation to a particular case or matter). 4 After subsection (9) insert— 9A A designated professional body shall comply with a request of the Commissioner for the provision of information (whether general or in relation to a specified case or matter). 5 In section 166(2) of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(regulations and orders) after  “in relation to” insert  “                  orders made under section 90(1),                ” . 6 For paragraph 21(2) of Schedule 5 to the Immigration and Asylum Act 1999 (Commissioner: annual report) substitute— 2 The report must, in particular, set out the Commissioner’s opinion as to the extent to which each designated professional body has— a provided effective regulation of its members in their provision of immigration advice or immigration services, and b complied with requests of the Commissioner for the provision of information."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "42", "section_title": "Amount of fees", "section_text": "42 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 An Order in Council under section 1 of the Consular Fees Act 1980 (c. 23) (fees) which prescribes a fee in relation to an application for the issue of a certificate under section 10 of the Nationality, Immigration and Asylum Act 2002 (right of abode: certificate of entitlement) may prescribe an amount which is intended to— a exceed the administrative costs of determining the application, and b reflect benefits that in the opinion of Her Majesty in Council are likely to accrue to the applicant if the application is successful. 3A The amount of a fee under section 1 of the Consular Fees Act 1980 in respect of a matter specified in subsection (3B) may be set so as to reflect costs referable to the exercise of any function in respect of which the Secretary of State has made an order under section 68 of the Immigration Act 2014. 3B The matters are— a the determination of applications for entry clearances (within the meaning given by section 33(1) of the Immigration Act 1971), b the determination of applications for transit visas under section 41 of the Immigration and Asylum Act 1999, or c the determination of applications for certificates of entitlement to the right of abode in the United Kingdom under section 10 of the Nationality, Immigration and Asylum Act 2002. 4 Where an instrument prescribes a fee in reliance on this section it may include provision for the refund, where an application is unsuccessful or a process is not completed, of that part of the fee which is intended to reflect the matters specified in subsection  ... (3)(b). 5 Provision included by virtue of subsection (4)— a may determine, or provide for the determination of, the amount to be refunded; b may confer a discretion on the Secretary of State or another person (whether in relation to determining the amount of a refund or in relation to determining whether a refund should be made). 6 An instrument may not be made in reliance on this section unless the Secretary of State has consulted with such persons as appear to him to be appropriate. 7 An instrument may not be made in reliance on this section unless a draft has been laid before and approved by resolution of each House of Parliament  .... 8 This section is without prejudice to the power to make an order under section 102 of the Finance (No. 2) Act 1987 (c. 51) (government fees and charges) in relation to a power under a provision specified in this section."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "43", "section_title": "Transfer of leave stamps", "section_text": "43 1 Section 5 of the Immigration and Asylum Act 1999 (c. 33) (charges) shall be amended as follows. 2 For subsection (1)(c) (transfer of indefinite leave stamp to new document) substitute— c the fixing of a limited leave stamp or indefinite leave stamp on a passport or other document issued to the applicant where the stamp was previously fixed on another passport or document issued to the applicant. 3 For subsection (5) substitute— 5 In this section— a “ limited leave stamp ” means a stamp, sticker or other attachment which indicates that a person has been granted limited leave to enter or remain in the United Kingdom, and b “ indefinite leave stamp ” means a stamp, sticker or other attachment which indicates that a person has been granted indefinite leave to enter or remain in the United Kingdom."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "44", "section_title": "Interpretation:  “the Immigration Acts”", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "45", "section_title": "Interpretation: immigration officer", "section_text": "45 In this Act  “ immigration officer ” means a person appointed by the Secretary of State as an immigration officer under paragraph 1 of Schedule 2 to the Immigration Act 1971."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "46", "section_title": "Money", "section_text": "46 There shall be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown in connection with this Act, and b any increase attributable to this Act in the sums payable under any other enactment out of money provided by Parliament."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "47", "section_title": "Repeals", "section_text": "47 The enactments listed in Schedule 4 are hereby repealed to the extent specified."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "48", "section_title": "Commencement", "section_text": "48 1 Sections 2, 32(2) and 35 shall come into force at the end of the period of two months beginning with the date on which this Act is passed. 2 Section 32(1) shall have effect in relation to determinations of the Special Immigration Appeals Commission made after the end of the period of two months beginning with the date on which this Act is passed. 3 The other preceding provisions of this Act shall come into force in accordance with provision made— a in the case of section 26 or Schedule 1 or 2, by order of the Lord Chancellor, b in the case of sections 4 and 5 in so far as they extend to Scotland, by order of the Scottish Ministers, and c in any other case, by order of the Secretary of State. 4 An order under subsection (3)— a may make transitional or incidental provision, b may make different provision for different purposes, and c shall be made by statutory instrument. 5 Transitional provision under subsection (4)(a) in relation to the commencement of section 26 may, in particular, make provision in relation to proceedings which, immediately before commencement— a are awaiting determination by an adjudicator appointed, or treated as if appointed, under section 81 of the Nationality, Immigration and Asylum Act 2002 (c. 41), b are awaiting determination by the Immigration Appeal Tribunal, c having been determined by an adjudicator could be brought before the Immigration Appeal Tribunal, d are awaiting the determination of a further appeal brought in accordance with section 103 of that Act, e having been determined by the Immigration Appeal Tribunal could be brought before another court by way of further appeal under that section, f are or could be made the subject of an application under section 101 of that Act (review of decision on permission to appeal to Tribunal), or g are or could be made the subject of another kind of application to the High Court or the Court of Session. 6 Provision made under subsection (5) may, in particular— a provide for the institution or continuance of an appeal of a kind not generally available after the commencement of section 26, b provide for the termination of proceedings, or c make any other provision that the Lord Chancellor thinks appropriate."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "49", "section_title": "Extent", "section_text": "49 1 This Act extends (subject to subsection (2)) to— a England and Wales, b Scotland, and c Northern Ireland. 2 An amendment effected by this Act has the same extent as the enactment, or as the relevant part of the enactment, amended (ignoring extent by virtue of an Order in Council). 3 Her Majesty may by Order in Council direct that a provision of this Act is to extend, with or without modification or adaptation, to— a any of the Channel Islands; b the Isle of Man."}, {"act": "Asylum and Immigration (Treatment of Claimants, etc. ) Act 2004", "year": 2004, "section": "50", "section_title": "Short title", "section_text": "50 This Act may be cited as the Asylum and Immigration (Treatment of Claimants, etc.) Act 2004."}]