[{"act": "Civil Contingencies Act 2004", "year": 2004, "section": "1", "section_title": "Meaning of  “emergency”", "section_text": "1 1 In this Part  “ emergency ” means— a an event or situation which threatens serious damage to human welfare in a place in the United Kingdom, b an event or situation which threatens serious damage to the environment of a place in the United Kingdom, or c war, or terrorism, which threatens serious damage to the security of the United Kingdom. 2 For the purposes of subsection (1)(a) an event or situation threatens damage to human welfare only if it involves, causes or may cause— a loss of human life, b human illness or injury, c homelessness, d damage to property, e disruption of a supply of money, food, water, energy or fuel, f disruption of a system of communication, g disruption of facilities for transport, or h disruption of services relating to health. 3 For the purposes of subsection (1)(b) an event or situation threatens damage to the environment only if it involves, causes or may cause— a contamination of land, water or air with biological, chemical or radio-active matter, or b disruption or destruction of plant life or animal life. 4 A Minister of the Crown, or, in relation to Scotland, the Scottish Ministers, may by order— a provide that a specified event or situation, or class of event or situation, is to be treated as falling, or as not falling, within any of paragraphs (a) to (c) of subsection (1); b amend subsection (2) so as to provide that in so far as an event or situation involves or causes disruption of a specified supply, system, facility or service— i it is to be treated as threatening damage to human welfare, or ii it is no longer to be treated as threatening damage to human welfare. 4A In relation to Northern Ireland, the power to make orders— a under subsection (4)(a) in relation to subsection (1)(a) or (b), and b under subsection (4)(b), is exercisable by the Department of Justice in Northern Ireland (and not by a Minister of the Crown). 5 The event or situation mentioned in subsection (1) may occur or be inside or outside the United Kingdom."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "2", "section_title": "Duty to assess, plan and advise", "section_text": "2 1 A person or body listed in   Part 1, 2 or 2A of Schedule 1   shall— a from time to time assess the risk of an emergency occurring, b from time to time assess the risk of an emergency making it necessary or expedient for the person or body to perform any of his or its functions, c maintain plans for the purpose of ensuring, so far as is reasonably practicable, that if an emergency occurs the person or body is able to continue to perform his or its functions, d maintain plans for the purpose of ensuring that if an emergency occurs or is likely to occur the person or body is able to perform his or its functions so far as necessary or desirable for the purpose of— i preventing the emergency, ii reducing, controlling or mitigating its effects, or iii taking other action in connection with it, e consider whether an assessment carried out under paragraph (a) or (b) makes it necessary or expedient for the person or body to add to or modify plans maintained under paragraph (c) or (d), f arrange for the publication of all or part of assessments made and plans maintained under paragraphs (a) to (d) in so far as publication is necessary or desirable for the purpose of— i preventing an emergency, ii reducing, controlling or mitigating the effects of an emergency, or iii enabling other action to be taken in connection with an emergency, and g maintain arrangements to warn the public, and to provide information and advice to the public, if an emergency is likely to occur or has occurred. 2 In relation to a person or body listed in   Part 1, 2 or 2A of Schedule 1   a duty in subsection (1) applies in relation to an emergency only if— a the emergency would be likely seriously to obstruct the person or body in the performance of his or its functions, or b it is likely that the person or body— i would consider it necessary or desirable to take action to prevent the emergency, to reduce, control or mitigate its effects or otherwise in connection with it, and ii would be unable to take that action without changing the deployment of resources or acquiring additional resources. 3 A Minister of the Crown may, in relation to a person or body listed in Part 1 of Schedule 1, make regulations about— a the extent of a duty under subsection (1)\t\t\t\t\t\t\t(subject to subsection (2)); b the manner in which a duty under subsection (1) is to be performed. 4 The Scottish Ministers may, in relation to a person or body listed in Part 2 of Schedule 1, make regulations about— a the extent of a duty under subsection (1)\t\t\t\t\t\t\t(subject to subsection (2)); b the manner in which a duty under subsection (1) is to be performed. 4A The Welsh Ministers may, in relation to a person or body listed in Part 2A of Schedule 1, make regulations about— a the extent of a duty under subsection (1) (subject to subsection (2)); b the manner in which a duty under subsection (1) is to be performed. 5 Regulations under subsection (3) may, in particular— a make provision about the kind of emergency in relation to which a specified person or body is or is not to perform a duty under subsection (1); b permit or require a person or body not to perform a duty under subsection (1) in specified circumstances or in relation to specified matters; c make provision as to the timing of performance of a duty under subsection (1); d require a person or body to consult a specified person or body or class of person or body before or in the course of performing a duty under subsection (1); e permit or require a county council to perform a duty under subsection (1) on behalf of a district council within the area of the county council; f permit, require or prohibit collaboration, to such extent and in such manner as may be specified, by persons or bodies in the performance of a duty under subsection (1); g permit, require or prohibit delegation, to such extent and in such manner as may be specified, of the performance of a duty under subsection (1); h permit or require a person or body listed in Part 1 or 3 of Schedule 1 to co-operate, to such extent and in such manner as may be specified, with a person or body listed in Part 1 of the Schedule in connection with the performance of a duty under subsection (1); i permit or require a person or body listed in Part 1 or 3 of Schedule 1 to provide information, either on request or in other specified circumstances, to a person or body listed in Part 1 of the Schedule in connection with the performance of a duty under subsection (1); j permit or require a person or body to perform (wholly or partly) a duty under subsection (1)(a) or (b) having regard to, or by adopting or relying on, work undertaken by another specified person or body; k permit or require a person or body, in maintaining a plan under subsection (1)(c) or (d), to have regard to the activities of bodies (other than public or local authorities) whose activities are not carried on for profit; l make provision about the extent of, and the degree of detail to be contained in, a plan maintained under subsection (1)(c) or (d); m require a plan to include provision for the carrying out of exercises; n require a plan to include provision for the training of staff or other persons; o permit a person or body to make arrangements with another person or body, as part of planning undertaken under subsection (1)(c) or (d), for the performance of a function on behalf of the first person or body; p confer a function on a Minister of the Crown, on the Scottish Ministers, on the National Assembly for Wales, on a Northern Ireland department or on any other specified person or body (and a function conferred may, in particular, be a power or duty to exercise a discretion); q make provision which has effect despite other provision made by or by virtue of an enactment; r make provision which applies generally or only to a specified person or body or only in specified circumstances; s make different provision for different persons or bodies or for different circumstances. 6 Subsection (5) shall have effect in relation to subsection (4) as it has effect in relation to subsection (3), but as if— a paragraph (e) were omitted, b in paragraphs (h) and (i)— i a reference to Part 1 or 3 of Schedule 1 were a reference to Part 2 or 4 of that Schedule, and ii a reference to Part 1 of that Schedule were a reference to Part 2 of that Schedule, and c in paragraph (p) the references to a Minister of the Crown, to the National Assembly for Wales and to a Northern Ireland department were omitted. 6A Subsection (5) has effect in relation to subsection (4A) as it has effect in relation to subsection (3), but as if— a paragraph (e) were omitted, b in paragraphs (h) and (i)— i a reference to Part 1 or 3 of Schedule 1 were a reference to Part 2A or 5 of that Schedule, and ii a reference to Part 1 of that Schedule were a reference to Part 2A of that Schedule, and c in paragraph (p) the references to a Minister of the Crown, the Scottish Ministers and a Northern Ireland department were omitted. 7 In relation to emergencies that do not fall within section 1(1)(c), the power under subsection (3) to make regulations in relation to the Chief Constable (PSNI) is exercisable by the Department of Justice in Northern Ireland (and not by a Minister of the Crown). 8 Subsection (5) has effect in relation to the power of the Department of Justice under subsection (3) as if— a paragraphs (e), (h) and (i) were omitted; b in paragraph (p) for the words from  “a Minister of the Crown” to  “department” there were substituted a Northern Ireland department. 9 In relation to emergencies that do not fall within section 1(1)(c), a Minister of the Crown has no power by virtue of subsection (5)(h) or (i) to make provision permitting or requiring the Chief Constable (PSNI) to co-operate with, or provide information to, a person or body listed in Part 1 of Schedule 1."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "3", "section_title": "Section 2: supplemental", "section_text": "3 1 A Minister of the Crown may issue guidance to a person or body listed in Part 1 or 3 of Schedule 1 about the matters specified in section 2(3) and (5). 2 The Scottish Ministers may issue guidance to a person or body listed in Part 2 or 4 of Schedule 1 about the matters specified in section 2(4) and (5)\t\t\t\t\t(as applied by section 2(6)). 2A The Welsh Ministers may issue guidance to a person or body listed in Part 2A or 5 of Schedule 1 about the matters specified in section 2(4A) and (5) (as applied by section 2(6A)). 3 A person or body listed in any Part of Schedule 1 shall— a comply with regulations under   section 2(3), (4) or (4A)  , and b have regard to guidance under   subsection (1), (2) or (2A)   above. 4 A person or body listed in   Part 1, 2 or 2A of   Schedule 1 may be referred to as a  “ Category 1 responder ”. 5 A person or body listed in   Part 3, 4 or 5 of   Schedule 1 may be referred to as a  “ Category 2 responder ”. 6 In relation to emergencies that do not fall within section 1(1)(c), the power under subsection (1) to issue guidance to the Chief Constable (PSNI) is exercisable by the Department of Justice in Northern Ireland (and not by a Minister of the Crown)."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "4", "section_title": "Advice and assistance to the public", "section_text": "4 1 A body specified in   paragraph 1, 13 or 18A   of Schedule 1 shall provide advice and assistance to the public in connection with the making of arrangements for the continuance of commercial activities by the public, or the continuance of the activities of bodies other than public or local authorities whose activities are not carried on for profit, in the event of an emergency. 2 A Minister of the Crown may, in relation to a body specified in   paragraph 1   of that Schedule, make regulations about— a the extent of the duty under subsection (1); b the manner in which the duty under subsection (1) is to be performed. 3 The Scottish Ministers may, in relation to a body specified in paragraph 13 of that Schedule, make regulations about— a the extent of the duty under subsection (1); b the manner in which the duty under subsection (1) is to be performed. 3A The Welsh Ministers may, in relation to a body specified in paragraph 18A of that Schedule, make regulations about— a the extent of the duty under subsection (1); b the manner in which the duty under subsection (1) is to be performed. 4 Regulations under   subsection (2), (3) or (3A)   may, in particular— a permit a body to make a charge for advice or assistance provided on request under subsection (1); b make provision of a kind permitted to be made by regulations under section 2(5)(a) to (i) and (o) to (s). 5 Regulations by virtue of subsection (4)(a) must provide that a charge for advice or assistance may not exceed the aggregate of— a the direct costs of providing the advice or assistance, and b a reasonable share of any costs indirectly related to the provision of the advice or assistance. 6 A Minister of the Crown may issue guidance to a body specified in   paragraph 1   of that Schedule about the matters specified in subsections (2) and (4). 7 The Scottish Ministers may issue guidance to a body specified in paragraph 13 of that Schedule about the matters specified in subsections (3) and (4). 7A The Welsh Ministers may issue guidance to a body specified in paragraph 18A of that Schedule about the matters specified in subsections (3A) and (4). 8 A body shall— a comply with regulations under   subsection (2), (3) or (3A)  , and b have regard to guidance under   subsection (6), (7) or (7A)  ."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "5", "section_title": "General measures", "section_text": "5 1 A Minister of the Crown may by order require a person or body listed in Part 1 of Schedule 1 to perform a function of that person or body for the purpose of— a preventing the occurrence of an emergency, b reducing, controlling or mitigating the effects of an emergency, or c taking other action in connection with an emergency. 2 The Scottish Ministers may by order require a person or body listed in Part 2 of Schedule 1 to perform a function of that person or body for the purpose of— a preventing the occurrence of an emergency, b reducing, controlling or mitigating the effects of an emergency, or c taking other action in connection with an emergency. 2A The Welsh Ministers may by order require a person or body listed in Part 2A of Schedule 1 to perform a function of that person or body for the purpose of— a preventing the occurrence of an emergency, b reducing, controlling or mitigating the effects of an emergency, or c taking other action in connection with an emergency. 3 A person or body shall comply with an order under this section. 4 An order under subsection (1) may— a require a person or body to consult a specified person or body or class of person or body; b permit, require or prohibit collaboration, to such extent and in such manner as may be specified; c permit, require or prohibit delegation, to such extent and in such manner as may be specified; d permit or require a person or body listed in Part 1 or 3 of Schedule 1 to co-operate, to such extent and in such manner as may be specified, with a person or body listed in Part 1 of the Schedule in connection with a duty under the order; e permit or require a person or body listed in Part 1 or 3 of Schedule 1 to provide information in connection with a duty under the order, whether on request or in other specific circumstances to a person or body listed in Part 1 of the Schedule; f confer a function on a Minister of the Crown, on the Scottish Ministers, on the National Assembly for Wales, on a Northern Ireland department or on any other specified person or body (and a function conferred may, in particular, be a power or duty to exercise a discretion); g make provision which applies generally or only to a specified person or body or only in specified circumstances; h make different provision for different persons or bodies or for different circumstances. 5 Subsection (4) shall have effect in relation to subsection (2) as it has effect in relation to subsection (1), but as if— a in paragraphs (d) and (e)— i a reference to Part 1 or 3 of Schedule 1 were a reference to Part 2 or 4 of that Schedule, and ii a reference to Part 1 of that Schedule were a reference to Part 2 of that Schedule, and b in paragraph (f) the references to a Minister of the Crown, to the National Assembly for Wales and to a Northern Ireland department were omitted. 5A Subsection (4) has effect in relation to subsection (2A) as it has effect in relation to subsection (1), but as if— a in paragraphs (d) and (e)— i a reference to Part 1 or 3 of Schedule 1 were a reference to Part 2A or 5 of that Schedule, and ii a reference to Part 1 of that Schedule were a reference to Part 2A of that Schedule, and b in paragraph (f) the references to a Minister of the Crown, to the Scottish Ministers and to a Northern Ireland department were omitted. 6 In relation to emergencies that do not fall within section 1(1)(c), the power under subsection (1) to require the Chief Constable (PSNI) to perform a function is exercisable by the Department of Justice in Northern Ireland (and not by a Minister of the Crown). 7 Subsection (4) has effect in relation to the power of the Department of Justice under subsection (1) as if— a paragraphs (d) and (e) were omitted; b in paragraph (f) for the words from  “a Minister of the Crown” to  “department” there were substituted a Northern Ireland department. 8 In relation to emergencies that do not fall within section 1(1)(c), a Minister of the Crown has no power by virtue of subsection (4)(d) or (e) to make provision permitting or requiring the Chief Constable (PSNI) to co-operate with, or provide information to, a person or body listed in Part 1 of Schedule 1."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "6", "section_title": "Disclosure of information", "section_text": "6 1 A Minister of the Crown may make regulations requiring or permitting one person or body listed in Part 1 or 3 of Schedule 1 (“ the provider ”) to disclose information on request to another person or body listed in any Part of that Schedule (“ the recipient ”). 2 The Scottish Ministers may make regulations requiring or permitting one person or body listed in Part 2 or 4 of Schedule 1 (“ the provider ”) to disclose information on request to another person or body listed in any Part of that Schedule (“ the recipient ”). 2A The Welsh Ministers may make regulations requiring or permitting one person or body listed in Part 2A or 5 of Schedule 1 (“the provider”) to disclose information on request to another person or body listed in any Part of that Schedule (“the recipient”). 3 Regulations under   subsection (1), (2) or (2A)   may be made only in connection with a function of the provider or of the recipient which relates to emergencies. 4 A Minister of the Crown may issue guidance to a person or body about the performance of functions under regulations made under subsection (1). 5 The Scottish Ministers may issue guidance to a person or body about the performance of functions under regulations made under subsection (2). 5A The Welsh Ministers may issue guidance to a person or body about the performance of functions under regulations made under subsection (2A). 6 A person or body shall— a comply with regulations under   subsection (1), (2) or (2A)  , and b have regard to guidance under   subsection (4), (5) or (5A)  . 7 In relation to emergencies that do not fall within section 1(1)(c), the following powers are exercisable by the Department of Justice in Northern Ireland (and not by a Minister of the Crown)— a the power under subsection (1) to make regulations requiring or permitting the Chief Constable (PSNI) to disclose information to another person or body listed in any Part of Schedule 1; b the power under subsection (4) to issue guidance to the Chief Constable (PSNI)."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "7", "section_title": "Urgency", "section_text": "7 1 This section applies where— a there is an urgent need to make provision of a kind that could be made by an order under section 5(1) or by regulations under section 6(1), but b there is insufficient time for the order or regulations to be made. 2 The Minister may by direction make provision of a kind that could be made by an order under section 5(1) or by regulations under section 6(1). 3 A direction under subsection (2) shall be in writing. 4 Where a Minister gives a direction under subsection (2)— a he may revoke or vary the direction by further direction, b he shall revoke the direction as soon as is reasonably practicable (and he may, if or in so far as he thinks it desirable, re-enact the substance of the direction by way of an order under section 5(1) or by way of regulations under section 6(1)), and c the direction shall cease to have effect at the end of the period of 21 days beginning with the day on which it is given (but without prejudice to the power to give a new direction). 4A In relation to provision of a kind that could be made by the Department of Justice in Northern Ireland by an order under section 5(1) or by regulations under section 6(1), in subsection (2) the reference to the Minister is to be read as a reference to the Department of Justice and subsection (4) is to be read accordingly. 5 A provision of a direction under subsection (2) shall be treated for all purposes as if it were a provision of an order under section 5(1) or of regulations under section 6(1)  made by the Minister or the Department of Justice (as the case may be) ."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "8", "section_title": "Urgency: Scotland", "section_text": "8 1 This section applies where— a there is an urgent need to make provision of a kind that could be made by an order under section 5(2) or by regulations under section 6(2), but b there is insufficient time for the order or regulations to be made. 2 The Scottish Ministers may by direction make provision of a kind that could be made by an order under section 5(2) or by regulations under section 6(2). 3 A direction under subsection (2) shall be in writing. 4 Where the Scottish Ministers give a direction under subsection (2)— a they may revoke or vary the direction by further direction, b they shall revoke the direction as soon as is reasonably practicable (and they may, if or in so far as they think it desirable, re-enact the substance of the direction by way of an order under section 5(2) or by way of regulations under section 6(2)), and c the direction shall cease to have effect at the end of the period of 21 days beginning with the day on which it is given (but without prejudice to the power to give a new direction). 5 A provision of a direction under subsection (2) shall be treated for all purposes as if it were a provision of an order under section 5(2) or of regulations under section 6(2)."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "8A", "section_title": "Urgency: Wales", "section_text": "8A 1 This section applies where— a there is an urgent need to make provision of the kind that could be made by an order under section 5(2A) or by regulations under section 6(2A), but b there is insufficient time for the order or regulations to be made. 2 The Welsh Ministers may by direction make provision of the kind that could be made by an order under section 5(2A) or by regulations under section 6(2A). 3 A direction under subsection (2) must be in writing. 4 Where the Welsh Ministers give a direction under subsection (2)— a they may revoke or vary the direction by further direction, b they must revoke the direction as soon as is reasonably practicable (and they may, if or in so far as they think it desirable, re-enact the substance of the direction by way of an order under section 5(2A) or by way of regulations under section 6(2A)), and c the direction ceases to have effect at the end of the period of 21 days beginning with the day on which it is given (but without prejudice to the power to give a new direction). 5 A provision of a direction under subsection (2) is to be treated for all purposes as if it were a provision of an order under section 5(2A) or of regulations under section 6(2A)."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "9", "section_title": "Monitoring by Government", "section_text": "9 1 A Minister of the Crown may require a person or body listed in Part 1 or 3 of Schedule 1— a to provide information about action taken by the person or body for the purpose of complying with a duty under this Part, or b to explain why the person or body has not taken action for the purpose of complying with a duty under this Part. 2 The Scottish Ministers may require a person or body listed in Part 2 or 4 of Schedule 1— a to provide information about action taken by the person or body for the purpose of complying with a duty under this Part, or b to explain why the person or body has not taken action for the purpose of complying with a duty under this Part. 2A The Welsh Ministers may require a person or body listed in Part 2A or 5 of Schedule 1— a to provide information about action taken by the person or body for the purpose of complying with a duty under this Part, or b to explain why the person or body has not taken action for the purpose of complying with a duty under this Part. 3 A requirement under   subsection (1), (2) or (2A)   may specify— a a period within which the information or explanation is to be provided; b the form in which the information or explanation is to be provided. 4 A person or body shall comply with a requirement under   subsection (1), (2) or (2A)  . 5 In relation to emergencies that do not fall within section 1(1)(c), the power under subsection (1) to require the Chief Constable (PSNI) to provide information or an explanation is exercisable by the Department of Justice in Northern Ireland (and not by a Minister of the Crown). 6 If it appears to the Chief Constable (PSNI) that a requirement imposed by virtue of subsection (5) may require the Chief Constable (PSNI) to provide national security information, the Chief Constable (PSNI) may refer the requirement to a Minister of the Crown. 7 The Minister may set aside or otherwise modify the requirement as the Minister considers appropriate so that the Chief Constable (PSNI) is not required to provide any information which appears to the Minister to be national security information. 8 “ National security information ” means information the disclosure of which to the public would, or would be likely to, adversely affect national security."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "10", "section_title": "Enforcement", "section_text": "10 1 Any of the following may bring proceedings in the High Court or the Court of Session in respect of a failure by a person or body listed in Part 1 or 3 of Schedule 1 to comply with section 2(1), 3(3), 4(1) or (8), 5(3), 6(6), 9(4) ,   15(7), 15A(8) or 15B(7) — a a Minister of the Crown, b a person or body listed in Part 1 of Schedule 1, and c a person or body listed in Part 3 of Schedule 1. 2 In proceedings under subsection (1) the High Court or the Court of Session may grant any relief, or make any order, that it thinks appropriate. 3 In relation to emergencies that do not fall within section 1(1)(c), the power under subsection (1)(a) to bring proceedings in respect of a failure by the Chief Constable (PSNI) is exercisable by the Department of Justice in Northern Ireland (and not by a Minister of the Crown)."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "11", "section_title": "Enforcement: Scotland", "section_text": "11 1 Any of the following may bring proceedings in the Court of Session in respect of a failure by a person or body listed in Part 2 or 4 of Schedule 1 to comply with section 2(1), 3(3), 4(1) or (8), 5(3), 6(6), 9(4) or 15(7)— a the Scottish Ministers, b a person or body listed in Part 2 of Schedule 1, and c a person or body listed in Part 4 of Schedule 1. 2 In proceedings under subsection (1) the Court of Session may grant any remedy, or make any order, that it thinks appropriate."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "11A", "section_title": "Enforcement: Wales", "section_text": "11A 1 Any of the following may bring proceedings in the High Court in respect of a failure by a person or body listed in Part 2A or 5 of Schedule 1 to comply with section 2(1), 3(3), 4(1) or (8), 5(3), 6(6), 9(4) or 15B(7)— a the Welsh Ministers, b a person or body listed in Part 2A of Schedule 1, and c a person or body listed in Part 5 of Schedule 1. 2 In proceedings under subsection (1) the High Court may grant any relief, or make any order, that it thinks appropriate."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "12", "section_title": "Provision of information", "section_text": "12 Regulations or an order under this Part may, if addressing the provision or disclosure of information, make provision about— a timing; b the form in which information is provided; c the use to which information may be put; d storage of information; e disposal of information."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "12A", "section_title": "Northern Ireland: provision or disclosure of national security information", "section_text": "12A 1 A Minister of the Crown may, for the purposes mentioned in subsection (2), make regulations addressing the provision or disclosure of national security information. 2 Regulations under this section are to apply for the purposes of any regulations or order made by the Department of Justice in Northern Ireland under this Part; and any regulations or order made by the Department has effect subject to regulations under this section. 3 “ National security information ” means information the disclosure of which to the public would, or would be likely to, adversely affect national security. 4 Regulations under this section may (in particular)— a provide that national security information is not to be provided or disclosed, or is to be provided or disclosed only in specified circumstances or in a specified way, despite any provision of regulations or an order made by the Department of Justice; b provide that a certificate signed by a Minister of the Crown certifying that the disclosure of information to the public would, or would be likely to, adversely affect national security is conclusive evidence of that fact; c provide that such a certificate may identify the information to which it applies by means of a general description and may be expressed to apply to information within that description that comes into existence after the certificate is made; d confer other functions on a Minister of the Crown or any other specified person or body (and a function conferred may, in particular, be a power or duty to exercise a discretion)."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "13", "section_title": "Amendment of lists of responders", "section_text": "13 1 A Minister of the Crown may by order amend Schedule 1 so as to— a add an entry to Part 1 or 3; b remove an entry from Part 1 or 3; c move an entry from Part 1 to Part 3 or vice versa. 2 The Scottish Ministers may by order amend Schedule 1 so as to— a add an entry to Part 2 or 4; b remove an entry from Part 2 or 4; c move an entry from Part 2 to Part 4 or vice versa. 2A The Welsh Ministers may by order amend Schedule 1 so as to— a add an entry for a devolved Welsh authority to Part 2A or 5; b remove an entry from Part 2A or 5; c move an entry from Part 2A to Part 5 or vice versa. 2B In subsection (2A) “devolved Welsh authority” has the meaning given in section 157A of the Government of Wales Act 2006. 3 An order under   subsection (1), (2) or (2A)  — a may add, remove or move an entry either generally or only in relation to specified functions of a person or body, and b may make incidental, transitional or consequential provision (which may include provision amending this Act or another enactment). 4 In relation to emergencies that do not fall within section 1(1)(c), the power under subsection (1) to make provision in relation to the Chief Constable (PSNI) is exercisable by the Department of Justice in Northern Ireland (and not by a Minister of the Crown)."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "14", "section_title": "Scotland: consultation", "section_text": "14 1 A Minister of the Crown shall consult the Scottish Ministers before making regulations or an order under this Part in relation to a person or body if or in so far as the person or body exercises functions in relation to Scotland. 2 The Scottish Ministers shall consult a Minister of the Crown before making regulations or an order under this Part."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "14A", "section_title": "Northern Ireland: consultation", "section_text": "14A 1 A Minister of the Crown must consult the Department of Justice in Northern Ireland before making regulations or an order under this Part in relation to the Chief Constable (PSNI). 2 The Department of Justice must consult a Minister of the Crown before making regulations or an order under this Part."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "14B", "section_title": "Wales: consultation", "section_text": "14B 1 A Minister of the Crown must consult the Welsh Ministers before making regulations or an order under this Part in relation to a person or body if or in so far as the person or body exercises functions in relation to Wales. 2 The Welsh Ministers must consult a Minister of the Crown before making regulations or an order under this Part."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "15", "section_title": "Scotland: cross-border collaboration", "section_text": "15 1 Where a person or body listed in   Part 1 or 2A   of Schedule 1 has a duty under section 2 or 4, the Scottish Ministers may make regulations— a permitting or requiring a person or body listed in Part 2 or 4 of that Schedule to co-operate, to such extent and in such manner as may be specified, with the person or body listed in   Part 1 or 2A   of that Schedule in connection with the performance of the duty; b permitting or requiring a person or body listed in Part 2 or 4 of that Schedule to provide information, either on request or in other specified circumstances, to the person or body listed in   Part 1 or 2A   of that Schedule in connection with the performance of the duty. 2 The Scottish Ministers may issue guidance about a matter addressed in regulations under subsection (1). 3 Where a person or body listed in Part 2 of Schedule 1 has a duty under section 2 or 4, a Minister of the Crown may make regulations— a permitting or requiring a person or body listed in Part 1 or 3 of that Schedule to co-operate, to such extent and in such manner as may be specified, with the person or body listed in Part 2 of that Schedule in connection with the performance of the duty; b permitting or requiring a person or body listed in Part 1 or 3 of that Schedule to provide information, either on request or in other specified circumstances, to the person or body listed in Part 2 of that Schedule in connection with the performance of the duty. 4 A Minister of the Crown may issue guidance about a matter addressed in regulations under subsection (3). 5 If   an order is made  under   section 5(1) or (2A)   imposing a duty on a person or body listed in   Part 1 or 2A   of Schedule 1, the Scottish Ministers may make an order— a permitting or requiring a person or body listed in Part 2 or 4 of that Schedule to co-operate, to such extent and in such manner as may be specified, with the person or body listed in   Part 1 or 2A   of that Schedule in connection with the duty; b permitting or requiring a person or body listed in Part 2 or 4 of that Schedule to provide information, either on request or in other specified circumstances, to the person or body listed in   Part 1 or 2A   of that Schedule in connection with the duty. 6 If the Scottish Ministers make an order under section 5(2) imposing a duty on a person or body listed in Part 2 of Schedule 1, a Minister of the Crown may make an order— a permitting or requiring a person or body listed in Part 1 or 3 of that Schedule to co-operate, to such extent and in such manner as may be specified, with the person or body listed in Part 2 of that Schedule in connection with the duty; b permitting or requiring a person or body listed in Part 1 or 3 of that Schedule to provide information, either on request or in other specified circumstances, to the person or body listed in Part 2 of that Schedule in connection with the duty. 7 A person or body shall— a comply with regulations or an order under this section, and b have regard to guidance under this section. 8 In this Act, except where the contrary intention appears— a a reference to an order under section 5(1) includes a reference to an order under subsection (6) above, and b a reference to an order under section 5(2) includes a reference to an order under subsection (5) above."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "15A", "section_title": "Northern Ireland: cross-border collaboration", "section_text": "15A 1 In relation to emergencies that do not fall within section 1(1)(c)— a the power under   section 15(3) or (6), or section 15B(3) or (6)   to make regulations or an order permitting or requiring the Chief Constable (PSNI) to co-operate with, or provide information to, a person or body listed in   Part 2 or 2A   of Schedule 1 is exercisable by the Department of Justice in Northern Ireland (and not by a Minister of the Crown); b the power under  section 15(4) or 15B(4)  to issue guidance is exercisable by the Department of Justice (and not by a Minister of the Crown) in relation to regulations made by the Department. 2 Where the Chief Constable (PSNI) has a duty under section 2, a Minister of the Crown may, in relation to emergencies that do not fall within section 1(1)(c), make regulations— a permitting or requiring another person or body listed in Part 1 or 3 of Schedule 1 to co-operate, to such extent and in such manner as may be specified, with the Chief Constable (PSNI) in connection with the performance of the duty; b permitting or requiring another person or body listed in Part 1 or 3 of Schedule 1 to provide information, either on request or in other specified circumstances, to the Chief Constable (PSNI) in connection with the performance of the duty. 3 A Minister of the Crown may issue guidance about a matter addressed in regulations under subsection (2). 4 If the Department of Justice in Northern Ireland makes an order under section 5(1) imposing a duty on the Chief Constable (PSNI), a Minister of the Crown may make an order— a permitting or requiring another person or body listed in Part 1 or 3 of Schedule 1 to co-operate, to such extent and in such manner as may be specified, with the Chief Constable (PSNI) in connection with the duty; b permitting or requiring another person or body listed in Part 1 or 3 of Schedule 1 to provide information, either on request or in other specified circumstances, to the Chief Constable (PSNI) in connection with the duty. 5 Where a person or body listed in Part 1 of Schedule 1 (other than the Chief Constable (PSNI)) has a duty under section 2 or 4, the Department of Justice in Northern Ireland may, in relation to emergencies that do not fall within section 1(1)(c), make regulations— a permitting or requiring the Chief Constable (PSNI)\t\t\t\t\t\t\t(if listed in Part 1 or 3 of Schedule 1) to co-operate, to such extent and in such manner as may be specified, with the person or body listed in Part 1 of Schedule 1 in connection with the performance of the duty; b permitting or requiring the Chief Constable (PSNI)\t\t\t\t\t\t\t(if listed in Part 1 or 3 of Schedule 1) to provide information, either on request or in other specified circumstances, to the person or body listed in Part 1 of Schedule 1 in connection with the performance of the duty. 6 The Department of Justice in Northern Ireland may issue guidance about a matter addressed in regulations under subsection (5). 7 If a Minister of the Crown makes an order under section 5(1) imposing a duty on a person or body listed in Part 1 of Schedule 1, the Department of Justice in Northern Ireland may, in relation to emergencies that do not fall within section 1(1)(c), make an order— a permitting or requiring the Chief Constable (PSNI)\t\t\t\t\t\t\t(if listed in Part 1 or 3 of Schedule 1) to co-operate, to such extent and in such manner as may be specified, with the person or body listed in Part 1 of Schedule 1 in connection with the duty; b permitting or requiring the Chief Constable (PSNI)\t\t\t\t\t\t\t(if listed in Part 1 or 3 of Schedule 1) to provide information, either on request or in other specified circumstances, to the person or body listed in Part 1 of Schedule 1 in connection with the duty. 8 A person or body must comply with regulations or an order under this section and must have regard to guidance under this section. 9 In this Act, except where the contrary intention appears, a reference to an order under section 5(1) includes a reference to an order under subsection (4) or (7) above."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "15B", "section_title": "Wales: cross-border collaboration", "section_text": "15B 1 Where a person or body listed in Part 1 or 2 of Schedule 1 has a duty under section 2 or 4, the Welsh Ministers may make regulations— a permitting or requiring a person or body listed in Part 2A or 5 of that Schedule to co-operate, to such extent and in such manner as may be specified, with the person or body listed in Part 1 or 2 of that Schedule in connection with the performance of the duty; b permitting or requiring a person or body listed in Part 2A or 5 of that Schedule to provide information, either on request or in other specified circumstances, to the person or body listed in Part 1 or 2 of that Schedule in connection with the performance of the duty. 2 The Welsh Ministers may issue guidance about a matter addressed in regulations under subsection (1). 3 Where a person or body listed in Part 2A of Schedule 1 has a duty under section 2 or 4, a Minister of the Crown may make regulations— a permitting or requiring a person or body listed in Part 1 or 3 of that Schedule to co-operate, to such extent and in such manner as may be specified, with the person or body listed in Part 2A of that Schedule in connection with the performance of the duty; b permitting or requiring a person or body listed in Part 1 or 3 of that Schedule to provide information, either on request or in other specified circumstances, to the person or body listed in Part 2A of that Schedule in connection with the performance of the duty. 4 A Minister of the Crown may issue guidance about a matter addressed in regulations under subsection (3). 5 If an order is made under section 5(1) or (2) imposing a duty on a person or body listed in Part 1 or 2 of Schedule 1, the Welsh Ministers may make an order— a permitting or requiring a person or body listed in Part 2A or 5 of that Schedule to co-operate, to such extent and in such manner as may be specified, with the person or body listed in Part 1 or 2 of that Schedule in connection with the duty; b permitting or requiring a person or body listed in Part 2A or 5 of that Schedule to provide information, either on request or in other specified circumstances, to the person or body listed in Part 1 or 2 of that Schedule in connection with the duty. 6 If the Welsh Ministers make an order under section 5(2A) imposing a duty on a person or body listed in Part 2A of Schedule 1, a Minister of the Crown may make an order— a permitting or requiring a person or body listed in Part 1 or 3 of that Schedule to co-operate, to such extent and in such manner as may be specified, with the person or body listed in Part 2A of that Schedule in connection with the duty; b permitting or requiring a person or body listed in Part 1 or 3 of that Schedule to provide information, either on request or in other specified circumstances, to the person or body listed in Part 2A of that Schedule in connection with the duty. 7 A person or body must— a comply with regulations or an order under this section, and b have regard to guidance under this section. 8 In this Act, except where the contrary intention appears— a a reference to an order under section 5(1) includes a reference to an order under subsection (6) above; and b a reference to an order under section 5(2A) includes a reference to an order under subsection (5) above."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "16", "section_title": "National Assembly for Wales", "section_text": "16 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A Minister of the Crown may not without the consent of the National Assembly for Wales take action of a kind specified in subsection (3) that relates wholly or partly to a person or body specified in subsection (4). 3 The actions referred to in subsection (2) are— a making regulations under section 2(3), 4(2) or 6(1), b making an order under section 5(1), c issuing guidance under section 3(1), 4(6) or 6(4), d giving a direction under section 7, e bringing proceedings under section 10, and f making an order under section 13. 4 The persons and bodies referred to in subsection (2) are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a person or body specified in   paragraph 9 or 10 of Schedule 1 , if and in so far as the person or body has functions in relation to Wales."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "17", "section_title": "Regulations and orders", "section_text": "17 1 Regulations and orders under this Part shall be made   by a Minister of the Crown   , the Scottish Ministers or the Welsh Ministers   by statutory instrument. 1A Any power of the Department of Justice in Northern Ireland under this Part to make regulations or an order is exercisable by statutory rule for the purposes of the   Statutory Rules (Northern Ireland) Order 1979. 2 An order under section 1(4), 5(1) or 13(1) may not be made by a Minister of the Crown unless a draft has been laid before and approved by resolution of each House of Parliament. 3 An order under section 1(4), 5(2) or 13(2) may not be made by the Scottish Ministers unless a draft has been laid before and approved by resolution of the Scottish Parliament. 3ZA An order under section 5(2A) or 13(2A) may not be made by the Welsh Ministers unless a draft has been laid before and approved by a resolution of the National Assembly for Wales. 3A An order under section 1(4), 5(1) or 13(1) may not be made by the Department of Justice in Northern Ireland unless a draft has been laid before and approved by resolution of the Northern Ireland Assembly. 3B Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (3A) in relation to the laying of a draft as it applies in relation to the laying of a statutory document under an enactment. 4 Regulations made by a Minister of the Crown under this Part shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 Regulations made by the Scottish Ministers under this Part shall be subject to annulment in pursuance of a resolution of the Scottish Parliament. 5ZA Regulations made by the Welsh Ministers under this Part are subject to annulment in pursuance of a resolution of the National Assembly for Wales. 5A Regulations made by the Department of Justice in Northern Ireland under this Part are subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954). 6 Regulations or an order under this Part— a may make provision which applies generally or only in specified circumstances or for a specified purpose, b may make different provision for different circumstances or purposes, and c may make incidental, consequential or transitional provision."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "18", "section_title": "Interpretation, &c.", "section_text": "18 1 In this Part— “ enactment ” includes— an Act of the Scottish Parliament, Northern Ireland legislation, and an instrument made under an Act of the Scottish Parliament or under Northern Ireland legislation (as well as an instrument made under an Act), “Chief Constable (PSNI)” means the Chief Constable of the Police Service of Northern Ireland, “ function ” means any power or duty whether conferred by virtue of an enactment or otherwise, “ terrorism ” has the meaning given by section 1 of the Terrorism Act 2000 (c. 11), and “ war ” includes armed conflict. 2 In this Part a reference to the United Kingdom includes a reference to the territorial sea of the United Kingdom. 3 Except in a case of contradiction, nothing in or done under this Part shall impliedly repeal or revoke a provision of or made under another enactment."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "19", "section_title": "Meaning of  “emergency”", "section_text": "19 1 In this Part  “ emergency ” means— a an event or situation which threatens serious damage to human welfare in the United Kingdom or in a Part or region, b an event or situation which threatens serious damage to the environment of the United Kingdom or of a Part or region, or c war, or terrorism, which threatens serious damage to the security of the United Kingdom. 2 For the purposes of subsection (1)(a) an event or situation threatens damage to human welfare only if it involves, causes or may cause— a loss of human life, b human illness or injury, c homelessness, d damage to property, e disruption of a supply of money, food, water, energy or fuel, f disruption of a system of communication, g disruption of facilities for transport, or h disruption of services relating to health. 3 For the purposes of subsection (1)(b) an event or situation threatens damage to the environment only if it involves, causes or may cause— a contamination of land, water or air with biological, chemical or radio-active matter, or b disruption or destruction of plant life or animal life. 4 The Secretary of State may by order amend subsection (2) so as to provide that in so far as an event or situation involves or causes disruption of a specified supply, system, facility or service— a it is to be treated as threatening damage to human welfare, or b it is no longer to be treated as threatening damage to human welfare. 5 An order under subsection (4)— a may make consequential amendment of this Part, and b may not be made unless a draft has been laid before, and approved by resolution of, each House of Parliament. 6 The event or situation mentioned in subsection (1) may occur or be inside or outside the United Kingdom."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "20", "section_title": "Power to make emergency regulations", "section_text": "20 1 Her Majesty may by Order in Council make emergency regulations if satisfied that the conditions in section 21 are satisfied. 2 A senior Minister of the Crown may make emergency regulations if satisfied— a that the conditions in section 21 are satisfied, and b that it would not be possible, without serious delay, to arrange for an Order in Council under subsection (1). 3 In this Part  “ senior Minister of the Crown ” means— a the First Lord of the Treasury (the Prime Minister), b any of Her Majesty’s Principal Secretaries of State, and c the Commissioners of Her Majesty’s Treasury. 4 In this Part  “ serious delay ” means a delay that might— a cause serious damage, or b seriously obstruct the prevention, control or mitigation of serious damage. 5 Regulations under this section must be prefaced by a statement by the person making the regulations— a specifying the nature of the emergency in respect of which the regulations are made, and b declaring that the person making the regulations— i is satisfied that the conditions in section 21 are met, ii is satisfied that the regulations contain only provision which is appropriate for the purpose of preventing, controlling or mitigating an aspect or effect of the emergency in respect of which the regulations are made, iii is satisfied that the effect of the regulations is in due proportion to that aspect or effect of the emergency, iv is satisfied that the regulations are compatible with the Convention rights (within the meaning of section 1 of the Human Rights Act 1998 (c. 42)), and v in the case of regulations made under subsection (2), is satisfied as to the matter specified in subsection (2)(b)."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "21", "section_title": "Conditions for making emergency regulations", "section_text": "21 1 This section specifies the conditions mentioned in section 20. 2 The first condition is that an emergency has occurred, is occurring or is about to occur. 3 The second condition is that it is necessary to make provision for the purpose of preventing, controlling or mitigating an aspect or effect of the emergency. 4 The third condition is that the need for provision referred to in subsection (3) is urgent. 5 For the purpose of subsection (3) provision which is the same as an enactment (“the existing legislation”) is necessary if, in particular— a the existing legislation cannot be relied upon without the risk of serious delay, b it is not possible without the risk of serious delay to ascertain whether the existing legislation can be relied upon, or c the existing legislation might be insufficiently effective. 6 For the purpose of subsection (3) provision which could be made under an enactment other than section 20 (“the existing legislation”) is necessary if, in particular— a the provision cannot be made under the existing legislation without the risk of serious delay, b it is not possible without the risk of serious delay to ascertain whether the provision can be made under the existing legislation, or c the provision might be insufficiently effective if made under the existing legislation."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "22", "section_title": "Scope of emergency regulations", "section_text": "22 1 Emergency regulations may make any provision which the person making the regulations is satisfied is appropriate for the purpose of preventing, controlling or mitigating an aspect or effect of the emergency in respect of which the regulations are made. 2 In particular, emergency regulations may make any provision which the person making the regulations is satisfied is appropriate for the purpose of— a protecting human life, health or safety, b treating human illness or injury, c protecting or restoring property, d protecting or restoring a supply of money, food, water, energy or fuel, e protecting or restoring a system of communication, f protecting or restoring facilities for transport, g protecting or restoring the provision of services relating to health, h protecting or restoring the activities of banks or other financial institutions, i preventing, containing or reducing the contamination of land, water or air, j preventing, reducing or mitigating the effects of disruption or destruction of plant life or animal life, k protecting or restoring activities of Parliament, of the Scottish Parliament, of the Northern Ireland Assembly or of the National Assembly for Wales, or l protecting or restoring the performance of public functions. 3 Emergency regulations may make provision of any kind that could be made by Act of Parliament or by the exercise of the Royal Prerogative; in particular, regulations may— a confer a function on a Minister of the Crown, on the Scottish Ministers, on the National Assembly for Wales, on a Northern Ireland department, on a coordinator appointed under section 24 or on any other specified person (and a function conferred may, in particular, be— i a power, or duty, to exercise a discretion; ii a power to give directions or orders, whether written or oral); b provide for or enable the requisition or confiscation of property (with or without compensation); c provide for or enable the destruction of property, animal life or plant life (with or without compensation); d prohibit, or enable the prohibition of, movement to or from a specified place; e require, or enable the requirement of, movement to or from a specified place; f prohibit, or enable the prohibition of, assemblies of specified kinds, at specified places or at specified times; g prohibit, or enable the prohibition of, travel at specified times; h prohibit, or enable the prohibition of, other specified activities; i create an offence of— i failing to comply with a provision of the regulations; ii failing to comply with a direction or order given or made under the regulations; iii obstructing a person in the performance of a function under or by virtue of the regulations; j disapply or modify an enactment or a provision made under or by virtue of an enactment; k require a person or body to act in performance of a function (whether the function is conferred by the regulations or otherwise and whether or not the regulations also make provision for remuneration or compensation); l enable the Defence Council to authorise the deployment of Her Majesty’s armed forces; m make provision (which may include conferring powers in relation to property) for facilitating any deployment of Her Majesty’s armed forces; n confer jurisdiction on a court or tribunal (which may include a tribunal established by the regulations); o make provision which has effect in relation to, or to anything done in— i an area of the territorial sea, ii an area within British fishery limits, or iii an area of the continental shelf; p make provision which applies generally or only in specified circumstances or for a specified purpose; q make different provision for different circumstances or purposes. 4 In subsection (3)\t\t\t\t\t “ specified ” means specified by, or to be specified in accordance with, the regulations. 5 A person making emergency regulations must have regard to the importance of ensuring that Parliament, the High Court and the Court of Session are able to conduct proceedings in connection with— a the regulations, or b action taken under the regulations."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "23", "section_title": "Limitations of emergency regulations", "section_text": "23 1 Emergency regulations may make provision only if and in so far as the person making the regulations is satisfied— a that the provision is appropriate for the purpose of preventing, controlling or mitigating an aspect or effect of the emergency in respect of which the regulations are made, and b that the effect of the provision is in due proportion to that aspect or effect of the emergency. 2 Emergency regulations must specify the Parts of the United Kingdom or regions in relation to which the regulations have effect. 3 Emergency regulations may not— a require a person, or enable a person to be required, to provide military service, or b prohibit or enable the prohibition of participation in, or any activity in connection with, a strike or other industrial action. 4 Emergency regulations may not— a create an offence other than one of the kind described in section 22(3)(i), b create an offence other than one which is triable only before a magistrates' court or, in Scotland, before a sheriff under summary procedure, c create an offence which is punishable— i with imprisonment for a period exceeding three months, or ii with a fine exceeding level 5 on the standard scale, or d alter procedure in relation to criminal proceedings. 5 Emergency regulations may not amend— a this Part of this Act, or b the Human Rights Act 1998 (c. 42)."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "24", "section_title": "Regional and Emergency Coordinators", "section_text": "24 1 Emergency regulations must require a senior Minister of the Crown to appoint— a for each Part of the United Kingdom, other than England, in relation to which the regulations have effect, a person to be known as the Emergency Coordinator for that Part, and b for each region in relation to which the regulations have effect, a person to be known as the Regional Nominated Coordinator for that region. 2 Provision made in accordance with subsection (1) may, in particular, include provision about the coordinator's— a terms of appointment, b conditions of service (including remuneration), and c functions. 3 The principal purpose of the appointment shall be to facilitate coordination of activities under the emergency regulations (whether only in the Part or region for which the appointment is made or partly there and partly elsewhere). 4 In exercising his functions a coordinator shall— a comply with a direction of a senior Minister of the Crown, and b have regard to guidance issued by a senior Minister of the Crown. 5 A coordinator shall not be regarded as the servant or agent of the Crown or as enjoying any status, immunity or privilege of the Crown."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "25", "section_title": "Establishment of tribunal", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "26", "section_title": "Duration", "section_text": "26 1 Emergency regulations shall lapse— a at the end of the period of 30 days beginning with the date on which they are made, or b at such earlier time as may be specified in the regulations. 2 Subsection (1)— a shall not prevent the making of new regulations, and b shall not affect anything done by virtue of the regulations before they lapse."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "27", "section_title": "Parliamentary scrutiny", "section_text": "27 1 Where emergency regulations are made— a a senior Minister of the Crown shall as soon as is reasonably practicable lay the regulations before Parliament, and b the regulations shall lapse at the end of the period of seven days beginning with the date of laying unless during that period each House of Parliament passes a resolution approving them. 2 If each House of Parliament passes a resolution that emergency regulations shall cease to have effect, the regulations shall cease to have effect— a at such time, after the passing of the resolutions, as may be specified in them, or b if no time is specified in the resolutions, at the beginning of the day after that on which the resolutions are passed (or, if they are passed on different days, at the beginning of the day after that on which the second resolution is passed). 3 If each House of Parliament passes a resolution that emergency regulations shall have effect with a specified amendment, the regulations shall have effect as amended, with effect from— a such time, after the passing of the resolutions, as may be specified in them, or b if no time is specified in the resolutions, the beginning of the day after that on which the resolutions are passed (or, if they are passed on different days, the beginning of the day after that on which the second resolution is passed). 4 Nothing in this section— a shall prevent the making of new regulations, or b shall affect anything done by virtue of regulations before they lapse, cease to have effect or are amended under this section."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "28", "section_title": "Parliamentary scrutiny: prorogation and adjournment", "section_text": "28 1 If when emergency regulations are made under section 20 Parliament stands prorogued to a day after the end of the period of five days beginning with the date on which the regulations are made, Her Majesty shall by proclamation under the Meeting of Parliament Act 1797 (c. 127) require Parliament to meet on a specified day within that period. 2 If when emergency regulations are made under section 20 the House of Commons stands adjourned to a day after the end of the period of five days beginning with the date on which the regulations are made, the Speaker   of the House of Commons   shall arrange for the House to meet on a day during that period. 3 If when emergency regulations are made under section 20 the House of Lords stands adjourned to a day after the end of the period of five days beginning with the date on which the regulations are made,   the Speaker of the House of Lords   shall arrange for the House to meet on a day during that period. 4 In subsections (2) and (3) a reference to   the Speaker of the House of Commons or the Speaker of the House of Lords   includes a reference to a person authorised by Standing Orders of   the House of Commons or of the House of Lords   to act in place of   the Speaker of the House of Commons or the Speaker of the House of Lords   in respect of the recall of the House during adjournment."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "29", "section_title": "Consultation with devolved administrations", "section_text": "29 1 Emergency regulations which relate wholly or partly to Scotland may not be made unless a senior Minister of the Crown has consulted the Scottish Ministers. 2 Emergency regulations which relate wholly or partly to Northern Ireland may not be made unless a senior Minister of the Crown has consulted the First Minister and deputy First Minister. 3 Emergency regulations which relate wholly or partly to Wales may not be made unless a senior Minister of the Crown has consulted the National Assembly for Wales. 4 But— a a senior Minister of the Crown may disapply a requirement to consult if he thinks it necessary by reason of urgency, and b a failure to satisfy a requirement to consult shall not affect the validity of regulations."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "30", "section_title": "Procedure", "section_text": "30 1 Emergency regulations shall be made by statutory instrument (whether or not made by Order in Council). 2 Emergency regulations shall be treated for the purposes of the Human Rights Act 1998 (c. 42) as subordinate legislation and not primary legislation (whether or not they amend primary legislation)."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "31", "section_title": "Interpretation", "section_text": "31 1 In this Part— “ British fishery limits ” has the meaning given by the Fishery Limits Act 1976 (c. 86), “ the continental shelf ” means any area designated by Order in Council under section 1(7) of the Continental Shelf Act 1964 (c. 29), “ emergency ” has the meaning given by section 19, “ enactment ” includes— an Act of the Scottish Parliament, Northern Ireland legislation, and an instrument made under an Act of the Scottish Parliament or under Northern Ireland legislation (as well as an instrument made under an Act), “ function ” means any power or duty whether conferred by virtue of an enactment or otherwise, “ Part ” in relation to the United Kingdom has the meaning given by subsection (2), “ public functions ” means— functions conferred or imposed by or by virtue of an enactment, functions of Ministers of the Crown (or their departments), functions of persons holding office under the Crown, functions of the Scottish Ministers, functions of the Northern Ireland Ministers or of the Northern Ireland departments, and functions of the National Assembly for Wales, “ region ” has the meaning given by subsection (2), “ senior Minister of the Crown ” has the meaning given by section 20(3), “ serious delay ” has the meaning given by section 20(4), “ territorial sea ” means the territorial sea adjacent to, or to any Part of, the United Kingdom, construed in accordance with section 1 of the Territorial Sea Act 1987 (c. 49), “ terrorism ” has the meaning given by section 1 of the Terrorism Act 2000 (c. 11), and “ war ” includes armed conflict. 2 In this Part— a “ Part ” in relation to the United Kingdom means— i England, ii Northern Ireland, iii Scotland, and iv Wales, b “ region ” means a region for the purposes of the Regional Development Agencies Act 1998 (c. 45), and c a reference to a Part or region of the United Kingdom includes a reference to— i any part of the territorial sea that is adjacent to that Part or region, ii any part of the area within British fishery limits that is adjacent to the Part or region, and iii any part of the continental shelf that is adjacent to the Part or region. 3 The following shall have effect for the purpose of subsection (2)— a an Order in Council under section 126(2) of the Scotland Act 1998 (c. 46)\t\t\t\t\t\t\t(apportionment of sea areas), b an Order in Council under section 98(8) of the Northern Ireland Act 1998 (c. 47)\t\t\t\t\t\t\t(apportionment of sea areas), and c an order under section 155(2) of the Government of Wales Act 1998 (c. 38)\t\t\t\t\t\t\t(apportionment of sea areas); but only if or in so far as it is expressed to apply for general or residual purposes of any of those Acts or for the purposes of this section."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "32", "section_title": "Minor and consequential amendments and repeals", "section_text": "32 1 Schedule 2 (minor and consequential amendments and repeals) shall have effect. 2 The enactments listed in Schedule 3 are hereby repealed or revoked to the extent specified."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "33", "section_title": "Money", "section_text": "33 There shall be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown in connection with this Act, and b any increase attributable to this Act in the sums payable under any other enactment out of money provided by Parliament."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "34", "section_title": "Commencement", "section_text": "34 1 The preceding provisions of this Act shall come into force in accordance with provision made by a Minister of the Crown by order. 2 But the following provisions of this Act shall come into force in accordance with provision made by the Scottish Ministers by order— a section 1(4) in so far as it relates to the Scottish Ministers, b sections 2(4) and (6), 3(2), 4(3) and (7), 5(2) and (5), 6(2) and (5), 8, 9(2), 11, 13(2), 14(2), 17(3) and (5), and c a provision of section 2, 3, 4, 5, 6, 9, 13 or 17 in so far as it relates to a provision specified in paragraph (b) above. 3 An order under subsection (1) or (2)— a may make provision generally or for specific purposes only, b may make different provision for different purposes, c may make incidental, consequential or transitional provision, and d shall be made by statutory instrument."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "35", "section_title": "Extent", "section_text": "35 1 This Act extends to— a England and Wales, b Scotland, and c Northern Ireland. 2 But where this Act amends or repeals an enactment or a provision of an enactment, the amendment or repeal has the same extent as the enactment or provision."}, {"act": "Civil Contingencies Act 2004", "year": 2004, "section": "36", "section_title": "Short title", "section_text": "36 This Act may be cited as the Civil Contingencies Act 2004."}]