[{"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "1", "section_title": "Additional requirements for recognition of supervisory bodies", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "2", "section_title": "Arrangements to which additional requirements for recognition relate", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "3", "section_title": "Delegation of functions by Secretary of State to new or existing body", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "4", "section_title": "Circumstances in which Secretary of State may delegate functions to existing body", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "5", "section_title": "Supplementary provisions about delegation orders", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "6", "section_title": "Approval of overseas qualifications for auditors", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "7", "section_title": "Disclosure of services provided by auditors and related remuneration", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "8", "section_title": "Auditors' rights to information", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "9", "section_title": "Statement in directors' report as to disclosure of information to auditors", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "10", "section_title": "Persons authorised to apply to court in connection with defective accounts", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "11", "section_title": "Disclosure of tax information by Inland Revenue to facilitate application for declaration that accounts are defective", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "12", "section_title": "Power of person authorised to require documents, information and explanations", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "13", "section_title": "Power to specify bodies who may issue reporting standards", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "14", "section_title": "Supervision of periodic accounts and reports of issuers of listed securities", "section_text": "14 1 The Secretary of State may make an order appointing a body (“ the prescribed body ”) to exercise the functions mentioned in subsection (2). 2 The functions are— a keeping under review periodic accounts and reports that are produced by issuers of  transferable  securities and are required to comply with any accounting requirements imposed by  Part 6  rules; and b if the prescribed body thinks fit, informing the    Financial Conduct Authority    of any conclusions reached by the body in relation to any such accounts or report. 3 A body may be appointed under this section if it is a body corporate or an unincorporated association which appears to the Secretary of State— a to have an interest in, and to have satisfactory procedures directed to, monitoring compliance by issuers of  transferable  securities with accounting requirements imposed by  Part 6  rules in relation to periodic accounts and reports produced by such issuers; and b otherwise to be a fit and proper body to be appointed. 4 But where the order is to contain any requirements or other provisions specified under subsection (8), the Secretary of State may not appoint a body unless, in addition, it appears to him that the body would, if appointed, exercise its functions as a prescribed body in accordance with any such requirements or provisions. 5 A body may be appointed either generally or in respect of any of the following, namely— a any particular class or classes of issuers, b any particular class or classes of periodic accounts or reports, and different bodies may be appointed in respect of different classes within either or both of paragraphs (a) and (b). 6 In relation to the appointment of a body in respect of any such class or classes, subsections (2) and (3) are to be read as referring to issuers, or (as the case may be) to periodic accounts or reports, of the class or classes concerned. 7 Where— a a body is so appointed, but b the   Financial Conduct Authority   requests the body to exercise its functions under subsection (2) in relation to any particular issuer of  transferable  securities in relation to whom those functions would not otherwise be exercisable, the body is to exercise those functions in relation to that issuer as well. 8 An order under this section may contain such requirements or other provisions relating to the exercise of functions by the prescribed body as appear to the Secretary of State to be appropriate. 9 If the prescribed body is an unincorporated association, any relevant proceedings may be brought by or against that body in the name of any body corporate whose constitution provides for the establishment of the body. For this purpose  “ relevant proceedings ” means proceedings brought in or in connection with the exercise of any function by the body as a prescribed body. 10 Where an appointment is revoked, the revoking order may make such provision as the Secretary of State thinks fit with respect to pending proceedings. 11 The power to make an order under this section is exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 12 In this section   and sections 15A to 15E below  —                          “Part 6 rules” has  the meaning given by section 103(1) of the Financial Services and Markets Act  2000 (c. 8)  (interpretation of Part 6); issuer ” has the meaning given by section 102A(6) of that Act; “ periodic ” accounts and reports means accounts and reports which are required by  Part 6  rules to be produced periodically. issuer ” has the meaning given by section 102A(6) of that Act;"}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "15", "section_title": "Application of sections 15A to 15E", "section_text": "15 1 The provisions of sections 15A to 15E have effect in relation to bodies appointed under section 14 (supervision of accounts and reports of issuers of transferable securities). 2 In those sections— a “prescribed body” means a body appointed under that section; and b references to the functions of a prescribed body are to its functions under that section."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "15A", "section_title": "Disclosure of information by tax authorities", "section_text": "15A 1 The Commissioners for Her Majesty’s Revenue and Customs may disclose information to a prescribed body for the purposes of its functions. 2 This section applies despite any statutory or other restriction on the disclosure of information. Provided that, in the case of personal data  ... , information is not to be disclosed in contravention of   the data protection legislation . 3 Information disclosed to a prescribed body under this section— a may only be used for the purposes of its functions, and b must not be further disclosed except to the person to whom the information relates. 4 A person who contravenes subsection (3) commits an offence unless— a the person did not know, and had no reason to suspect, that the information had been disclosed under this section, or b the person took all reasonable steps and exercised all due diligence to avoid the commission of the offence. 5 A person guilty of an offence under subsection (4) is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine (or both); b on summary conviction— i in England and Wales or Scotland, to imprisonment for a term not exceeding twelve months or to a fine not exceeding the statutory maximum (or both); ii in Northern Ireland, to imprisonment for a term not exceeding three months, or to a fine not exceeding the statutory maximum (or both). 6 In subsection (5)(b)(i) as it applies in relation to England and Wales  the reference to twelve months is to be read as a reference to the general limit in a magistrates’ court (or to six months in the case of an offence committed before 2 May 2022).   7 Sections 400, 401 and 403 of the Financial Services and Markets Act 2000 (supplementary provisions relating to offences) apply in relation to an offence under this section. 8 In this section— “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); “ personal data ” has the same meaning as in Parts 5 to 7 of that Act (see section 3(2) and (14) of that Act)."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "15B", "section_title": "Power of prescribed body to require documents, information and explanations", "section_text": "15B 1 This section applies where it appears to a prescribed body that there is, or may be, a question whether the periodic accounts and reports produced by an issuer of transferable securities comply with any accounting requirements imposed by Part 6 rules. 2 The prescribed body may require any of the persons mentioned in subsection (3) to produce any document, or to provide any information or explanations, that the body may reasonably require for the purpose of its functions. 3 Those persons are— a the issuer; b any officer, employee, or auditor of the issuer; c any persons who fell within paragraph (b) at a time to which the document or information required by the prescribed body relates. 4 If a person fails to comply with such a requirement, the prescribed body may apply to the court. 5 If it appears to the court that the person has failed to comply with a requirement under subsection (2), it may order the person to take such steps as it directs for securing that the documents are produced or the information or explanations are provided. 6 A statement made by a person in response to a requirement under subsection (2) or an order under subsection (5) may not be used in evidence against him in any criminal proceedings. 7 Nothing in this section compels any person to disclose documents or information in respect of which a claim to legal professional privilege (in Scotland, to confidentiality of communications) could be maintained in legal proceedings. 8 In this section— “the court” means the High Court or the Court of Session; and “document” includes information recorded in any form."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "15C", "section_title": "Restrictions on disclosure of information obtained under compulsory powers", "section_text": "15C 1 This section applies to information (in whatever form) obtained in pursuance of a requirement or order under section 15B (power of prescribed body to require documents  etc ) that relates to the private affairs of an individual or to any particular business. 2 No such information may, during the lifetime of that individual or so long as that business continues to be carried on, be disclosed without the consent of that individual or the person for the time being carrying on that business. 3 This does not apply— a to disclosure permitted by section 15D (permitted disclosure of information obtained under compulsory powers), or b to the disclosure of information that is or has been available to the public from another source. 4 A person who discloses information in contravention of this section commits an offence, unless— a the person did not know, and had no reason to suspect, that the information had been disclosed under section 15B, or b the person took all reasonable steps and exercised all due diligence to avoid the commission of the offence. 5 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine (or both); b on summary conviction— i in England and Wales or Scotland, to imprisonment for a term not exceeding twelve months or to a fine not exceeding the statutory maximum (or both); ii in Northern Ireland, to imprisonment for a term not exceeding six months, or to a fine not exceeding the statutory maximum (or both). 6 In subsection (5)(b)(i) as it applies in relation to England and Wales   the reference to twelve months is to be read as a reference to the general limit in a magistrates’ court (or to six months in the case of an offence committed before 2 May 2022).  "}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "15D", "section_title": "Permitted disclosure of information obtained under compulsory powers", "section_text": "15D 1 The prohibition in section 15C of the disclosure of information obtained in pursuance of a requirement or order under section 15B (power of prescribed body to require documents  etc ) that relates to the private affairs of an individual or to any particular business has effect subject to the following exceptions. 2 It does not apply to the disclosure of information for the purpose of facilitating the carrying out by the prescribed body of its functions. 3 It does not apply to disclosure to— a the Secretary of State, b the Department of Enterprise, Trade and Investment for Northern Ireland, c the Treasury, d the Bank of England  (including the Bank in its capacity as the Prudential Regulation Authority) , e the   Financial Conduct Authority , or f the Commissioners for Her Majesty’s Revenue and Customs. 4 It does not apply to disclosure— a for the purpose of assisting a body designated by an order under section 1252 of the Companies Act 2006 (delegation of functions of the Secretary of State) to exercise its functions under Part 42 of that Act (statutory auditors); aa for the purposes of facilitating— i the carrying out of inspections under paragraph 1 of Schedule 12 to the Companies Act 2006 (arrangements for independent monitoring of audits of   UK-traded third country companies ); or ii the carrying out of investigations under paragraph 2 of that Schedule (arrangements for independent investigations for disciplinary purposes). ab for the purposes of enabling the competent authority to exercise its functions under the Statutory Auditors and Third Country Auditors Regulations 2016 or under Regulation ( EU ) 537/2014 on specific requirements regarding statutory audit of public interest entities; b with a view to the institution of, or otherwise for the purposes of, disciplinary proceedings relating to the performance by an accountant or auditor of his professional duties; c for the purpose of enabling or assisting the Secretary of State or the Treasury to exercise any of their functions under any of the following— i the Companies Acts (as defined in section 2 of the Companies Act 2006), ii Part 5 of the Criminal Justice Act 1993 (insider dealing), iii the Insolvency Act 1986 or the Insolvency (Northern Ireland) Order 1989, iv the Company Directors Disqualification Act 1986 or the Company Directors Disqualification (Northern Ireland) Order 2002, v the Financial Services and Markets Act 2000; d for the purpose of enabling or assisting the Department of Enterprise, Trade and Investment for Northern Ireland to exercise any powers conferred on it by the enactments relating to companies, directors’ disqualification or insolvency; e for the purpose of enabling or assisting the Bank of England  (acting otherwise than in its capacity as the Prudential Regulation Authority)   to exercise its functions; f for the purpose of enabling or assisting the Commissioners for Her Majesty’s Revenue and Customs to exercise their functions; g for the purpose of enabling or assisting the   Financial Conduct Authority or the Prudential Regulation Authority   to exercise its functions under any of the following— i the legislation relating to friendly societies  ..., ia the Credit Unions Act 1979, ii the Building Societies Act 1986, iii Part 7 of the Companies Act 1989, iv the Financial Services and Markets Act 2000; v the Co-operative and Community Benefit Societies Act 2014;  or h in pursuance of any      assimilated   obligation . 5 It does not apply to disclosure to a body exercising functions of a public nature under legislation in any country or territory outside the United Kingdom that appear to the prescribed body to be similar to its functions for the purpose of enabling or assisting that body to exercise those functions. 6 In determining whether to disclose information to a body in accordance with subsection (5), the prescribed body must have regard to the following considerations— a whether the use which the other body is likely to make of the information is sufficiently important to justify making the disclosure; b whether the other body has adequate arrangements to prevent the information from being used or further disclosed other than— i for the purposes of carrying out the functions mentioned in that subsection, or ii for other purposes substantially similar to those for which information disclosed to the prescribed body could be used or further disclosed. 7 Nothing in this section authorises the making of a disclosure in contravention of   the data protection legislation . 8 In this section,  “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act)."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "15E", "section_title": "Power to amend categories of permitted disclosure", "section_text": "15E 1 The Secretary of State may by order amend section 15D(3), (4) and (5). 2 An order under this section must not— a amend subsection (3) of that section ( UK  public authorities) by specifying a person unless the person exercises functions of a public nature (whether or not he exercises any other function); b amend subsection (4) of that section (purposes for which disclosure permitted) by adding or modifying a description of disclosure unless the purpose for which the disclosure is permitted is likely to facilitate the exercise of a function of a public nature; c amend subsection (5) of that section (overseas regulatory authorities) so as to have the effect of permitting disclosures to be made to a body other than one that exercises functions of a public nature in a country or territory outside the United Kingdom. 3 The power to make an order under this section is exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "16", "section_title": "Grants to bodies concerned with accounting standards etc.", "section_text": "16 1 The Secretary of State may make grants to any body carrying on activities concerned with any of the matters set out in subsection (2). 2 The matters are— a issuing accounting standards; b issuing standards in respect of matters to be contained in reports required to be produced by auditors or company directors; c investigating departures from standards within paragraph (a) or (b) or from the accounting requirements of   the Companies Act 2006  or any requirements of directly applicable   EU   legislation relating to company accounts; d taking steps to secure compliance with such standards or requirements; e keeping under review periodic accounts and reports that are produced by issuers of listed securities and are required to comply with any accounting requirements imposed by listing rules; ea exercising the functions of the competent authority under the Statutory Auditors and Third Country Auditors Regulations 2016 and under Regulation ( EU ) 537/2014 on specific requirements regarding statutory audit of public interest entities; eb assessing, and reporting to the Secretary of State on, the comparability of the audit regulatory regimes of third countries to the audit regulatory regime of the United Kingdom; ec assessing, and reporting to the Secretary of State on, the adequacy of third country competent authorities, in relation to their ability to co-operate with the competent authority on the exchange of audit working papers and investigation reports; f establishing, maintaining or carrying out arrangements within   paragraph 21, 22, 23(1)   , 23A(1)  or 24(1) of Schedule 10 to the Companies Act 2006;   g exercising functions of the Secretary of State under   Part 42 of that Act  ; h carrying out investigations into public interest cases arising in connection with the performance of accountancy functions by members of professional accountancy bodies; i holding disciplinary hearings relating to members of such bodies following the conclusion of such investigations; j deciding whether (and, if so, what) disciplinary action should be taken against members of such bodies to whom such hearings related; k supervising the exercise by such bodies of regulatory functions in relation to their members; ka exercising functions of the Independent Supervisor appointed under Chapter 3 of Part 42 of the Companies Act 2006; kb establishing, maintaining or carrying out arrangements within paragraph 1 or 2 of Schedule 12 to the Companies Act 2006; l issuing standards to be applied in actuarial work; m issuing standards in respect of matters to be contained in reports or other communications required to be produced or made by actuaries or in accordance with standards within paragraph (l); n investigating departures from standards within paragraph (l) or (m); o taking steps to secure compliance with standards within paragraph (l) or (m); oa exercising functions under regulations made under section 113(3A) of the Pension Schemes Act 1993 or section 109(3A) of the Pension Schemes (Northern Ireland) Act 1993 (preparing guidance for pensions illustrations); p carrying out investigations into public interest cases arising in connection with the performance of actuarial functions by members of professional actuarial bodies; q holding disciplinary hearings relating to members of professional actuarial bodies following the conclusion of investigations within paragraph (p); r deciding whether (and, if so, what) disciplinary action should be taken against members of professional actuarial bodies to whom hearings within paragraph (q) related; s supervising the exercise by professional actuarial bodies of regulatory functions in relation to their members; t overseeing or directing any of the matters mentioned above. 3 A grant may be made to a body within subsection (1) in respect of any of its activities. 4 For the purposes of this section— a a body is to be regarded as carrying on any subsidiary activities of the body; and b a body’s  “ subsidiary activities ” are activities carried on by any of its subsidiaries or by any body established under its constitution or under the constitution of such a subsidiary. 5 In this section— “ accountancy functions ” means functions performed as an accountant, whether in the capacity of auditor or otherwise; “ audit regulatory regime ” in relation to a country or territory, means the system of public oversight, quality assurance, investigations and sanctions for auditors in that country or territory; “ company ” means a company   as defined in section 1(1) of the Companies Act 2006 ; “ the competent authority ” means the Financial Reporting Council Limited;  “listed securities” and “listing rules” have the meaning given by section 103(1) of the Financial Services and Markets Act  2000 (c. 8)  (interpretation of Part 6); “issuer”, in relation to listed securities, has the meaning given by section 102A(6)(b) of the Financial Services and Markets Act 2000 (meaning of “securities”  etc ,);  “ professional accountancy body ” means— a supervisory body which is recognised for the purposes of   Part 42 of the Companies Act 2006  , or a qualifying body, as defined by   section 1220   of that Act, which enforces rules as to the performance of accountancy functions by its members, and references to the members of professional accountancy bodies include persons who, although not members of such bodies, are subject to their rules in performing accountancy functions;  “ professional actuarial body ” means— the Institute of Actuaries, or the Faculty of Actuaries in Scotland, and the  “members” of a professional actuarial body include persons who, although not members of the body, are subject to its rules in performing actuarial functions; “ public interest cases ” means matters which raise or appear to raise important issues affecting the public interest; “ regulatory functions ”, in relation to professional accountancy bodies, means any of the following functions— investigatory or disciplinary functions exercised by such bodies in relation to the performance by their members of accountancy functions, the setting by such bodies of standards in relation to the performance by their members of accountancy functions, and the determining by such bodies of requirements in relation to the education and training of their members;  “ regulatory functions ”, in relation to professional accountancy bodies, means any of the following functions— investigatory or disciplinary functions exercised by such bodies in relation to the performance by their members of actuarial functions, the setting by such bodies of standards in relation to the performance by their members of actuarial functions, and the determining by such bodies of requirements in relation to the education and training of their members; “ subsidiary ” has the meaning given by   section 1159 of the Companies Act 2006 . “  third country  ” means a country or territory other than the United Kingdom; “ third country competent authority  ” means a body established in a third country exercising functions related to the regulation or oversight of auditors.  ... 6 In their application to Scotland, subsection (2)(a) to (t) are to be read as referring only to matters provision relating to which would be outside the legislative competence of the Scottish Parliament. 6A References in this section to Part 42 of the Companies Act 2006 or to paragraph 21, 22, 23(1) or 24(1) of Schedule 10 to that Act include that Part or paragraph as it has effect by virtue of Schedule 5 to the Local Audit and Accountability Act 2014 (which applies Part 42 with modifications in relation to audits of local authorities  etc ). 6B The reference in the definition of  “professional accountancy body” in subsection (5) to section 1220 of the Companies Act 2006 includes a reference to section 1219 of that Act as it has effect by virtue of Schedule 5 to the Local Audit and Accountability Act 2014. 7 Omit section 256(3) of the Companies Act 1985 (c. 6)\t\t\t\t\t(grants to bodies concerned with issuing accounting standards  etc. ), which is superseded by this section."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "17", "section_title": "Levy to pay expenses of bodies concerned with accounting standards etc.", "section_text": "17 1 For the purpose of meeting any part of the expenses of a grant-aided body, the Secretary of State may by regulations provide for a levy to be payable to that body (“the specified recipient”) by bodies or persons which are specified, or are of a description specified, in the regulations. 2 For the purposes of this section— a “ grant-aided body ” means a body to whom the Secretary of State has paid, or is proposing to pay, grant under section 16; and b any expenses of any body carrying on subsidiary activities of the grant-aided body (within the meaning of that section) are to be regarded as expenses of the grant-aided body. 3 The power to specify (or to specify descriptions of) bodies or persons must be exercised in such a way that the levy is only payable by— a bodies corporate to which   , or persons within subsection (3A) to whom,  the Secretary of State considers that any of the activities of the specified recipient, or any of its subsidiary activities, are relevant to a significant extent, or b bodies or persons who the Secretary of State considers have a major interest in any of those activities being carried on. 3A The following persons are within this subsection— a the administrators of a public service pension scheme (within the meaning of section 1 of the Pension Schemes Act 1993); b the trustees or managers of an occupational or personal pension scheme (within the meaning of that section). 4 Regulations under this section may in particular— a specify the rate of the levy and the period in respect of which it is payable at that rate; b make provision as to the times when, and the manner in which, payments are to be made in respect of the levy. c make different provision for different cases. 5 In determining the rate of the levy payable in respect of a particular period, the Secretary of State— a must take into account the amount of any grant which is to be or has been made to the specified recipient in respect of that period under section 16; b may take into account estimated as well as actual expenses of that body in respect of that period. 6 Any amount of levy payable by any body or person is a debt due from the body or person to the specified recipient, and is recoverable accordingly. 7 The specified recipient must— a keep proper accounts in respect of amounts of levy received, and b prepare in relation to each levy period a statement of account relating to such amounts in such form and manner as is specified in the regulations. 8 Those accounts must be audited, and the statement certified, by persons appointed by the Secretary of State. 9 The power to make regulations under this section is exercisable by statutory instrument. 10 Regulations to which this subsection applies may not be made unless a draft of the regulations has been laid before, and approved by a resolution of, each House of Parliament. 11 Subsection (10) applies to— a the first regulations under this section, and b any other regulations under this section that would result in any change in the bodies or persons by whom the levy is payable. 12 Otherwise, any statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 13 If a draft of any regulations to which subsection (10) applies would, apart from this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not such an instrument."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "18", "section_title": "Exemption from liability", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "18A", "section_title": "Power to confer exemption from liability", "section_text": "18A 1 The Secretary of State may by order or regulations provide for the exemption from liability in subsections (3) and (4) to apply to specified bodies or persons (referred to in this section as  “ exempt persons ”). 2 The order or regulations may provide for the exemption to apply subject to specified conditions or for a specified period. 3 Neither the exempt person, nor any person who is (or is acting as) a member, officer or member of staff of the exempt person, is to be liable in damages for anything done, or omitted to be done, for the purposes of or in connection with— a the carrying on of those section 16(2) activities of the exempt person that are specified in relation to that person, or b the purported carrying on of any such activities. 4 Subsection (3) does not apply— a if the act or omission is shown to have been in bad faith, or b so as to prevent an award of damages in respect of the act or omission on the grounds that it was unlawful as a result of section 6(1) of the Human Rights Act 1998 (acts of public authorities incompatible with Convention rights). 5 In this section— “ section 16(2) activities ” means activities concerned with any of the matters within section 16(2); “ specified ” means specified in an order or regulations under this section. 6 Orders and regulations under this section— a are to be made by statutory instrument; b may make different provision for different cases; c may make transitional provision and savings. 7 A statutory instrument containing an order or regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament, subject to subsection (8). 8 An order or regulations under this section may be included in a statutory instrument which may not be made unless a draft of the instrument is laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "19", "section_title": "Relaxation of prohibition on provisions protecting directors etc. from liability", "section_text": "... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "20", "section_title": "Funding of director’s expenditure on defending proceedings", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "21", "section_title": "Power to require documents and information", "section_text": "21 For section 447 of the Companies Act 1985 (c. 6) substitute— Power to require documents and information 447 1 The Secretary of State may act under subsections (2) and (3) in relation to a company. 2 The Secretary of State may give directions to the company requiring it— a to produce such documents (or documents of such description) as may be specified in the directions; b to provide such information (or information of such description) as may be so specified. 3 The Secretary of State may authorise a person (an investigator) to require the company or any other person— a to produce such documents (or documents of such description) as the investigator may specify; b to provide such information (or information of such description) as the investigator may specify. 4 A person on whom a requirement under subsection (3) is imposed may require the investigator to produce evidence of his authority. 5 A requirement under subsection (2) or (3) must be complied with at such time and place as may be specified in the directions or by the investigator (as the case may be). 6 The production of a document in pursuance of this section does not affect any lien which a person has on the document. 7 The Secretary of State or the investigator (as the case may be) may take copies of or extracts from a document produced in pursuance of this section. 8 A  “ document ” includes information recorded in any form. 9 In relation to information recorded otherwise than in legible form, the power to require production of it includes power to require the production of a copy of it in legible form or in a form from which it can readily be produced in visible and legible form."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "22", "section_title": "Protection in relation to certain disclosures", "section_text": "22 After section 448 of the Companies Act 1985 (c. 6) insert— Protection in relation to certain disclosures: information provided to Secretary of State 448A 1 A person who makes a relevant disclosure is not liable by reason only of that disclosure in any proceedings relating to a breach of an obligation of confidence. 2 A relevant disclosure is a disclosure which satisfies each of the following conditions— a it is made to the Secretary of State otherwise than in compliance with a requirement under this Part; b it is of a kind that the person making the disclosure could be required to make in pursuance of this Part; c the person who makes the disclosure does so in good faith and in the reasonable belief that the disclosure is capable of assisting the Secretary of State for the purposes of the exercise of his functions under this Part; d the information disclosed is not more than is reasonably necessary for the purpose of assisting the Secretary of State for the purposes of the exercise of those functions; e the disclosure is not one falling within subsection (3) or (4). 3 A disclosure falls within this subsection if the disclosure is prohibited by virtue of any enactment. 4 A disclosure falls within this subsection if— a it is made by a person carrying on the business of banking or by a lawyer, and b it involves the disclosure of information in respect of which he owes an obligation of confidence in that capacity. 5 An enactment includes an enactment— a comprised in, or in an instrument made under, an Act of the Scottish Parliament; b comprised in subordinate legislation (within the meaning of the Interpretation Act 1978); c whenever passed or made."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "23", "section_title": "Power to enter and remain on premises", "section_text": "23 After section 453 of the Companies Act 1985 (c. 6) insert— Power to enter and remain on premises 453A 1 An inspector or investigator may act under subsection (2) in relation to a company if— a he is authorised to do so by the Secretary of State, and b he thinks that to do so will materially assist him in the exercise of his functions under this Part in relation to the company. 2 An inspector or investigator may at all reasonable times— a require entry to relevant premises, and b remain there for such period as he thinks necessary for the purpose mentioned in subsection (1)(b). 3 Relevant premises are premises which the inspector or investigator believes are used (wholly or partly) for the purposes of the company’s business. 4 In exercising his powers under subsection (2), an inspector or investigator may be accompanied by such other persons as he thinks appropriate. 5 A person who intentionally obstructs a person lawfully acting under subsection (2) or (4)— a is guilty of an offence, and b is liable on conviction to a fine. 6 Sections 732 (restriction on prosecutions), 733 (liability of individuals for corporate default) and 734 (criminal proceedings against unincorporated bodies) apply to the offence under subsection (5). 7 An inspector is a person appointed under section 431, 432 or 442. 8 An investigator is a person authorised for the purposes of section 447. Power to enter and remain on premises: procedural 453B 1 This section applies for the purposes of section 453A. 2 The requirements of subsection (3) must be complied with at the time an inspector or investigator seeks to enter relevant premises under section 453A(2)(a). 3 The requirements are— a the inspector or investigator must produce evidence of his identity and evidence of his appointment or authorisation (as the case may be); b any person accompanying the inspector or investigator must produce evidence of his identity. 4 The inspector or investigator must, as soon as practicable after obtaining entry, give to an appropriate recipient a written statement containing such information as to— a the powers of the investigator or inspector (as the case may be) under section 453A; b the rights and obligations of the company, occupier and the persons present on the premises, as may be prescribed by regulations. 5 If during the time the inspector or investigator is on the premises there is no person present who appears to him to be an appropriate recipient for the purposes of subsection (8), the inspector or investigator must as soon as reasonably practicable send to the company— a a notice of the fact and time that the visit took place, and b the statement mentioned in subsection (4). 6 As soon as reasonably practicable after exercising his powers under section 453A(2), the inspector or investigator must prepare a written record of the visit and— a if requested to do so by the company he must give it a copy of the record; b in a case where the company is not the sole occupier of the premises, if requested to do so by an occupier he must give the occupier a copy of the record. 7 The written record must contain such information as may be prescribed by regulations. 8 If the inspector or investigator thinks that the company is the sole occupier of the premises an appropriate recipient is a person who is present on the premises and who appears to the inspector or investigator to be— a an officer of the company, or b a person otherwise engaged in the business of the company if the inspector or investigator thinks that no officer of the company is present on the premises. 9 If the inspector or investigator thinks that the company is not the occupier or sole occupier of the premises an appropriate recipient is— a a person who is an appropriate recipient for the purposes of subsection (8), and (if different) b a person who is present on the premises and who appears to the inspector or investigator to be an occupier of the premises or otherwise in charge of them. 10 A statutory instrument containing regulations made under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "24", "section_title": "Failure to comply with certain requirements", "section_text": "24 After section 453B of the Companies Act 1985 (c. 6)\t\t\t(inserted by section 23) insert— Failure to comply with certain requirements 453C 1 This section applies if a person fails to comply with a requirement imposed by an inspector, the Secretary of State or an investigator in pursuance of either of the following provisions— a section 447; b section 453A. 2 The inspector, Secretary of State or investigator (as the case may be) may certify the fact in writing to the court. 3 If, after hearing— a any witnesses who may be produced against or on behalf of the alleged offender; b any statement which may be offered in defence, the court is satisfied that the offender failed without reasonable excuse to comply with the requirement, it may deal with him as if he had been guilty of contempt of the court."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "25", "section_title": "Minor and consequential amendments", "section_text": "25 1 Schedule 2 (minor and consequential amendments relating to Part 1) has effect. 2 That Schedule has effect subject to the modifications set out in subsection (3)— a in relation to England and Wales, in the case of an offence committed before    2 May 2022 , and b in relation to Scotland. 3 The modifications are— a the amendment in paragraph 10(2) has effect as if for  “12 months” there were substituted  “                        6 months                      ” ; b the amendment in paragraph 10(3) has effect as if for  “12 months”, in both places where it occurs, there were substituted  “                        3 months                      ” ; c the amendment in paragraph 10(4) has effect as if for  “12 months” there were substituted  “                        6 months                      ” ; d the amendment in paragraph 26(2) has effect as if for  “ the general limit in a magistrates’ court ” there were substituted  “                        6 months                      ” ; and e the amendment in paragraph 26(3) has effect as if for  “ the general limit in a magistrates’ court ” there were substituted  “                        6 months                      ” ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "26", "section_title": "Community interest companies", "section_text": "26 1 There is to be a new type of company to be known as the community interest company. 2 In accordance with this Part— a a company limited by shares or a company limited by guarantee and not having a share capital may be formed as or become a community interest company, and b a company limited by guarantee and having a share capital may become a community interest company. 3 A community interest company established for charitable purposes is to be treated as not being so established and accordingly— a is not  an English charity or a Northern Ireland charity , and b must not be  entered in the Scottish Charity Register ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "27", "section_title": "Regulator", "section_text": "27 1 There is to be an officer known as the Regulator of Community Interest Companies (referred to in this Part as  “ the Regulator ”). 2 The Secretary of State must appoint a person to be the Regulator. 3 The Regulator has such functions relating to community interest companies as are conferred or imposed by or by virtue of this Act or any other enactment. 4 The Regulator must adopt an approach to the discharge of those functions which is based on good regulatory practice, that is an approach adopted having regard to— a the likely impact on those who may be affected by the discharge of those functions, b the outcome of consultations with, and with organisations representing, community interest companies and others with relevant experience, and c the desirability of using the Regulator’s resources in the most efficient and economic way. 5 The Regulator may issue guidance, or otherwise provide assistance, about any matter relating to community interest companies. 6 The Secretary of State may require the Regulator to issue guidance or otherwise provide assistance about any matter relating to community interest companies which is specified by the Secretary of State. 7 Any guidance issued under this section must be such that it is readily accessible to, and capable of being easily understood by, those at whom it is aimed; and any other assistance provided under this section must be provided in the manner which the Regulator considers is most likely to be helpful to those to whom it is provided. 8 Schedule 3 (further provisions about the Regulator) has effect."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "28", "section_title": "Appeal Officer", "section_text": "28 1 There is to be an officer known as the Appeal Officer for Community Interest Companies (referred to in this Part as  “ the Appeal Officer ”). 2 The Secretary of State must appoint a person to be the Appeal Officer. 3 The Appeal Officer has the function of determining appeals against decisions and orders of the Regulator which under or by virtue of this Act or any other enactment lie to the Appeal Officer. 4 An appeal to the Appeal Officer against a decision or order of the Regulator may be brought on the ground that the Regulator made a material error of law or fact. 5 On such an appeal the Appeal Officer must— a dismiss the appeal, b allow the appeal, or c remit the case to the Regulator. 6 Where a case is remitted the Regulator must reconsider it in accordance with any rulings of law and findings of fact made by the Appeal Officer. 7 Schedule 4 (further provisions about the Appeal Officer) has effect."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "29", "section_title": "Official Property Holder", "section_text": "29 1 There is to be an officer known as the Official Property Holder for Community Interest Companies (referred to in this Part as  “ the Official Property Holder ”). 2 The Regulator must appoint a member of the Regulator’s staff to be the Official Property Holder. 3 The Official Property Holder has such functions relating to property of community interest companies as are conferred or imposed by or by virtue of this Act or any other enactment. 4 Schedule 5 (further provisions about the Official Property Holder) has effect."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "30", "section_title": "Cap on distributions and interest", "section_text": "30 1 Community interest companies must not distribute assets to their members unless regulations make provision authorising them to do so. 2 If regulations authorise community interest companies to distribute assets to their members, the regulations may impose limits on the extent to which they may do so. 3 Regulations may impose limits on the payment of interest on debentures issued by, or debts of, community interest companies. 4 Regulations under this section may make provision for limits to be set by the Regulator. 5 The Regulator— a may set a limit by reference to a rate determined by any other person (as it has effect from time to time), and b may set different limits for different descriptions of community interest companies. 6 The Regulator must (in accordance with section 27)— a undertake appropriate consultation before setting a limit, and b in setting a limit, have regard to its likely impact on community interest companies. 7 Regulations under this section may include power for the Secretary of State to require the Regulator to review a limit or limits. 8 Where the Regulator sets a limit he must publish notice of it in the Gazette."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "31", "section_title": "Distribution of assets on winding up", "section_text": "31 1 Regulations may make provision for and in connection with the distribution, on the winding up of a community interest company, of any assets of the company which remain after satisfaction of the company’s liabilities. 2 The regulations may, in particular, amend or modify the operation of any enactment or instrument."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "32", "section_title": "  Articles of association  ", "section_text": "32 1 The   articles   of a community interest company must state that the company is to be a community interest company. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The   articles   of a community interest company of any description— a must at all times include such provisions as regulations require to be included in the  articles  of every community interest company or a community interest company of that description, and b must not include such provisions as regulations require not to be so included. 4 The provisions required by regulations under subsection (3)(a) to be included in the   articles   of a community interest company may (in particular) include— a provisions about the transfer and distribution of the company’s assets (including their distribution on a winding up), b provisions about the payment of interest on debentures issued by the company or debts of the company, c provisions about membership of the company, d provisions about the voting rights of members of the company, e provisions about the appointment and removal of directors of the company, and f provisions about voting at meetings of directors of the company. 5 The   articles   of a community interest company are of no effect to the extent that they— a are inconsistent with provisions required to be included in the   articles   of the company by regulations under subsection (3)(a), or b include provisions required not to be included by regulations under subsection (3)(b). 6 Regulations may make provision for and in connection with restricting the ability of a community interest company   to amend its articles so as to add, remove or alter a statement of the company’s objects ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "33", "section_title": "Names", "section_text": "33 1 The name of a community interest company which is not a public company must end with— a “community interest company”, or b “c.i.c.”. 2   In the case of a Welsh company, its name may instead   end with— a “cwmni buddiant cymunedol”, or b “c.b.c.”, ... 3 The name of a community interest company which is a public company must end with— a “community interest public limited company”, or b “community interest p.l.c.”. 4   In the case of a Welsh company, its name may instead   end with— a “cwmni buddiant cymunedol cyhoeddus cyfyngedig”, or b “cwmni buddiant cymunedol c.c.c.”, ... 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "34", "section_title": "Community interest company reports", "section_text": "34 1 The directors of a community interest company must prepare in respect of each financial year a report about the company’s activities during the financial year (a  “community interest company report”). 2   Regulations must make provision   requiring the directors of a community interest company to deliver to the registrar of companies a copy of the community interest company report. 3 Regulations— a must make provision requiring community interest company reports to include information about the remuneration of directors, b may make provision as to the form of, and other information to be included in, community interest company reports, and c may apply provisions of  ...  the Companies Act 2006  relating to directors' reports to community interest company reports (with any appropriate modifications). 4 The registrar of companies must forward to the Regulator a copy of each community interest company report delivered to the registrar by virtue of this section."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "35", "section_title": "Community interest test and excluded companies", "section_text": "35 1 This section has effect for the purposes of this Part. 2 A company satisfies the community interest test if a reasonable person might consider that its activities are being carried on for the benefit of the community. 3 An object stated in the   articles   of a company is a community interest object of the company if a reasonable person might consider that the carrying on of activities by the company in furtherance of the object is for the benefit of the community. 4 Regulations may provide that activities of a description prescribed by the regulations are to be treated as being, or as not being, activities which a reasonable person might consider are activities carried on for the benefit of the community. 5 “ Community ” includes a section of the community (whether in  the United Kingdom  or anywhere else); and regulations may make provision about what does, does not or may constitute a section of the community. 6 A company is an excluded company if it is a company of a description prescribed by regulations."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "36", "section_title": "Formation of company as a community interest company", "section_text": "36 1 If a company is to be formed as a community interest company, the documents delivered to the registrar of companies under section 9 of the Companies Act 2006 (registration documents) must be accompanied by the prescribed formation documents. 2 The “prescribed formation documents” means such declarations or statements as are required by regulations to accompany the application, in such form as may be approved in accordance with the regulations. 3 On receiving the documents delivered under that section and the prescribed formation documents, the registrar must (instead of registering the documents)— a forward a copy of each of the documents to the Regulator, and b retain the documents pending the Regulator’s decision."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "36A", "section_title": "Formation as community interest company: decision on eligibility", "section_text": "36A 1 The Regulator must decide whether the company is eligible to be formed as a community interest company. 2 A company is eligible to be formed as a community interest company if— a its articles comply with the requirements imposed by and by virtue of section 32, b its proposed name complies with section 33, and c the Regulator, having regard to the application and accompanying documents and any other relevant considerations, considers that the company— i will satisfy the community interest test, and ii is not an excluded company. 3 The Regulator must give notice of the decision to the registrar of companies (but the registrar is not required to record it)."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "36B", "section_title": "Formation as community interest company: implementation of decision on eligibility", "section_text": "36B 1 If the Regulator decides that the company is eligible to be formed as a community interest company, the registrar of companies must— a proceed in accordance with sections 14 and 15 of the Companies Act 2006 (registration and issue of certificate of incorporation), and b if the company is entered on the register, retain and record the prescribed formation documents. 2 The certificate of incorporation must state that the company is a community interest company and is conclusive evidence that the company is a community interest company. 3 If the Regulator decides that the company is not eligible to be formed as a community interest company, any subscriber to the memorandum of association may appeal to the Appeal Officer against the decision."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "37", "section_title": "Company becoming a community interest company", "section_text": "37 1 If a company is to become a community interest company— a the company must by special resolution— i state that it is to be a community interest company, ii make such alterations of its articles as it considers necessary to comply with requirements imposed by and by virtue of section 32 or otherwise appropriate in connection with becoming a community interest company, and iii change its name to comply with section 33; b the conditions specified below must be met; and c an application must be delivered to the registrar of companies in accordance with section 37C together with the other documents required by that section. 2 The conditions referred to in subsection (1)(b) are that— a where no application under section 37A for cancellation of the special resolutions has been made— i having regard to the number of members who consented to or voted in favour of the resolutions, no such application may be made, or ii the period within which such an application could be made has expired, or b where such an application has been made— i the application has been withdrawn, or ii an order has been made confirming the resolutions and a copy of that order has been delivered to the registrar. 3 Section 30 of the Companies Act 2006 (copies of resolutions to be forwarded to the registrar) applies to the special resolutions as follows— a that section is complied with by forwarding copies of the resolutions together with the application in accordance with section 37C, b copies of the resolutions must not be so forwarded before the relevant date, and c subsection (1) of that section has effect in relation to the resolutions as if it referred to 15 days after the relevant date. 4 The relevant date is— a if an application is made under section 37A for cancellation of the special resolutions— i the date on which the court determines the application (or if there is more than one application, the date on which the last to be determined by the court is determined), or ii such later date as the court may order; b if there is no such application— i if having regard to the number of members who consented to or voted in favour of the resolutions, no such application may be made, the date on which the resolutions were passed or made (or, if the resolutions were passed or made on different days, the date on which the last of them was passed or made); ii in any other case, the end of the period for making such an application."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "37A", "section_title": "Becoming a community interest company: application to court to cancel resolutions", "section_text": "37A 1 Where special resolutions have been passed with a view to the company becoming a community interest company, an application to the court for the cancellation of the resolutions may be made— a by the holders of not less in the aggregate than 15% in nominal value of the company’s issued share capital or any class of the company’s issued share capital (disregarding any shares held by the company as treasury shares); b if the company is not limited by shares, by not less than 15% of its members; or c by the holders of not less than 15% of the company’s debentures entitling the holders to object to an alteration of its objects; but not by a person who has consented to or voted in favour of the resolutions. 2 The application— a must be made within 28 days after the date on which the resolutions are passed or made (or, if the resolutions are passed or made on different days, the date on which the last of them is passed or made), and b may be made on behalf of the persons entitled to make it by such one or more of their number as they may appoint for the purpose. 3 On the hearing of the application the court shall make an order either cancelling or confirming the resolutions. 4 The court may— a make that order on such terms and conditions as it thinks fit, b if it thinks fit adjourn the proceedings in order that an arrangement may be made to the satisfaction of the court for the purchase of the interests of dissentient members, and c give such directions, and make such orders, as it thinks expedient for facilitating or carrying into effect any such arrangement. 5 The court’s order may, if the court thinks fit— a provide for the purchase by the company of the shares of any of its members and for the reduction accordingly of the company’s capital; and b make such alteration in the company’s articles as may be required in consequence of that provision. 6 The court’s order may, if the court thinks fit, require the company not to make any, or any specified, amendments to its articles without the leave of the court."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "37B", "section_title": "Becoming a community interest company: notice to registrar of court application or order", "section_text": "37B 1 On making an application under section 37A (application to court to cancel resolutions) the applicants, or the person making the application on their behalf, must immediately give notice to the registrar of companies. This is without prejudice to any provision of rules of court as to service of notice of the application. 2 On being served with notice of any such application, the company must immediately give notice to the registrar. 3 Within 15 days of the making of the court’s order on the application, or such longer period as the court may at any time direct, the company must deliver to the registrar a copy of the order. 4 If a company fails to comply with subsection (2) or (3) an offence is committed by— a the company, and b every officer of the company who is in default. 5 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 3 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 3 on the standard scale."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "37C", "section_title": "Becoming a community interest company: application and accompanying documents", "section_text": "37C 1 An application to become a community interest company must be accompanied by— a a copy of the special resolutions, b a copy of the company’s articles as proposed to be amended, and c the prescribed conversion documents. 2 The “prescribed conversion documents” means such declarations or statements as are required by regulations to accompany the application, in such form as may be approved in accordance with the regulations. 3 On receiving an application to become a community interest company together with the other documents required to accompany it, the registrar of companies must (instead of recording the documents and entering a new name on the register)— a forward a copy of each of the documents to the Regulator, and b retain the documents pending the Regulator’s decision."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "38", "section_title": "Becoming a community interest company: decision by Regulator", "section_text": "38 1 The Regulator must decide whether the company is eligible to become a community interest company. 2 A company is eligible to become a community interest company if— a its articles as proposed to be amended comply with the requirements imposed by and by virtue of section 32, b its proposed name complies with section 33, and c the Regulator, having regard to the application and accompanying documents and any other relevant considerations, considers that the company— i will satisfy the community interest test, and ii is not an excluded company. 3 The Regulator must give notice of the decision to the registrar of companies (but the registrar is not required to record it)."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "38A", "section_title": "Becoming a community interest company: implementation of decision on eligibility", "section_text": "38A 1 If the Regulator gives notice of a decision that the company is eligible to become a community interest company, the registrar of companies must— a proceed in accordance with section 80 of the Companies Act 2006 (change of name: registration and issue of new certificate of incorporation), and b if the registrar enters the new name of the company on the register, retain and record the documents mentioned in section 37C(3). 2 The new certificate of incorporation must state— a that it is issued on the company’s conversion to a community interest company, b the date on which it is issued, and c that the company is a community interest company. 3 On the issue of the certificate— a the company by virtue of the issue of the certificate becomes a community interest company, and b the changes in the company’s name and articles take effect. 4 The certificate is conclusive evidence that the company is a community interest company. 5 If the Regulator decides that the company is not eligible to become a community interest company, the company may appeal to the Appeal Officer against the decision."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "39", "section_title": "Becoming a community interest company: English charities", "section_text": "39 1 A  company that is an English charity  may not   become a community interest company   without the prior written consent of the  Charity Commission . 2 If a  company that is an English charity  contravenes subsection (1), the  Charity Commission  may apply to the High Court for an order quashing any altered certificate of incorporation issued under   section 38A  . 3 If a  company that is an English charity  becomes a community interest company, that does not affect the application of— a any property acquired under any disposition or agreement previously made otherwise than for full consideration in money or money’s worth, or any property representing property so acquired, b any property representing income which has previously accrued, or c the income from any such property. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "40", "section_title": "Becoming a community interest company: Scottish charities", "section_text": "40 1 A  company that is a Scottish charity  may not become a community interest company. 2 If a  company that is a Scottish charity  purports by special resolution to change its name to comply with section 33, the Commissioners of Inland Revenue may apply to the Court of Session for an order quashing any altered certificate of incorporation issued under section 28(6) of  the  1985 Act . 3 Regulations may repeal subsections (1) and (2); and subsections (4) to (7) have effect on and after the day on which regulations under this subsection come into force. 4 A  Scottish charitable company  may not   become a community interest company   without the prior written consent— a if the company’s registered office is situated in Scotland, of the Scottish Charity Regulator, or b if the company’s registered office is situated in England and Wales (or Wales), of both the Scottish Charity Regulator and the  Charity Commission . 5 If a  company that is a Scottish charity  contravenes subsection (4)(a), the Scottish Charity Regulator may apply to the Court of Session for an order quashing any altered certificate of incorporation issued under   section 38A . 6 If a  company that is a Scottish charity  contravenes subsection (4)(b), the Scottish Charity Regulator or the  Charity Commission  may apply to the High Court for such an order. 7 If a  company that is a Scottish charity  becomes a community interest company,  it shall continue to be under a duty to apply– a any property previously acquired, or any property representing property previously acquired, b any property representing income which has previously accrued, or c the income from any such property. in accordance with its purposes as set out in its entry in the Scottish Charity Register immediately before it became a community interest company. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "40A", "section_title": "Becoming a community interest company: Northern Ireland charities", "section_text": "40A 1 A company that is a Northern Ireland charity may not become a community interest company. 2 If a company that is a Northern Ireland charity purports   to become a community interest company  , the Commissioners of Her Majesty’s Revenue and Customs may apply to the High Court for an order quashing any altered certificate of incorporation under   section 38A . "}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "41", "section_title": "Conditions for exercise of supervisory powers", "section_text": "41 1 In deciding whether and how to exercise the powers conferred by sections 42 to 51 the Regulator must adopt an approach which is based on the principle that those powers should be exercised only to the extent necessary to maintain confidence in community interest companies. 2 No power conferred on the Regulator by— a section 45 (appointment of director), b section 46 (removal of director), c section 47 (appointment of manager), or d section 48 (property), is exercisable in relation to a community interest company unless the company default condition is satisfied in relation to the power and the company. 3 The company default condition is satisfied in relation to a power and a company if it appears to the Regulator necessary to exercise the power in relation to the company because— a there has been misconduct or mismanagement in the administration of the company, b there is a need to protect the company’s property or to secure the proper application of that property, c the company is not satisfying the community interest test, or d if the company has community interest objects, the company is not carrying on any activities in pursuit of those objects. 4 The power conferred on the Regulator by section 49 (transfer of shares etc.) is not exercisable in relation to a community interest company unless it appears to the Regulator that the company is an excluded company."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "42", "section_title": "Investigation", "section_text": "42 1 The Regulator may— a investigate the affairs of a community interest company, or b appoint any person (other than a member of the Regulator’s staff) to investigate the affairs of a community interest company on behalf of the Regulator. 2 Subsection (1)(b) is in addition to paragraph 5 of Schedule 3 (powers of Regulator exercisable by authorised members of staff) and does not affect the application of that paragraph to the Regulator’s power under subsection (1)(a). 3 Schedule 7 (further provision about investigations under this section) has effect."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "43", "section_title": "Audit", "section_text": "43 1 The Regulator may by order require a community interest company to allow the annual accounts of the company to be audited by a qualified auditor appointed by the Regulator. 2 A person is a qualified auditor if he is eligible for appointment   as a statutory auditor under Part 42 of the Companies Act 2006  . 3   Sections 499 to 501 of the Companies Act 2006  \t\t\t\t\t(auditor’s rights to information) apply in relation to an auditor appointed under this section  ... 4 On completion of the audit the auditor must make a report to the Regulator on such matters and in such form as the Regulator specifies. 5 The expenses of the audit, including the remuneration of the auditor, are to be paid by the Regulator. 6 An audit under this section is in addition to, and does not affect, any audit required by or by virtue of any other enactment."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "44", "section_title": "Civil proceedings", "section_text": "44 1 The Regulator may bring civil proceedings in the name and on behalf of a community interest company. 2 Before instituting proceedings under this section the Regulator must give written notice to the company stating— a the cause of action, b the remedy sought, and c a summary of the facts on which the proceedings are to be based. 3 Any director of the company may apply to the court for an order— a that proposed proceedings are not to be instituted under this section, or b that proceedings instituted under this section are to be discontinued. 4 On an application under subsection (3) the court may make such order as it thinks fit. 5 In particular the court may (as an alternative to ordering that proposed proceedings are not to be instituted under this section or that proceedings instituted under this section are to be discontinued) order— a that the proposed proceedings may be instituted under this section, or the proceedings instituted under this section may be continued, on such terms and conditions as the court thinks fit, b that any proceedings instituted by the company are to be discontinued, or c that any proceedings instituted by the company may be continued on such terms and conditions as the court thinks fit. 6 The Regulator must indemnify the company against any costs (or expenses) incurred by it in connection with proceedings brought under this section. 7 Any costs (or expenses)— a awarded to the company in connection with proceedings brought under this section, or b incurred by the company in connection with the proceedings and which it is agreed should be paid by a defendant (or defender), are to be paid to the Regulator."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "45", "section_title": "Appointment of director", "section_text": "45 1 The Regulator may by order appoint a director of a community interest company. 2 The person appointed may be anyone whom the Regulator thinks appropriate, other than a member of the Regulator’s staff. 3 A person may be appointed as a director of a company under this section— a whether or not the person is a member of the company, and b irrespective of any provision made by the   articles   of the company or a resolution of the company  .... 4 An order appointing a person to be a director of a company under this section must specify the terms on which the director is to hold office; and those terms have effect as if contained in a contract between the director and the company. 5 The terms specified must include the period for which the director is to hold office, and may include terms as to the remuneration of the director by the company. 6 A director appointed under this section has all the powers of the directors appointed by the company (including powers exercisable only by a particular director or class of directors). 7 A director appointed under this section may not be removed by the company, but may be removed by the Regulator at any time. 8 Where— a a person is appointed to be a director of the company under this section, or b a person so appointed ceases to be a director of the company, the obligation which would otherwise be imposed on the company under   section 167(1)(a) of the Companies Act 2006  \t\t\t\t\t(requirement that company notify change among directors to registrar) is instead an obligation of the Regulator. 9 But if subsection (10) applies,   section 167(1)(a)   applies as if the period within which the Regulator must send a notification to the registrar of companies is 14 days from the date on which the Regulator receives notification under that subsection. 10 Where a person appointed to be a director of the company under this section ceases to be a director of the company (otherwise than by removal under subsection (7)), the company must give notification of that fact to the Regulator in a form approved by the Regulator before the end of the period of 14 days beginning with the date on which the person ceases to be a director. 11 If default is made in complying with subsection (10) an offence is committed by— a the company, and b every officer of the company who is in default. For this purpose a shadow director is treated as an officer of the company. 12 A person guilty of an offence under subsection (11) is liable on summary conviction to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding  one-tenth of level 5 on the standard scale   one-tenth of the greater of £5,000 or level 4 on the standard scale  . 13 The company may appeal to the Appeal Officer against an order under this section."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "46", "section_title": "Removal of director", "section_text": "46 1 The Regulator may by order remove a director of a community interest company. 2 If a person has been removed under subsection (1)— a the company may not subsequently appoint him a director of the company, and b any assignment to the person of the office of director of the company is of no effect (even if approved by special resolution of the company). 3 The Regulator may by order suspend a director of the company pending a decision whether to remove him. 4 The maximum period for which a director may be suspended under subsection (3) is one year. 5 If the Regulator suspends a director under subsection (3) the Regulator may give directions in relation to the performance of the director’s functions. 6 The Regulator may discharge an order made under subsection (1). 7 The discharge of an order made under subsection (1) does not reinstate the person removed by the order as a director of the company, but on the discharge of the order subsection (2) ceases to apply to the person. 8 The Regulator must from time to time review any order made under subsection (3) and, if it is appropriate to do so, discharge the order. 9 Before making an order under subsection (1) or (3) in relation to a director, the Regulator must give at least 14 days' notice to— a the director, and b the company. 10 Where an order is made in relation to a director under subsection (1) or (3) the director may appeal against the order— a in England and Wales  or Northern Ireland , to the High Court, or b in Scotland, to the Court of Session. 11 The Regulator must, before the end of the period of 14 days beginning with the date on which— a an order under subsection (1) is made or discharged, b an order under subsection (3) is made or discharged or expires, or c an order under subsection (1) or (3) is quashed on appeal, give notification of that event to the registrar of companies in a form approved by the registrar of companies. 12 Where subsection (11) imposes an obligation to notify the registrar of companies of an event,   section 167(1)(a) of the Companies Act 2006  \t\t\t\t\t(requirement that company notify change among directors to registrar) does not apply in respect of the event."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "47", "section_title": "Appointment of manager", "section_text": "47 1 The Regulator may by order appoint a manager in respect of the property and affairs of a community interest company. 2 The person appointed may be anyone whom the Regulator thinks appropriate, other than a member of the Regulator’s staff. 3 An order under subsection (1) may make provision as to the functions to be exercised by, and the powers of, the manager. 4 The order may in particular provide— a for the manager to have such of the functions of the company’s directors as are specified in the order, and b for the company’s directors to be prevented from exercising any of those functions. 5 In carrying out his functions the manager acts as the company’s agent; and a person dealing with the manager in good faith and for value need not inquire whether the manager is acting within his powers. 6 The appointment of the manager does not affect— a any right of any person to appoint a receiver or manager of the company’s property (including any right under section 51 of the Insolvency Act 1986 (c. 45)  (power to appoint receiver under law of Scotland) ), or b the rights of a receiver or manager appointed by a person other than the Regulator. 7 The manager’s functions are to be discharged by him under the supervision of the Regulator; and the Regulator must from time to time review the order by which the manager is appointed and, if it is appropriate to do so, discharge it in whole or in part. 8 In particular, the Regulator must discharge the order on the appointment of a person to act as administrative receiver, administrator, provisional liquidator or liquidator of the company. 9 The Regulator may apply to the court for directions in relation to any matter arising in connection with the manager’s functions or powers. 10 On an application under subsection (9) the court may give such directions or make such orders as it thinks fit. 11 The costs of any application under subsection (9) are to be paid by the company. 12 Regulations may authorise the Regulator— a to require a manager to make reports, b to require a manager to give security (or, in Scotland, to find caution) for the due exercise of the manager’s functions, and c to remove a manager in circumstances prescribed by the regulations. 13 Regulations may— a provide for a manager’s remuneration to be payable from the property of the company, and b authorise the Regulator to determine the amount of a manager’s remuneration and to disallow any amount of remuneration in circumstances prescribed by the regulations. 14 The company may appeal to the Appeal Officer against an order under this section."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "48", "section_title": "Property", "section_text": "48 1 The Regulator may by order— a vest in the Official Property Holder any property held by or in trust for a community interest company, or b require persons in whom such property is vested to transfer it to the Official Property Holder. 2 The Regulator— a may order a person who holds property on behalf of a community interest company, or on behalf of a trustee of a community interest company, not to part with the property without the Regulator’s consent, and b may order any debtor of a community interest company not to make any payment in respect of the debtor’s liability to the company without the Regulator’s consent. 3 The Regulator may by order restrict— a the transactions which may be entered into by a community interest company, or b the nature or amount of the payments that a community interest company may make, and the order may in particular provide that transactions may not be entered into or payments made without the Regulator’s consent. 4 The vesting or transfer of property under subsection (1) does not constitute a breach of a covenant or condition against alienation, and no right listed in subsection (5) operates or becomes exercisable as a result of the vesting or transfer. 5 The rights are— a a right of reverter (or, in Scotland, the right of the fiar on the termination of a liferent), b a right of pre-emption, c a right of forfeiture, d a right of re-entry, e a right of irritancy, f an option, and g any right similar to those listed in paragraphs (a) to (f). 6 The Regulator must from time to time review any order under this section and, if it is appropriate to do so, discharge the order in whole or in part. 7 On discharging an order under subsection (1) the Regulator may make any order as to the vesting or transfer of the property, and give any directions, which he considers appropriate. 8 If a person fails to comply with an order under subsection (1)(b), the Regulator may certify that fact in writing to the court. 9 If, after hearing— a any witnesses who may be produced against or on behalf of the alleged offender, and b any statement which may be offered in defence, the court is satisfied that the offender failed without reasonable excuse to comply with the order, it may deal with him as if he had been guilty of contempt of the court. 10 A person who contravenes an order under subsection (2) or (3) commits an offence, but a prosecution may be instituted — a in England and Wales, only with the consent of the Regulator or the Director of Public Prosecutions; b in Northern Ireland, only with the consent of the Regulator or the Director of Public Prosecutions for Northern Ireland. 11 A person guilty of an offence under subsection (10) is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 12 Subsections (8) to (10) do not prevent the bringing of civil proceedings in respect of a contravention of an order under subsection (1)(b), (2) or (3). 13 The company and any person to whom the order is directed may appeal to the Appeal Officer against an order under subsection (1) or (2). 14 The company may appeal to the Appeal Officer against an order under subsection (3)."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "49", "section_title": "Transfer of shares etc.", "section_text": "49 1 If a community interest company has a share capital, the Regulator may by order transfer specified shares in the company to specified persons. 2 If a community interest company is a company limited by guarantee, the Regulator may by order— a extinguish the interests in the company of specified members of the company (otherwise than as shareholders), and b appoint a new member in place of each member whose interest has been extinguished. 3 An order under subsection (1) may not transfer any shares in respect of which— a a dividend may be paid, or b a distribution of the company’s assets may be made if the company is wound up. 4 An order under this section in relation to a company— a may only transfer shares to, and appoint as new members, persons who have consented to the transfer or appointment, and b may be made irrespective of any provision made by the   articles   of the company or a resolution of the company in general meeting. 5 The company and any person from whom shares are transferred by the order may appeal to the Appeal Officer against an order under subsection (1). 6 The company and any person whose interest is extinguished by the order may appeal to the Appeal Officer against an order under subsection (2). 7 “ Specified ”, in relation to an order, means specified in the order."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "50", "section_title": "Petition for winding up", "section_text": "50 1 The Regulator may present a petition for a community interest company to be wound up if the court is of the opinion that it is just and equitable that the company should be wound up. 2 Subsection (1) does not apply if the company is already being wound up by the court. 3 In section 124 of the Insolvency Act 1986 (c. 45)\t\t\t\t\t(application for winding up), after subsection (4) insert— 4A A winding-up petition may be presented by the Regulator of Community Interest Companies in a case falling within section 50 of the Companies (Audit, Investigations and Community Enterprise) Act 2004."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "51", "section_title": "Dissolution and striking off", "section_text": "51 1 If a community interest company has been— a dissolved, or b struck off the register under section 1000 or 1001 of the Companies Act 2006, the Regulator may apply to the court under section 1029 of that Act for an order restoring the company’s name to the register. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If an application under   section 1003 of the Companies Act 2006 (striking off on application by company)   is made on behalf of a community interest company,   section 1006 of the Companies Act 2006   (persons to be notified of application) is to be treated as also requiring a copy of the application to be given to the Regulator."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "52", "section_title": "Re-registration", "section_text": "52 1 A community interest company is excluded from re-registering under   section 102 of the Companies Act 2006  \t\t\t\t\t(re-registration of limited company as unlimited). 2 If a community interest company which is not a public company re-registers as a public company under   section 90 of the Companies Act 2006  , or a community interest company which is a public company re-registers as a private company under   section 97 of the Companies Act 2006  , the certificate of incorporation issued under   section 96(2) or 101(2) of the Companies Act 2006   is to contain a statement that the company is a community interest company. 3 The fact that the certificate of incorporation contains such a statement is conclusive evidence that the company is a community interest company."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "53", "section_title": "Ceasing to be a community interest company", "section_text": "53 A community interest company may not cease to be a community interest company except by dissolution or as provided— a by   sections 54 to 55A   (becoming a charity  ...), or b if regulations are made under section 56 (becoming   a registered society  ), by the regulations."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "54", "section_title": "Ceasing to be a community interest company and becoming a charity", "section_text": "54 1 If a company is to cease to be a community interest company and become a charity— a the company must by special resolution— i state that it is to cease to be a community interest company, ii make such alterations of its articles as it considers appropriate, and iii change its name so that it does not comply with section 33; b the conditions specified below must be met; and c an application must be delivered to the registrar of companies in accordance with section 54C together with the other documents required by that section. 2 The conditions referred to in subsection (1)(b) are that— a where no application under section 54A for cancellation of the special resolutions has been made— i having regard to the number of members who consented to or voted in favour of the resolutions, no such application may be made, or ii the period within which such an application could be made has expired, or b where such an application has been made— i the application has been withdrawn, or ii an order has been made confirming the resolutions and a copy of that order has been delivered to the registrar. 3 Section 30 of the Companies Act 2006 (copies of resolutions to be forwarded to the registrar) applies to the special resolutions as follows— a that section is complied with by forwarding copies of the resolutions together with the application in accordance with section 54C, b copies of the resolutions must not be so forwarded before the relevant date, and c subsection (1) of that section has effect in relation to the resolutions as if it referred to 15 days after the relevant date. 4 The relevant date is— a if an application is made under section 54A for cancellation of the resolutions— i the date on which the court determines the application (or if there is more than one application, the date on which the last to be determined by the court is determined), or ii such later date as the court may order; b if there is no such application— i if having regard to the number of members who consented to or voted in favour of the resolutions, no such application may be made, the date on which the resolutions were passed or made (or, if the resolutions were passed or made on different days, the date on which the last of them was passed or made); ii in any other case, the end of the period for making such an application."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "54A", "section_title": "Ceasing to be a community interest company and becoming a charity: application to court to cancel resolutions", "section_text": "54A 1 Where special resolutions have been passed with a view to a company ceasing to be a community interest company and becoming a charity, an application to the court for the cancellation of the resolutions may be made— a by the holders of not less in the aggregate than 15% in nominal value of the company’s issued share capital or any class of the company’s issued share capital (disregarding any shares held by the company as treasury shares); b if the company is not limited by shares, by not less than 15% of its members; or c by the holders of not less than 15% of the company’s debentures entitling the holders to object to an alteration of its objects; but not by a person who has consented to or voted in favour of the resolutions. 2 The application— a must be made within 28 days after the date on which the resolutions were passed or made (or, if the resolutions were passed or made on different days, the date on which the last of them was passed or made), and b may be made on behalf of the persons entitled to make it by such one or more of their number as they may appoint for the purpose. 3 On the hearing of the application the court shall make an order either cancelling or confirming the resolutions. 4 The court may— a make that order on such terms and conditions as it thinks fit, b if it thinks fit adjourn the proceedings in order that an arrangement may be made to the satisfaction of the court for the purchase of the interests of dissentient members, and c give such directions, and make such orders, as it thinks expedient for facilitating or carrying into effect any such arrangement. 5 The court’s order may, if the court thinks fit— a provide for the purchase by the company of the shares of any of its members and for the reduction accordingly of the company’s capital; and b make such alteration in the company’s articles as may be required in consequence of that provision. 6 The court’s order may, if the court thinks fit, require the company not to make any, or any specified, amendments to its articles without the leave of the court."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "54B", "section_title": "Ceasing to be a community interest company and becoming a charity: notice to registrar of court application or order", "section_text": "54B 1 On making an application under section 54A (application to court to cancel resolutions) the applicants, or the person making the application on their behalf, must immediately give notice to the registrar of companies. This is without prejudice to any provision of rules of court as to service of notice of the application. 2 On being served with notice of any such application, the company must immediately give notice to the registrar. 3 Within 15 days of the making of the court’s order on the application, or such longer period as the court may at any time direct, the company must deliver to the registrar a copy of the order. 4 If a company fails to comply with subsection (2) or (3) an offence is committed by— a the company, and b every officer of the company who is in default. 5 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 3 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 3 on the standard scale."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "54C", "section_title": "Ceasing to be a community interest company and becoming a charity: application and accompanying documents", "section_text": "54C 1 An application to cease to be a community interest company and become a charity must be accompanied by— a a copy of the special resolutions, b a copy of the company’s articles as proposed to be amended, and c the statement required by subsection (2). 2 The statement required is— a where the company is to become an English charity, a statement by the Charity Commission that, in its opinion, if the proposed changes take effect the company will be an English charity and will not be an exempt charity; b where the company is to become a Scottish charity, a statement by the Scottish Charity Regulator that if the proposed changes take effect the company will be entered in the Scottish Charity Register; c where the company is to become a Northern Ireland charity, a statement by the Commissioners of Her Majesty’s Revenue and Customs that the company has claimed exemption under   a relevant provision of Part 11 of the Corporation Tax Act 2010 . 3 In subsection (2)(a)   exempt charity ” has the same meaning as in the Charities Act 2011 (see section 22 of that Act).   3A For the purposes of subsection (2)(c) all the provisions of Part 11 of the Corporation Tax Act 2010 under which exemption may be claimed are relevant provisions except— a section 480 (exemption for profits of small-scale trades), and b section 481 (exemption from charges under provisions to which section 1173 applies). 4 On receiving an application to cease to be a community interest company and become a charity, together with the other documents required to accompany it, the registrar of companies must (instead of recording the documents and entering a new name on the register)— a forward a copy of each of the documents to the Regulator, and b retain the documents pending the Regulator’s decision."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "55", "section_title": "Ceasing to be a community interest company and becoming a charity: decision by Regulator", "section_text": "55 1 The Regulator must decide whether the company is eligible to cease being a community interest company. 2 A company is eligible to cease being a community interest company if it has complied with sections 54 and 54C and none of the following applies— a the Regulator has under section 43 appointed an auditor to audit the company’s annual accounts and the audit has not been completed, b civil proceedings instituted by the Regulator in the name of the company under section 44 have not been determined or discontinued, c a director of the company holds office by virtue of an order under section 45, d a director of the company is suspended under section 46(3), e there is a manager in respect of the property and affairs of the company appointed under section 47, f the Official Property Holder holds property as trustee for the company, g an order under section 48(2) or (3) is in force in relation to the company, h a petition has been presented for the company to be wound up. 3 The Regulator must give notice of the decision to the registrar of companies (but the registrar is not required to record it)."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "55A", "section_title": "Ceasing to be a community interest company and becoming a charity : consequences of Regulator’s decision", "section_text": "55A 1 If the Regulator gives notice of a decision that the company is eligible to cease being a community interest company, the registrar of companies must— a proceed in accordance with section 80 of the Companies Act 2006 (change of name: registration and issue of new certificate of incorporation), and b if the registrar enters the new name of the company on the register, retain and record the documents mentioned in section 54C(4). 2 The new certificate of incorporation must state— a that it is issued on the company’s ceasing to be a community interest company, and b the date on which it is issued. 3 On the issue of the certificate— a the changes in the company’s name and articles take effect, and b the company ceases to be a community interest company. 4 If the Regulator decides that the company is not eligible to cease being a community interest company, the company may appeal to the Appeal Officer against the decision."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "56", "section_title": "Becoming   a registered society  ", "section_text": "56 1 Unless regulations make provision to the contrary, a community interest company may not convert itself into a registered society under   section 115 of the Co-operative and Community Benefit Societies Act 2014   or section 62 of the Industrial and Provident Societies Act (Northern Ireland) 1969 . 2 If regulations make provision allowing the conversion of community interest companies under that section they may include provision modifying that section in its application by virtue of the regulations."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "57", "section_title": "Fees", "section_text": "57 1 Regulations may require the payment of such fees in connection with the Regulator’s functions as may be specified in the regulations. 2 The regulations may provide for fees to be paid to the registrar of companies (rather than to the Regulator). 3 The Regulator may charge a fee for any service which is provided otherwise than in pursuance of an obligation imposed by law, other than the provision of guidance which the Regulator considers to be of general interest. 4 Fees paid by virtue of this section are to be paid into the Consolidated Fund."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "58", "section_title": "Extension of provisions about registrar etc.", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "59", "section_title": "Information", "section_text": "59 1 Regulations may require the registrar of companies— a to notify the Regulator of matters specified in the regulations, and b to provide the Regulator with copies of documents specified in the regulations. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 31(2) of the Data Protection Act 1998 (c. 29)\t\t\t\t\t(restricted access to data processed for specified purposes)— a in paragraphs (b), (c) and (d), after  “charities” insert  “                        or community interest companies                      ” , and b in paragraph (b), after  “trustees” insert  “                        , directors                      ” . 4 A public authority may disclose to the Regulator, for any purpose connected with the exercise of the Regulator’s functions, information received by the authority in connection with its functions. 5 The Regulator may disclose to a public authority any information received by the Regulator in connection with the functions of the Regulator— a for a purpose connected with the exercise of those functions, or b for a purpose connected with the exercise by the authority of its functions. 6 In deciding whether to disclose information to a public authority in a country or territory outside the United Kingdom the Regulator must have regard to the considerations listed in section 243(6) of the Enterprise Act 2002 (c. 40)\t\t\t\t\t(overseas disclosures), but as if the reference to information of a kind to which section 237 of that Act applies were to information of the kind the Regulator is considering disclosing. 7 The powers to disclose information in subsections (4) and (5) are subject to— a any restriction on disclosure imposed by or by virtue of an enactment, and b any express restriction on disclosure subject to which information was supplied. 8 Information may be disclosed under subsection (4) or (5) subject to a restriction on its further disclosure. 9 A person who discloses information in contravention of a restriction imposed under subsection (8) is guilty of an offence, but a prosecution may be instituted — a in England and Wales, only with the consent of the Regulator or the Director of Public Prosecutions; b in Northern Ireland, only with the consent of the Regulator or the Director of Public Prosecutions for Northern Ireland. 10 A person guilty of an offence under subsection (9) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 11 “ Public authority ” means a person or body having functions of a public nature."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "60", "section_title": "Offences", "section_text": "60 1 If an offence under   section 48 or 59 or paragraph 5 of Schedule 7   committed by a body corporate is proved— a to have been committed with the consent or connivance of an officer, or b to be attributable to any neglect on the part of an officer, the officer as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly. 2 “ Officer ” means a director, manager, secretary or other similar officer of the body corporate, or a person purporting to act in any such capacity. 3 “Director”— a includes a shadow director, and b if the affairs of a body corporate are managed by its members, means a member of the body."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "61", "section_title": "Orders made by Regulator", "section_text": "61 1 An order made by the Regulator under this Part must be given to the community interest company in relation to which it is made and— a if the order is under section 46(1) or (3), to the director removed or suspended, b if the order is under section 48(1)(b) or (2), to the person to whom the order is directed, c if the order is under section 49(1), to the persons from and to whom shares are transferred, d if the order is under section 49(2), to the person whose interest is extinguished and any person appointed in his place. 2 Orders made by the Regulator under or by virtue of this Part may contain any incidental or supplementary provisions the Regulator considers expedient. 3 When discharging an order made under or by virtue of this Part, the Regulator may make savings and transitional provisions. 4 A document certified by the Regulator to be a true copy of an order made by the Regulator is evidence of the order without further proof; and a document purporting to be so certified shall, unless the contrary is proved, be taken to be so certified. 5 Where the Regulator makes an order or decision against which an appeal lies under or by virtue of this Part, the Regulator must give reasons for the order or decision to the persons entitled to appeal against it."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "62", "section_title": "Regulations", "section_text": "62 1 Any power to make regulations under this Part is exercisable by the Secretary of State by statutory instrument. 2 Regulations under this Part may make different provision for different cases. 3 Regulations under this Part may confer or impose functions on the Regulator or any other person specified in the regulations (and, unless made under paragraph 4 of Schedule 4, may provide for appeals to the Appeal Officer from a person on whom functions are conferred by the regulations). 4 No regulations to which this subsection applies are to be made unless a draft of the statutory instrument containing the regulations (whether or not together with other provisions) has been laid before, and approved by a resolution of, each House of Parliament. 5 Subsection (4) applies to regulations under— a section 30, b section 31, c section 32, d section 34, e section 35, f section 36, g   section 37C  , h section 47, and i section 56. 6 A statutory instrument containing regulations under this Part is (unless a draft of it has been approved by each House of Parliament under subsection (4)) subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "63", "section_title": "Interpretation", "section_text": "63 1 In this Part— “ administrative receiver ” has the meaning — (a)\tin England and Wales or Scotland, by section 251 of the Insolvency Act 1986, and (b)\tin Northern Ireland, by Article 5 of the Insolvency (Northern Ireland) Order 1989; “ the Appeal Officer ” has the meaning given by section 28(1), “charity” means an English charity, a Scottish charity or a Northern Ireland charity, as defined below; “ community interest object ” is to be construed in accordance with section 35(3), “ the community interest test ” is to be construed in accordance with section 35(2), “ enactment ” includes an Act of the Scottish Parliament, “English charity” means a       charity  as defined by section 1(1) of the Charities Act 2011 ; “ excluded company ” is to be construed in accordance with section 35(6), ...   “ Northern Ireland charity ” means a charity within the meaning of the Charities Act (Northern Ireland) 2008 (see section 1 of that Act);   “ the Official Property Holder ” has the meaning given by section 29(1), “ the Regulator ” has the meaning given by section 27(1), and “Scottish charity” means a body entered in the Scottish Charity Register.  ...  ... 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "64", "section_title": "Repeals and revocations", "section_text": "64 Schedule 8 (repeals and revocations) has effect."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "65", "section_title": "Commencement etc.", "section_text": "65 1 This Act (apart from this section and sections 66 and 67) does not come into force until such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different provisions or otherwise for different purposes. 2 The Secretary of State may by order made by statutory instrument make any transitional provisions or savings which appear appropriate in connection with the commencement of any provision of this Act."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "66", "section_title": "Extent", "section_text": "66 1 Any amendment made by this Act has the same extent as the provision to which it relates. 2 Sections 14, 15(1)(b), (3) and (7) and  16 to  18A   and Part 2  extend to Northern Ireland. 3 Subject to that, this Act (apart from section 65, this section and section 67) does not extend to Northern Ireland."}, {"act": "Companies (Audit, Investigations and Community Enterprise) Act 2004", "year": 2004, "section": "67", "section_title": "Short title", "section_text": "67 This Act may be cited as the Companies (Audit, Investigations and Community Enterprise) Act 2004."}]