[{"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "1", "section_title": "Breach of non-molestation order to be a criminal offence", "section_text": "1 In Part 4 of the Family Law Act 1996 (c. 27)\t\t\t(family homes and domestic violence), after section 42 insert— Offence of breaching non-molestation order 42A 1 A person who without reasonable excuse does anything that he is prohibited from doing by a non-molestation order is guilty of an offence. 2 In the case of a non-molestation order made by virtue of section 45(1), a person can be guilty of an offence under this section only in respect of conduct engaged in at a time when he was aware of the existence of the order. 3 Where a person is convicted of an offence under this section in respect of any conduct, that conduct is not punishable as a contempt of court. 4 A person cannot be convicted of an offence under this section in respect of any conduct which has been punished as a contempt of court. 5 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, or a fine, or both; b on summary conviction, to imprisonment for a term not exceeding 12 months, or a fine not exceeding the statutory maximum, or both. 6 A reference in any enactment to proceedings under this Part, or to an order under this Part, does not include a reference to proceedings for an offence under this section or to an order made in such proceedings. “ Enactment ” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978 (c. 30)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "2", "section_title": "Additional considerations if parties are cohabitants or former cohabitants", "section_text": "2 1 Section 41 of the Family Law Act 1996 (c. 27)\t\t\t\t\t(which requires a court, when considering the nature of the relationship of cohabitants or former cohabitants, to have regard to their non-married status) is repealed. 2 In section 36(6)(e) of that Act (court to have regard to nature of parties' relationship when considering whether to give right to occupy to cohabitant or former cohabitant with no existing right), after  “relationship” insert  “                    and in particular the level of commitment involved in it                  ” ."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "3", "section_title": "“Cohabitants” in Part 4 of 1996 Act to include same-sex couples", "section_text": "3 In section 62(1)(a) of the Family Law Act 1996 (definition of  “ cohabitant ” for the purposes of Part 4 of that Act), for the words after  “ “cohabitants” are” substitute  “                two persons who, although not married to each other, are living together as husband and wife or (if of the same sex) in an equivalent relationship; and              ” ."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "4", "section_title": "Extension of Part 4 of 1996 Act to non-cohabiting couples", "section_text": "4 In section 62(3) of the Family Law Act 1996 (definition of  “associated” persons for the purposes of Part 4 of that Act), after paragraph (e) insert— ea they have or have had an intimate personal relationship with each other which is or was of significant duration; ."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "5", "section_title": "The offence", "section_text": "5 1 A person (“D”) is guilty of an offence if— a a child or vulnerable adult (“V”) dies  or suffers serious physical harm   as a result of the unlawful act of a person who— i was a member of the same household as V, and ii had frequent contact with him, b D was such a person at the time of that act, c at that time there was a significant risk of serious physical harm being caused to V by the unlawful act of such a person, and d either D was the person whose act caused  the death or serious physical harm  or— i D was, or ought to have been, aware of the risk mentioned in paragraph (c), ii D failed to take such steps as he could reasonably have been expected to take to protect V from the risk, and iii the act occurred in circumstances of the kind that D foresaw or ought to have foreseen. 2 The prosecution does not have to prove whether it is the first alternative in subsection (1)(d) or the second (sub-paragraphs (i) to (iii)) that applies. 3 If D was not the mother or father of V— a D may not be charged with an offence under this section if he was under the age of 16 at the time of the act that caused  the death or serious physical harm ; b for the purposes of subsection (1)(d)(ii) D could not have been expected to take any such step as is referred to there before attaining that age. 4 For the purposes of this section— a a person is to be regarded as a  “member” of a particular household, even if he does not live in that household, if he visits it so often and for such periods of time that it is reasonable to regard him as a member of it; b where V lived in different households at different times,  “ the same household as V ” refers to the household in which V was living at the time of the act that caused  the death or serious physical harm . 5 For the purposes of this section an  “unlawful” act is one that— a constitutes an offence, or b would constitute an offence but for being the act of— i a person under the age of ten, or ii a person entitled to rely on a defence of insanity. Paragraph (b) does not apply to an act of D. 6 In this section— “ act ” includes a course of conduct and also includes omission; “ child ” means a person under the age of 16; “serious” harm means harm that amounts to grievous bodily harm for the purposes of the Offences against the Person Act 1861 (c. 100); “ vulnerable adult ” means a person aged 16 or over whose ability to protect himself from violence, abuse or neglect is significantly impaired through physical or mental disability or illness, through old age or otherwise. 7 A person guilty of an offence under this section                      of causing or allowing a person's death   is  liable—  a on conviction on indictment in England and Wales, to imprisonment for life or to a fine, or to both; b on conviction on indictment in Northern Ireland,  to imprisonment for a term not exceeding 14 years or to a fine, or to both. 8 A person guilty of an offence under this section of causing or allowing a person to suffer serious physical harm is  liable—  a on conviction on indictment in England and Wales, to imprisonment for a term not exceeding 14 years or to a fine, or to both; b on conviction on indictment in Northern Ireland,  to imprisonment for a term not exceeding 10 years or to a fine, or to both."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "6", "section_title": "Evidence and procedure in cases of death: England and Wales", "section_text": "6 1 Subsections (2) to (4) apply where a person (“ the defendant ”) is charged in the same proceedings with an offence of murder or manslaughter and with an offence under section 5 in respect of the same death (“the section 5 offence”). 2 Where by virtue of section 35(3) of the Criminal Justice and Public Order Act 1994 (c. 33) a court or jury is permitted, in relation to the section 5 offence, to draw such inferences as appear proper from the defendant’s failure to give evidence or refusal to answer a question, the court or jury may also draw such inferences in determining whether he is guilty— a of murder or manslaughter, or b of any other offence of which he could lawfully be convicted on the charge of murder or manslaughter, even if there would otherwise be no case for him to answer in relation to that offence. 3 The charge of murder or manslaughter is not to be dismissed under paragraph 2 of Schedule 3 to the Crime and Disorder Act 1998 (c. 37) (unless the section 5 offence is dismissed). 4 At the defendant’s trial the question whether there is a case for the defendant to answer on the charge of murder or manslaughter is not to be considered before the close of all the evidence (or, if at some earlier time he ceases to be charged with the section 5 offence, before that earlier time). 5 An offence under section 5                      of causing or allowing a person's death   is an offence of homicide for the purposes of the following enactments— sections 24 and 25 of the Magistrates' Courts Act 1980 (c. 43) (mode of trial of child or young person for indictable offence); section 51A of the Crime and Disorder Act 1998 (sending cases to the Crown Court: children and young persons);   section 25 of the Sentencing Code   (power and duty to remit young offenders to youth courts for sentence)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "6A", "section_title": "Evidence and procedure in cases of serious physical harm: England and Wales", "section_text": "6A 1 Subsections (3) to (5) apply where a person (“ the defendant ”) is charged in the same proceedings with a relevant offence and with an offence under section 5 in respect of the same harm (“the section 5 offence”). 2 In this section  “ relevant offence ” means— a an offence under section 18 or 20 of the Offences against the Person Act 1861 (grievous bodily harm  etc ); b an offence under section 1 of the Criminal Attempts Act 1981 of attempting to commit murder; c an offence under section 75A of the Serious Crime Act 2015 (strangulation or suffocation). 3 Where by virtue of section 35(3) of the Criminal Justice and Public Order Act 1994 a court or jury is permitted, in relation to the section 5 offence, to draw such inferences as appear proper from the defendant's failure to give evidence or refusal to answer a question, the court or jury may also draw such inferences in determining whether the defendant is guilty of a relevant offence, even if there would otherwise be no case for the defendant to answer in relation to that offence. 4 The charge of the relevant offence is not to be dismissed under paragraph 2 of Schedule 3 to the Crime and Disorder Act 1998 (unless the section 5 offence is dismissed). 5 At the defendant's trial the question whether there is a case for the defendant to answer on the charge of the relevant offence is not to be considered before the close of all the evidence (or, if at some earlier time the defendant ceases to be charged with the section 5 offence, before that earlier time)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "7", "section_title": "Evidence and procedure in cases of death: Northern Ireland", "section_text": "7 1 Subsections (2) to (4) apply where a person (“ the defendant ”) is charged in the same proceedings with an offence of murder or manslaughter and with an offence under section 5 in respect of the same death (“the section 5 offence”). 2 Where by virtue of Article 4(4) of the Criminal Evidence (Northern Ireland) Order 1988 ( S.I.  1988/1987 (N.I. 20)) a court or jury is permitted, in relation to the section 5 offence, to draw such inferences as appear proper from the defendant’s failure to give evidence or refusal to answer a question, the court or jury may also draw such inferences in determining whether he is guilty— a of murder or manslaughter, or b of any other offence of which he could lawfully be convicted on the charge of murder or manslaughter, even if there would otherwise be no case for him to answer in relation to that offence. 3 Where a magistrates' court is considering under Article 37 of the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26)) whether to commit the defendant for trial for the offence of murder or manslaughter, if there is sufficient evidence to put him upon trial for the section 5 offence there is deemed to be sufficient evidence to put him upon trial for the offence of murder or manslaughter. 4 At the defendant’s trial the question whether there is a case to answer on the charge of murder or manslaughter is not to be considered before the close of all the evidence (or, if at some earlier time he ceases to be charged with the section 5 offence, before that earlier time). 5 An offence under section 5                      of causing or allowing a person's death   is an offence of homicide for the purposes of the following provisions— Article 17 of the Criminal Justice (Children) (Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) (mode of trial of child for indictable offence); Article 32 of that Order (power and duty to remit children to youth courts for sentence)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "7A", "section_title": "  Evidence and procedure in cases of serious physical harm: Northern Ireland", "section_text": "7A 1 Subsections (3) to (5) apply where a person (“ the defendant ”) is charged in the same proceedings with a relevant offence and with an offence under section 5 in respect of the same harm (“the section 5 offence”). 2 In this section  “ relevant offence ” means— a an offence under section 18 or 20 of the Offences against the Person Act 1861 (grievous bodily harm  etc. ); b an offence under Article 3 of the Criminal Attempts and Conspiracy (Northern Ireland) Order 1983 of attempting to commit murder. c an offence under section 28 of the Justice (Sexual Offences and Trafficking Victims) Act (Northern Ireland) 2022 (non-fatal strangulation or asphyxiation). 3 Where by virtue of Article 4(4) of the Criminal Evidence (Northern Ireland) Order 1988 a court or jury is permitted, in relation to the section 5 offence, to draw such inferences as appear proper from the defendant's failure to give evidence or refusal to answer a question, the court or jury may also draw such inferences in determining whether the defendant is guilty of a relevant offence, even if there would otherwise be no case for the defendant to answer in relation to that offence. 4 Where a magistrates' court is considering under Article 37 of the Magistrates' Courts (Northern Ireland) Order 1981 whether to commit the defendant for trial for the relevant offence, if there is sufficient evidence to put the defendant on trial for the section 5 offence there is deemed to be sufficient evidence to put the defendant on trial for the relevant offence. 5 The power of a judge of the Crown Court under section 2(3) of the Grand Jury (Abolition) Act (Northern Ireland) 1969 (entry of  “No Bill”)is not to be exercised in relation to a relevant offence unless it is also exercised in relation to the section 5 offence. 6 At the defendant's trial the question whether there is a case for the defendant to answer on the charge of the relevant offence is not to be considered before the close of all the evidence (or, if at some earlier time the defendant ceases to be charged with the section 5 offence, before that earlier time).  "}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "8", "section_title": "Evidence and procedure:   the Court Martial", "section_text": "8 1 Section 6(1), (2) and (4) has effect in relation to proceedings before   the Court Martial  with the following adaptations. 2 A reference to an offence— a of murder, b of manslaughter, or c under section 5, is to be read as a reference to an offence under section 42 of the Armed Forces Act 2006 as respects which the corresponding offence under the law of England and Wales (within the meaning given by that section) is that offence. 3 A reference to the court or jury is to be read as a reference to the court. 4 Section 6A(1), (3) and (5) has effect in relation to proceedings before the Court Martial with the following adaptations. 5 A reference to an offence— a listed in section 6A(2), or b under section 5, is to be read as a reference to an offence under section 42 of the Armed Forces Act 2006 as respects which the corresponding offence under the law of England and Wales (within the meaning given by that section) is that offence. 6 A reference to the court or jury is to be read as a reference to the court."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "9", "section_title": "Establishment and conduct of reviews", "section_text": "9 1 In this section  “ domestic homicide review ” means a review of the circumstances in which the death of a person aged 16 or over has, or appears to have, resulted from violence, abuse or neglect by— a a person to whom he was related or with whom he was or had been in an intimate personal relationship, or b a member of the same household as himself, held with a view to identifying the lessons to be learnt from the death. 2 The Secretary of State may in a particular case direct a specified person or body within subsection (4) to establish, or to participate in, a domestic homicide review. 3 It is the duty of any person or body within subsection (4) establishing or participating in a domestic homicide review (whether or not held pursuant to a direction under subsection (2)) to have regard to any guidance issued by the Secretary of State as to the establishment and conduct of such reviews. 3A Any reference in subsection (2) or (3) to the Secretary of State shall, in relation to persons and bodies within subsection (4)(b), be construed as a reference to the Department of Justice in Northern Ireland. 3B A person or body within subsection (4)(a) that establishes a domestic homicide review (whether or not held pursuant to a direction under subsection (2)) must send a copy of any report setting out the conclusions of the review to the Domestic Abuse Commissioner. 3C The copy must be sent as soon as reasonably practicable after the report is completed. 4 The persons and bodies within this subsection are— a in relation to England and Wales— chief officers of police for police areas in England and Wales; local authorities; local probation boards established under section 4 of the Criminal Justice and Court Services Act 2000 (c. 43);   NHS England ;   integrated care boards established under section  14Z25  of the National Health Service Act 2006;   providers of probation services; ... ... Local Health Boards established under   section 11 of the National Health Service (Wales) Act 2006 ; NHS  trusts established under   section 25 of the National Health Service Act 2006 or section 18 of the National Health Service (Wales) Act 2006 ; b in relation to Northern Ireland— the Chief Constable of the Police Service of Northern Ireland; the Probation Board for Northern Ireland; ... Health and Social Care trusts  established under Article 10 of the Health and Personal Social Services (Northern Ireland) Order 1991 (S.I. 1991/194 (N.I. 1)). 5 In subsection (4)(a)\t\t\t\t\t “ local authority ” means— a in relation to England, the council of a district, county or London borough, the Common Council of the City of London and the Council of the Isles of Scilly; b in relation to Wales, the council of a county or county borough. 6 The Secretary of State may  , in relation to England and Wales,  by order amend subsection   (4)(a)  or (5). 7 The Department of Justice in Northern Ireland may, in relation to Northern Ireland, by order amend subsection (4)(b)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "10", "section_title": "Common assault to be an arrestable offence", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "11", "section_title": "Common assault etc as alternative verdict", "section_text": "11 In section 6 of the Criminal Law Act 1967 (c. 58)\t\t\t(trial of offences), after subsection (3)\t\t\t(alternative verdicts on trial on indictment) insert— 3A For the purposes of subsection (3) above an offence falls within the jurisdiction of the court of trial if it is an offence to which section 40 of the Criminal Justice Act 1988 applies (power to join in indictment count for common assault etc.), even if a count charging the offence is not included in the indictment. 3B A person convicted of an offence by virtue of subsection (3A) may only be dealt with for it in a manner in which a magistrates' court could have dealt with him."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "12", "section_title": "Restraining orders: England and Wales", "section_text": "12 1 In section 5 of the Protection from Harassment Act 1997 (c. 40)\t\t\t\t\t(power to make restraining order where defendant convicted of offence under section 2 or 4 of that Act), in subsection (1) omit  “under section 2 or 4”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 After that section insert— Restraining orders on acquittal 5A 1 A court before which a person (“ the defendant ”) is acquitted of an offence may, if it considers it necessary to do so to protect a person from harassment by the defendant, make an order prohibiting the defendant from doing anything described in the order. 2 Subsections (3) to (7) of section 5 apply to an order under this section as they apply to an order under that one. 3 Where the Court of Appeal allow an appeal against conviction they may remit the case to the Crown Court to consider whether to proceed under this section. 4 Where— a the Crown Court allows an appeal against conviction, or b a case is remitted to the Crown Court under subsection (3), the reference in subsection (1) to a court before which a person is acquitted of an offence is to be read as referring to that court. 5 A person made subject to an order under this section has the same right of appeal against the order as if— a he had been convicted of the offence in question before the court which made the order, and b the order had been made under section 5."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "13", "section_title": "Restraining orders: Northern Ireland", "section_text": "13 1 In Article 7 of the Protection from Harassment (Northern Ireland) Order 1997 (S.I. 1997/1180 (N.I. 9))\t\t\t\t\t(power to make restraining order where defendant convicted of offence under Article 4 or 6 of that Order), in paragraph (1) omit  “under Article 4 or 6”. 2 After paragraph (3) of that Article insert— 3A In proceedings under this Article both the prosecution and the defence may lead, as further evidence, any evidence that would be admissible in proceedings for an injunction under Article 5. 3 After paragraph (4) of that Article insert— 4A Any person mentioned in the order is entitled to be heard on the hearing of an application under paragraph (4). 4 After paragraph (6) of that Article insert— 7 A court dealing with a person for an offence under this Article may vary or discharge the order in question by a further order. 5 After that Article insert— Restraining orders on acquittal 7A 1 A court before which a person (“ the defendant ”) is acquitted of an offence may, if it considers it necessary to do so to protect a person from harassment by the defendant, make an order prohibiting the defendant from doing anything described in the order. 2 Paragraphs (3) to (7) of Article 7 apply to an order under this Article as they apply to an order under that one. 3 Where the Court of Appeal allow an appeal against conviction they may remit the case to the Crown Court to consider whether to proceed under this Article. 4 Where— a a county court allows an appeal against conviction, or b a case is remitted to the Crown Court under paragraph (3), the reference in paragraph (1) to a court before which a person is acquitted of an offence is to be read as referring to that court. 5 A person made subject to an order under this Article has the same right of appeal against the order as if— a he had been convicted of the offence in question before the court which made the order, and b the order had been made under Article 7."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "14", "section_title": "Surcharge payable on conviction", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In Part 1 of Schedule 9 to the Administration of Justice Act 1970 (c. 31)\t\t\t\t\t(cases where payment enforceable as on summary conviction), after paragraph 12 insert— 13 Where under section 161A of the Criminal Justice Act 2003 a court orders the payment of a surcharge. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Secretary of State may by order— a make provision amending Schedule 5 (collection of fines) or Schedule 6 (discharge of fines by unpaid work) to the Courts Act 2003 in its application by virtue of subsection (3) or (4) to surcharges; b make provision for any part of Schedule 5, or the whole or any part of Schedule 6, not to apply to surcharges; c make amendments to any enactment that are consequential on provision made under paragraph (a) or (b)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "15", "section_title": "Increase in maximum on-the-spot penalty for disorderly behaviour", "section_text": "15 1 In Chapter 1 of Part 1 of the Criminal Justice and Police Act 2001 (c. 16)\t\t\t\t\t(on-the-spot penalties for disorderly behaviour), section 3 is amended as follows. 2 In subsection (2)\t\t\t\t\t(maximum penalty that may be prescribed), at the end insert  “                    plus a half of the relevant surcharge                  ” . 3 After that subsection insert— 2A The  “ relevant surcharge ”, in relation to a person of a given age, is the amount payable by way of surcharge under section 161A of the Criminal Justice Act 2003 by a person of that age who is fined the maximum amount for the offence."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "16", "section_title": "Higher fixed penalty for repeated road traffic offences", "section_text": "16 1 The Road Traffic Offenders Act 1988 (c. 53) is amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 At the end of section 84 (regulations)\t\t\t\t\t(which becomes subsection (1)) insert— 2 The Secretary of State may by regulations provide that where— a a conditional offer has been issued under section 75 of this Act, b the amount of the penalty stated in the offer is not the higher amount applicable by virtue of section 53(3) of this Act, and c it subsequently appears that that higher amount is in fact applicable, the fixed penalty clerk may issue a further notice (a  “surcharge notice”) requiring payment of the difference between the two amounts. 3 Regulations under subsection (2) above may— a provide for this Part of this Act to have effect, in cases to which the regulations apply, with such modifications as may be specified; b make provision for the collection and enforcement of amounts due under surcharge notices."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "17", "section_title": "Application by prosecution for certain counts to be tried without a jury", "section_text": "17 1 The prosecution may apply to a judge of the Crown Court for a trial on indictment to take place on the basis that the trial of some, but not all, of the counts included in the indictment may be conducted without a jury. 2 If such an application is made and the judge is satisfied that the following three conditions are fulfilled, he may make an order for the trial to take place on the basis that the trial of some, but not all, of the counts included in the indictment may be conducted without a jury. 3 The first condition is that the number of counts included in the indictment is likely to mean that a trial by jury involving all of those counts would be impracticable. 4 The second condition is that, if an order under subsection (2) were made, each count or group of counts which would accordingly be tried with a jury can be regarded as a sample of counts which could accordingly be tried without a jury. 5 The third condition is that it is in the interests of justice for an order under subsection (2) to be made. 6 In deciding whether or not to make an order under subsection (2), the judge must have regard to any steps which might reasonably be taken to facilitate a trial by jury. 7 But a step is not to be regarded as reasonable if it could lead to the possibility of a defendant in the trial receiving a lesser sentence than would be the case if that step were not taken. 8 An order under subsection (2) must specify the counts which may be tried without a jury. 9 For the purposes of this section and sections 18 to 20, a count may not be regarded as a sample of other counts unless the defendant in respect of each count is the same person."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "18", "section_title": "Procedure for applications under section 17", "section_text": "18 1 An application under section 17 must be determined at a preparatory hearing. 2 Section 7(1) of the 1987 Act and section 29(2)\t\t\t\t\tof the 1996 Act are to have effect as if the purposes there mentioned included the purpose of determining an application under section 17. 3 Section 29(1) of the 1996 Act is to have effect as if the grounds on which a judge of the Crown Court may make an order under that provision included the ground that an application under section 17 has been made. 4 The parties to a preparatory hearing at which an application under section 17 is to be determined must be given an opportunity to make representations with respect to the application. 5 Section 9(11) of the 1987 Act and section 35(1)\t\t\t\t\tof the 1996 Act are to have effect as if they also provided for an appeal to the Court of Appeal to lie from the determination by a judge of an application under section 17. 6 In this section— “ preparatory hearing ” means a preparatory hearing within the meaning of the 1987 Act or Part 3 of the 1996 Act; “ the 1987 Act ” means the Criminal Justice Act 1987 (c. 38); “ the 1996 Act ” means the Criminal Procedure and Investigations Act 1996 (c. 25)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "19", "section_title": "Effect of order under section 17(2)", "section_text": "19 1 The effect of an order under section 17(2) is that where, in the course of the proceedings to which the order relates, a defendant is found guilty by a jury on a count which can be regarded as a sample of other counts to be tried in those proceedings, those other counts may be tried without a jury in those proceedings. 2 Where the trial of a count is conducted without a jury because of an order under section 17(2), the court is to have all the powers, authorities and jurisdiction which the court would have had if the trial of that count had been conducted with a jury (including power to determine any question and to make any finding which would be required to be determined or made by a jury). 3 Except where the context otherwise requires, any reference in an enactment to a jury, the verdict of a jury or the finding of a jury is to be read, in relation to the trial of a count conducted without a jury because of an order under section 17(2), as a reference to the court, the verdict of the court or the finding of the court. 4 Where the trial of a count is conducted without a jury because of an order under section 17(2) and the court convicts the defendant of that count— a the court must give a judgment which states the reasons for the conviction at, or as soon as reasonably practicable after, the time of the conviction, and b the reference in section 18(2) of the Criminal Appeal Act 1968 (c. 19)\t\t\t\t\t\t\t(notice of appeal or of application for leave to appeal to be given within 28 days from date of conviction etc) to the date of the conviction is to be read as a reference to the date of the judgment mentioned in paragraph (a). 5 Where, in the case of proceedings in respect of which an order under section 17(2) has been made, a jury convicts a defendant of a count, time does not begin to run under section 18(2) of the Criminal Appeal Act 1968 in relation to an appeal against that conviction until the date on which the proceedings end. 6 In determining for the purposes of subsection (5) the date on which proceedings end, any part of those proceedings which takes place after the time when matters relating to sentencing begin to be dealt with is to be disregarded. 7 Nothing in this section or section 17, 18 or 20 affects the requirement under section 4A of the Criminal Procedure (Insanity) Act 1964 (c. 84) that any question, finding or verdict mentioned in that section be determined, made or returned by a jury."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "20", "section_title": "Rules of court", "section_text": "20 1 Rules of court may make such provision as appears to the authority making them to be necessary or expedient for the purposes of sections 17 to 19. 2 Without limiting subsection (1), rules of court may in particular make provision for time limits within which applications under section 17 must be made or within which other things in connection with that section or section 18 or 19 must be done. 3 Nothing in this section is to be taken as affecting the generality of any enactment conferring powers to make rules of court."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "21", "section_title": "Application of sections 17 to 20 to Northern Ireland", "section_text": "21 1 In their application to Northern Ireland, sections 17 to 20 have effect subject to the modifications in Schedule 1. 2 Sections 17 to 20 do not apply in relation to a trial to which section 5 of the Justice and Security (Northern Ireland) Act 2007 (trials on indictment without a jury) applies."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "22", "section_title": "Procedure for determining fitness to plead: England and Wales", "section_text": "22 1 The Criminal Procedure (Insanity) Act 1964 is amended as follows. 2 In section 4 (finding of unfitness to plead), in subsection (5)\t\t\t\t\t(question of fitness to be determined by a jury), for the words from  “by a jury” to the end substitute  “                    by the court without a jury                  ” . 3 In subsection (6) of that section, for  “A jury” substitute  “                    The court                  ” . 4 In subsection (1) of section 4A (finding that the accused did the act or omission charged against him), for  “jury” substitute  “                    court                  ” . 5 For subsection (5) of that section substitute— 5 Where the question of disability was determined after arraignment of the accused, the determination under subsection (2) is to be made by the jury by whom he was being tried."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "23", "section_title": "Procedure for determining fitness to be tried: Northern Ireland", "section_text": "23 1 The Mental Health (Northern Ireland) Order 1986 (S.I. 1986/595 (N.I. 4)) is amended as follows. 2 In Article 49 (finding of unfitness to be tried), in paragraph (4)\t\t\t\t\t(question of fitness to be determined by a jury), for the words from  “by a jury” to the end substitute  “                    by the court without a jury                  ” . 3 In paragraph (4A) of that Article, for  “A jury” substitute  “                    The court                  ” . 4 In paragraph (1) of Article 49A (finding that the accused did the act or omission charged against him), for  “jury” substitute  “                    court                  ” . 5 For paragraph (5) of that Article substitute— 5 Where the question of fitness to be tried was determined after arraignment of the accused, the determination under paragraph (2) is to be made by the jury by whom he was being tried."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "24", "section_title": "Powers of court on finding of insanity or unfitness to plead etc", "section_text": "24 1 For section 5 of the Criminal Procedure (Insanity) Act 1964 (c. 84) substitute— Powers to deal with persons not guilty by reason of insanity or unfit to plead etc. 5 1 This section applies where— a a special verdict is returned that the accused is not guilty by reason of insanity; or b findings have been made that the accused is under a disability and that he did the act or made the omission charged against him. 2 The court shall make in respect of the accused— a a hospital order (with or without a restriction order); b a supervision order; or c an order for his absolute discharge. 3 Where— a the offence to which the special verdict or the findings relate is an offence the sentence for which is fixed by law, and b the court have power to make a hospital order, the court shall make a hospital order with a restriction order (whether or not they would have power to make a restriction order apart from this subsection). 4 In this section— “ hospital order ” has the meaning given in section 37 of the Mental Health Act 1983; “ restriction order ” has the meaning given to it by section 41 of that Act; “ supervision order ” has the meaning given in Part 1 of Schedule 1A to this Act. Orders made under or by virtue of section 5 5A 1 In relation to the making of an order by virtue of subsection (2)(a) of section 5 above, section 37\t\t\t\t\t\t\t\t\t\t(hospital orders etc) of the Mental Health Act 1983 (“ the 1983 Act ”) shall have effect as if— a the reference in subsection (1) to a person being convicted before the Crown Court included a reference to the case where section 5 above applies; b the words after  “punishable with imprisonment” and before  “or is convicted” were omitted; and c for subsections (4) and (5) there were substituted— 4 Where an order is made under this section requiring a person to be admitted to a hospital (“a hospital order”), it shall be the duty of the managers of the hospital specified in the order to admit him in accordance with it. 2 In relation to a case where section 5 above applies but the court have not yet made one of the disposals mentioned in subsection (2) of that section— a section 35 of the 1983 Act (remand to hospital for report on accused’s mental condition) shall have effect with the omission of the words after paragraph (b) in subsection (3); b section 36 of that Act (remand of accused person to hospital for treatment) shall have effect with the omission of the words  “(other than an offence the sentence for which is fixed by law)” in subsection (2); c references in sections 35 and 36 of that Act to an accused person shall be construed as including a person in whose case this subsection applies; and d section 38 of that Act (interim hospital orders) shall have effect as if— i the reference in subsection (1) to a person being convicted before the Crown Court included a reference to the case where section 5 above applies; and ii the words  “(other than an offence the sentence for which is fixed by law)” in that subsection were omitted. 3 In relation to the making of any order under the 1983 Act by virtue of this Act, references in the 1983 Act to an offender shall be construed as including references to a person in whose case section 5 above applies, and references to an offence shall be construed accordingly. 4 Where— a a person is detained in pursuance of a hospital order which the court had power to make by virtue of section 5(1)(b) above, and b the court also made a restriction order, and that order has not ceased to have effect, the Secretary of State, if satisfied after consultation with the responsible medical officer that the person can properly be tried, may remit the person for trial, either to the court of trial or to a prison. On the person’s arrival at the court or prison, the hospital order and the restriction order shall cease to have effect. 5 Schedule 1A to this Act (supervision orders) has effect with respect to the making of supervision orders under subsection (2)(b) of section 5 above, and with respect to the revocation and amendment of such orders. 6 In relation to the making of an order under subsection (2)(c) of section 5 above, section 12(1) of the Powers of Criminal Courts (Sentencing) Act 2000 (absolute and conditional discharge) shall have effect as if— a the reference to a person being convicted by or before a court of such an offence as is there mentioned included a reference to the case where section 5 above applies; and b the reference to the court being of opinion that it is inexpedient to inflict punishment included a reference to it thinking that an order for absolute discharge would be most suitable in all the circumstances of the case. 2 Before Schedule 2 to the Criminal Procedure (Insanity) Act 1964 (c. 84) insert the Schedule set out in Schedule 2 to this Act. 3 In section 6 of the Criminal Appeal Act 1968 (c. 19)\t\t\t\t\t(substitution of finding of insanity or findings of unfitness to plead etc) and in section 14 of that Act (substitution of findings of unfitness to plead etc), for subsections (2) and (3) substitute— 2 The Court of Appeal shall make in respect of the accused— a a hospital order (with or without a restriction order); b a supervision order; or c an order for his absolute discharge. 3 Where— a the offence to which the appeal relates is an offence the sentence for which is fixed by law, and b the court have power to make a hospital order, the court shall make a hospital order with a restriction order (whether or not they would have power to make a restriction order apart from this subsection). 4 Section 5A of the Criminal Procedure (Insanity) Act 1964 (“ the 1964 Act ”) applies in relation to this section as it applies in relation to section 5 of that Act. 5 Where the Court of Appeal make an interim hospital order by virtue of this section— a the power of renewing or terminating it and of dealing with the appellant on its termination shall be exercisable by the court below and not by the Court of Appeal; and b the court below shall be treated for the purposes of section 38(7) of the Mental Health Act 1983 (absconding offenders) as the court that made the order. 6 Where the Court of Appeal make a supervision order by virtue of this section, any power of revoking or amending it shall be exercisable as if the order had been made by the court below. 7 In this section— “ hospital order ” has the meaning given in section 37 of the Mental Health Act 1983; “ interim hospital order ” has the meaning given in section 38 of that Act; “ restriction order ” has the meaning given to it by section 41 of that Act; “ supervision order ” has the meaning given in Part 1 of Schedule 1A to the 1964 Act. 4 Section 14A of the Criminal Appeal Act 1968 (c. 19)\t\t\t\t\t(power to order admission to hospital where, on appeal against verdict of not guilty by reason of insanity, Court of Appeal substitutes verdict of acquittal) is repealed. 5 Section 5 of the Criminal Procedure (Insanity and Unfitness to Plead) Act 1991 (c. 25) and Schedules 1 and 2 to that Act are repealed."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "25", "section_title": "Appeal against order made on finding of insanity or unfitness to plead etc", "section_text": "25 After section 16 of the Criminal Appeal Act 1968 insert— Appeal against order made in cases of insanity or unfitness to plead Right of appeal against hospital order etc. 16A 1 A person in whose case the Crown Court— a makes a hospital order or interim hospital order by virtue of section 5 or 5A of the Criminal Procedure (Insanity) Act 1964, or b makes a supervision order under section 5 of that Act, may appeal to the Court of Appeal against the order. 2 An appeal under this section lies only— a with the leave of the Court of Appeal; or b if the judge of the court of trial grants a certificate that the case is fit for appeal. Disposal of appeal under s. 16A 16B 1 If on an appeal under section 16A of this Act the Court of Appeal consider that the appellant should be dealt with differently from the way in which the court below dealt with him— a they may quash any order which is the subject of the appeal; and b they may make such order, whether by substitution for the original order or by variation of or addition to it, as they think appropriate for the case and as the court below had power to make. 2 The fact that an appeal is pending against an interim hospital order under the Mental Health Act 1983 shall not affect the power of the court below to renew or terminate the order or deal with the appellant on its termination. 3 Where the Court of Appeal make an interim hospital order by virtue of this section— a the power of renewing or terminating it and of dealing with the appellant on its termination shall be exercisable by the court below and not by the Court of Appeal; and b the court below shall be treated for the purposes of section 38(7) of the said Act of 1983 (absconding offenders) as the court that made the order. 4 The fact that an appeal is pending against a supervision order under section 5 of the Criminal Procedure (Insanity) Act 1964 shall not affect the power of the court below to revoke the order, or of a magistrates' court to revoke or amend it. 5 Where the Court of Appeal make a supervision order by virtue of this section, the power of revoking or amending it shall be exercisable as if the order had been made by the court below."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "26", "section_title": "Courts-martial etc", "section_text": "26 Schedule 3 (unfitness to stand trial and insanity: courts-martial etc) has effect."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "27", "section_title": "Powers of authorised officers executing warrants", "section_text": "27 1 After section 125B of the Magistrates' Courts Act 1980 (c. 43) insert— Powers of persons authorised under section 125A or 125B 125BA Schedule 4A to this Act, which confers powers on persons authorised under section 125A or 125B for the purpose of executing warrants for the enforcement of fines and other orders, shall have effect. 2 After Schedule 4 to that Act insert the Schedule set out in Schedule 4 to this Act."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "28", "section_title": "Disclosure orders for purpose of executing warrants", "section_text": "28 After section 125C of the Magistrates' Courts Act 1980 insert— Power to make disclosure order 125CA 1 A magistrates' court may make a disclosure order if satisfied that it is necessary to do so for the purpose of executing a warrant to which this section applies. 2 This section applies to a warrant of arrest, commitment, detention or distress issued by a justice of the peace in connection with the enforcement of a fine or other order imposed or made on conviction. 3 A disclosure order is an order requiring the person to whom it is directed to supply the designated officer for the court with any of the following information about the person to whom the warrant relates— a his name, date of birth or national insurance number; b his address (or any of his addresses). 4 A disclosure order may be made only on the application of a person entitled to execute the warrant. 5 This section applies to the Crown as it applies to other persons. Use of information supplied under disclosure order 125CB 1 Information supplied to a person under a disclosure order, or under this subsection, may be supplied by him to— a the applicant for the order or any other person entitled to execute the warrant concerned; b any employee of a body or person who, for the purposes of section 125B above, is an approved enforcement agency in relation to the warrant; c any justices' clerk or other person appointed under section 2(1) of the Courts Act 2003. 2 A person who intentionally or recklessly— a discloses information supplied under a disclosure order otherwise than as permitted by subsection (1) above, or b uses information so supplied otherwise than for the purpose of facilitating the execution of the warrant concerned, commits an offence. 3 But it is not an offence under subsection (2) above— a to disclose any information in accordance with any enactment or order of a court or for the purposes of any proceedings before a court; or b to disclose any information which has previously been lawfully disclosed to the public. 4 A person guilty of an offence under subsection (2) above is liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine. 5 In this section  “ disclosure order ” has the meaning given by section 125CA(3) above."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "29", "section_title": "Procedure on breach of community penalty etc", "section_text": "29 Schedule 5 (procedure on breach of community penalty etc) has effect."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "30", "section_title": "Prosecution appeals", "section_text": "30 1 In section 58(13) of the Criminal Justice Act 2003 (c. 44)\t\t\t\t\t(which defines  “applicable time”), for  “start of the judge's” substitute  “                    time when the judge starts his                  ” . 2 After section 58(13) of that Act insert— 14 The reference in subsection (13) to the time when the judge starts his summing-up to the jury includes the time when the judge would start his summing-up to the jury but for the making of an order under Part 7."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "31", "section_title": "Intermittent custody", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "32", "section_title": "Code of practice for victims", "section_text": "32 1 The Secretary of State   for Justice  must issue a code of practice as to the services to be provided to a victim of criminal conduct by persons appearing to him to have functions relating to— a victims of criminal conduct, or b any aspect of the criminal justice system. 2 The code may restrict the application of its provisions to— a specified descriptions of victims; b victims of specified offences or descriptions of conduct; c specified persons or descriptions of persons appearing to the Secretary of State   for Justice  to have functions of the kind mentioned in subsection (1). 3 The code may include provision requiring or permitting the services which are to be provided to a victim to be provided to one or more others— a instead of the victim (for example where the victim has died); b as well as the victim. 4 The code may make different provision for different purposes, including different provision for— a different descriptions of victims; b persons who have different functions or descriptions of functions; c different areas. 5 The code may not require anything to be done by— a a person acting in a judicial capacity; b a person acting in the discharge of a function of a member of the Crown Prosecution Service which involves the exercise of a discretion. 6 In determining whether a person is a victim of criminal conduct for the purposes of this section, it is immaterial that no person has been charged with or convicted of an offence in respect of the conduct. 7 In this section— “ criminal conduct ” means conduct constituting an offence; “ specified ” means specified in the code."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "33", "section_title": "Procedure", "section_text": "33 1 Subsections (2) to (7) apply in relation to a code of practice required to be issued under section 32. 2 The Secretary of State   for Justice  must prepare a draft of the code. 3 In preparing the draft the Secretary of State   for Justice  must consult the Attorney General and the   Secretary of State for the Home Department . 4 After preparing the draft the Secretary of State   for Justice  must— a publish the draft; b specify a period during which representations about the draft may be made to him. 5 The Secretary of State   for Justice  must— a consider in consultation with the Attorney General and the   Secretary of State for the Home Department  any representations made to him before the end of the specified period about the draft; b if he thinks it appropriate, modify the draft in the light of any such representations. 6 After the Secretary of State   for Justice  has proceeded under subsection (5) he must lay the code before Parliament. 7 When he has laid the code before Parliament the Secretary of State   for Justice  must bring it into operation on such day as he appoints by order. 8 The Secretary of State   for Justice  may from time to time revise a code previously brought into operation under this section; and subsections (2) to (7) apply to a revised code as they apply to the code as first prepared. 9 But the Secretary of State   for Justice  may revise a code under subsection (8) only if it appears to him that the proposed revisions would not result in— a a significant reduction in the quality or extent of the services to be provided under the code, or b a significant restriction in the description of persons to whom services are to be provided under the code."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "34", "section_title": "Effect of non-compliance", "section_text": "34 1 If a person fails to perform a duty imposed on him by a code issued under section 32, the failure does not of itself make him liable to criminal or civil proceedings. 2 But the code is admissible in evidence in criminal or civil proceedings and a court may take into account a failure to comply with the code in determining a question in the proceedings."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "35", "section_title": "Victims' rights to make representations and receive information", "section_text": "35 1 This section applies if— a a court convicts a person (“the offender”) of a sexual  , violent or terrorism  offence, and b a relevant sentence is imposed on him in respect of the offence. 2 But section 39 applies (instead of this section) if a hospital direction and a limitation direction are given in relation to the offender. 3 The local probation board for the area in which the sentence is imposed   , or the provider of probation services operating in the local justice area in which the sentence is imposed,   must take all reasonable steps to ascertain whether a person who appears to the board to be the victim of the offence or to act for the victim of the offence wishes— a to make representations about the matters specified in subsection (4); b to receive the information specified in subsection (5). 3A The provider of probation services mentioned in subsection (3) is the provider of probation services identified as such by arrangements under section 3 of the Offender Management Act 2007. 4 The matters are— a whether the offender should be subject to any licence conditions or supervision requirements in the event of his release; b if so, what licence conditions or supervision requirements. 5 The information is information about any licence conditions or supervision requirements to which the offender is to be subject in the event of his release. 6 If a person whose wishes have been ascertained under subsection (3) makes representations to the local probation board   or provider of probation services  mentioned in that subsection or the   relevant probation body  about a matter specified in subsection (4), the   relevant probation body  must forward those representations to the persons responsible for determining the matter. 7 If a local probation board   or a provider of probation services  has ascertained under subsection (3) that a person wishes to receive the information specified in subsection (5), the   relevant probation body  must take all reasonable steps— a to inform the person whether or not the offender is to be subject to any licence conditions or supervision requirements in the event of his release, b if he is, to provide the person with details of any licence conditions or supervision requirements which relate to contact with the victim or his family, and c to provide the person with such other information as the   relevant probation body  considers appropriate in all the circumstances of the case. 8 In this section  “the relevant probation body” is— a in a case where the offender is to be supervised on release by an officer of a local probation board or an officer of a provider of probation services, that local probation board or that provider of probation services (as the case may be); b in any other case— i if the prison or other place in which the offender is detained is situated in the area of a local probation board, that local probation board; and ii if that prison or other place is not in such an area, the provider of probation services operating in the local justice area in which the prison or other place in which the offender is detained is situated, that is identified as the relevant probation body by arrangements under section 3 of the Offender Management Act 2007."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "36", "section_title": "Victims' rights: preliminary", "section_text": "36 1 This section applies if the conditions in subsections (2) and (3) are met. 2 The first condition is that one of these applies in respect of a person (“the patient”) charged with a sexual  , violent or terrorism  offence— a the patient is convicted of the offence; b a verdict is returned that the patient is not guilty of the offence by reason of insanity; c a finding is made— i under section 4 of the Criminal Procedure (Insanity) Act 1964 (c. 84) that the patient is under a disability, and ii under section 4A of that Act that he did the act or made the omission charged against him as the offence. 3 The second condition is that a hospital order   , whether with or without a restriction order,  is made in respect of the patient by a court dealing with him for the offence. 4 The local probation board for the area in which the determination mentioned in subsection (2)(a), (b) or (c) is made   or the provider of probation services operating in the local justice area in which the determination mentioned in subsection (2)(a), (b) or (c) is made   must take all reasonable steps to ascertain whether a person who appears to the board to be the victim of the offence or to act for the victim of the offence wishes— a to make representations about the matters specified in subsection (5); b to receive the information specified in subsection (6). 4A The provider of probation services mentioned in subsection (4) is the provider of probation services identified as such by arrangements under section 3 of the Offender Management Act 2007. 5 The matters are— a whether the patient should be subject to any conditions in the event of his discharge from hospital   while a restriction order is in force in respect of him ; b if so, what conditions  ; c what conditions he should be subject to in the event of his discharge from hospital under a community treatment order . 6 The information is information about any conditions to which the patient is to be subject in the event of his discharge from hospital."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "36A", "section_title": "Supplemental provision for case where no restriction order made", "section_text": "36A 1 This section applies if, in a case where section 36 applies, the hospital order in respect of the patient was made without a restriction order. 2 Subsection (3) applies if a person who appears to the local probation board or provider of probation services mentioned in section 36(4) to be the victim of the offence or to act for the victim of the offence, when his wishes are ascertained under section 36(4), expresses a wish— a to make representations about a matter specified in section 36(5), or b to receive the information specified in section 36(6). 3 The local probation board or the provider of probation services must— a notify the managers of the hospital in which the patient is detained of that person's wish and of that person's name and address, and b notify that person of the name and address of the hospital. 4 Subsection (5) applies if a person who appears to the local probation board or provider of probation services mentioned in section 36(4) to be the victim of the offence or to act for the victim of the offence, subsequently to his wishes being ascertained under section 36(4), expresses a wish to do something specified in subsection (2)(a) or (b). 5 The local probation board or provider of probation services mentioned in section 36(4) must take all reasonable steps— a to ascertain whether the hospital order made in respect of the patient continues in force and whether a community treatment order is in force in respect of him, and b if the board or provider ascertains that the hospital order does continue in force— i to notify the managers of the relevant hospital of that person's wish, and ii to notify that person of the name and address of the hospital. 6 The relevant hospital is— a the hospital in which the patient is detained, or b if a community treatment order is in force in respect of the patient, the responsible hospital."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "37", "section_title": "Representations where restriction order made", "section_text": "37 1 This section applies   if, in a case where section 36 applies, the hospital order in respect of the patient was made with a restriction order . 2 If— a a person makes representations about a matter specified in section 36(5) to the local probation board   or provider of probation services  mentioned in section 36(4) or the   relevant probation body , and b it appears to the   relevant probation body  that the person is the victim of the offence or acts for the victim of the offence, the   relevant probation body  must forward the representations to the persons responsible for determining the matter. 3 The duty in subsection (2) applies only while the restriction order made in respect of the patient is in force. 4 The Secretary of State must inform the   relevant probation body  if he is considering— a whether to give a direction in respect of the patient under section 42(1) of the Mental Health Act 1983 (c. 20)\t\t\t\t\t\t\t(directions lifting restrictions), b whether to discharge the patient under section 42(2) of that Act, either absolutely or subject to conditions, or c if the patient has been discharged subject to conditions, whether to vary the conditions. 5 The First-tier Tribunal or the Mental Health Review Tribunal for Wales  must inform the   relevant probation body  if— a an application is made to the tribunal by the patient under section 69, 70 or 75 of the Mental Health Act 1983 (applications concerning restricted patients), or b the Secretary of State refers the patient’s case to the tribunal under section 71 of that Act (references concerning restricted patients). 6 Subsection (7) applies if— a the   relevant probation body  receives information under subsection (4) or (5), and b a person who appears to the   relevant probation body  to be the victim of the offence or to act for the victim of the offence— i when his wishes were ascertained under section 36(4), expressed a wish to make representations about a matter specified in section 36(5), or ii has made representations about such a matter to the   relevant probation body  or the local probation board   or provider of probation services  mentioned in section 36(4). 7 The   relevant probation body  must provide the information to the person. 8 In this section,  “the relevant probation body” is— a in a case where the patient is to be discharged subject to a condition that he reside in a particular area, which is or is part of the area of a local probation board, that local probation board; b in a case where the patient is to be discharged subject to a condition that he reside in a particular area other than one mentioned in paragraph (a), the provider of probation services operating in that area that is identified as the relevant probation body by arrangements under section 3 of the Offender Management Act 2007; c in any other case— i if the hospital in which the patient is detained is situated in the area of a local probation board, that area; and ii if that hospital is not so situated, the provider of probation services operating in the local justice area in which the hospital in which the patient is detained is situated that is identified as the relevant probation body by arrangements under section 3 of the Offender Management Act 2007."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "37A", "section_title": "Representations where restriction order not made", "section_text": "37A 1 This section applies if, in a case where section 36 applies, the hospital order in respect of the patient was made without a restriction order. 2 Subsection (3) applies if— a a person makes representations about a matter specified in section 36(5) to the managers of the relevant hospital, and b it appears to the managers that the person is the victim of the offence or acts for the victim of the offence. 3 The managers must forward the representations to the persons responsible for determining the matter. 4 The responsible clinician must inform the managers of the relevant hospital if he is considering making— a an order for discharge in respect of the patient under section 23(2) of the Mental Health Act 1983, b a community treatment order in respect of the patient, or c an order under section 17B(4) of the Mental Health Act 1983 to vary the conditions specified in a community treatment order in force in respect of the patient. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The First-tier Tribunal or the Mental Health Review Tribunal for Wales  must inform the managers of the relevant hospital if— a an application is made to the tribunal under section 66 or 69 of the Mental Health Act 1983, or b the patient's case is referred to the tribunal under section 67 of that Act. 7 Subsection (8) applies if— a the managers of the relevant hospital receive information under subsection (4) ...  or (6), and b a person who appears to the managers to be the victim of the offence or to act for the victim of the offence— i when his wishes were ascertained under section 36(4), expressed a wish to make representations about a matter specified in section 36(5), or ii has made representations about such a matter to the managers of the hospital in which the patient was, at the time in question, detained. 8 The managers of the relevant hospital must provide the information to the person. 9 The relevant hospital has the meaning given in section 36A(6)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "38", "section_title": "Information where restriction order made", "section_text": "38 1 This section applies   if, in a case where section 36 applies, the hospital order in respect of the patient was made with a restriction order . 2 Subsection (3) applies if a person who appears to the   relevant probation body  to be the victim of the offence or to act for the victim of the offence— a when his wishes were ascertained under section 36(4), expressed a wish to receive the information specified in section 36(6), or b has subsequently informed the   relevant probation body  that he wishes to receive that information. 3 The   relevant probation body  must take all reasonable steps— a to inform that person whether or not the patient is to be subject to any conditions in the event of his discharge; b if he is, to provide that person with details of any conditions which relate to contact with the victim or his family; c if the restriction order in respect of the patient is to cease to have effect, to notify that person of the date on which it is to cease to have effect; d to provide that person with such other information as   the body  considers appropriate in all the circumstances of the case. 4 The Secretary of State must inform the   relevant probation body — a whether the patient is to be discharged; b if he is, whether he is to be discharged absolutely or subject to conditions; c if he is to be discharged subject to conditions, what the conditions are to be; d if he has been discharged subject to conditions— i of any variation of the conditions by the Secretary of State; ii of any recall to hospital under section 42(3) of the Mental Health Act 1983 (c. 20); e if the restriction order is to cease to have effect by virtue of action to be taken by the Secretary of State, of the date on which the restriction order is to cease to have effect. 5 Subsections (6) and (7) apply (instead of subsection (4)) if— a an application is made to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  by the patient under section 69, 70 or 75 of the Mental Health Act 1983 (c. 20)\t\t\t\t\t\t\t(applications concerning restricted patients), or b the Secretary of State refers the patient’s case to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  under section 71 of that Act (references concerning restricted patients). 6 The tribunal must inform the   relevant probation body — a of the matters specified in subsection (4)(a) to (c); b if the patient has been discharged subject to conditions, of any variation of the conditions by the tribunal; c if the restriction order is to cease to have effect by virtue of action to be taken by the tribunal, of the date on which the restriction order is to cease to have effect. 7 The Secretary of State must inform the   relevant probation body  of the matters specified in subsection (4)(d) and (e). 8 The duties in subsections (3) to (7) apply only while the restriction order is in force. 9 The   relevant probation body  has the meaning given in section 37(8)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "38A", "section_title": "Information where restriction order not made", "section_text": "38A 1 This section applies if, in a case where section 36 applies, the hospital order in respect of the patient was made without a restriction order. 2 The responsible clinician must inform the managers of the relevant hospital— a whether he is to make an order for discharge in respect of the patient under section 23(2) of the Mental Health Act 1983; b whether he is to make a community treatment order in respect of the patient; c if a community treatment order is to be made in respect of the patient, what conditions are to be specified in the order; d if a community treatment order is in force in respect of the patient, of any variation to be made under section 17B(4) of the Mental Health Act 1983 of the conditions specified in the order; e if a community treatment order in respect of the patient is to cease to be in force, of the date on which it is to cease to be in force; f if, following the examination of the patient under section 20 of the Mental Health Act 1983, it does not appear to the responsible clinician that the conditions set out in subsection (4) of that section are satisfied, of the date on which the authority for the patient's detention is to expire. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subsection (5) applies if— a an application is made to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  under section 66 or 69 of the Mental Health Act 1983, b the patient's case is referred to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  under section 67 of that Act, or c the managers of the relevant hospital refer the patient's case to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  under section 68 of that Act. 5 The tribunal must inform the managers of the relevant hospital if it directs that the patient is to be discharged. 6 Subsection (7) applies if a person who appears to the managers of the relevant hospital to be the victim of the offence or to act for the victim of the offence— a when his wishes were ascertained under section 36(4), expressed a wish to receive the information specified in section 36(6), or b has subsequently informed the managers of the relevant hospital that he wishes to receive that information. 7 The managers of the relevant hospital order must take all reasonable steps— a to inform that person whether the patient is to be discharged under section 23 or 72 of the Mental Health Act 1983; b to inform that person whether a community treatment order is to be made in respect of the patient; c if a community treatment order is to be made in respect of the patient and is to specify conditions which relate to contact with the victim or his family, to provide that person with details of those conditions; d if a community treatment order is in force in respect of the patient and the conditions specified in the order are to be varied under section 17B(4) of the Mental Health Act 1983, to provide that person with details of any variation which relates to contact with the victim or his family; e if a community treatment order in respect of the patient is to cease to be in force, to inform that person of the date on which it is to cease to be in force; f if, following the examination of the patient under section 20 of the Mental Health Act 1983, the authority for the patient's detention is not to be renewed, to inform that person of the date on which the authority is to expire; g to provide that person with such other information as the managers of the relevant hospital consider appropriate in all the circumstances of the case. 8 The relevant hospital has the meaning given by section 36A(6)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "38B", "section_title": "Removal of restriction", "section_text": "38B 1 This section applies if, in a case where section 36 applies— a the hospital order in respect of the patient was made with a restriction order, and b the restriction order ceases to have effect while the hospital order continues in force. 2 Subsection (3) applies if a person who appears to the relevant probation body to be the victim of the offence or to act for the victim of the offence— a when his wishes were ascertained under section 36(4), expressed a wish to make representations about a matter specified in section 36(5) or to receive the information specified in section 36(6), or b has subsequently informed the relevant probation body that he wishes to make representations about such a matter or to receive that information. 3 The relevant probation body must take all reasonable steps— a to notify the managers of the relevant hospital of an address at which that person may be contacted; b to notify that person of the name and address of the hospital. 4 While the hospital order continues in force, the patient is to be regarded as a patient in respect of whom a hospital order was made without a restriction order; and sections 37A and 38A are to apply in relation to him accordingly. 5 The relevant hospital has the meaning given in section 36A(6). 6 The relevant probation body has the meaning given in section 37(8)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "39", "section_title": "Victims' rights: preliminary", "section_text": "39 1 This section applies if— a a person (“the offender”) is convicted of a sexual  , violent or terrorism  offence, b a relevant sentence is imposed on him in respect of the offence, and c a hospital direction and a limitation direction are given in relation to him by a court dealing with him for the offence. 2 The local probation board for the area in which the hospital direction is given   , or the provider of probation services operating in the local justice area in which the hospital direction is given,  must take all reasonable steps to ascertain whether a person who appears to the board to be the victim of the offence or to act for the victim of the offence wishes— a to make representations about the matters specified in subsection (3); b to receive the information specified in subsection (4). 2A The provider of probation services mentioned in subsection (2) is the provider of probation services identified as such by arrangements under section 3 of the Offender Management Act 2007. 3 The matters are— a whether the offender should, in the event of his discharge from hospital   while he is subject to a limitation direction , be subject to any conditions and, if so, what conditions; aa what conditions he should be subject to in the event of his discharge from hospital under a community treatment order; b whether the offender should, in the event of his release from hospital, be subject to any licence conditions or supervision requirements and, if so, what licence conditions or supervision requirements; c if the offender is transferred to a prison or other institution in which he might have been detained if he had not been removed to hospital, whether he should, in the event of his release from prison or another such institution, be subject to any licence conditions or supervision requirements and, if so, what licence conditions or supervision requirements. 4 The information is— a information about any conditions to which the offender is to be subject in the event of his discharge; b information about any licence conditions or supervision requirements to which the offender is to be subject in the event of his release."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "40", "section_title": "Representations", "section_text": "40 1 This section applies if section 39 applies. 2 If— a a person makes representations about a matter specified in section 39(3) to the local probation board   or provider of probation services  mentioned in section 39(2) or the   relevant probation body , and b it appears to the   relevant probation body  that the person is the victim of the offence or acts for the victim of the offence, the   relevant probation body  must forward the representations to the persons responsible for determining the matter. 3 If the representations are about a matter specified in section 39(3)(a), the duty in subsection (2) applies only while the limitation direction given in relation to the offender is in force. 4 The Secretary of State must inform the   relevant probation body  if he is considering— a whether to give a direction in respect of the offender under section 42(1) of the Mental Health Act 1983 (c. 20)\t\t\t\t\t\t\t(directions lifting restrictions), b whether to discharge the offender under section 42(2) of that Act, either absolutely or subject to conditions, or c if the offender has been discharged subject to conditions, whether to vary the conditions. 5 The First-tier Tribunal or the Mental Health Review Tribunal for Wales  must inform the   relevant probation body  if— a an application is made to the tribunal by the offender under section 69, 70 or 75 of the Mental Health Act 1983 (applications concerning restricted patients), or b the Secretary of State refers the offender’s case to the tribunal under section 71 of that Act (references concerning restricted patients). 6 Subsection (7) applies if— a the   relevant probation body  receives information under subsection (4) or (5), and b a person who appears to the   relevant probation body  to be the victim of the offence or to act for the victim of the offence— i when his wishes were ascertained under section 39(2), expressed a wish to make representations about a matter specified in section 39(3)(a), or ii has made representations about such a matter to the   relevant probation body  or the local probation board   or provider of probation services  mentioned in section 39(2). 7 The   relevant probation body  must provide the information to the person. 8 For the purposes of this section,  “the relevant probation body” is— a in a case where the offender is to be discharged from hospital subject to a condition that he reside in a particular area, which is or is part of the area of a local probation board, that local probation board; b in a case where the offender is to be discharged from hospital subject to a condition that he reside in a particular area other than one mentioned in paragraph (a), the provider of probation services operating in that area that is identified as the relevant probation body by arrangements under section 3 of the Offender Management Act 2007; c in a case where the offender is to be supervised on release by an officer of a local probation board or an officer of a provider of probation services, that local probation board or that provider of probation services (as the case may be); d in any other case— i if the hospital, prison or other place in which the offender is detained is situated in the area of a local probation board, that area; and ii if that hospital, prison or other place is not so situated, the provider of probation services operating in the local justice area in which the hospital, prison or other place in which the offender is detained is situated, that is identified as the relevant probation body by arrangements under section 3 of the Offender Management Act 2007."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "41", "section_title": "Information", "section_text": "41 1 This section applies if section 39 applies. 2 Subsection (3) applies if a person who appears to the   relevant probation body  to be the victim of the offence or to act for the victim of the offence— a when his wishes were ascertained under section 39(2), expressed a wish to receive the information specified in section 39(4), or b has subsequently informed the   relevant probation body  that he wishes to receive that information. 3 The   relevant probation body  must take all reasonable steps— a to inform that person whether or not the offender is to be subject to any conditions in the event of his discharge; b if he is, to provide that person with details of any conditions which relate to contact with the victim or his family; c if the limitation direction in respect of the offender is to cease to have effect, to notify that person of the date on which it is to cease to have effect; d to inform that person whether or not the offender is to be subject to any licence conditions or supervision requirements in the event of his release; e if he is, to provide that person with details of any licence conditions or supervision requirements which relate to contact with the victim or his family; f to provide that person with such other information as the board considers appropriate in all the circumstances of the case. 4 The Secretary of State must inform the   relevant probation body — a whether the offender is to be discharged; b if he is, whether he is to be discharged absolutely or subject to conditions; c if he is to be discharged subject to conditions, what the conditions are to be; d if he has been discharged subject to conditions— i of any variation of the conditions by the Secretary of State; ii of any recall to hospital under section 42(3) of the Mental Health Act 1983 (c. 20); e if the limitation direction is to cease to have effect by virtue of action to be taken by the Secretary of State, of the date on which the limitation direction is to cease to have effect. 5 Subsections (6) and (7) apply (instead of subsection (4)) if— a an application is made to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  by the offender under section 69, 70 or 75 of the Mental Health Act 1983 (c. 20)\t\t\t\t\t\t\t(applications concerning restricted patients), or b the Secretary of State refers the offender’s case to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  under section 71 of that Act (references concerning restricted patients). 6 The tribunal must inform the   relevant probation body — a of the matters specified in subsection (4)(a) to (c); b if the offender has been discharged subject to conditions, of any variation of the conditions by the tribunal; c if the limitation direction is to cease to have effect by virtue of action to be taken by the tribunal, of the date on which the limitation direction is to cease to have effect. 7 The Secretary of State must inform the   relevant probation body  of the matters specified in subsection (4)(d) and (e). 8 The duties in subsections (3)(a) to (c) and (4) to (7) apply only while the limitation direction is in force. 9 The   relevant probation body  has the meaning given in section 40(8)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "41A", "section_title": "Removal of restriction", "section_text": "41A 1 This section applies if, in a case where section 39 applies— a the limitation direction in respect of the offender ceases to be in force, and b he is treated for the purposes of the Mental Health Act 1983 as a patient in respect of whom a hospital order has effect. 2 Subsection (3) applies if a person who appears to the relevant probation body to be the victim of the offence or to act for the victim of the offence— a when his wishes were ascertained under section 39(2), expressed a wish to make representations about a matter specified in section 39(3) or to receive the information specified in section 39(4), or b has subsequently informed the relevant probation body that he wishes to make representations about such a matter or to receive that information. 3 The relevant probation body must take all reasonable steps— a to notify the managers of the relevant hospital of an address at which that person may be contacted; b to notify that person of the address of the hospital. 4 The offender is to be regarded as a patient in respect of whom a hospital order was made without a restriction order; and sections 37A and 38A are to apply in relation to him accordingly. 5 The relevant hospital has the meaning given in section 36A(6). 6 The relevant probation body has the meaning given in section 40(8)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "42", "section_title": "Victims' rights: preliminary", "section_text": "42 1 This section applies if— a a person (“the offender”) is convicted of a sexual  , violent or terrorism  offence, b a relevant sentence is imposed on him in respect of the offence, and c while the offender is serving the sentence, the Secretary of State gives a transfer direction   in respect of the offender (whether or not he also gives a restriction direction in respect of the offender) . 2 The local probation board for the area in which the hospital specified in the transfer direction is situated   or the provider of probation services operating in the local justice area in which the hospital specified in the transfer direction is situated  must take all reasonable steps to ascertain whether a person who appears to the board   or the provider  to be the victim of the offence or to act for the victim of the offence wishes— a to make representations about the matters specified in subsection (3); b to receive the information specified in subsection (4). 2A The provider of probation services mentioned in subsection (2) is the provider of probation services identified as such by arrangements under section 3 of the Offender Management Act 2007. 3 The matters are— a whether the offender should be subject to any conditions in the event of his discharge from hospital   at a time when a restriction direction is in force in respect of him ; b if so, what conditions  ; c what conditions he should be subject to in the event of his discharge from hospital under a community treatment order . 4 The information is information about any conditions to which the offender is to be subject in the event of his discharge from hospital."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "42A", "section_title": "Supplemental provision for case where no restriction direction given", "section_text": "42A 1 This section applies if, in a case where section 42 applies, the transfer direction in respect of the patient was given without a restriction direction. 2 Subsection (3) applies if a person who appears to the local probation board or provider of probation services mentioned in section 42(2) to be the victim of the offence or to act for the victim of the offence, when his wishes are ascertained under section 42(2), expresses a wish— a to make representations about a matter specified in section 42(3), or b to receive the information specified in section 42(4). 3 The local probation board or provider of probation services must— a notify the managers of the hospital in which the patient is detained of that person's wish and of that person's name and address, and b notify that person of the name and address of the hospital. 4 Subsection (5) applies if a person who appears to the local probation board or provider of probation services mentioned in section 42(2) to be the victim of the offence or to act for the victim of the offence, subsequently to his wishes being ascertained under section 42(2), expressed a wish to do something specified in subsection (2)(a) or (b). 5 The local probation board or provider of probation services mentioned in section 42(2) must take all reasonable steps— a to ascertain whether the transfer direction given in respect of the patient continues in force and whether a community treatment order is in force in respect of him, and b if the board or the provider ascertains that the transfer direction does continue in force— i to notify the managers of the relevant hospital of that person's wish, and ii to notify that person of the name and address of the hospital. 6 The relevant hospital has the meaning given in section 36A(6)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "43", "section_title": "Representations where restriction direction made", "section_text": "43 1 This section applies   if, in a case where section 42 applies, the transfer direction in respect of the patient was given with a restriction direction . 2 If— a a person makes representations about a matter specified in section 42(3) to the local probation board   or provider of probation services  mentioned in section 42(2) or the   relevant probation body , and b it appears to the   relevant probation body  that the person is the victim of the offence or acts for the victim of the offence, the   relevant probation body  must forward the representations to the persons responsible for determining the matter. 3 The duty in subsection (2) applies only while the restriction direction given in respect of the offender is in force. 4 The Secretary of State must inform the   relevant probation body  if he is considering— a whether to give a direction in respect of the offender under section 42(1) of the Mental Health Act 1983 (c. 20)\t\t\t\t\t\t\t(directions lifting restrictions), b whether to discharge the offender under section 42(2) of that Act, either absolutely or subject to conditions, or c if the offender has been discharged subject to conditions, whether to vary the conditions. 5 The First-tier Tribunal or the Mental Health Review Tribunal for Wales  must inform the   relevant probation body  if— a an application is made to the tribunal by the offender under section 69, 70 or 75 of the Mental Health Act 1983 (applications concerning restricted patients), or b the Secretary of State refers the offender’s case to the tribunal under section 71 of that Act (references concerning restricted patients). 6 Subsection (7) applies if— a the   relevant probation body  receives information under subsection (4) or (5), and b a person who appears to the   relevant probation body  to be the victim of the offence or to act for the victim of the offence— i when his wishes were ascertained under section 42(2), expressed a wish to make representations about a matter specified in section 42(3), or ii has made representations about such a matter to the   relevant probation body  or the local probation board   or provider of probation services  mentioned in section 42(2). 7 The   relevant probation body  must provide the information to the person. 8 In this section,  “the relevant probation body” is— a in a case where the offender is to be discharged subject to a condition that he reside in a particular area, which is or is part of the area of a local probation board, that local probation board; b in a case where the offender is to be discharged subject to a condition that he reside in a particular area other than one mentioned in paragraph (a), the provider of probation services operating in that area that is identified as the relevant probation body by arrangements under section 3 of the Offender Management Act 2007; c in any other case— i if the hospital in which the offender is detained is situated in the area of a local probation board, that area; and ii if that hospital is not so situated, the provider of probation services operating in the local justice area in which the hospital in which the offender is detained is situated, that is identified as the relevant probation body by arrangements under section 3 of the Offender Management Act 2007."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "43A", "section_title": "Representations where restriction direction not given", "section_text": "43A 1 This section applies if, in a case where section 42 applies, the transfer direction in respect of the patient was given without a restriction direction. 2 Subsection (3) applies if— a a person makes representations about a matter specified in section 42(3) to the managers of the relevant hospital, and b it appears to the managers that the person is the victim of the offence or acts for the victim of the offence. 3 The managers must forward the representations to the persons responsible for determining the matter. 4 The responsible clinician must inform the managers of the relevant hospital if he is considering making— a an order for discharge in respect of the patient under section 23(2) of the Mental Health Act 1983, b a community treatment order in respect of him, or c an order under section 17B(4) of the Mental Health Act 1983 to vary the conditions specified in a community treatment order in force in respect of the patient. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The First-tier Tribunal or the Mental Health Review Tribunal for Wales  must inform the managers of the relevant hospital if— a an application is made to the tribunal under section 66 or 69 of the Mental Health Act 1983, or b the patient's case is referred to the tribunal under section 67 of that Act. 7 Subsection (8) applies if— a the managers of the relevant hospital receive information under subsection (4) ...  or (6), and b a person who appears to the managers to be the victim of the offence or to act for the victim of the offence— i when his wishes were ascertained under section 42(2), expressed a wish to make representations about a matter specified in section 42(3), or ii has made representations about such a matter to the managers of the hospital in which the patient was, at the time in question, detained. 8 The managers of the relevant hospital must provide the information to the person. 9 The relevant hospital has the meaning given in section 36A(6)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "44", "section_title": "Information where restriction direction made", "section_text": "44 1 This section applies   if, in a case where section 42 applies, the transfer direction in respect of the patient was given with a restriction direction . 2 Subsection (3) applies if a person who appears to the   relevant probation body  to be the victim of the offence or to act for the victim of the offence— a when his wishes were ascertained under section 42(2), expressed a wish to receive the information specified in section 42(4), or b has subsequently informed the   relevant probation body  that he wishes to receive that information. 3 The   relevant probation body  must take all reasonable steps— a to inform that person whether or not the offender is to be subject to any conditions in the event of his discharge; b if he is, to provide that person with details of any conditions which relate to contact with the victim or his family; c if the restriction direction in respect of the offender is to cease to have effect, to notify that person of the date on which it is to cease to have effect; d to provide that person with such other information as the board   or the body  considers appropriate in all the circumstances of the case. 4 The Secretary of State must inform the   relevant probation body — a whether the offender is to be discharged; b if he is, whether he is to be discharged absolutely or subject to conditions; c if he is to be discharged subject to conditions, what the conditions are to be; d if he has been discharged subject to conditions— i of any variation of the conditions by the Secretary of State; ii of any recall to hospital under section 42(3) of the Mental Health Act 1983 (c. 20); e if the restriction direction is to cease to have effect by virtue of action to be taken by the Secretary of State, of the date on which the restriction direction is to cease to have effect. 5 Subsections (6) and (7) apply (instead of subsection (4)) if— a an application is made to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  by the offender under section 69, 70 or 75 of the Mental Health Act 1983 (applications concerning restricted patients), or b the Secretary of State refers the offender’s case to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  under section 71 of that Act (references concerning restricted patients). 6 The tribunal must inform the   relevant probation body — a of the matters specified in subsection (4)(a) to (c); b if the offender has been discharged subject to conditions, of any variation of the conditions by the tribunal; c if the restriction direction is to cease to have effect by virtue of action to be taken by the tribunal, of the date on which the restriction direction is to cease to have effect. 7 The Secretary of State must inform the   relevant probation body  of the matters specified in subsection (4)(d) and (e). 8 The duties in subsections (3) to (7) apply only while the restriction direction is in force. 9 The   relevant probation body  has the meaning given in section 43(8)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "44A", "section_title": "Information where restriction direction not given", "section_text": "44A 1 This section applies if, in a case where section 42 applies, the transfer direction in respect of the patient was given without a restriction direction. 2 The responsible clinician must inform the managers of the relevant hospital— a whether he is to make an order for discharge in respect of the patient under section 23(2) of the Mental Health Act 1983; b whether he is to make a community treatment order in respect of the patient; c if a community treatment order is to be made in respect of the patient, what conditions are to be specified in the order; d if a community treatment order is in force in respect of the patient, of any variation to be made under section 17B(4) of the Mental Health Act 1983 of the conditions specified in the order; e if a community treatment order in respect of the patient is to cease to be in force, of the date on which it is to cease to be in force; f if, following the examination of the patient under section 20 of the Mental Health Act 1983, it does not appear to the responsible clinician that the conditions set out in subsection (4) of that section are satisfied, of the date on which the authority for the patient's detention is to expire. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subsection (5) applies if— a an application is made to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  under section 66 or 69 of the Mental Health Act 1983, b the patient's case is referred to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  under section 67 of that Act, or c the managers of the relevant hospital refer the patient's case to   the First-tier Tribunal or the Mental Health Review Tribunal for Wales  under section 68 of that Act. 5 The tribunal must inform the managers of the relevant hospital if it directs that the patient be discharged. 6 Subsection (7) applies if a person who appears to the managers of the relevant hospital to be the victim of the offence or to act for the victim of the offence— a when his wishes were ascertained under section 42(2), expressed a wish to receive the information specified in section 42(4), or b has subsequently informed the managers of the relevant hospital that he wishes to receive that information. 7 The managers of the relevant hospital order must take all reasonable steps— a to inform that person whether the patient is to be discharged under section 23 or 72 of the Mental Health Act 1983; b to inform that person whether a community treatment order is to be made in respect of the patient; c if a community treatment order is to be made in respect of the patient and is to specify conditions which relate to contact with the victim or his family, to provide that person with details of those conditions; d if a community treatment order is in force in respect of the patient and the conditions specified in the order are to be varied under section 17B(4) of the Mental Health Act 1983, to provide that person with details of any variation which relates to contact with the victim or his family; e if a community treatment order in respect of the patient is to cease to be in force, to inform that person of the date on which it is to cease to be in force; f if, following the examination of the patient under section 20 of the Mental Health Act 1983, the authority for the patient's detention is not to be renewed, to inform that person of the date on which the authority is to expire; g to provide that person with such other information as the managers of the relevant hospital consider appropriate in all the circumstances of the case. 8 The relevant hospital has the meaning given by section 36A(6)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "44B", "section_title": "Removal of restriction", "section_text": "44B 1 This section applies if, in a case where section 42 applies— a the transfer direction in respect of the patient was given with a restriction direction, and b the restriction direction ceases to be in force while the transfer direction continues in force. 2 Subsection (3) applies if a person who appears to the relevant probation body to be the victim of the offence or to act for the victim of the offence— a when his wishes were ascertained under section 42(2), expressed a wish to make representations about a matter specified in section 42(3) or to receive the information specified in section 42(4), or b has subsequently informed the relevant probation body that he wishes to make representations about such a matter or to receive that information. 3 The relevant probation body must take all reasonable steps— a to notify the managers of the relevant hospital of an address at which that person may be contacted; b to notify that person of the name and address of the hospital. 4 While the transfer direction continues in force, the patient is to be regarded as a patient in respect of whom a transfer direction was given without a restriction direction; and sections 43A and 44A are to apply in relation to him accordingly. 5 The relevant hospital has the meaning given in section 36A(6). 6 The relevant probation body has the meaning given in section 43(8)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "45", "section_title": "Interpretation: sections 35 to 44B", "section_text": "45 1 In sections 35 to   44B — “ community treatment order ” has the meaning given in section 17A of the Mental Health Act 1983; “ court ” does not include   the Court Martial or the Court Martial Appeal Court ; “ hospital direction ” has the meaning given in section 45A(3)(a) of the Mental Health Act 1983 (c. 20); “ hospital order ” has the meaning given in section 37(4) of that Act; “ licence condition ” means a condition in a licence; “ limitation direction ” has the meaning given in section 45A(3)(b) of the Mental Health Act 1983; “ local probation board ” means a local probation board established under section 4 of the Criminal Justice and Court Services Act 2000 (c. 43); “ the managers ” has the meaning given in section 145 of the Mental Health Act 1983; “ relevant sentence ” means any of these— a sentence of imprisonment for a term of 12 months or more; a sentence of detention during Her Majesty’s pleasure; a sentence of detention for a period of 12 months or more under   section 250  or 252A   of the Sentencing Code  \t\t\t\t\t\t\t(offenders under 18 convicted of certain serious offences); a detention and training order for a term of 12 months or more; “ responsible clinician ” means the responsible clinician for the purposes of Part 3 of the Mental Health Act 1983; “ responsible hospital ” has the meaning given in section 17A of the Mental Health Act 1983; “ restriction direction ” has the meaning given in section 49(2) of the Mental Health Act 1983; “ restriction order ” has the meaning given in section 41(1) of that Act; “ supervision requirements ” means requirements specified in a notice under   section 242(4) of the Sentencing Code ; “ transfer direction ” has the meaning given in section 47(1) of the Mental Health Act 1983. 2 For the purposes of sections 35 to   44B , an offence is a sexual , violent or terrorism   offence if it is any of these— a murder or an offence specified in   Schedule 18 to the Sentencing Code ; b an offence in respect of which the patient or offender is subject to the notification requirements of Part 2 of the Sexual Offences Act 2003 (c. 42)); c an offence against a child within the meaning of Part 2 of the Criminal Justice and Court Services Act 2000. 3 A reference in sections 35 to 44B to a place in which a person is detained includes a reference to a place in which he is liable to be detained under the Mental Health Act 1983. 4 For the purposes of section 32(3) of that Act (regulations as to delegation of managers' functions,  etc. ) as applied by Parts 1 and 2 of Schedule 1 to that Act, a function conferred on the managers of a hospital under sections 35 to 44B of this Act is to be treated as a function of theirs under Part 3 of that Act."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "46", "section_title": "Victims of mentally disordered persons", "section_text": "46 1 The Justice (Northern Ireland) Act 2002 (c. 26) is amended as follows. 2 After section 69 (views on temporary release) insert— Information about discharge and leave of absence of mentally disordered persons 69A 1 The Secretary of State must make a scheme requiring the Secretary of State to make available to persons falling within subsection (2) information about— a the discharge from hospital of, or b the grant of leave of absence from hospital to, persons in respect of whom relevant determinations have been made. 2 The persons referred to in subsection (1) are victims of the offences in respect of which the determinations were made who wish to receive the information. 3 A relevant determination is made in respect of a person if— a a hospital order with a restriction order is made in respect of him by a court dealing with him for an offence, or b a transfer direction and a restriction direction are given in respect of him while he is serving a sentence of imprisonment in respect of an offence. 4 The Secretary of State may from time to time make a new scheme or alterations to a scheme. 5 The information to be made available under a scheme must include information as to any relevant conditions to which a person in respect of whom a relevant determination has been made is to be subject in the event of— a his discharge from hospital, or b the grant of leave of absence from hospital to him. 6 A condition is relevant for the purposes of subsection (5) if it appears to the Secretary of State that it might affect a victim of an offence in respect of which the determination was made. 7 A scheme may require the Secretary of State to take all reasonable steps to ascertain whether a person who appears to him to be the victim of an offence in respect of which a relevant determination has been made wishes to make representations about the matters specified in subsection (8). 8 The matters are— a whether the person in respect of whom the determination has been made should be subject to any conditions in the event of his discharge from hospital or the grant of leave of absence from hospital to him; b if so, what conditions. 9 A scheme that includes provision such as is mentioned in subsection (7) must specify how the representations are to be made. 10 A scheme may require other information in relation to the discharge of, or the grant of leave of absence to, persons in respect of whom relevant determinations are made to be made available under the scheme. 11 The other information may include, in cases of a description specified by the scheme or in which the Secretary of State considers it appropriate, the date on which it is anticipated that a person in respect of whom a relevant determination has been made will be discharged or granted leave of absence from hospital. 12 Subsections (5) to (8) of section 68 apply in relation to a scheme made under this section as they apply in relation to a scheme made under that section. 13 A scheme may make different provision in relation to different descriptions of persons in respect of whom a relevant determination is made. Views on leave of absence 69B 1 If a person who is the victim of an offence in respect of which a relevant determination has been made makes to the Secretary of State representations falling within subsection (2) the Secretary of State has the obligations specified in subsection (3). 2 Representations fall within this subsection if they are to the effect that the grant of leave of absence to the person in respect of whom the determination has been made would threaten the safety, or otherwise adversely affect the well-being, of— a the actual victim of the offence in respect of which the determination was made, or b a person who is regarded for the purposes of a scheme under section 69A as a victim of that offence by virtue of section 68(5)\t\t\t\t\t\t\t\t\t\t\t\t(as applied by section 69A(12)). 3 The Secretary of State must— a have regard to the representations in deciding whether he should give his consent to leave of absence being granted, and b inform the victim of any such decision. 4 Section 69A(3)\t\t\t\t\t\t\t\t\t\t(relevant determination) applies for the purposes of this section. 3 In section 70 (supplementary), after subsection (3) insert— 4 In sections 68 and 69 references to a person serving a sentence of imprisonment in Northern Ireland include a person detained in hospital pursuant to a transfer direction and a restriction direction. 5 In subsection (4) and section 69A(3)— “ restriction direction ” has the meaning given in Article 55(2) of the Mental Health (Northern Ireland) Order 1986; “ transfer direction ” has the meaning given in Article 53(2) of that Order. 6 In section 69A(3)— “ hospital order ” has the meaning given in Article 44(1) of the Mental Health (Northern Ireland) Order 1986; “ restriction order ” has the meaning given in Article 47(1) of that Order; “ sentence of imprisonment ” has the meaning given in Article 53(5) of that Order. 7 In sections 69A and 69B  “ leave of absence ” means leave of absence under Article 15 of the Mental Health (Northern Ireland) Order 1986. 4 In section 90(5)\t\t\t\t\t(statutory rules), in paragraph (b) after  “section 68” insert  “                      or 69A                    ” ."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "47", "section_title": "Investigations by Parliamentary Commissioner", "section_text": "47 Schedule 7 (which amends the Parliamentary Commissioner Act 1967 (c. 13)) has effect."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "48", "section_title": "Commissioner for Victims and Witnesses", "section_text": "48 1 The Secretary of State   for Justice  must appoint a Commissioner for Victims and Witnesses (referred to in this Part as the Commissioner). 2 Before appointing the Commissioner the Secretary of State   for Justice  must consult the Attorney General and the   Secretary of State for the Home Department  as to the person to be appointed. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The Secretary of State may pay to, or in respect of, the Commissioner amounts— a by way of remuneration, pensions, allowances or gratuities, or b by way of provision for any such benefits. 7 The Secretary of State may pay sums in respect of the expenses of the Commissioner."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "49", "section_title": "General functions of Commissioner", "section_text": "49 1 The Commissioner must— a promote the interests of victims and witnesses; b take such steps as he considers appropriate with a view to encouraging good practice in the treatment of victims and witnesses; c keep under review the operation of the code of practice issued under section 32. 2 The Commissioner may, for any purpose connected with the performance of his duties under subsection (1)— a make proposals to the Secretary of State   for Justice  for amending the code (at the request of the Secretary of State   for Justice  or on his own initiative); b make a report to the Secretary of State   for Justice ; c make recommendations to an authority within his remit; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e consult any person he thinks appropriate. 3 If the Commissioner makes a report to the Secretary of State   for Justice  under subsection (2)(b)— a the Commissioner must send a copy of the report to the Attorney General and the   Secretary of State for the Home Department ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Commissioner must prepare in respect of each calendar year a report on the carrying out of the functions of the Commissioner during the year. 5 The Commissioner must send a copy of each report prepared under subsection (4) to— a the Secretary of State for Justice, b the Attorney General, and c the Secretary of State for the Home Department. 6 Reports under subsection (2)(b) or (4) must be published by the Commissioner. 7 If section 48 comes into force after the beginning of a calendar year, the first report under subsection (4) may relate to a period beginning with the day on which that section comes into force and ending with the end of the next calendar year."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "50", "section_title": "Advice", "section_text": "50 1 If he is required to do so by a Minister of the Crown, the Commissioner must give advice to the Minister of the Crown in connection with any matter which— a is specified by the Minister, and b relates to victims or witnesses. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this section  “ Minister of the Crown ” includes the Treasury."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "51", "section_title": "Restrictions on exercise of functions", "section_text": "51 The Commissioner must not exercise any of his functions in relation to— a a particular victim or witness; b the bringing or conduct of particular proceedings; c anything done or omitted to be done by a person acting in a judicial capacity or on the instructions of or on behalf of such a person."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "52", "section_title": "“Victims” and  “witnesses”", "section_text": "52 1 This section applies for the purposes of sections 48 to 51. 2 “ Victim ” means— a a victim of an offence, or b a victim of anti-social behaviour. 3 It is immaterial for the purposes of subsection (2)(a) that— a no complaint has been made about the offence; b no person has been charged with or convicted of the offence. 4 “ Witness ” means a person (other than a defendant)— a who has witnessed conduct in relation to which he may be or has been called to give evidence in relevant proceedings; b who is able to provide or has provided anything which might be used or has been used as evidence in relevant proceedings; or c who is able to provide or has provided anything mentioned in subsection (5)\t\t\t\t\t\t\t(whether or not admissible in evidence in relevant proceedings). 5 The things referred to in subsection (4)(c) are— a anything which might tend to confirm, has tended to confirm or might have tended to confirm evidence which may be, has been or could have been admitted in relevant proceedings; b anything which might be, has been or might have been referred to in evidence given in relevant proceedings by another person; c anything which might be, has been or might have been used as the basis for any cross examination in the course of relevant proceedings. 6 For the purposes of subsection (4)— a a person is a defendant in relation to any criminal proceedings if he might be, has been or might have been charged with or convicted of an offence in the proceedings; b a person is a defendant in relation to any other relevant proceedings if he might be, has been or might have been the subject of an order made in those proceedings. 7 In subsections (4) to (6)\t\t\t\t\t “ relevant proceedings ” means— a criminal proceedings; b proceedings of any other kind in respect of anti-social behaviour. 8 For the purposes of this section— a “ anti-social behaviour ” means behaviour by a person which causes or is likely to cause harassment, alarm or distress to one or more persons not of the same household as the person; b a person is a victim of anti-social behaviour if the behaviour has caused him harassment, alarm or distress and he is not of the same household as the person who engages in the behaviour."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "53", "section_title": "Authorities within Commissioner’s remit", "section_text": "53 1 For the purposes of this Part the authorities within the Commissioner’s remit are those specified in Schedule 9. 2 An authority specified in Schedule 9 that has functions in relation to an area outside England and Wales is within the Commissioner’s remit only to the extent that it discharges its functions in relation to England and Wales. 3 Subsection (2) does not apply in relation to the Foreign and Commonwealth Office. 4 The Secretary of State   for Justice  may by order amend Schedule 9 by— a adding an authority appearing to him to exercise functions of a public nature; b omitting an authority; c changing the description of an authority. 5 In preparing a draft of an order under subsection (4) the Secretary of State   for Justice  must consult the Attorney General and the   Secretary of State for the Home Department ."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "54", "section_title": "Disclosure of information", "section_text": "54 1 A person may disclose information to a relevant authority for a purpose specified in subsection (2). 2 The purposes are purposes connected with any of these— a compliance with the code issued under section 32; b compliance with sections 35 to 44; c the carrying out of the functions of the Commissioner. 3 These are relevant authorities— a a person required to do anything under the code issued under section 32; b a local probation board established under section 4 of the Criminal Justice and Court Services Act 2000 (c. 43); ba a provider of probation services, c the Commissioner; d an authority within the Commissioner’s remit. 4 The Secretary of State   for Justice  may by order— a amend subsection (2) by adding any purpose appearing to him to be connected with the assistance of victims of offences or anti-social behaviour, witnesses of offences or anti-social behaviour or other persons affected by offences or anti-social behaviour; b amend subsection (3) by adding any authority appearing to him to exercise functions of a public nature. 5 The reference in subsection (4)(a) to persons affected by offences does not include persons accused or convicted of offences. 6 The Secretary of State   for Justice  may exercise the power in subsection (4) only after consulting the Attorney General and the   Secretary of State for the Home Department . 7 Nothing in this section authorises the making of a disclosure which contravenes   the data protection legislation . 8 This section does not affect a power to disclose which exists apart from this section. 9 In this section,  “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act)."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "55", "section_title": "Victims' Advisory Panel", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "56", "section_title": "Grants for assisting victims, witnesses etc", "section_text": "56 1 The Secretary of State may pay such grants to such persons as he considers appropriate in connection with measures which appear to him to be intended to assist victims, witnesses or other persons affected by offences. 2 The Secretary of State may make a grant under this section subject to such conditions as he considers appropriate. 3 In the application of this section to Northern Ireland, any reference in subsection (1) or (2) to the Secretary of State shall be construed as a reference to the Department of Justice in Northern Ireland."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "57", "section_title": "Recovery of criminal injuries compensation from offenders", "section_text": "57 1 The Criminal Injuries Compensation Act 1995 (c. 53) is amended as follows. 2 After section 7 insert— Recovery of compensation from offenders: general 7A 1 The Secretary of State may, by regulations made by statutory instrument, make provision for the recovery from an appropriate person of an amount equal to all or part of the compensation paid in respect of a criminal injury. 2 An appropriate person is a person who has been convicted of an offence in respect of the criminal injury. 3 The amount recoverable from a person under the regulations must be determined by reference only to the extent to which the criminal injury is directly attributable to an offence of which he has been convicted. 4 The regulations may confer functions in respect of recovery on— a claims officers; b if a Scheme manager has been appointed, persons appointed by the Scheme manager under section 3(4)(a). 5 The regulations may not authorise the recovery of an amount in respect of compensation from a person to the extent that the compensation has been repaid in accordance with the Scheme. Recovery notices 7B 1 If, under regulations made under section 7A(1), an amount has been determined as recoverable from a person, he must be given a notice (a  “recovery notice”) in accordance with the regulations which— a requires him to pay that amount, and b contains the information mentioned in subsection (2). 2 The information is— a the reasons for the determination that an amount is recoverable from the person; b the basis on which the amount has been determined; c the way in which and the date before which the amount is required to be paid; d the means by which the amount may be recovered if it is not paid in accordance with the notice; e the grounds on which and the procedure by means of which he may seek a review if he objects to— i the determination that an amount is recoverable from him; ii the amount determined as recoverable from him. 3 The Secretary of State may by order made by statutory instrument amend subsection (2) by— a adding information; b omitting information; c changing the description of information. Review of recovery determinations 7C 1 Regulations under section 7A(1) shall include provision for the review, in such circumstances as may be prescribed by the regulations, of— a a determination that an amount is recoverable from a person; b the amount determined as recoverable from a person. 2 A person from whom an amount has been determined as recoverable under the regulations may seek such a review only on the grounds— a that he has not been convicted of an offence to which the injury is directly attributable; b that the compensation paid was not determined in accordance with the Scheme; c that the amount determined as recoverable from him was not determined in accordance with the regulations. 3 Any such review must be conducted by a person other than the person who made the determination under review. 4 The person conducting any such review may— a set aside the determination that the amount is recoverable; b reduce the amount determined as recoverable; c increase the amount determined as recoverable; d determine to take no action under paragraphs (a) to (c). 5 But the person conducting any such review may increase the amount determined as recoverable if (but only if) it appears to that person that the interests of justice require the amount to be increased. Recovery proceedings 7D 1 An amount determined as recoverable from a person under regulations under section 7A(1) is recoverable from him as a debt due to the Crown if (but only if)— a he has been given a recovery notice in accordance with the regulations which complies with the requirements of section 7B, and b he has failed to pay the amount in accordance with the notice. 2 In any proceedings for the recovery of the amount from a person, it is a defence for the person to show— a that he has not been convicted of an offence to which the injury is directly attributable; b that the compensation paid was not determined in accordance with the Scheme; or c that the amount determined as recoverable from him was not determined in accordance with regulations under section 7A. 3 In any such proceedings, except for the purposes of subsection (2)(b), no question may be raised or finding made as to the amount that was, or ought to have been, the subject of an award. 4 For the purposes of section 9 of the Limitation Act 1980 (time limit for actions for sums recoverable by statute to run from date on which cause of action accrued) the cause of action to recover that amount shall be taken to have accrued— a on the date on which the compensation was paid; or b if later, on the date on which a person from whom an amount is sought to be recovered was convicted of an offence to which the injury is directly attributable. 5 If that person is convicted of more than one such offence and the convictions are made on different dates, the reference in subsection (4)(b) to the date on which he was convicted of such an offence shall be taken to be a reference to the earlier or earliest (as the case may be) of the dates on which he was convicted of such an offence. . 3 In section 9(7)\t\t\t\t\t(financial provisions: sums payable into Consolidated Fund), after  “section 3(1)(c)” insert  “                      , or by virtue of regulations made under section 7A(1),                    ” . 4 In section 11, after subsection (8) insert— 8A No regulations under section 7A(1) or order under section 7B(3) shall be made unless a draft of the regulations or order has been laid before Parliament and approved by a resolution of each House."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "58", "section_title": "Amendments and repeals", "section_text": "58 1 Schedule 10 (minor and consequential amendments) has effect. 2 The provisions mentioned in Schedule 11 are repealed or revoked to the extent specified."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "59", "section_title": "Transitional and transitory provisions", "section_text": "59 Schedule 12 (transitional and transitory provisions) has effect."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "60", "section_title": "Commencement", "section_text": "60 The preceding provisions of this Act come into force in accordance with provision made by the Secretary of State by order."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "61", "section_title": "Orders", "section_text": "61 1 An order under this Act— a may make different provision for different purposes; b may include supplementary, incidental, saving or transitional provisions. 2 Any power   of the Secretary of State  to make an order under this Act is exercisable by statutory instrument. 3 A statutory instrument containing an order under section 9(6) or 33(7) is subject to annulment in pursuance of a resolution of either House of Parliament. 4 No order may be made under section 14(5), 53(4) or 54(4) unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 5 Any power of the Department of Justice in Northern Ireland to make an order under this Act is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979  . 6 An order made by the Department of Justice is subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954  )."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "62", "section_title": "Extent", "section_text": "62 1 Subject to the following provisions of this section, Parts 1 to 3 extend to England and Wales only. 2 The following provisions extend also to Northern Ireland— section 5; section 9; sections 17 to 21; Schedule 1; section 56; 3 The following provisions extend to Northern Ireland only— section 7; section 10(2); section 13; section 23; section 46. 4 Nothing in subsection (1) affects the extent of section 8 or of any provision of section 6                  or 6A   as applied by section 8. 5 An amendment, repeal or revocation in Schedule 3, 7, 8, 10 or 11 has the same extent as the provision to which it relates."}, {"act": "Domestic Violence, Crime and Victims Act 2004", "year": 2004, "section": "63", "section_title": "Short title", "section_text": "63 This Act may be cited as the Domestic Violence, Crime and Victims Act 2004."}]