[{"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "1", "section_title": "Piloting conduct at European and local elections", "section_text": "1 1 An election to which this section applies (a pilot election) must be held— a only by postal voting, and (for that purpose); b in accordance with provision made by the Secretary of State by order (a pilot order). 2 These are the elections to which this section applies— a the European Parliamentary general election of 2004 in a pilot region; b a local government election in England and Wales if the poll at such an election is combined with the poll at an election mentioned in paragraph (a). 3 These are the pilot regions— a North East; b East Midlands; c Yorkshire and the Humber; d North West. 4 Postal voting is voting where no polling station is used and a person entitled to vote in person or by proxy must deliver by post or by such other means as is specified in a pilot order— a the ballot paper, and b the completed declaration of identity form. 5 The declaration of identity form is a form which is delivered along with the ballot paper and which is completed by being signed— a by the person to whom the ballot paper is addressed, and b by a witness to that signing whose name and address are clearly marked on the form. 6 The declaration of identity must contain a statement advising the voter that the ballot paper should be completed by him— a outside the presence of any other person, or b in the case of a voter who requires assistance, in accordance with such advice as is provided for in the pilot order. 7 A pilot order— a may modify or disapply any provision made by or under a relevant enactment; b may contain such consequential, incidental, supplementary or transitional provision or savings (including provision amending, replacing, suspending or revoking provision made by or under any enactment) as the Secretary of State thinks appropriate; c may make different provision for different purposes."}, {"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "2", "section_title": "Pilot order", "section_text": "2 1 This section has effect in relation to a pilot order. 2 A pilot order may make provision for conduct which differs from that provided for by or under a relevant enactment. 3 The pilot order must specify the form and content of the declaration of identity form. 4 A pilot order must make provision requiring the returning officer to provide (before the close of the poll at a pilot election) polling progress information— a to such persons or organisations as are specified in the order or are of such descriptions as are so specified, and b at such times and in such circumstances as are so specified. 5 Polling progress information is information as to the electors by whom it appears to the returning officer at the time the information is provided that a vote has been cast. 6 For the purposes of subsection (5) the returning officer must be taken not to have seen the contents of any ballot paper. 7 The returning officer is the person who is described as such in the order. 8 The Secretary of State must send a copy of a pilot order relating to a pilot region to— a each relevant local authority in the region; b the Electoral Commission; c the person who is by virtue of section 6 of the European Parliamentary Elections Act 2002 (c. 24) the returning officer for the region. 9 A local authority to whom a copy of a pilot order is sent must publish the order in their area in such manner as they think fit. 10 The Secretary of State must not make a pilot order unless he first consults the Electoral Commission. 11 It is immaterial whether such consultation occurs before or after the passing of this Act."}, {"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "3", "section_title": "Pilot schemes under the 2000 Act", "section_text": "3 Section 10 of the Representation of the People Act 2000 (c. 2)\t\t\t(pilot schemes for local elections in England and Wales) does not apply to a local government election if the poll at the election is to be taken on the same day as the poll at the European Parliamentary general election of 2004."}, {"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "4", "section_title": "Electoral Commission report", "section_text": "4 1 After a pilot election has been held, the Electoral Commission must prepare a report in relation to it. 2 For the purposes of subsection (1) the Electoral Commission must consult the council for every county and district in the region in which the pilot election was held. 3 Every relevant local authority in the region must give the Commission such assistance as they may reasonably require in connection with the preparation of the report. 4 The assistance may include— a making arrangements for ascertaining the views of electors about the administration of the election; b reporting to the Commission allegations of personation and of other electoral offences or malpractice. 5 The report must include a copy of the pilot order. 6 The report must also include an assessment of the extent to which postal voting and provision made by the pilot order— a facilitated voting at the election; b encouraged voting at the election; c affected the incidence of personation or other electoral offences or malpractice; d assisted the counting of votes at the election; e provided opportunities for savings in the costs of administering the election or led to any increase in such costs. 7 For the purposes of subsection (6)(a) the report must include a statement of the number of ballot papers which appear to the returning officer to have been delivered to him during the period of one week starting with the day after the date on which the poll closed. 8 For the purposes of subsection (6)(c) the Commission must ascertain by such means as it thinks appropriate and report on the views of electors as to whether postal voting and provision made by the pilot order— a provided sufficient safeguards against fraud; b provided appropriate protection for the secrecy of the ballot. 9 The report must also include an assessment as to the following matters relating to the requirement by virtue of section 2 to provide polling progress information— a its effect on the campaigning of candidates and political parties; b the use made by candidates and political parties of the information; c the views of electors and political parties about the provision of the information (including views as to its effect on turnout of voters and use of the information by candidates and political parties); d its effect on the conduct and administration of the election. 10 The assessment must include a statement by the Electoral Commission as to whether in their opinion— a the turnout of voters was higher than it would otherwise have been; b electors found the procedures provided for their assistance easy to use. 11 Not later than the end of the period of three months beginning with the date of the declaration of the result of the European Parliamentary general election in the region the Electoral Commission must— a send a copy of the report to the Secretary of State, and b publish the report in such manner as they think fit. 12 The returning officer is the person who is described as such in the pilot order. 13 This section does not affect the duty of the Electoral Commission to prepare and publish under section 5 of the Political Parties, Elections and Referendums Act 2000 (c. 41) a report on the administration of the election."}, {"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "5", "section_title": "Revision of procedures in light of report", "section_text": "5 1 If a report is made under section 4 above on the conduct of a local government election section 11 of the Representation of the People Act 2000 (c. 2)\t\t\t\t\t(revision of procedures in the light of pilot schemes) applies as it applies if a report is made under section 10 of that Act, subject to the following modifications. 2 The reference in section 11(1) to provision similar to that made by a scheme under section 10 is to be read as a reference to provision similar to that made by a pilot order for the conduct of the local government election. 3 Subsection (4) of section 11 is to be read as if it required the Secretary of State, when laying a draft of an order under that section, to lay a copy of each report of the Electoral Commission under section 4 above on the conduct of a local government election held in accordance with provision similar to that made by the order."}, {"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "6", "section_title": "Personation: arrestable offence", "section_text": "6 1 For the purposes of any election held in accordance with provision made by a pilot order, the offence of personation under section 60 of the Representation of the People Act 1983 (c. 2) must be treated as if it is an offence to which section 24(2) of the Police and Criminal Evidence Act 1984 (c. 60) (offences which are arrestable offences) applies. 2 Subsection (1) does not affect anything which may be done in pursuance of Rule 36 of Schedule 1 to the Representation of the People Act 1983 (arrest of challenged voter)."}, {"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "7", "section_title": "Time limit for prosecution of offences", "section_text": "7 1 This section applies for the purposes of any election held in accordance with provision made by a pilot order. 2 A magistrates' court may act under subsection (3) if it is satisfied on an application by a constable or Crown Prosecutor— a that there are exceptional circumstances which justify the granting of the application, and b that there has been no undue delay in the investigation of the offence to which the application relates. 3 The magistrates' court may extend the time within which proceedings for an offence must be commenced in pursuance of section 176(1) of the Representation of the People Act 1983 (time limit for prosecution of offences under that Act) to not more than 24 months after the offence is committed."}, {"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "8", "section_title": "Other elections, etc", "section_text": "8 1 The Schedule (which makes provision for certain other elections and referendums) has effect. 2 A pilot order may make provision in consequence of anything required or permitted in pursuance of the Schedule (including provision modifying or disapplying any enactment mentioned in the Schedule)."}, {"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "9", "section_title": "Interpretation", "section_text": "9 1 A region is an electoral region for the purposes of the European Parliamentary Elections Act 2002 (c. 24). 2 Local government election has the meaning given by section 203(1) of the Representation of the People Act 1983 (except that it does not include an election to the Greater London Authority). 3 A pilot order is an order made under section 1. 4 Pilot region must be construed in accordance with section 1(3). 5 The relevant enactments are enactments relating to the conduct of European Parliamentary or local government elections (including the combination of polls at such elections). 6 A relevant local authority is the council of a county or district, or the council of a parish if the pilot order makes provision for the conduct of an election to the council. 7 Postal voting must be construed in accordance with section 1(4). 8 This section applies for the purposes of this Act."}, {"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "10", "section_title": "Expenditure", "section_text": "10 1 There shall be paid out of money provided by Parliament— a any expenses of the Secretary of State in making arrangements for the purposes of this Act in connection with the holding of the European Parliamentary general election of 2004; b any increase attributable to this Act in the sums so payable under any other enactment. 2 There shall be charged on and paid out of the Consolidated Fund any increase attributable to this Act in the sums to be charged on and paid out of that Fund under any other Act."}, {"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "11", "section_title": "Extent", "section_text": "11 This Act does not extend to Scotland or Northern Ireland."}, {"act": "European Parliamentary and Local Elections (Pilots) Act 2004", "year": 2004, "section": "12", "section_title": "Short title", "section_text": "12 This Act may be cited as the European Parliamentary and Local Elections (Pilots) Act 2004."}]