[{"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "1", "section_title": "Fire and rescue authorities", "section_text": "1 1 The fire and rescue authority for an area is the authority determined under this section. 2 In England— a a non-metropolitan county council is the fire and rescue authority for the county; b a non-metropolitan district council for an area for which there is no county council is the fire and rescue authority for the area; c the    London Fire Commissioner    is the fire and rescue authority for Greater London; d a metropolitan county fire and civil defence authority is the fire and rescue authority for the county; e the Council of the Isles of Scilly is the fire and rescue authority for the Isles of Scilly. 3 In Wales— a a county council is the fire and rescue authority for the county; b a county borough council is the fire and rescue authority for the county borough. 4 This section is subject to    —  a sections 2 and 4 (schemes constituting combined fire and rescue authorities for particular areas), and b sections 4A and 4B (orders providing for police and crime commissioners to be fire and rescue authorities). 5 This section is also subject to— a an order under Part 6 of the Local Democracy, Economic Development and Construction Act 2009 which transfers the functions of a fire and rescue authority to a combined authority established under section 103 of that Act; b an order under Chapter 1 of Part 2 of the Levelling-up and Regeneration Act 2023 which transfers the functions of a fire and rescue authority to a combined county authority established under section  9 (1)  of that Act."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "2", "section_title": "Power to create combined fire and rescue authorities", "section_text": "2 1 The Secretary of State may by order make a scheme constituting a fire and rescue authority for the combined area of two or more existing fire and rescue authorities. 2 A scheme under this section may be made only if it appears to the Secretary of State that, in the interests of— a economy, efficiency and effectiveness, or b public safety, there should be a single fire and rescue authority for the combined area. 3 A scheme under this section may be made by the Secretary of State— a to give effect to a draft scheme submitted to him by the existing authorities in question, or b on his own initiative. 4 A scheme under this section made as mentioned in subsection (3)(a) may include any modifications to the draft scheme which seem appropriate to the Secretary of State after consulting the existing authorities in question. 5 Before making a scheme under this section as mentioned in subsection (3)(b) the Secretary of State must consult— a the existing authorities in question, b any local authority all or part of whose area forms part of the combined area, and c any other persons he considers appropriate. 6 The Secretary of State may by order vary or revoke a scheme under this section but before doing so must consult— a any fire and rescue authority which appears to him likely to be affected, b any other authority which would, apart from the scheme, be a fire and rescue authority under section 1 and which appears to him likely to be affected, c any local authority all or part of whose area forms part of the combined area or would, under the scheme as varied, form part of the combined area, and d any other persons he considers appropriate. 6A The duty to consult under subsection (6) does not apply if— a the scheme constituted a fire and rescue authority for an area in England, and b the variation or revocation has been proposed by the fire and rescue authority. 7 An order under subsection (6) varying or revoking a scheme may include provision for the transfer of staff, property, rights and liabilities from the combined fire and rescue authority to any other fire and rescue authority. 8 The Secretary of State  ...— a must cause an inquiry to be held  before making a scheme as mentioned in subsection (3)(b),  ... b where a scheme constituted a fire and rescue authority for an area in England, must cause an inquiry to be held before varying or revoking the scheme under this section, or c where a scheme constituted a fire and rescue authority for an area in Wales, must cause an inquiry to be held before— i varying the scheme in a way which changes the combined area (and may cause an inquiry to be held before varying the scheme in any other way), or ii revoking the scheme. 9 The Secretary of State is not required to cause an inquiry to be held under subsection (8) (but may do so) if— a in a case within subsection (8)(a), the existing authorities in question agree to the making of the scheme, b in a case within subsection (8)(b)  or (c) , the combined fire and rescue authority and any other authority which would, apart from the scheme, be a fire and rescue authority under section 1 and which would be affected by the variation or revocation, agree to the variation or revocation, c in   any   case, it appears to the Secretary of State that the scheme, variation or revocation is to be made solely for the purpose of giving effect to an order under Part 4 of the Local Government Act 1972 (c. 70),  ... Part 1 of the Local Government and Public Involvement in Health Act 2007  or Part 3 of the Local Government (Democracy) (Wales) Act 2013, or to regulations under Part 7 of the Local Government and Elections (Wales) Act 2021 , or d in   any   case, the Secretary of State considers that, in the interests of public safety, the scheme should be made, varied or revoked without delay. 10 Subsection (11) applies if— a an order is made under Part 4 of the Local Government Act 1972 (c. 70),  ... Part 1 of the Local Government and Public Involvement in Health Act 2007  or Part 3 of the Local Government (Democracy) (Wales) Act 2013, or regulations are made under Part 7 of the Local Government and Elections (Wales) Act 2021,   in relation to any area, but b the order, or any provision of the order, has not come into force. 11 If this subsection applies— a a scheme under this section may be made as if the order or provision referred to in subsection (10)(b) were in force, and b this section has effect in relation to any scheme so made, or proposed to be so made, as if the order or provision were in force; but a scheme so made may not come into force before the order or provision does."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "3", "section_title": "Creation of combined fire and rescue authorities: supplementary", "section_text": "3 1 A combined fire and rescue authority constituted under a scheme under section 2 must be constituted as a body corporate. 2 A scheme under section 2 may, subject to this section, make any supplementary and incidental provision which the Secretary of State considers appropriate. 3 In particular, a scheme under section 2 may make provision about— a the composition of the combined authority (including provision for the appointment of members by the existing authorities  or by the Secretary of State   , by the Secretary of State or, in the case of a combined authority for an area which is wholly within England, by the combined authority  ); b the proceedings of the combined authority (including different provision in respect of the voting rights of different categories of member); c the financing of the combined authority (including provision for the payment of expenses out of a combined fire and rescue service fund maintained by the existing authorities); d the discharge of the functions of the combined authority (including provision for the discharge of functions by committees); e officers of the combined authority; f the acquisition, appropriation and disposal of land by the combined authority (including provision for the acquisition of land by agreement or compulsorily); g the transfer of staff, property, rights and liabilities to or from the combined authority; h the payment of compensation in respect of loss suffered by any person in consequence of the constitution of the combined authority. 4 A scheme under section 2 may not make provision for the appointment by the Secretary of State of a number of members equal to, or exceeding, half the total number of members capable of being appointed. 5 If a scheme under section 2 provides for members of a combined authority to be appointed by the Secretary of State, it must also provide that any decision of the authority to— a issue a precept under section 40 of the Local Government Finance Act 1992 (c. 14), or b make the calculations required by section 43 of that Act, must be approved by more than half of the members of the authority not appointed by the Secretary of State. 6 The following provisions apply if a scheme under section 2 provides for members of a combined authority to be appointed by the authority. 7 The scheme must provide that a relevant police and crime commissioner may only be appointed as a member of the authority in response to a request by the commissioner. 8 The scheme must provide that, if such a request is made to the authority, the authority must— a consider the request, b give reasons for its decision to agree to or refuse the request, and c publish those reasons in such manner as it thinks appropriate. 9 In this section “relevant police and crime commissioner”, in relation to a combined authority, means a police and crime commissioner— a whose area is the same as, or contains all of, the area of the authority, or b all or part of whose area falls within the area of the authority."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4", "section_title": "Combined authorities under the Fire Services Act 1947", "section_text": "4 1 This section applies to a scheme approved under section 5 of the Fire Services Act 1947 (c. 41) (voluntary schemes for combining fire authorities), or made under section 6 of that Act (combination schemes made by the Secretary of State), which is in force immediately before the repeal of those sections by this Act. 2 A scheme to which this section applies continues to have effect despite that repeal. 3 The combined authority constituted by a scheme to which this section applies is the fire and rescue authority for the area for which it is constituted. 4 The Secretary of State may by order vary or revoke a scheme to which this section applies. 5 Before making an order under subsection (4) in relation to a scheme the Secretary of State must consult— a any fire and rescue authority which appears to him likely to be affected, b any other authority which would, apart from the scheme, be a fire and rescue authority under section 1 and which appears to him likely to be affected, c any local authority all or part of whose area forms part of the combined area or would, under the scheme as varied, form part of the combined area, and d any other persons he considers appropriate. 5A The duty to consult under subsection (5) does not apply if— a the scheme constituted a fire and rescue authority for an area in England, and b the variation or revocation has been proposed by the fire and rescue authority. 6 Before making an order under subsection (4) varying or revoking a scheme the Secretary of State  — a where the scheme constituted a fire and rescue authority for an area in England, must cause an inquiry to be held, and b where the scheme constituted a fire and rescue authority for an area in Wales, must cause an inquiry to be held if under the order— i the scheme would be varied in a way which changes the combined area (and may cause an inquiry to be held if the scheme would be varied in any other way), or ii the scheme would be revoked. 7 The Secretary of State is not required to cause an inquiry to be held under subsection (6) (but may do so) if— a the combined authority and any other authority which would, apart from the scheme, be a fire and rescue authority under section 1 and which would be affected by the variation or revocation, agree to the variation or revocation, b it appears to the Secretary of State that the scheme is to be varied or revoked solely for the purpose of giving effect to an order made under Part 4 of the Local Government Act 1972 (c. 70),  ... Part 1 of the Local Government and Public Involvement in Health Act 2007   or Part 3 of the Local Government (Democracy)\t\t\t\t\t\t\t\t(Wales) Act 2013, or to regulations under Part 7 of the Local Government and Elections (Wales) Act 2021 , or c the Secretary of State considers that, in the interests of public safety, the scheme should be varied or revoked without delay."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4A", "section_title": "Power to provide for police and crime commissioner to be fire and rescue authority", "section_text": "4A 1 The Secretary of State may by order provide— a for the creation of a corporation sole as the fire and rescue authority for the area specified in the order, and b for the person who is for the time being the police and crime commissioner for the relevant police area to be for the time being that fire and rescue authority. 2 In subsection  (1)  “the relevant police area” means the police area which— a is the same as the area of the fire and rescue authority created by the order, or b if the order creates two or more fire and rescue authorities, is the same as the areas of those authorities taken together. 3 The whole of an area of a fire and rescue authority created by an order under this section must be— a within England, and b outside the metropolitan police district and the City of London police area. 4 An order under this section may be made only if the relevant police and crime commissioner has submitted a proposal for the order to the Secretary of State. 5 An order under this section may be made only if it appears to the Secretary of State that— a it is in the interests of economy, efficiency and effectiveness for the order to be made, or b it is in the interests of public safety for the order to be made. 6 The Secretary of State may not make an order under this section in a case within subsection (5)(a) if the Secretary of State thinks that the order would have an adverse effect on public safety. 7 In this section “relevant police and crime commissioner” has the same meaning as in Schedule A1; and that Schedule makes further provision about the procedure for an order under this section."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4B", "section_title": "Changes to existing fire and rescue authorities", "section_text": "4B 1 An order under section 4A may make alterations to the areas of fire and rescue authorities in England outside Greater London. 2 The alterations that may be made by virtue of subsection  (1)  include alterations that result in a reduction or an increase in the number of such areas. 3 An order under section 4A (1)  may make provision for the abolition of— a a metropolitan county fire and rescue authority, b a combined fire and rescue authority constituted by a scheme under section 2, c a combined fire and rescue authority constituted by a scheme to which section 4 applies, or d a fire and rescue authority created by an order under section 4A (1) ."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4C", "section_title": "Transfer of property, rights and liabilities", "section_text": "4C 1 This section applies if the Secretary of State makes an order under section 4A. 2 The Secretary of State may make one or more schemes for the transfer of property, rights and liabilities from an existing fire and rescue authority (“the transferor”) to the fire and rescue authority created by the order (“the transferee”). 3 The things that may be transferred under a transfer scheme include— a property, rights and liabilities that could not otherwise be transferred; b property acquired, and rights and liabilities arising, after the making of the scheme; c criminal liabilities. 4 A transfer scheme may make supplementary, incidental, transitional and consequential provision and may in particular— a create rights, or impose liabilities, in relation to property or rights transferred; b make provision about the continuing effect of things done by the transferor in respect of anything transferred; c make provision about the continuation of things (including legal proceedings) in the process of being done by, on behalf of or in relation to the transferor in respect of anything transferred; d make provision for references to the transferor in an instrument or other document in respect of anything transferred to be treated as references to the transferee; e make provision for the shared ownership or use of property. 5 A transfer scheme may provide— a for the scheme to be modified by agreement after it comes into effect, and b for any such modifications to have effect from the date when the original scheme comes into effect. 6 In this section— a references to the transfer of property include the grant of a lease; b references to rights and liabilities include rights and liabilities under a contract of employment."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4D", "section_title": "Further provision about authority created by section 4A order", "section_text": "4D 1 A person who is a fire and rescue authority created by an order under section 4A is to be paid allowances, in respect of expenses incurred by the person in the exercise of the authority’s functions, which are of the kinds and amounts determined by the Secretary of State as payable in accordance with this subsection. 2 A determination under subsection  (1)  may make different provision for different cases. 3 Payments under subsection  (1)  are to be made by the fire and rescue authority. 4 A fire and rescue authority created by an order under section 4A must appoint a person to be responsible for the proper administration of the authority’s financial affairs (a “chief finance officer”). 5 A fire and rescue authority created by an order under section 4A must appoint a person to act as chief finance officer of the authority if and so long as— a that post is vacant, or b the holder of that post is, in the authority’s opinion, unable to carry out the duties of that post. 6 Section 113 of the Local Government Finance Act 1988 (qualifications of responsible officer) applies to a person appointed under subsection (4) or (5) as it applies to the persons having responsibility for the administration of financial affairs mentioned in that section. 7 A fire and rescue authority created by an order under section 4A may— a appoint such other staff as the authority thinks appropriate to enable the authority to exercise the functions of the authority; b pay remuneration, allowances and gratuities to members of the authority’s staff. 8 In subsection  (7)  “allowances”, in relation to a member of the authority’s staff, means allowances in respect of expenses incurred by the member of staff in the course of employment as such a member of staff. 9 A fire and rescue authority created by an order under section 4A may pay— a pensions to, or in respect of, persons who are or have been members of the authority’s staff, and b amounts for or towards the provision of pensions to, or in respect of, persons who are or have been members of the authority’s staff. 10 An order under section 4A may make provision— a about the delegation by the fire and rescue authority created by the order of the authority’s functions to the person who is for the time being the relevant deputy police and crime commissioner; b about the further delegation of such functions by that person to a member of staff of the authority or of the relevant police and crime commissioner; c about the delegation by the authority of such functions to a member of staff of the authority or of the relevant police and crime commissioner. 11 In subsection  (10) — “the relevant deputy police and crime commissioner” means the deputy police and crime commissioner for the police area— which corresponds to the area of the fire and rescue authority, or within which the area of the fire and rescue authority falls; “the relevant police and crime commissioner” means the police and crime commissioner for that police area. 12 References in subsection (10) to a member of staff of a police and crime commissioner are to any of the following persons appointed under Schedule 1 to the Police Reform and Social Responsibility Act 2011— a the commissioner’s chief executive; b the commissioner’s chief finance officer; c other staff. 13 Provision made under subsection  (10)  may— a enable the delegation of any of the functions of the fire and rescue authority; b enable the delegation of any of the functions of the authority other than those specified or described in the order; c enable the delegation of the functions of the authority specified or described in the order. 14 An order under section 4A may make provision about— a the personal liability of a person who is the fire and rescue authority created by the order for acts or omissions done by the person in the exercise of the authority’s functions; b the personal liability of a person who is a member of staff of the fire and rescue authority created by the order for acts or omissions done by the person in the carrying out of duties as a member of staff. 15 A fire and rescue authority created by an order under section 4A may acquire land compulsorily. 16 The Acquisition of Land Act 1981 applies in relation to the compulsory purchase of land pursuant to subsection  (15) ."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4E", "section_title": "Requirement for authority created by section 4A order to have fire fund", "section_text": "4E 1 Each fire and rescue authority created by an order under section 4A must keep a fund to be known as the fire fund. 2 All of the receipts of a fire and rescue authority created by an order under section 4A must be paid into the relevant fire fund. 3 All of the expenditure of a fire and rescue authority created by an order under section 4A must be paid out of the relevant fire fund. 4 A fire and rescue authority created by an order under section 4A must keep accounts of payments made into or out of the relevant fire fund. 5 Subsections (2) and (3) are subject to the provisions of— a the scheme established under section 26 of the Fire Services Act 1947 (Firemen’s Pension Scheme) (as continued in force by order under section 36), b a scheme under section 34 (pensions  etc ), or c scheme regulations within the meaning of the Public Service Pensions Act 2013. 6 In this section “relevant fire fund”, in relation to a fire and rescue authority created by an order under section 4A, means the fire fund which that authority keeps."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4F", "section_title": "Exercise of functions pursuant to section 4A order", "section_text": "4F 1 A fire and rescue authority created by an order under section 4A must exercise its functions efficiently and effectively. 2 A person who is the fire and rescue authority by virtue of an order under section 4A may not act in that office unless the person has made and delivered a declaration of acceptance of office under section 70 of the Police Reform and Social Responsibility Act 2011 in accordance with that section. 3 Subsections  (4)  and  (5)  apply if— a an order under section 4A has effect for the area of a fire and rescue authority, and b an acting commissioner is appointed under section 62 of the Police Reform and Social Responsibility Act 2011 for the police area— i which corresponds to the area of the fire and rescue authority, or ii within which the area of the fire and rescue authority falls. 4 The acting commissioner is to act as the fire and rescue authority for the period of the acting commissioner’s appointment. 5 Accordingly— a all of the functions of the fire and rescue authority are exercisable by the acting commissioner during that period, and b any property or rights vested in the fire and rescue authority may be dealt with by the acting commissioner in that period as if vested in the acting commissioner. 6 Subsection  (7)  applies if a person elected as police and crime commissioner for a police area— a is disqualified from being, or being elected as, a police and crime commissioner, or b is disqualified from being, or being elected as, the police and crime commissioner for that area. 7 Any acts of the person when acting in the office of fire and rescue authority are, despite that disqualification, as valid and effectual as if the person had not been disqualified."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4G", "section_title": "Section 4A order: transitional provision", "section_text": "4G 1 The transitional provision which may be made by an order under section 4A by virtue of section 60(2)(b) includes, in particular, provision of the kind described in the following provisions of this section. 2 An order under section 4A may make provision for a specified person to be the shadow fire and rescue authority for the area to which the order relates for a specified period. 3 A shadow fire and rescue authority is a person who has the specified functions of a fire and rescue authority in relation to that area, but is not otherwise the fire and rescue authority for that area. 4 An order under section 4A which includes provision by virtue of subsection (2) may make provision about the operation of any enactment in relation to— a the shadow fire and rescue authority, or b any other person to whom the enactment would otherwise apply. 5 This includes provision for the enactment to apply with modifications in relation to a person within subsection (4)(a) or (b). 6 An order under section 4A may make provision about the operation of the Local Government Finance Act 1992 in relation to the fire and rescue authority created by the order during a specified period beginning with the time when the authority becomes the fire and rescue authority for the area to which the order relates. 7 This includes provision for that Act to apply for that period with modifications in relation to— a the authority, or b any other person to whom that Act would otherwise apply. 8 Provision under subsection (4) or (6) may, in particular, make different provision for different parts of an authority’s area. 9 In this section— a “specified” means specified in an order under section 4A; b “enactment” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; c references to the Local Government Finance Act 1992 include any provision made under that Act."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4H", "section_title": "Delegation to chief constable for police area", "section_text": "4H 1 The Secretary of State may by order make provision about— a the delegation of functions of a fire and rescue authority created, or to be created, by an order under section 4A to the chief constable of the police force for the police area— i which corresponds to the area of the fire and rescue authority, or ii within which the area of the fire and rescue authority falls; b the delegation by such a chief constable of the chief constable’s fire and rescue functions. 2 Provision made under subsection  (1)  may— a enable the delegation of any of the functions mentioned in that subsection; b enable the delegation of any of the functions mentioned in that subsection other than those specified or described in the order; c enable the delegation of such of the functions mentioned in that subsection as are specified or described in the order. 3 Provision made under subsection  (1) (b) may enable delegation to— a members of the chief constable’s police force; b the civilian staff of that police force, as defined by section 102(4) of the Police Reform and Social Responsibility Act 2011; c members of staff transferred to the chief constable under a scheme under section 4I (1) ; d members of staff appointed by the chief constable under section 4I (4) . 4 An order under this section may be made only if the relevant police and crime commissioner has submitted a proposal for the order to the Secretary of State. 5 An order under this section may be made only if it appears to the Secretary of State that— a it is in the interests of economy, efficiency and effectiveness for the order to be made, or b it is in the interests of public safety for the order to be made. 6 The Secretary of State may not make an order under this section in a case within subsection  (5)(a)  if the Secretary of State thinks that the order would have an adverse effect on public safety. 7 In this section “relevant police and crime commissioner” has the same meaning as in Schedule A1; and that Schedule makes provision about the procedure for an order under this section which is not combined, or not proposed to be combined, with an order under section 4A (see in particular paragraph 7 of that Schedule). 8 In this section “fire and rescue functions”, in relation to a chief constable, means— a functions which are delegated to the chief constable under provision made under subsection (1)(a), and b functions relating to fire and rescue services which are conferred on the chief constable by or by virtue of any enactment. 9 This section is subject to section 37 (prohibition on employment of police in fire-fighting)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4I", "section_title": "Further provision about chief constable covered by section 4H order", "section_text": "4I 1 If an order is made under section 4H, the Secretary of State may make one or more schemes for the transfer of property, rights and liabilities— a from a fire and rescue authority to the chief constable to whom the order applies, or b from that chief constable to the fire and rescue authority to which the order applies. 2 The fire and rescue authority mentioned in subsection  (1)(a)  may be one created by an order under section 4A or another kind of fire and rescue authority. 3 Subsections  (3)  to  (6)  of section 4C apply to a transfer scheme under subsection  (2)  as they apply to a transfer scheme under that section. 4 A chief constable to whom an order under section 4H applies may appoint staff for the purpose of the exercise of the chief constable’s fire and rescue functions. 5 A chief constable to whom an order under section 4H applies may— a pay remuneration, allowances and gratuities to members of the chief constable’s fire and rescue staff; b pay pensions to, or in respect of, persons who are or have been such members of staff; c pay amounts for or towards the provision of pensions to, or in respect of, persons who are or have been such members of staff. 6 In subsection  (5)  “allowances”, in relation to a member of staff, means allowances in respect of expenses incurred by the member of staff in the course of employment as such a member of staff. 7 Subject to subsections (8) to (10), a person who is employed pursuant to a transfer by virtue of subsection  (1)  or an appointment under subsection  (4)  may not at the same time be employed pursuant to an appointment by a chief constable of the police force for a police area under Schedule 2 to the Police Reform and Social Responsibility Act 2011. 8 Where an order under section 4H is in force in relation to the chief constable of the police force for a police area, the person who is for the time being the police force’s chief finance officer is to be responsible for the proper administration of financial affairs relating to the exercise of the chief constable’s fire and rescue functions. 9 Subsection (7) does not prevent a person who is employed as a finance officer for fire functions from being at the same time employed as a finance officer for police functions. 10 In subsection (9)— “finance officer for fire functions” means a member of a chief constable’s fire and rescue staff who— is not a chief finance officer of the kind mentioned in subsection (8), and is employed to carry out duties relating to the proper administration of financial affairs relating to the exercise of the chief constable’s fire and rescue functions; “finance officer for police functions” means a member of a chief constable’s civilian staff within the meaning of the Police Reform and Social Responsibility Act 2011 who— is not a chief finance officer of the kind mentioned in subsection (8), and is employed to carry out duties relating to the proper administration of a police force’s financial affairs. 11 Where an order under section 4H is in force, the fire and rescue authority to which the order applies must pay— a any damages or costs awarded against the chief constable to whom the order applies in any proceedings brought against the chief constable in respect of the acts or omissions of a member of the chief constable’s fire and rescue staff; b any costs incurred by the chief constable in any such proceedings so far as not recovered by the chief constable in the proceedings; c any sum required in connection with the settlement of any claim made against the chief constable in respect of the acts or omissions of a member of the chief constable’s fire and rescue staff, if the settlement is approved by the authority. 12 Where an order under section 4H is in force, the fire and rescue authority to which the order applies may, in such cases and to such extent as appears to the authority to be appropriate, pay— a any damages or costs awarded against a member of the fire and rescue staff of the chief constable to whom the order applies in proceedings for any unlawful conduct of that member of staff; b costs incurred and not recovered by such a member of staff in such proceedings; c sums required in connection with the settlement of a claim that has or might have given rise to such proceedings. 13 In this section— “fire and rescue functions” has the same meaning as in section 4H; “fire and rescue staff”, in relation to a chief constable to whom an order under section 4H applies, means— staff transferred to the chief constable under a scheme under subsection  (1) , and staff appointed by the chief constable under subsection  (4) ."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4J", "section_title": "Exercise of functions pursuant to section 4H order", "section_text": "4J 1 This section applies if— a an order under section 4H makes provision in relation to the area of a fire and rescue authority, and b under the order, functions of the fire and rescue authority are delegated to the chief constable of the police force for the police area— i which corresponds to the area of the fire and rescue authority, or ii within which the area of the fire and rescue authority falls. 2 The chief constable must secure that good value for money is obtained in exercising— a functions which are delegated under the order, and b functions relating to fire and rescue services which are conferred on the chief constable by or by virtue of any enactment. 3 The chief constable must secure that persons exercising functions delegated by the chief constable under the order obtain good value for money in exercising those functions. 4 The fire and rescue authority must— a secure the exercise of the duties which are delegated to the chief constable under the order, b secure the exercise of the duties relating to fire and rescue services which are imposed on the chief constable by or by virtue of any enactment, c secure that functions which are delegated to the chief constable under the order are exercised efficiently and effectively, and d secure that functions relating to fire and rescue services which are conferred or imposed on the chief constable by or by virtue of any enactment are exercised efficiently and effectively. 5 The fire and rescue authority must hold the chief constable to account for the exercise of such functions."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4K", "section_title": "Complaints and conduct matters  etc", "section_text": "4K 1 If an order is made under section 4H(1)(b) that enables delegation to members of a police force or the civilian staff of a police force, the Secretary of State may by order amend Part 2 of the Police Reform Act 2002 (persons serving with the police: complaints and conduct matters  etc ) in consequence of that provision. 2 If an order is made under section 4H(1)(b) that enables delegation to members of staff transferred to a chief constable under a scheme under section 4I(1) or appointed by a chief constable under section 4I(4), the Secretary of State may by order make provision of the type described in subsection (3) in relation to those members of staff. 3 The provision referred to in subsection (2) is— a provision corresponding or similar to any provision made by or under Part 2 of the Police Reform Act 2002; b provision applying (with or without modifications) any provision made by or under Part 2 of that Act. 4 The Secretary of State may by order, in consequence of any provision made under subsection (2), amend Part 2 of the Police Reform Act 2002. 5 Before making an order under this section the Secretary of State must consult— a the Police Advisory Board for England and Wales, b the  Director General of the Independent Office for Police Conduct , c such persons as appear to the Secretary of State to represent the views of police and crime commissioners, d such persons as appear to the Secretary of State to represent the views of fire and rescue authorities, and e such other persons as the Secretary of State considers appropriate."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4L", "section_title": "Application of fire and rescue provisions", "section_text": "4L 1 The Secretary of State may by order— a apply (with or without modifications) any provision of a fire and rescue enactment in relation to a person within subsection (2); b make, in relation to a person within subsection (2), provision corresponding or similar to any provision of a fire and rescue enactment. 2 Those persons are— a a chief constable of a police force for a police area to whom an order under section 4H applies, b a member of staff transferred to such a chief constable under a scheme under section 4I(1), c a member of staff appointed by such a chief constable under section 4I(4), d a member of such a chief constable’s police force to whom functions have been delegated by virtue of section 4H(1)(b), and e a member of the civilian staff of such a police force (as defined by section 102(4) of the Police Reform and Social Responsibility Act 2011) to whom functions have been delegated by virtue of section 4H(1)(b). 3 The power conferred by subsection (1)(a) or (b) includes power to apply (with or without modifications) any provision made under a fire and rescue enactment or make provision corresponding or similar to any such provision. 4 The Secretary of State may by order amend, revoke or repeal a provision of or made under an enactment in consequence of provision made by virtue of subsection (1). 5 In this section “fire and rescue enactment” means an enactment relating to a fire and rescue authority (including, in particular, an enactment relating to an employee of such an authority or property of such an authority). This includes an enactment contained in this Act. 6 References in this section to an enactment or to provision made under an enactment are to an enactment whenever passed or (as the case may be) to provision whenever the instrument containing it is made."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "4M", "section_title": "Application of local policing provisions", "section_text": "4M 1 Schedule A2 makes provision about the application, in relation to a fire and rescue authority created by an order under section 4A, of legislation relating to police and crime commissioners. 2 The Secretary of State may by order— a apply (with or without modifications) any provision of a local policing enactment in relation to a fire and rescue authority created by an order under section 4A; b make, in relation to a fire and rescue authority created by an order under section 4A, provision corresponding or similar to any provision of a local policing enactment. 3 The power conferred by subsection  (2) (a) or (b) includes power to apply (with or without modifications) any provision made by or under a local policing enactment or make provision corresponding or similar to any such provision. 4 The Secretary of State may by order amend, revoke or repeal a provision of or made under an enactment in consequence of provision made by virtue of subsection (2). 5 In this section “local policing enactment” means an enactment relating to a police and crime commissioner. 6 References in this section to an enactment or to provision made under an enactment are to an enactment whenever passed or (as the case may be) to provision whenever the instrument containing it is made."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5", "section_title": "Powers of combined fire and rescue authorities", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5A", "section_title": "Powers of certain fire and rescue authorities", "section_text": "5A 1 A relevant fire and rescue authority may do— a anything it considers appropriate for the purposes of the carrying-out of any of its functions (its  “functional purposes”), b anything it considers appropriate for purposes incidental to its functional purposes, c anything it considers appropriate for purposes indirectly incidental to its functional purposes through any number of removes, d anything it considers to be connected with— i any of its functions, or ii anything it may do under paragraph (a), (b) or (c), and e for a commercial purpose anything which it may do under any of paragraphs (a) to (d) otherwise than for a commercial purpose. 2 A relevant fire and rescue authority's power under subsection (1) is in addition to, and is not limited by, the other powers of the authority. 3 In this section  “ relevant fire and rescue authority ” means a fire and rescue authority that is— a a metropolitan county fire and rescue authority, b the London Fire Commissioner, c constituted by a scheme under section 2,  ... d constituted by a scheme to which section 4 applies  , or e created by an order under section 4A."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5B", "section_title": "Boundaries of power under section 5A", "section_text": "5B 1 Section 5A(1) does not enable a relevant fire and rescue authority to do— a anything which the authority is unable to do by virtue of a pre-commencement limitation, or b anything which the authority is unable to do by virtue of a post-commencement limitation which is expressed to apply— i to its power under section 5A(1), ii to all of the authority's powers, or iii to all of the authority's powers but with exceptions that do not include its power under section 5A(1). 2 If exercise of a pre-commencement power of a relevant fire and rescue authority is subject to restrictions, those restrictions apply also to exercise of the power conferred on the authority by section 5A(1) so far as it is overlapped by the pre-commencement power. 3 Where under section 5A(1) a relevant fire and rescue authority does things for a commercial purpose, it must do them through— a a company within the meaning given by section 1(1) of the Companies Act 2006, or b a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014 or a society registered or deemed to be registered under                  the Industrial and Provident Societies Act (Northern Ireland) 1969. 4 Section 5A(1) does not authorise a relevant fire and rescue authority to do things for a commercial purpose in relation to a person if a statutory provision requires the authority to do those things in relation to the person. 5 Section 5A(1) does not authorise a relevant fire and rescue authority to borrow money. 5A Section 5A(1) does not authorise the London Fire Commissioner to enter into a contract to which this subsection applies without the consent of the Mayor of London. 5B Subsection (5A) applies to a contract if— a the Mayor of London has notified the London Fire Commissioner that the Commissioner requires the Mayor’s consent before entering into a contract of a kind specified in the notification, and b the contract is of that kind. 6 Section 5A(1)(a) to (d) do not authorise a relevant fire and rescue authority to charge a person for any action taken by the authority (but see section 18A). 7 Section 18B(1) to (8) apply in relation to charging for things done for a commercial purpose in exercise of power conferred by section 5A(1)(e) as they apply in relation to charging under section 18A(1). 8 In this section— “Act” (except in a reference to the Localism Act 2011) includes an Act, or Measure, of the National Assembly for Wales; “ passed ” in relation to an Act, or Measure, of the National Assembly for Wales means enacted; “ post-commencement limitation ” means a prohibition, restriction or other limitation imposed by a statutory provision that— is contained in an Act passed after the end of the Session in which the Localism Act 2011 is passed, or is contained in an instrument made under an Act and comes into force on or after the commencement of section 9(1) of that Act; “ pre-commencement limitation ” means a prohibition, restriction or other limitation imposed by a statutory provision that— is contained in an Act passed no later than the end of the Session in which the Localism Act 2011 is passed, or is contained in an instrument made under an Act and comes into force before the commencement of section 9(1) of that Act; “ pre-commencement power ” means power conferred by a statutory provision that— is contained in an Act passed no later than the end of the Session in which the Localism Act 2011 is passed, or is contained in an instrument made under an Act and comes into force before the commencement of section 9(1) of that Act; “relevant fire and rescue authority” has meaning given by section 5A(3); “ statutory provision ” means a provision of an Act or of an instrument made under an Act."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5C", "section_title": "Power to make provision supplemental to section 5A", "section_text": "5C 1 If the appropriate national authority thinks that a statutory provision (whenever passed or made) prevents or restricts relevant fire and rescue authorities from exercising power conferred by section 5A(1), the appropriate national authority may by order amend, repeal, revoke or disapply that provision. 2 If the appropriate national authority thinks that the power conferred by section 5A(1) is overlapped (to any extent) by another power then, for the purpose of removing or reducing that overlap, the appropriate national authority may by order amend, repeal, revoke or disapply any statutory provision (whenever passed or made). 3 The appropriate national authority may by order make provision preventing relevant fire and rescue authorities from doing under section 5A(1) anything which is specified, or is of a description specified, in the order. 4 The appropriate national authority may by order provide for the exercise by relevant fire and rescue authorities of power conferred by section 5A(1) to be subject to conditions, whether generally or in relation to doing anything specified, or of a description specified, in the order. 5 The power under subsection (1), (2), (3) or (4) may be exercised in relation to— a all relevant fire and rescue authorities, b particular relevant fire and rescue authorities, or c particular descriptions of relevant fire and rescue authorities. 6 Before making an order under subsection (1), (2), (3) or (4) the appropriate national authority proposing to make the order must consult— a such relevant fire and rescue authorities, b such representatives of relevant fire and rescue authorities, and c such other persons (if any), as that appropriate national authority considers appropriate. 7 Subsection (6) does not apply to an order under subsection (3) or (4) which is made only for the purpose of amending an earlier such order— a so as to extend the earlier order, or any provision of the earlier order, to a particular authority or to authorities of a particular description, or b so that the earlier order, or any provision of the earlier order, ceases to apply to a particular authority or to authorities of a particular description. 8 The appropriate national authority's power under subsection (1) or (2) is exercisable by the Welsh Ministers so far as it is power to make provision that— a would be within the legislative competence of the National Assembly for Wales if it were contained in an Act of the Assembly, and b does not relate to a fire and rescue authority for an area in England. 9 The appropriate national authority's power under subsection (1) or (2) is exercisable by the Secretary of State so far as it is not exercisable by the Welsh Ministers. 10 The appropriate national authority's power under subsection (3) or (4) is exercisable— a in relation to England by the Secretary of State, and b in relation to Wales by the Welsh Ministers. 11 In exercising power under subsection (1) or (2), the Secretary of State may make provision which has effect in relation to Wales only after having consulted the Welsh Ministers. 12 The Welsh Ministers may submit to the Secretary of State proposals that power of the Secretary of State under subsection (1) or (2) in relation to Wales should be exercised in accordance with the proposals. 13 In subsections (1) and (2)  “ statutory provision ” means a provision of— a an Act, or b an instrument made under an Act, and in this subsection  “ Act ” includes an Act, or Measure, of the National Assembly for Wales. 14 In this section  “ relevant fire and rescue authority ” has the meaning given by section 5A(3)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5D", "section_title": "Limits on power under section 5C(1)", "section_text": "5D 1 Provision may not be made under section 5C(1) unless the appropriate national authority making the provision considers that the conditions in subsection (2), where relevant, are satisfied in relation to that provision. 2 Those conditions are that— a the effect of the provision is proportionate to the policy objective intended to be secured by the provision; b the provision, taken as a whole, strikes a fair balance between the public interest and the interests of any person adversely affected by it; c the provision does not remove any necessary protection; d the provision does not prevent any person from continuing to exercise any right or freedom which that person might reasonably expect to continue to exercise; e the provision is not of constitutional significance. 3 An order under section 5C(1) may not make provision for the delegation or transfer of any function of legislating. 4 For the purposes of subsection (3) a  “function of legislating” is a function of legislating by order, rules, regulations or other subordinate instrument. 5 An order under section 5C(1) may not make provision to abolish or vary any tax."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5E", "section_title": "Procedure for Secretary of State's orders under section 5C(1) and (2)", "section_text": "5E 1 If, as a result of any consultation required by section 5C(6) and (11) with respect to a proposed order of the Secretary of State under section 5C(1), it appears to the Secretary of State that it is appropriate to change the whole or any part of the Secretary of State's proposals, the Secretary of State must undertake such further consultation with respect to the changes as the Secretary of State considers appropriate. 2 If, after the conclusion of the consultation required by section 5C(6) and (11) and subsection (1), the Secretary of State considers it appropriate to proceed with the making of an order under section 5C(1), the Secretary of State must lay before Parliament— a a draft of the order, and b an explanatory document explaining the proposals and giving details of— i the Secretary of State's reasons for considering that the conditions in section 5D(2), where relevant, are satisfied in relation to the proposals, ii any consultation undertaken under section 5C(6) and (11) and subsection (1), iii any representations received as a result of the consultation, and iv the changes (if any) made as a result of those representations. 3 Sections 15 to 19 of the Legislative and Regulatory Reform Act 2006 (choosing between negative, affirmative and super-affirmative parliamentary procedure) are to apply in relation to an explanatory document and draft order laid under subsection (2) but as if— a section 18(11) of that Act were omitted, b references to section 14 of that Act were references to subsection (2), and c references to the Minister were references to the Secretary of State. 4 Provision proposed to be made by the Secretary of State under section 5C(2) may be included in a draft order laid under subsection (2) and, if it is, the explanatory document laid with the draft order must also explain the proposals under section 5C(2) and give details of any consultation undertaken under section 5C(6) and (11) with respect to those proposals."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5F", "section_title": "Procedure for Welsh Ministers' orders under section 5C(1) and (2)", "section_text": "5F 1 If, as a result of any consultation required by section 5C(6) with respect to a proposed order of the Welsh Ministers under section 5C(1), it appears to the Welsh Ministers that it is appropriate to change the whole or any part of their proposals, they must undertake such further consultation with respect to the changes as they consider appropriate. 2 If, after the conclusion of the consultation required by section 5C(6) and subsection (1), the Welsh Ministers consider it appropriate to proceed with the making of an order under section 5C(1), they must lay before the National Assembly for Wales— a a draft of the order, and b an explanatory document explaining the proposals and giving details of— i the Welsh Ministers' reasons for considering that the conditions in section 5D(2), where relevant, are satisfied in relation to the proposals, ii any consultation undertaken under section 5C(6) and subsection (1), iii any representations received as a result of the consultation, and iv the changes (if any) made as a result of those representations. 3 Provision proposed to be made by the Welsh Ministers under section 5C(2) may be included in a draft order laid under subsection (2) and, if it is, the explanatory document laid with the draft order must also explain the proposals under section 5C(2) and give details of any consultation undertaken under section 5C(6) with respect to those proposals."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5G", "section_title": "Determining Assembly procedures for drafts laid under section 5F(2)", "section_text": "5G 1 The explanatory document laid with a draft order under section 5F(2) must contain a recommendation by the Welsh Ministers as to which of the following should apply in relation to the making of an order pursuant to the draft order— a the negative resolution procedure (see section 5H), b the affirmative resolution procedure (see section 5J), or c the super-affirmative resolution procedure (see section 5K). 2 The explanatory document must give reasons for the Welsh Ministers' recommendation. 3 Where the Welsh Ministers' recommendation is that the negative resolution procedure should apply, that procedure applies unless, within the 30-day period— a the National Assembly for Wales requires the application of the super-affirmative resolution procedure, in which case that procedure applies, or b in a case not within paragraph (a), the Assembly requires the application of the affirmative resolution procedure, in which case that procedure applies. 4 Where the Welsh Ministers' recommendation is that the affirmative resolution procedure should apply, that procedure applies unless, within the 30-day period, the National Assembly for Wales requires the application of the super-affirmative resolution procedure, in which case the super-affirmative resolution procedure applies. 5 Where the Welsh Ministers' recommendation is that the super-affirmative resolution procedure should apply, that procedure applies. 6 For the purposes of this section, the National Assembly for Wales is to be taken to have required the application of a procedure within the 30-day period if— a the Assembly resolves within that period that that procedure is to apply, or b in a case not within paragraph (a), a committee of the Assembly charged with reporting on the draft order has recommended within that period that that procedure should apply and the Assembly has not by resolution rejected that recommendation within that period. 7 In this section  “ the 30-day period ” means the 30 days beginning with the day on which the draft order was laid before the National Assembly for Wales under section 5F(2)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5H", "section_title": "Negative resolution procedure for draft laid under section 5F(2)", "section_text": "5H 1 For the purposes of this Part,  “ the negative resolution procedure ” in relation to the making of an order pursuant to a draft order laid under section 5F(2) is as follows. 2 The Welsh Ministers may make an order in the terms of the draft order subject to the following provisions of this section. 3 The Welsh Ministers may not make an order in the terms of the draft order if the National Assembly for Wales so resolves within the 40-day period. 4 A committee of the National Assembly for Wales charged with reporting on the draft order may, at any time after the expiry of the 30-day period and before the expiry of the 40-day period, recommend under this subsection that the Welsh Ministers not make an order in the terms of the draft order. 5 Where a committee of the National Assembly for Wales makes a recommendation under subsection (4) in relation to a draft order, the Welsh Ministers may not make an order in the terms of the draft order unless the recommendation is, in the same Assembly, rejected by resolution of the Assembly. 6 For the purposes of this section an order is made in the terms of a draft order if it contains no material changes to the provisions of the draft order. 7 In this section— “ the 30-day period ” has the meaning given by section 5G(7), and “ the 40-day period ” means the 40 days beginning with the day on which the draft order was laid before the National Assembly for Wales under section 5F(2). 8 For the purpose of calculating the 40-day period in a case where a recommendation is made under subsection (4) by a committee of the National Assembly for Wales but the recommendation is rejected by the Assembly under subsection (5), no account is to be taken of any day between the day on which the recommendation was made and the day on which the recommendation was rejected."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5J", "section_title": "Affirmative resolution procedure for draft laid under section 5F(2)", "section_text": "5J 1 For the purposes of this Part,  “ the affirmative resolution procedure ” in relation to the making of an order pursuant to a draft order laid under section 5F(2) is as follows. 2 If after the expiry of the 40-day period the draft order is approved by a resolution of the National Assembly for Wales, the Welsh Ministers may make an order in the terms of the draft. 3 However, a committee of the National Assembly for Wales charged with reporting on the draft order may, at any time after the expiry of the 30-day period and before the expiry of the 40-day period, recommend under this subsection that no further proceedings be taken in relation to the draft order. 4 Where a committee of the National Assembly for Wales makes a recommendation under subsection (3) in relation to a draft order, no proceedings may be taken in relation to the draft order in the Assembly under subsection (2) unless the recommendation is, in the same Assembly, rejected by resolution of the Assembly. 5 For the purposes of subsection (2) an order is made in the terms of a draft order if the order contains no material changes to the provisions of the draft order. 6 In this section— “ the 30-day period ” has the meaning given by section 5G(7), and “ the 40-day period ” has the meaning given by section 5H(7). 7 For the purpose of calculating the 40-day period in a case where a recommendation is made under subsection (3) by a committee of the National Assembly for Wales but the recommendation is rejected by the Assembly under subsection (4), no account is to be taken of any day between the day on which the recommendation was made and the day on which the recommendation was rejected."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5K", "section_title": "Super-affirmative resolution procedure for draft laid under section 5F(2)", "section_text": "5K 1 For the purposes of this Part,  “ the super-affirmative resolution procedure ” in relation to the making of an order pursuant to a draft order laid under section 5F(2) is as follows. 2 The Welsh Ministers must have regard to— a any representations, b any resolution of the National Assembly for Wales, and c any recommendation of a committee of the Assembly charged with reporting on the draft order, made during the 60-day period in relation to the draft order. 3 If, after the expiry of the 60-day period, the Welsh Ministers want to make an order in the terms of the draft order, they must lay before the National Assembly for Wales a statement— a stating whether any representations were made under subsection (2)(a), and b if any representations were so made, giving details of them. 4 The Welsh Ministers may after the laying of such a statement make an order in the terms of the draft order if it is approved by a resolution of the National Assembly for Wales. 5 However, a committee of the National Assembly for Wales charged with reporting on the draft order may, at any time after the laying of a statement under subsection (3) and before the draft order is approved by the Assembly under subsection (4), recommend under this subsection that no further proceedings be taken in relation to the draft order. 6 Where a committee of the National Assembly for Wales makes a recommendation under subsection (5) in relation to a draft order, no proceedings may be taken in relation to the draft order in the Assembly under subsection (4) unless the recommendation is, in the same Assembly, rejected by resolution of the Assembly. 7 If, after the expiry of the 60-day period, the Welsh Ministers wish to make an order consisting of a version of the draft order with material changes, they must lay before the National Assembly for Wales— a a revised draft order, and b a statement giving details of— i any representations made under subsection (2)(a), and ii the revisions proposed. 8 The Welsh Ministers may after laying a revised draft order and statement under subsection (7) make an order in the terms of the revised draft order if it is approved by a resolution of the National Assembly for Wales. 9 However, a committee of the National Assembly for Wales charged with reporting on the revised draft order may, at any time after the revised draft order is laid under subsection (7) and before it is approved by the Assembly under subsection (8), recommend under this subsection that no further proceedings be taken in relation to the revised draft order. 10 Where a committee of the National Assembly for Wales makes a recommendation under subsection (9) in relation to a revised draft order, no proceedings may be taken in relation to the revised draft order in the Assembly under subsection (8) unless the recommendation is, in the same Assembly, rejected by resolution of the Assembly. 11 For the purposes of subsections (4) and (8) an order is made in the terms of a draft order if it contains no material changes to the provisions of the draft order. 12 In this section  “ the 60-day period ” means the 60 days beginning with the day on which the draft order was laid before the National Assembly for Wales under section 5F(2)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5L", "section_title": "Calculation of time periods", "section_text": "5L In calculating any period of days for the purposes of sections 5G to 5K, no account is to be taken of any time during which the National Assembly for Wales is dissolved or during which the Assembly is in recess for more than four days."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "5M", "section_title": "Interpretation of Part 1", "section_text": "5M In this Part— “City of London police area” means the City of London as defined for the purposes of the Acts relating to the City of London police force; “metropolitan police district” means that district as defined in section 76 of the London Government Act 1963; “police area” means a police area listed in Schedule 1 to the Police Act 1996 (police areas outside London)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "6", "section_title": "Fire safety", "section_text": "6 1 A fire and rescue authority must make provision for the purpose of promoting fire safety in its area. 2 In making provision under subsection (1) a fire and rescue authority must in particular, to the extent that it considers it reasonable to do so, make arrangements for— a the provision of information, publicity and encouragement in respect of the steps to be taken to prevent fires and death or injury by fire; b the giving of advice, on request, about— i how to prevent fires and restrict their spread in buildings and other property; ii the means of escape from buildings and other property in case of fire."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "7", "section_title": "Fire-fighting", "section_text": "7 1 A fire and rescue authority must make provision for the purpose of— a extinguishing fires in its area, and b protecting life and property in the event of fires in its area. 2 In making provision under subsection (1) a fire and rescue authority must in particular— a secure the provision of the personnel, services and equipment necessary efficiently to meet all normal requirements; b secure the provision of training for personnel; c make arrangements for dealing with calls for help and for summoning personnel; d make arrangements for obtaining information needed for the purpose mentioned in subsection (1); e make arrangements for ensuring that reasonable steps are taken to prevent or limit damage to property resulting from action taken for the purpose mentioned in subsection (1)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "8", "section_title": "Road traffic accidents", "section_text": "8 1 A fire and rescue authority must make provision for the purpose of— a rescuing people in the event of road traffic accidents in its area; b protecting people from serious harm, to the extent that it considers it reasonable to do so, in the event of road traffic accidents in its area. 2 In making provision under subsection (1) a fire and rescue authority must in particular— a secure the provision of the personnel, services and equipment necessary efficiently to meet all normal requirements; b secure the provision of training for personnel; c make arrangements for dealing with calls for help and for summoning personnel; d make arrangements for obtaining information needed for the purpose mentioned in subsection (1); e make arrangements for ensuring that reasonable steps are taken to prevent or limit damage to property resulting from action taken for the purpose mentioned in subsection (1)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "9", "section_title": "Emergencies", "section_text": "9 1 The Secretary of State may by order confer on a fire and rescue authority functions relating to emergencies, other than fires and road traffic accidents in relation to which the authority has functions under section 7 or 8. 2 An order under this section may require functions conferred on a fire and rescue authority under this section to be discharged outside the authority’s area. 3 An order under this section may make provision as to what a fire and rescue authority must or may do for the purpose of a function conferred under this section, and may in particular require or authorise a fire and rescue authority— a to secure the provision of personnel, services and equipment; b to secure the provision of training for personnel; c to make arrangements for dealing with calls for help and for summoning personnel; d to make arrangements for obtaining information needed for the purpose of discharging the function; e to make arrangements for ensuring that reasonable steps are taken to prevent or limit damage to property resulting from discharging the function. 4 An order under this section may confer a function, including a function of providing particular equipment, on a particular authority. 5 Before making an order under this section the Secretary of State must consult any persons he considers appropriate."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "10", "section_title": "Directions relating to particular fires and emergencies", "section_text": "10 1 The Secretary of State may direct a fire and rescue authority to take, or not to take, action specified in the direction in relation to— a a fire specified in the direction, or b an emergency of another kind specified in the direction. 2 A direction under this section may require a fire and rescue authority to act outside the authority’s area. 3 A direction under this section may be varied or revoked by a further such direction."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "11", "section_title": "Power to respond to other eventualities", "section_text": "11 1 A fire and rescue authority may take any action it considers appropriate— a in response to an event or situation of a kind mentioned in subsection (2); b for the purpose of enabling action to be taken in response to such an event or situation. 2 The event or situation is one that causes or is likely to cause— a one or more individuals to die, be injured or become ill; b harm to the environment (including the life and health of plants and animals). 3 The power conferred by subsection (1) includes power to secure the provision of equipment. 4 The power conferred by subsection (1) may be exercised by an authority outside as well as within the authority’s area."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "12", "section_title": "Other services", "section_text": "12 1 A fire and rescue authority may provide the services of any persons employed by it or any equipment maintained by it to any person for any purpose that appears to the authority to be appropriate. 2 A fire and rescue authority may provide services under this section outside as well as within the authority’s area."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "13", "section_title": "Reinforcement schemes", "section_text": "13 1 A fire and rescue authority must, so far as practicable, enter into a reinforcement scheme with other fire and rescue authorities. 2 A reinforcement scheme is a scheme for securing mutual assistance as between fire and rescue authorities for the purpose of discharging the functions conferred under section 7, 8 or 9 on any of the authorities participating in the scheme. 3 A reinforcement scheme may make provision for apportioning between the authorities participating in the scheme any expenses incurred in taking measures to secure the efficient operation of the scheme. 4 The fire and rescue authorities participating in a reinforcement scheme must notify the Secretary of State of— a the making of the scheme; b the variation of the scheme; c the revocation of the scheme. 5 The fire and rescue authorities participating in a reinforcement scheme must give effect to it."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "14", "section_title": "Directions as to reinforcement schemes", "section_text": "14 1 This section applies if— a a fire and rescue authority has asked one or more other fire and rescue authorities to agree to the making, variation or revocation of a reinforcement scheme, b the authorities are unable to agree to the making, terms, variation or revocation of the scheme, and c one of the authorities asks the Secretary of State to act under this section. 2 The Secretary of State may direct the authorities concerned— a to make a reinforcement scheme in the terms specified in the direction; b to make one or more specified variations to a reinforcement scheme; c to revoke a reinforcement scheme. 3 Before giving a direction under subsection (2) the Secretary of State— a must give both (or all) the authorities concerned an opportunity to make representations to him; b may cause an inquiry to be held."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "15", "section_title": "Arrangements with other employers of fire-fighters", "section_text": "15 1 A fire and rescue authority may enter into arrangements with a person who employs fire-fighters for securing the provision by that person of assistance for the purpose of the discharge by the authority of a function conferred on it under section 7, 8 or 9. 2 But a fire and rescue authority may not enter into arrangements under this section with another fire and rescue authority. 3 Arrangements under this section may include provision as to the terms on which assistance is to be provided (including provision as to payment)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "16", "section_title": "Arrangements for discharge of functions by others", "section_text": "16 1 A fire and rescue authority (the first authority) may enter into arrangements with— a another fire and rescue authority, or b any other person, for the discharge to any extent by that other authority or person of a function conferred on the first authority under any of sections 6 to 9 and 11. 2 But a fire and rescue authority may enter into arrangements with a person under subsection (1) in relation to its function of extinguishing fires only if the person employs fire-fighters. 3 Arrangements under this section may include provision as to the terms on which any function is to be discharged (including provision as to payment)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "17", "section_title": "Directions as to arrangements under section 16", "section_text": "17 1 The Secretary of State may direct two fire and rescue authorities— a to enter into arrangements under section 16 in the terms specified in the direction; b to make one or more specified variations to any such arrangements; c to cancel any such arrangements. 2 The Secretary of State may give a direction under subsection (1) on his own initiative or at the request of one of the authorities. 3 Before giving a direction under subsection (1) the Secretary of State— a must give the authorities concerned an opportunity to make representations to him; b may cause an inquiry to be held. 4 The Secretary of State may give a direction under subsection (1) only if, after considering— a any representations made under subsection (3)(a), and b if an inquiry is held under subsection (3)(b), the report of the person by whom it is held, he considers it expedient to do so with a view to securing greater economy, efficiency and effectiveness."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "18", "section_title": "Training centres", "section_text": "18 A fire and rescue authority may establish and maintain one or more training centres for providing education and training in matters in relation to which fire and rescue authorities have functions."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "18A", "section_title": "Charging by authorities", "section_text": "18A 1 A fire and rescue authority may charge a person for any action taken by the authority— a in the United Kingdom or at sea or under the sea, and b otherwise than for a commercial purpose, but this is subject to the provisions of this section and section 18B. 2 Subsection (1) authorises a charge to be imposed on, or recovered from, a person other than the person in respect of whom action is taken by the authority. 3 Before a fire and rescue authority begins to charge under subsection (1) or section 5A(1)(e) for taking action of a particular description, the authority must consult any persons the authority considers appropriate. 4 If a fire and rescue authority decides to charge under subsection (1) for taking action of a particular description— a the amount of the charge is to be set by the authority; b the authority may charge different amounts in different circumstances (and may charge nothing). 5 In setting the amount of a charge under subsection (1), a fire and rescue authority must secure that, taking one financial year with another, the authority's income from charges does not exceed the cost to the authority of taking the action for which the charges are imposed. 6 The duty under subsection (5) applies separately in relation to each kind of action. 7 The references in subsection (1) and section 18B(1) to  “sea” are not restricted to the territorial sea of the United Kingdom. 8 In subsection (5)  “ financial year ” means 12 months ending with 31 March."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "18B", "section_title": "Limits on charging under section 18A(1)", "section_text": "18B 1 Section 18A(1) authorises charging for extinguishing fires, or protecting life and property in the event of fires, only in respect of fires which are at sea or under the sea. 2 Section 18A(1) does not authorise charging for emergency medical assistance. 3 Section 18A(1) authorises charging for action taken in response to a report of a fire or explosion only if section 18C applies to the report. 4 Section 18A(1) does not authorise charging for rescuing individuals, or protecting individuals from serious harm, in the event of an emergency. 5 Section 18A(1) does not authorise charging for action taken in response to— a emergencies resulting from events of widespread significance, b emergencies which have occurred as a direct result of severe weather, or c emergencies resulting from road traffic accidents. 6 Subject to subsection (7), section 18A(1) does not authorise charging for action taken under section 6. 7 Subsection (6) does not prevent charging for the giving of advice, other than advice of the kind mentioned in section 6(2)(b), in relation to premises where a trade, business or other undertaking is carried on (whether for profit or not). 8 Section 18A(1) does not authorise charging for action taken by a fire and rescue authority in its capacity as an enforcing authority for the purposes of the Regulatory Reform (Fire Safety) Order 2005 ( S.I.  2005/1541). 9 Nothing in subsections (1) to (8)— a applies to charges for providing under section 12 the services of any persons or any equipment, b affects the operation of section 13(3) or 16(3), or c affects any provision for payments to a fire and rescue authority contained in arrangements for co-operation made between that authority and— i a public authority that is not a fire and rescue authority, or ii any person, other than a public authority, who exercises public functions. 10 The Secretary of State in relation to fire and rescue authorities in England, and the Welsh Ministers in relation to fire and rescue authorities in Wales, may by order disapply subsection 18A(1) in relation to actions of a particular kind. 11 The power under subsection (10) includes power to disapply for a particular period."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "18C", "section_title": "\nCases where a charge may be made for responding to report of fire \n etc \n", "section_text": "18C 1 This section applies for the purposes of section 18B(3). 2 This section applies to a report of fire, or explosion, at sea or under the sea. 3 This section applies to a report of fire if— a the report is of fire at premises that are not domestic premises, b the report is false, c the report is made as a direct or indirect result of warning equipment having malfunctioned or been misinstalled, and d there is a persistent problem with false reports of fire at the premises that are made as a direct or indirect result of warning equipment under common control having malfunctioned or been misinstalled. 4 The references in subsection (2) to  “sea” are not restricted to the territorial sea of the United Kingdom. 5 In subsection (3)— “ domestic premises ” means premises occupied as a private dwelling (including any garden, yard, garage, outhouse or other appurtenance of such premises which is not used in common by the occupants of more than one such dwelling); “ warning equipment ” means equipment installed for the purpose of— detecting fire, or raising the alarm, or enabling the alarm to be raised, in the event of fire."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "19", "section_title": "Charging", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "20", "section_title": "Exercise of powers at or under sea", "section_text": "20 1 If a fire and rescue authority has power to act, or is required to act, outside the authority’s area, the authority may exercise the power, or perform the duty, at sea or under the sea. 2 The references in subsection (1) to  “sea” are not restricted to the territorial sea of the United Kingdom."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "21", "section_title": "Fire and Rescue National Framework", "section_text": "21 1 The Secretary of State must prepare a Fire and Rescue National Framework. 2 The Framework— a must set out priorities and objectives for fire and rescue authorities in connection with the discharge of their functions; b may contain guidance to fire and rescue authorities in connection with the discharge of any of their functions; c may contain any other matter relating to fire and rescue authorities or their functions that the Secretary of State considers appropriate. 2A The Framework may contain different provision for different descriptions of fire and rescue authority. 3 The Secretary of State must keep the terms of the Framework under review and may from time to time make revisions to it. 4 The Secretary of State must discharge his functions under subsections (1) and (3) in the manner and to the extent that appear to him to be best calculated to promote— a public safety, b the economy, efficiency and effectiveness of fire and rescue authorities, and c economy, efficiency and effectiveness in connection with the matters in relation to which fire and rescue authorities have functions. 5 In preparing the Framework, or any revisions to the Framework which appear to him to be significant, the Secretary of State— a must consult fire and rescue authorities or persons considered by him to represent them; b must consult persons considered by him to represent employees of fire and rescue authorities; c may consult any other persons he considers appropriate. 6 The Framework as first prepared, and any revisions to the Framework which appear to the Secretary of State to be significant, have effect only when brought into effect by the Secretary of State by order. 7 Fire and rescue authorities must have regard to the Framework in carrying out their functions."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "21A", "section_title": "Fire and rescue authorities in Wales: performance and governance", "section_text": "21A 1 The Welsh Ministers may by regulations— a require a fire and rescue authority for an area in Wales to make a plan in relation to the exercise of the authority's functions; b impose requirements relating to such a plan. 2 The requirements which may be imposed under subsection (1)(b) include requirements about— a a plan's content; b its preparation and revision; c when it is to be made; d the period to which it is to relate; e its publication. 3 Requirements about a plan's content include requirements to— a set out an authority's priorities and objectives; b describe and explain the extent to which the plan reflects the Framework prepared by the Welsh Ministers under section 21; c set out actions the authority intends to take in relation to its priorities and objectives; d set out how the authority intends to assess its performance. 4 The Welsh Ministers may by regulations make provision (including imposing requirements on an authority) for the purposes of assessing or reporting on the performance of an authority. 5 Before making regulations under subsection (1) or (4) the Welsh Ministers— a must consult fire and rescue authorities for areas in Wales or persons who the Welsh Ministers consider represent those authorities; b must consult persons who the Welsh Ministers consider represent employees of fire and rescue authorities for areas in Wales; c may consult any other persons the Welsh Ministers consider appropriate."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "22", "section_title": "Intervention by Secretary of State", "section_text": "22 1 This section applies if the Secretary of State considers that a fire and rescue authority is failing, or is likely to fail, to act in accordance with the Framework prepared under section 21. 2 For the purpose of securing that the authority acts in accordance with the Framework the Secretary of State may by order require the authority— a to do something; b to stop doing something; c not to do something. 3 The Secretary of State may make an order under subsection (2) only if he considers that making the order would promote— a public safety, b the economy, efficiency and effectiveness of the fire and rescue authority in respect of which the order is made, or c economy, efficiency and effectiveness in connection with the matters in relation to which fire and rescue authorities have functions. 4 Before making an order under subsection (2) the Secretary of State must give the authority an opportunity to make representations about the order proposed."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "23", "section_title": "Intervention protocol", "section_text": "23 1 The Secretary of State must prepare, and may revise, a protocol about the exercise of his power to make an order under section 22(2). 2 The protocol must in particular make provision about persons or descriptions of persons that the Secretary of State will consult before exercising that power. 3 The Secretary of State must have regard to the protocol in exercising that power. 4 In preparing the protocol, or any revisions to it which appear to him to be significant, the Secretary of State— a must consult fire and rescue authorities or persons considered by him to represent them; b must consult persons considered by him to represent employees of fire and rescue authorities; c may consult any other persons he considers appropriate. 5 The Secretary of State must publish the protocol for the time being in force in the manner he considers appropriate."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "24", "section_title": "Best value", "section_text": "24 1 Sections 10 to  13A  of the Local Government Act 1999 (c. 27)\t\t\t\t\t(best value inspections) apply in relation to a fire and rescue authority’s compliance with section 21(7) as they apply in relation to a best value authority’s compliance with the requirements of Part 1 of that Act. 2 As applied by subsection (1), those sections have effect as if, in  sections 13(2)(b) and (4) and 13A(2)(b) and (4) , for  “give a direction under section 15” there were substituted  “                    make an order under section 22 of the Fire and Rescue Services Act 2004                  ” . 2A When carrying out an inspection under section 10 of the Local Government Act 1999 as applied by subsection (1) of a fire and rescue authority created by an order under section 4A, an inspector must not review or scrutinise decisions made, or other action taken, by the fire and rescue authority in connection with the discharge of an excluded function. 2B In subsection (2A) “excluded function”, in relation to a fire and rescue authority, means a function which is an excluded function in relation to that authority for the purposes of subsection (A6) of section 28 (inspections by English inspectors) (see subsections (A7) and (A8) of that section). 3 Subsection (1) does not apply to a fire and rescue authority in Wales. 4 Sections 21, 22, 26 and 27 of the Local Government (Wales) Measure 2009 apply in relation to a fire and rescue authority in Wales' compliance with section 21(7) as they apply in relation to a Welsh improvement authority's compliance with the requirements of Part 1 of that Measure. 5 As applied by subsection (4), those sections have effect as if— a in section 21(1), paragraphs (a) and (b) and the word  “if” preceding paragraph (a) were omitted; b sections 21(2)(b), (3), (5), (8) and (10) and 22(4) were omitted; c in section 22(1), for the words  “a special inspection” there were substituted  “                          an inspection under section 21                        ” ; d in section 22(2)(b), for the words  “do either or both of the following” to the end there were substituted  “                          make an order under section 22 of the Fire and Rescue Services Act 2004                        ” ; e in section 26(11), the words  “or an inspection under section 21 as applied by section 24(4) of the Fire and Rescue Services Act 2004” were inserted at the end; f in section 27(1), the words  “or inspections under section 21 as applied by section 24(4) of the Fire and Rescue Services Act 2004” were inserted at the end."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "25", "section_title": "Report", "section_text": "25 1 The Secretary of State must report to Parliament on— a the extent to which fire and rescue authorities are acting in accordance with the Framework prepared under section 21; b any steps taken by him for the purpose of securing that fire and rescue authorities act in accordance with the Framework. 2 The first report under subsection (1) must be made before the end of the period of two years starting on the date when the Framework as first prepared is brought into effect. 3 Every subsequent such report must be made beforethe end of the period of two years starting on the date on which the last such report was made."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "25A", "section_title": "Police and crime plan", "section_text": "25A A fire and rescue authority created by an order under section 4A must, in carrying out its functions, have regard to the police and crime plan issued by the police and crime commissioner for the police area— a which corresponds to the area of the fire and rescue authority, or b within which the area of the fire and rescue authority falls."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "26", "section_title": "Information", "section_text": "26 A fire and rescue authority must— a submit to the Secretary of State any reports and returns required by him; b give the Secretary of State any information with respect to its functions required by him."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "27", "section_title": "Inquiries", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "28", "section_title": "Inspectors", "section_text": "28 A1 Her Majesty may appoint such number of inspectors of fire and rescue authorities in England (the “English inspectors”) as the Secretary of State may determine. A2 Of the persons appointed under subsection  (A1)  one is to be appointed as the chief fire and rescue inspector for England. A3 The English inspectors must inspect, and report on the efficiency and effectiveness of, fire and rescue authorities in England. A4 The English inspectors must carry out such other duties for the purpose of furthering the efficiency and effectiveness of fire and rescue authorities in England as the Secretary of State may from time to time direct. A5 The chief fire and rescue inspector for England may appoint assistant inspectors and other officers for the purpose of assisting the English inspectors. A6 When carrying out an inspection under subsection  (A3)  of a fire and rescue authority created by an order under section 4A, an English inspector must not review or scrutinise decisions made, or other action taken, by the fire and rescue authority in connection with the discharge of an excluded function. A7 For the purposes of subsection  (A6) , the following are excluded functions in relation to a fire and rescue authority— a the function of preparing a fire and rescue plan and a fire and rescue statement (within the meaning of Schedule A2); b the functions that the authority has in its capacity as a major precepting authority for the purposes of Part 1 of the Local Government Finance Act 1992; c the function of appointing a chief finance officer under section 4D(4); d where functions of the authority have been delegated to a chief constable under an order under section 4H, the functions conferred on the authority by section 4J(4) and (5); e functions specified, or of a description specified, in relation to that authority in an order made by the Secretary of State. A8 The power under subsection  (A7)(e)  may be exercised in relation to— a all fire and rescue authorities created by an order under section 4A, b a particular fire and rescue authority created by an order under section 4A, or c a particular description of fire and rescue authorities created by an order under section 4A. A9 Schedule A3 makes further provision in relation to the English inspectors. 1 Her Majesty may by Order in Council appoint inspectors, and the Secretary of State may appoint assistant inspectors and other officers, for the purpose of obtaining information as to— a the manner in which fire and rescue authorities  in Wales   are discharging their functions; b technical matters relating to those functions. 2 The Secretary of State may pay to persons appointed under this section remuneration determined by him. 3 A person appointed under section 24 of the Fire Services Act 1947 (c. 41) is to be taken to have been appointed under this section."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "28A", "section_title": "Inspection programme and inspection framework  etc : England", "section_text": "28A 1 The chief fire and rescue inspector for England must from time to time prepare— a a document setting out what inspections of fire and rescue authorities in England the English inspectors propose to carry out under section 28(A3) (an “inspection programme”); b a document setting out the manner in which the English inspectors propose to carry out the function conferred on them by section 28(A3) (an “inspection framework”). 2 The chief fire and rescue inspector for England must obtain the approval of the Secretary of State to an inspection programme or inspection framework before the English inspectors act in accordance with it. 3 The Secretary of State may at any time require the chief fire and rescue inspector for England to carry out, or arrange for another English inspector to carry out, an inspection under section 28(A3) of— a a fire and rescue authority in England; b all fire and rescue authorities in England; c all fire and rescue authorities in England of a particular type. 4 A requirement imposed under subsection (3) may limit the inspection to a particular matter. 5 The chief fire and rescue inspector for England or, at the request of that inspector, any other English inspector may carry out an inspection under section 28(A3) of a fire and rescue authority in England that has not been set out in an inspection programme (and has not been required under subsection (3)). 6 Before deciding to carry out, or to request another English inspector to carry out, an inspection of a fire and rescue authority in England that has not been set out in an inspection programme, the chief fire and rescue inspector for England must consult the Secretary of State. 7 Nothing in an inspection programme or inspection framework is to be read as preventing an English inspector from making a visit without notice. 8 In this section “English inspector” means an inspector appointed under section 28(A1)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "28B", "section_title": "Publication of inspection reports  etc : England", "section_text": "28B 1 The chief fire and rescue inspector for England must arrange for a report prepared under section 28(A3) to be published in such manner as appears to him or her to be appropriate. 2 But the chief fire and rescue inspector for England must exclude from publication under subsection (1) anything that he or she considers— a would be against the interests of national security, or b might jeopardise the safety of any person. 3 The chief fire and rescue inspector for England must— a send a copy of the published report to the Secretary of State, and b disclose to the Secretary of State anything excluded from publication by virtue of subsection (2). 4 The chief fire and rescue inspector for England must in each year submit to the Secretary of State a report on the carrying out of inspections under section 28(A3) (during the period since the last report). 5 A report under subsection (4) must include the chief fire and rescue inspector for England’s assessment of the efficiency and effectiveness of fire and rescue authorities in England for the period in respect of which the report is prepared. 6 The chief fire and rescue inspector for England must lay before Parliament a copy of a report submitted under subsection (4). 7 In this section “English inspector” means an inspector appointed under section 28(A1)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "29", "section_title": "Equipment, facilities, services and organisations", "section_text": "29 1 The Secretary of State may provide and maintain, or contribute to the provision and maintenance of, any equipment, facilities and services he considers appropriate for promoting the economy, efficiency and effectiveness of fire and rescue authorities. 2 The Secretary of State may establish and maintain, or contribute to the establishment and maintenance of, any organisations he considers appropriate for promoting the economy, efficiency and effectiveness of fire and rescue authorities. 3 Charges may be imposed for the use of equipment, facilities and services provided by— a the Secretary of State under subsection (1), or b an organisation established or maintained by him. 4 The Secretary of State may by order make provision requiring one ormore fire and rescue authorities— a to use and maintain equipment and facilities specified in the order or of a description specified in the order; b to use services specified in the order or of a description specified in the order. 5 Before making an order under this section the Secretary of State must consult any persons he considers appropriate."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "30", "section_title": "Directions for public safety purposes", "section_text": "30 1 The Secretary of State may, if he considers it necessary for the purposes of public safety, by order give general or specific directions to one or more fire and rescue authorities about the use or disposal of property or facilities. 2 The provision that may be contained in a direction under subsection (1) given to an authority includes— a provision about the use or disposal by the authority of property or facilities belonging to or under the control of the authority; b provision about the use by the authority of property or facilities belonging to or under the control of another fire and rescue authority or a person who has made the property or facilities available (or is willing to do so); c provision requiring payments to be made by the authority to another fire and rescue authority or to any other person, in respect of the use of property or facilities. 3 The references in subsection (2) to property or facilities belonging to a person include land occupied by the person. 4 Before making an order under this section the Secretary of State must consult any persons he considers appropriate."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "31", "section_title": "Training institution and centres", "section_text": "31 1 The Secretary of State may establish and maintain— a a central training institution, and b one or more local training centres, for one or more of the purposes mentioned in subsection (2). 2 The purposes are— a the provision of education and training to employees of fire and rescue authorities; b the provision of advice and assistance to fire and rescue authorities in connection with the provision of such education and training; c the supervision and regulation of the provision of such education and training; d the provision of education and training to persons who provide (or are to provide) such education and training; e the provision of education and training (in the United Kingdom or elsewhere) to persons who are not employees of fire and rescue authorities in matters in relation to which fire and rescue authorities have functions; f the provision of advice and assistance (in the United Kingdom or elsewhere) in connection with the provision of such education and training."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "32", "section_title": "Negotiating bodies", "section_text": "32 1 The Secretary of State may by regulations make provision for the establishment of one or more bodies of persons (negotiating bodies) for the purpose of negotiating the conditions of service of employees of fire and rescue authorities. 2 Regulations under this section must provide for a negotiating body established by the regulations to be composed of— a persons representing the interests of some or all fire and rescue authorities; b persons representing the interests of some or all employees of fire and rescue authorities; c an independent chairman. 3 A chairman is independent for the purposes of subsection (2) if he is not— a a member or employee of a fire and rescue authority; b a Minister of the Crown; c a person employed in the civil service of the State; d a member or employee of a body representing the interests of some or all employees of fire and rescue authorities. 4 Subsection (5) applies if— a a negotiating body is established under this section, and b the body includes persons representing the interests of employees of a particular description. 5 An agreement as to the conditions of service of employees of that description which is made— a by or on behalf of a fire and rescue authority, and b by or on behalf of employees of the description concerned, is a legally enforceable contract only if its terms were negotiated by means of the negotiating body or in accordance with local negotiation arrangements made by the negotiating body in respect of employees of that description. 6 “ Local negotiation arrangements ” means arrangements made by a negotiating body established under this section for the purpose of enabling conditions of service of employees of fire and rescue authorities to be negotiated at local level. 7 Local negotiation arrangements may (in particular) include provision with regard to— a the persons or descriptions of persons by whom, or by means of whom, negotiations are authorised to be carried out at local level; b the conditions of service and descriptions of conditions of service authorised to be negotiated at local level. 8 Local negotiation arrangements may be made by a negotiating body in respect of employees of a particular description only if the negotiating body includes persons representing the interests of employees of that description. 9 Before making regulations under this section the Secretary of State must consult any persons he considers appropriate."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "33", "section_title": "Guidance", "section_text": "33 1 The Secretary of State may issue guidance to negotiating bodies in connection with the negotiation of the conditions of service of employees of fire and rescue authorities. 2 Negotiating bodies must have regard to any guidance issued under this section in negotiating the conditions of service of employees of fire and rescue authorities. 3 In this section  “ negotiating body ” means a negotiating body established under section 32 or any other body of persons which— a includes both persons representing the interests of some or all fire and rescue authorities and persons representing the interests of some or all employees of fire and rescue authorities, and b is constituted in accordance with what appear to the Secretary of State to be appropriate arrangements for the negotiation of the conditions of service of employees of fire and rescue authorities."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "34", "section_title": "Pensions etc", "section_text": "34 1 The Secretary of State may by order bring into operation one or more schemes making provision for the payment of pensions, allowances and gratuities to or in respect of— a persons who are or have been employed by a fire and rescue authority or by a Scottish fire authority; b persons who die or have died while so employed. 1A Subsection (1) is subject to sections 18 and 19 of the Public Service Pensions Act 2013 (restrictions on benefits provided under existing schemes). 2 A scheme brought into operation under this section may in particular— a provide for the classes of person in respect of whose service awards may be made; b provide for treating employment that is not employment by a fire and rescue authority or by a Scottish fire authority as if it were such employment for any purpose of the scheme, to the extent specified in the scheme and subject to any conditions specified in the scheme; ba provide for treating, for any purpose of the scheme, to the extent specified in the scheme and subject to any conditions specified in the scheme, holding office as the London Fire Commissioner as if it were employment by a fire and rescue authority in England where the terms and conditions of appointment to that office include— i resolving operational incidents, or ii leading and supporting others in the resolution of operational incidents; c provide for the making of contributions by employers and by persons in respect of whose service awards may be made; d provide for the repayment of any such contributions or their application for the benefit of persons of a specified description; e provide for the making of payments by the Secretary of State, fire and rescue authorities and Scottish fire authorities into a fund to which contributions have been made under the scheme; f provide for the making of payments to the Secretary of State out of a fund to which contributions have been made under the scheme; g provide for substituting the Secretary of State for a fire and rescue authority or a Scottish fire authority, for any purpose of the scheme; h provide for the making to a fire and rescue authority, a Scottish fire authority or the Secretary of State of payments in respect of a person’s previous service, including provision for such payments to be made by the Secretary of State; i provide for any such payments to be reimbursed out of a fund to which contributions have been made in respect of the previous service to which the payments related; j provide for the payment and receipt by fire and rescue authorities or Scottish fire authorities of transfer values or of other lump sum payments made for the purpose of creating or restoring rights to pensions, allowances and gratuities; k provide for conditions subject to which an award under the scheme may be made, for the manner in which questions arising under the scheme are to be determined and for appeals from determinations of such questions; l provide for excluding or modifying rights to compensation or damages in respect of injuries, in cases where awards are made under the scheme in respect of the injuries; m make incidental, supplemental, consequential and transitional provision. 3 An order under this section may take effect from a date which is earlier than that on which the order is made. 4 An order under this section may vary or revoke a scheme brought into operation by an order under this section. 5 Before making, varying or revoking an order under this section the Secretary of State must consult any persons he considers appropriate. 6 A person commits an offence if he does an act or makes an omission as a result of which he is injured or becomes ill, for the purpose of obtaining, for himself or another person— a an award under a scheme brought into operation under this section, or b a sum in respect of the repayment or application of contributions made under such a scheme. 7 A person guilty of an offence under subsection (6) is liable— a on summary conviction— i in England and Wales, to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or a fine not exceeding the statutory maximum; ii in Scotland, to imprisonment for a term not exceeding 3 months or a fine not exceeding the statutory maximum; b on conviction on indictment, to imprisonment for a term not exceeding 2 years. 8 A scheme brought into operation under this section may authorise the forfeiture of the whole or part of an award or sum obtained by a person who has been convicted of an offence under subsection (6). 9 In relation to an offence under subsection (6) committed before   2 May 2022 , the reference in subsection (7)(a) to   the general limit in a magistrates’ court   is to be read as a reference to 3 months. 10 In this section “Scottish fire authority”— a means the Scottish Fire and Rescue Service, and b except in subsections (2)(e) and (h), includes a relevant authority as defined in section 6 of the Fire (Scotland) Act  2005 (asp 5)  (despite the repeal of that section by the Police and Fire Reform (Scotland) Act  2012 (asp 8) ).  11 References in subsection (1) to persons who are or have been employed by a fire and rescue authority include persons who are or have been employed by the chief constable of the police force for a police area having been— a transferred to the chief constable under a scheme made under section 4I(1),  ... b appointed by the chief constable under section 4I(4). c transferred to the chief constable under a scheme made by virtue of section 107EC(1) of the Local Democracy, Economic Development and Construction Act 2009, or d appointed by the chief constable under section 107EC(2) of that Act. 12 References in the other provisions of this section to a fire and rescue authority include a chief constable of the police force for a police area who employs persons of the kind mentioned in subsection (11)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "35", "section_title": "Information in connection with pensions etc", "section_text": "35 1 A fire and rescue authority or a Scottish fire authority may in prescribed circumstances— a provide information in connection with the questions mentioned in subsection (2) to a prescribed person; b require a person to whom information is provided under paragraph (a) to pay a reasonable fee in respect of any administrative expenses incurred in providing it. 2 These are the questions— a whether an individual who has opted or transferred out has suffered loss as a result of a contravention which is actionable under  section 138D  of the Financial Services and Markets Act 2000 (c. 8) (actions for damages in respect of contravention of rules  etc. ); b if so, what payment would need to be made in respect of that individual to the fire and rescue authority or Scottish fire authority concerned to restore the position to what it would have been if the individual had not opted or transferred out. 3 Subsection (4) applies if— a an individual who has opted or transferred out becomes entitled to make contributions to a fire and rescue authority or Scottish fire authority under a scheme brought into operation under section 34, or b a payment is made to a fire and rescue authority or Scottish fire authority in respect of such an individual to restore the position to what it would have been if the individual had not opted or transferred out. 4 The fire and rescue authority or Scottish fire authority may require a prescribed person to pay a reasonable fee in respect of any administrative expenses incurred in connection with the entitlement or payment. 5 An individual is taken to have opted or transferred out for the purposes of this section if— a for any period during which he is employed by a fire and rescue authority or Scottish fire authority, he does not make contributions to a scheme brought into operation under section 34 but instead makes contributions to a personal pension scheme, or b a transfer value is paid in respect of him to a personal pension scheme by a fire and rescue authority or Scottish fire authority. 6 In this section— “ personal pension scheme ” has the meaning given by section 1 of the Pension Schemes Act 1993 (c. 48); “ prescribed ” means prescribed by regulations made by the Secretary of State for the purposes of this section. “Scottish fire authority”— a means the Scottish Fire and Rescue Service, and b in subsection (5) includes a relevant authority as defined in section 6 of the Fire (Scotland) Act 2005 (asp 5) (despite the repeal of that section by the Police and Fire Reform (Scotland) Act 2012 (asp 8))."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "36", "section_title": "Preservation of existing pension scheme", "section_text": "36 1 The Secretary of State may by order provide for the scheme established under section 26 of the Fire Services Act 1947 (c. 41) (Firemen’s Pension Scheme) to continue in force despite the repeal by this Act of that section. 2 An order under this section may provide for any enactment amended or repealed by this Act to continue in effect in relation to that scheme unmodified or with any modifications specified in the order. 3 An order under this section may in particular make new provision for the name of the scheme. 4 This section does not affect any other power in this Act to make transitional or transitory provision."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "37", "section_title": "Prohibition on employment of police in fire-fighting", "section_text": "37 1 No member of a police force may be employed by a fire and rescue authority or a relevant chief constable for the purpose of— a extinguishing fires, or b protecting life and property in the event of fires. 2 Subsection (1) does not prevent the exercise of functions under section 7 (fire-fighting) by— a a relevant chief constable, or b a deputy chief constable to whom such functions have been delegated by a relevant chief constable. 3 In this section “relevant chief constable” means the chief constable of a police force for a police area to whom  —   a functions of a fire and rescue authority have been delegated under an order under section 4H , or b functions of a fire and rescue authority which are exercisable by the mayor of a combined authority have been delegated under an order under section 107EA(2) of the Local Democracy, Economic Development and Construction Act 2009."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "38", "section_title": "Duty to secure water supply etc", "section_text": "38 1 A fire and rescue authority must take all reasonable measures for securing that an adequate supply of water will be available for the authority’s use in the event of fire. 2 A fire and rescue authority may use any suitable supply of water for the purposes of extinguishing a fire or protecting life or property in the event of a fire (but must pay reasonable compensation for the water). 3 Subsection (2) is subject to— a an agreement under section 39 or 41; b section 147 of the Water Industry Act 1991 (c. 56) (charging for emergency use of water)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "39", "section_title": "Supply of water by water undertakers", "section_text": "39 1 A fire and rescue authority may enter into an agreement with a water undertaker for the purposes of section 38(1). 2 An agreement under subsection (1) may include terms as to payment to be made to the undertaker, subject to section 147 of the Water Industry Act 1991 (c. 56) (charging for emergency use of water). 3 A water undertaker must enter into any agreement reasonably proposed by a fire and rescue authority under subsection (1). 4 An obligation of a water undertaker under an agreement under subsection (1), or under subsection (3), is enforceable by the Secretary of State under section 18 of the Water Industry Act 1991 (orders for securing compliance)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "40", "section_title": "Emergency supply by water undertaker", "section_text": "40 1 If a fire and rescue authority requests a water undertaker to provide a supply and pressure of water for the purposes of extinguishing a fire that is greater than the undertaker would otherwise provide, the undertaker must take all necessary steps in order to do so. 2 For the purposes of complying with its obligation under subsection (1) a water undertaker may shut off the water from the mains and pipes in any area. 3 No authority or person is liable to any penalty or claim arising because of anything done by a water undertaker in complying with its obligation under subsection (1). 4 A water undertaker commits an offence if, without reasonable excuse, it fails to take any step which it is obliged to take under subsection (1). 5 A water undertaker guilty of an offence under subsection (4) is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "41", "section_title": "Supply by other persons", "section_text": "41 For the purposes of section 38(1), a fire and rescue authority may enter into an agreement— a to secure the use of water under the control of a person other than a water undertaker; b to improve access to any such water; c to lay and maintain pipes and to carry out other works in connection with the use of such water."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "42", "section_title": "Fire hydrants", "section_text": "42 1 A water undertaker must cause the location of every fire hydrant provided by it to be clearly indicated by a notice or distinguishing mark. 2 A water undertaker may place such a notice or mark on a wall or fence adjoining a highway or public place. 3 The expenses incurred by a water authority under subsection (1) in relation to a fire hydrant are to be borne by the fire and rescue authority in whose area the hydrant is located. 4 The Secretary of State may make regulations providing for uniformity in fire hydrants provided by water undertakers and in the notices or marks indicating their location. 5 An obligation of a water undertaker under subsection (1), or regulations under subsection (4), is enforceable by the Secretary of State under section 18 of the Water Industry Act 1991 (c. 56) (orders for securing compliance). 6 A person commits an offence if he uses a fire hydrant otherwise than— a for the purposes of fire-fighting or for any other purposes of a fire and rescue authority, or b for any purpose authorised by the water undertaker or other person to whom the hydrant belongs. 7 A person commits an offence if he damages or obstructs a fire hydrant, otherwise than in consequence of use for the purposes mentioned in subsection (6). 8 A person guilty of an offence under subsection (6) or (7) is liable on summary conviction to a fine not exceeding level 2 on the standard scale."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "43", "section_title": "Notice of works affecting water supply and fire hydrants", "section_text": "43 1 A person who proposes to carry out works for the purpose of supplying water to any part of the area of a fire and rescue authority must give at least 6 weeks' notice in writing to the authority. 2 A person who proposes to carry out works affecting a fire hydrant must give at least 7 days' notice in writing to the fire and rescue authority in whose area the hydrant is situated. 3 If it is not practicable for a person to give notice as required by subsection (1) or (2), he is to be regarded as having given the notice required by that subsection if he gives notice as soon as practicable. 4 A person commits an offence if, without reasonable excuse, he fails to give notice as required by subsection (1) or (2). 5 A person guilty of an offence under subsection (4) is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "44", "section_title": "Powers of fire-fighters etc in an emergency etc", "section_text": "44 1 An employee of a fire and rescue authority who is authorised in writing by the authority for the purposes of this section may do anything he reasonably believes to be necessary— a if he reasonably believes a fire to have broken out or to be about to break out, for the purpose of extinguishing or preventing the fire or protecting life or property; b if he reasonably believes a road traffic accident to have occurred, for the purpose of rescuing people or protecting them from serious harm; c if he reasonably believes an emergency of another kind to have occurred, for the purpose of discharging any function conferred on the fire and rescue authority in relation to the emergency; d for the purpose of preventing or limiting damage to property resulting from action taken as mentioned in paragraph (a), (b) or (c). 2 In particular, an employee of a fire and rescue authority who is authorised as mentioned in subsection (1) may under that subsection— a enter premises or a place, by force if necessary, without the consent of the owner or occupier of the premises or place; b move or break into a vehicle without the consent of its owner; c close a highway; d stop and regulate traffic; e restrict the access of persons to premises or a place. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "45", "section_title": "Obtaining information and investigating fires", "section_text": "45 1 An authorised officer may at any reasonable time enter premises— a for the purpose of obtaining information needed for the discharge of a fire and rescue authority’s functions under section 7, 8 or 9, or b if there has been a fire in the premises, for the purpose of investigating what caused the fire or why it progressed as it did. 2 In this section and section 46,  “ authorised officer ” means an employee of a fire and rescue authority who is authorised in writing by the authority for the purposes of this section. 3 An authorised officer may not under subsection (1)— a enter premises by force, or b demand admission as of right to premises occupied as a private dwelling unless 24 hours' notice in writing has first been given to the occupier of the dwelling. 4 An authorised officer may not under subsection (1)(b) enter as of right premises in which there has been a fire if— a the premises are unoccupied, and b the premises were occupied as a private dwelling immediately before the fire, unless 24 hours' notice in writing has first been given to the person who was the occupier of the dwelling immediately before the fire. 5 An authorised officer may apply to a justice of the peace if— a he considers it necessary to enter premises for the purposes of subsection (1), but b he is unable to do so, or considers that he is likely to be unable to do so, otherwise than by force. 6 If on an application under subsection (5) a justice is satisfied that— a it is necessary for the officer to enter the premises for the purposes of subsection (1), and b he is unable to do so, or is likely to be unable to do so, otherwise than by force, he may issue a warrant authorising the officer to enter the premises by force at any reasonable time. 7 An authorised officer may also apply to a justice of the peace if he considers it necessary to enter a dwelling for the purposes of subsection (1) without giving notice as required by subsection (3)(b) or (4). 8 If on an application under subsection (7) a justice is satisfied that it is necessary for the authorised officer to enter the dwelling for the purposes of subsection (1) without giving notice as required by subsection (3)(b) or (4), the justice may issue a warrant authorising the officer to enter the premises at any time (by force if necessary). 9 An authorised officer exercising a power of entry under this section must, if so required, produce evidence of his authorisation under subsection (2), and any warrant under subsection (6) or (8)— a before entering the premises, or b at any time before leaving the premises."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "46", "section_title": "Supplementary powers", "section_text": "46 1 If an authorised officer exercises a power of entry under section 45(1)(a), he may— a take with him any other persons, and any equipment, that he considers necessary; b require any person present on the premises to provide him with any facilities, information, documents or records, or other assistance, that he may reasonably request. 2 If an authorised officer exercises a power of entry under section 45(1)(b) he may— a take with him any other persons, and any equipment, that he considers necessary; b inspect and copy any documents or records on the premises or remove them from the premises; c carry out any inspections, measurements and tests in relation to the premises, or to an article or substance found on the premises, that he considers necessary; d take samples of an article or substance found on the premises, but not so as to destroy it or damage it unless it is necessary to do so for the purpose of the investigation; e dismantle an article found on the premises, but not so as to destroy it or damage it unless it is necessary to do so for the purpose of the investigation; f take possession of an article or substance found on the premises and detain it for as long as is necessary for any of these purposes— i to examine it and do anything he has power to do under paragraph (c) or (e); ii to ensure that it is not tampered with before his examination of it is completed; iii to ensure that it is available for use as evidence in proceedings for an offence relevant to the investigation; g require a person present on the premises to provide him with any facilities, information, documents or records, or other assistance, that he may reasonably request. 3 If an authorised officer exercises the power in subsection (2)(d) he must— a leave a notice at the premises (either with a responsible person or if that is impracticable fixed in a prominent position) giving particulars of the article or substance and stating that he has taken a sample of it, and b if it is practicable to do so, give to a responsible person at the premises a portion of the sample marked in a manner sufficient to identify it. 4 If an authorised officer exercises the power in subsection (2)(f) he must leave a notice at the premises (either with a responsible person or if that is impracticable fixed in a prominent position) giving particulars of the article or substance and stating that he has taken possession of it. 5 If in the exercise of any power under section 45 or this section an authorised officer enters premises which are unoccupied, or from which the occupier is temporarily absent, he must on his departure leave the premises as effectively secured against unauthorised entry as he found them. 6 A person commits an offence if without reasonable excuse— a he obstructs the exercise of any power under section 45 or this section, or b he fails to comply with any requirement under subsection (1)(b) or (2)(g). 7 A person guilty of an offence under subsection (6) is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "47", "section_title": "Notices: general", "section_text": "47 1 The notice required by section 45(3)(b) may be given— a by delivering it to the occupier of the dwelling, b by leaving it for him at the dwelling, or c by sending it by post to him at the dwelling. 2 The notice required by section 45(4) may be given— a by delivering it to the person who was the occupier of the dwelling immediately before the fire concerned, b by leaving it for him at his proper address, or c by sending it by post to him at that address. 3 The proper address of a person for the purposes of subsection (2) and section 7 of the Interpretation Act 1978 (c. 30) is— a if he has specified an address in the United Kingdom as his address for the purposes of the notice required by section 45(4), that address; b in any other case, his last known address. 4 If the name or address of the person to whom notice under section 45(3)(b) or (4) is required to be given cannot be ascertained after reasonable inquiry, the notice may be given— a by leaving it in the hands of a person who is or appears to be resident in the dwelling, or b by leaving it affixed to a conspicuous part of the dwelling."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "48", "section_title": "Notices given electronically", "section_text": "48 1 This section applies if the notice required by section 45(3)(b) or (4) is transmitted to the person to whom it is required to be given (“ the recipient ”)— a by means of an electronic communications network (within the meaning given by section 32 of the Communications Act 2003 (c. 21)), or b by other means but in a form that nevertheless requires the use of apparatus by the recipient to render it intelligible. 2 The transmission has effect as a delivery of the notice to the recipient only if he has indicated to the fire and rescue authority on whose behalf the transmission is made his willingness to receive a notice under section 45 transmitted in the form and manner used. 3 An indication to a fire and rescue authority for the purposes of subsection (2)— a must be given to the authority in any manner it requires; b may be a general indication or one that is limited to notices of a particular description; c must state the address to be used and must be accompanied by any other information which the authority requires for the making of the transmission; d may be modified or withdrawn at any time by a notice given to the authority in any manner it requires. 4 If the making of the transmission has been recorded in the computer system of the fire and rescue authority on whose behalf it is made, it must be presumed, unless the contrary is proved, that the transmission— a was made to the person recorded in that system as receiving it; b was made at the time recorded in that system as the time of delivery; c contained the information recorded on that system in respect of it."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "49", "section_title": "False alarms of fire", "section_text": "49 1 A person commits an offence if he knowingly gives or causes to be given a false alarm of fire to a person acting on behalf of a fire and rescue authority. 2 A person guilty of an offence under subsection (1) is liable on summary conviction— a to a fine not exceeding level 4 on the standard scale, b to imprisonment for a term not exceeding 51 weeks, or c to both. 3 In relation to an offence committed before the commencement of section 281(5) of the Criminal Justice Act 2003 (c. 44), the reference in subsection (2)(b) to 51 weeks is to be read as a reference to 3 months."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "50", "section_title": "Payments in respect of advisory bodies", "section_text": "50 1 The Secretary of State may make any payments he considers appropriate in respect of the expenses of a body established for the purpose of advising him on any matter in relation to which provision is made by this Act. 2 The Secretary of State may make a payment under this section— a to any person he considers appropriate; b subject to any conditions he considers appropriate."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "51", "section_title": "Abolition of Central Fire Brigades Advisory Council", "section_text": "51 The Central Fire Brigades Advisory Council is abolished."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "52", "section_title": "Repeal of Fire Services Act 1947", "section_text": "52 The Fire Services Act 1947 (c. 41) shall cease to have effect."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "53", "section_title": "Amendments", "section_text": "53 1 Schedule 1 contains minor and consequential amendments. 2 The Secretary of State may by order make— a any supplementary, incidental or consequential provision, and b any transitory, transitional or saving provision, which he considers necessary or expedient for the purposes of, in consequence of, or for giving full effect to, any provision of this Act. 3 An order under subsection (2) may, in particular— a provide for any provision of this Act which comes into force before another such provision has come into force to have effect, until that other provision has come into force, with any modifications specified in the order, and b amend, repeal or revoke any enactment other than one contained in an Act passed in a Session after that in which this Act is passed. 4 The amendments that may be made under subsection (3)(b) are in addition to those made by or under any other provision of this Act."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "54", "section_title": "Repeals", "section_text": "54 Schedule 2 contains repeals."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "55", "section_title": "Pre-commencement consultation", "section_text": "55 1 Subsection (2) applies if— a consultation is required to take place under a provision of this Act, and b before the provision comes into force, consultation takes place which would have satisfied the requirements of the provision to any extent if it had been in force. 2 Those requirements must be taken to have been satisfied to that extent."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "56", "section_title": "Inquiries: supplementary", "section_text": "56 Subsections (2) to (5) of section 250 of the Local Government Act 1972 (c. 70)\t\t\t(powers in relation to local inquiries) apply in relation to an inquiry under a provision of this Act as they apply in relation to an inquiry under that section."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "57", "section_title": "Meaning of  “local authority”", "section_text": "57 In this Act  “ local authority ” means any of these— a a district council; b a county council; c a county borough council; d a London borough council; e the Greater London Authority; f the Common Council of the City of London; g the Council of the Isles of Scilly."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "58", "section_title": "Meaning of  “emergency”", "section_text": "58 In this Act  “ emergency ” means an event or situation that causes or is likely to cause— a one or more individuals to die, be seriously injured or become seriously ill, or b serious harm to the environment (including the life and health of plants and animals)."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "59", "section_title": "Financial provision", "section_text": "59 There shall be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State in consequence of this Act; b any increase attributable to this Act in the sums payable out of money provided by Parliament under another enactment."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "60", "section_title": "Orders and regulations", "section_text": "60 1 References in this section to subordinate legislation are to an order or regulations made  under this Act by the Secretary of State or the Welsh Ministers . 2 Subordinate legislation— a may make different provision for different purposes (including different provision for different areas, different authorities and different descriptions of authorities); b may include incidental, supplemental, consequential, saving or transitional provision. 3 A power to make subordinate legislation is exercisable by statutory instrument. 4 A statutory instrument containing (alone or with other provisions)  — a an order made by the Secretary of State under section 5C(3), other than one that is made only for the purpose mentioned in section 5C(7)(b), b an order made by the Secretary of State under section 5C(4), other than one that is made only for that purpose or for imposing conditions on the doing of things for a commercial purpose, c an order made by the Secretary of State under section 5C(2) that— i amends any Act or provision of an Act, and ii is not made in accordance with sections 15 to 19 of the Legislative and Regulatory Reform Act 2006 as applied by section 5E(3), or d subordinate legislation made by the Secretary of State, other than an order under section 5C, that amends or repeals any Act or provision of an Act, may  not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 5 A statutory instrument containing any other subordinate  legislation made by the Secretary of State, apart from—  a an order under section 5C(1), b an order under section 5C(2) that is made in accordance with sections 15 to 19 of the Legislative and Regulatory Reform Act 2006 as applied by section 5E(3), or c an order under section 30 or 61, is  subject to annulment in pursuance of a resolution of either House of Parliament. 6 A statutory instrument containing (alone or with other provisions)— a an order made by the Welsh Ministers under section 5C(3), other than one that it is made only for the purpose mentioned in section 5C(7)(b), b an order made by the Welsh Ministers under section 5C(4), other than one that is made only for that purpose or for imposing conditions on the doing of things for a commercial purpose, c an order made by the Welsh Ministers under section 5C(2) that— i amends any Act or provision of an Act or amends any Act, or Measure, of the National Assembly for Wales or provision of such an Act or Measure, and ii is not made in accordance with sections 5G to 5L, ca regulations made by the Welsh Ministers under section 21A(1) or (4),  or d subordinate legislation made by the Welsh Ministers, other than an order under section 5C, that amends any Act or provision of an Act, may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, the National Assembly for Wales. 7 A statutory instrument containing any other subordinate legislation made by the Welsh Ministers, apart from— a an order under section 5C(1), b an order under section 5C(2) that is made in accordance with sections 5G to 5L, or c an order under section 30 or 61, is subject to annulment in pursuance of a resolution of the National Assembly for Wales."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "61", "section_title": "Commencement", "section_text": "61 Parts 1 to 6 come into force in accordance with provision made by the Secretary of State by order."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "62", "section_title": "Wales", "section_text": "62 1 In its application to Wales, the following provisions of this Act have effect as if for each reference to the Secretary of State there were substituted a reference to the National Assembly for Wales— a Parts 1 to 6; b section  61. 1A The reference in subsection (1)(a) to Parts 1 to 6 does not include— a sections 5A and 5B, b sections 5C and 5D, c section 5E, and d sections 5F to 5L. 1B The reference in subsection (1)(a) to Parts 1 to 6 does not include sections 18A to 18C. 2 In its application to Wales, section 25(1) has effect as if for  “report to Parliament” there were substituted  “                  publish a report                ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Any reference in Schedule 1 to the National Assembly for Wales (Transfer of Functions) Order 1999 to an Act which is amended by this Act is to be treated as referring to that Act as amended by this Act. 5 Subsection (4) does not affect the power to make further Orders varying or omitting that reference."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "63", "section_title": "Extent", "section_text": "63 1 Subject to subsection (2), this Act extends to England and Wales only. 2 The following provisions also extend to Scotland— a sections 34 to 36; b in so far as relating to sections 26 to 27A of the Fire Services Act 1947 (c. 41), section 52; c in so far as relating to— i sections 46 and 61 of the Reserve and Auxiliary Forces (Protection of Civil Interests) Act 1951 (c. 65), ii paragraph 8(b) of Schedule 4 to the Gaming Act 1968 (c. 65), iii Schedule 2 to the Pensions (Increase) Act 1971 (c. 56), and iv the Superannuation Act 1972 (c. 11), section 53(1) and Schedule 1; d in so far as relating to— i sections 26 to 27A of the Fire Services Act 1947, ii the Fire Services Act 1951 (c. 27), iii sections 8 to 10 of the Fire Services Act 1959 (c. 44), iv the Pensions (Increase) Act 1971 (c. 56), v the Superannuation Act 1972 (c. 11), and vi the Police and Firemen’s Pensions Act 1997 (c. 52), section 54 and Schedule 2; e sections 60 and 61; f this section; g section 64."}, {"act": "Fire and Rescue Services Act 2004", "year": 2004, "section": "64", "section_title": "Short title", "section_text": "64 This Act may be cited as the Fire and Rescue Services Act 2004."}]