[{"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "1", "section_title": "The  Gangmasters and Labour Abuse Authority", "section_text": "1 1 The body known as the Gangmasters Licensing Authority is to continue to exist and is to be known as the Gangmasters and Labour Abuse Authority (in this Act referred to as  “ the Authority ”).  2 The functions of the Authority shall be— a to carry out the functions relating to licensing that are conferred on it by this Act, b to ensure the carrying out of such inspections as it considers necessary of persons holding licences under this Act, c to keep under review generally the activities of persons acting as gangmasters, d to supply information held by it to specified persons in accordance with the provisions of this Act, e to keep under review the operation of this Act, and f such other functions as may be prescribed in regulations made by the Secretary of State. 3 The Authority may do anything that it considers is calculated to facilitate, or is incidental or conducive to, the carrying out of any of its functions. 3A When carrying out functions during a year to which a labour market enforcement strategy approved under section 2 of the Immigration Act 2016 relates, the Authority and its officers must carry out those functions in accordance with the strategy. 4 The Authority shall not be regarded— a as the servant or agent of the Crown, or b as enjoying any status, immunity or privilege of the Crown, and the property of the Authority shall not be regarded as property of, or property held on behalf of, the Crown. 5 The Secretary of State may by regulations make provision as to— a the status and constitution of the Authority, b the appointment of its members, c the payment of remuneration and allowances to its members, and d such other matters in connection with its establishment and operation as he thinks fit. 6 Schedule 1 amends certain enactments in consequence of the establishment of the Authority."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "2", "section_title": "Directions  etc  by the Secretary of State", "section_text": "2 1 In carrying out its functions the Authority shall comply with any general or specific directions given to it in writing by the Secretary of State. 2 Before giving any such directions the Secretary of State shall consult the Authority  and the Director of Labour Market Enforcement . 3 The Authority shall provide the Secretary of State with such information about its activities as he may request."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "3", "section_title": "Work to which this Act applies", "section_text": "3 1 The work to which this Act applies is— a agricultural work, b gathering shellfish, and c processing or packaging— i any produce derived from agricultural work, or ii shellfish, fish or products derived from shellfish or fish. This is subject to any provision made by regulations under subsection (5) below and to section 5 (territorial scope of application). 2 In subsection (1)(a)  “ agricultural work ” means work in agriculture. 3 In this Act  “ agriculture ” includes— a dairy-farming, b the production for the purposes of any trade, business or other undertaking (whether carried on for profit or not) of consumable produce, c the use of land as grazing, meadow or pasture land, d the use of land as an orchard or as osier land or woodland, and e the use of land for market gardens or nursery grounds. In paragraph (b)  “ consumable produce ” means produce grown for sale, consumption or other use after severance from the land on which it is grown. 4 In this Act  “ shellfish ” means crustaceans and molluscs of any kind, and includes any part of a shellfish and any (or any part of any) brood, ware, halfware or spat of shellfish, and any spawn of shellfish, and the shell, or any part of the shell, of a shellfish. 5 The Secretary of State may by regulations make provision— a excluding work of a prescribed description from being work to which this Act applies; b including work of  a prescribed description as being work to which this Act applies . 6 The Secretary of State must consult the Authority and the Director of Labour Market Enforcement before making regulations under subsection (5)."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "4", "section_title": "Acting as a gangmaster", "section_text": "4 1 This section defines what is meant in this Act by a person acting as a gangmaster. 2 A person (“A”) acts as a gangmaster if he supplies a worker to do work to which this Act applies for another person (“B”). 3 For the purposes of subsection (2) it does not matter— a whether the worker works under a contract with A or is supplied to him by another person, b whether the worker is supplied directly under arrangements between A and B or indirectly under arrangements involving one or more intermediaries, c whether A supplies the worker himself or procures that the worker is supplied, d whether the work is done under the control of A, B or an intermediary, e whether the work done for B is for the purposes of a business carried on by him or in connection with services provided by him to another person. 4 A person (“A”) acts as a gangmaster if he uses a worker to do work to which this Act applies in connection with services provided by him to another person. 5 A person (“A”) acts as a gangmaster if he uses a worker to do any of the following work to which this Act applies for the purposes of a business carried on by him— a harvesting or otherwise gathering agricultural produce following— i a sale, assignment or lease of produce to A, or ii the making of any other agreement with A, where the sale, assignment, lease or other agreement was entered into for the purpose of enabling the harvesting or gathering to take place; b gathering shellfish; c processing or packaging agricultural produce harvested or gathered as mentioned in paragraph (a). In this subsection  “ agricultural produce ” means any produce derived from agriculture. 6 For the purposes of subsection (4) or (5) A shall be treated as using a worker to do work to which this Act applies if he makes arrangements under which the worker does the work— a whether the worker works for A (or for another) or on his own account, and b whether or not he works under a contract (with A or another). 7 Regulations under section 3(5)(b) may provide for the application of subsections (5) and (6) above in relation to work that is work to which this Act applies by virtue of the regulations."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "5", "section_title": "Territorial scope of application", "section_text": "5 1 The work to which this Act applies is work— a in the United Kingdom, b on any portion of the shore or bed of the sea, or of an estuary or tidal river, adjacent to the United Kingdom, whether above or below (or partly above and partly below) the low water mark, or c in  UK  coastal waters. 2 In subsection (1)(c)  “ UK coastal waters ” means waters adjacent to the United Kingdom to a distance of six miles measured from the baselines from which the breadth of the territorial sea is measured. In this subsection  “ miles ” means international nautical miles of 1,852 metres. 3 The provisions of this Act apply where a person acts as a gangmaster, whether in the United Kingdom or elsewhere, in relation to work to which this Act applies."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "6", "section_title": "Prohibition of unlicensed activities", "section_text": "6 1 A person shall not act as a gangmaster except under the authority of a licence. 2 Regulations made by the Secretary of State may specify circumstances in which a licence is not required."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "7", "section_title": "Grant of licence", "section_text": "7 1 The Authority may grant a licence if it thinks fit. 2 A licence shall describe the activities authorised by it and shall be granted for such period as the Authority thinks fit. 3 A licence authorises activities— a by the holder of the licence, and b by persons employed or engaged by the holder of the licence who are named or otherwise specified in the licence. 4 In the case of a licence held otherwise than by an individual, the reference in subsection (3)(a) to activities by the holder of the licence shall be read as a reference only to such activities as are mentioned in whichever of the following provisions applies— section 20(2) (body corporate); section 21(2) (unincorporated association); section 22(4) (partnership that is regarded as a legal person under the law of the country or territory under which it is formed). 5 A licence shall be granted subject to such conditions as the Authority considers appropriate."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "8", "section_title": "General power of Authority to make rules", "section_text": "8 1 The Authority may  with the approval of the Secretary of State  make such rules as it thinks fit in connection with the licensing of persons acting as gangmasters. 2 The rules may, in particular— a prescribe the form and contents of applications for licences and other documents to be filed in connection with applications; b regulate the procedure to be followed in connection with applications and authorise the rectification of procedural irregularities; c prescribe time limits for doing anything required to be done in connection with an application and provide for the extension of any period so prescribed; d prescribe the requirements which must be met before a licence is granted; e provide for the manner in which the meeting of those requirements is to be verified; f allow for the grant of licences on a provisional basis before it is determined whether the requirements for the grant of a licence are met and for the withdrawal of such licences (if appropriate) if it appears that those requirements are not met; g prescribe the form of licences and the information to be contained in them; h require the payment of such fees as may be prescribed or determined in accordance with the rules; i provide that licences are to be granted subject to conditions requiring the licence holder— i to produce, in prescribed circumstances, evidence in a prescribed form of his being licensed, and ii to comply with any prescribed requirements relating to the recruitment, use and supply of workers. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (2)  “ prescribed ” means prescribed by the rules."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "9", "section_title": "Modification, revocation or transfer of licence", "section_text": "9 1 The Authority may by notice in writing to the licensee modify or revoke any licence granted to him (including any of the conditions of that licence)— a with the consent of the licensee, or b where it appears to him that a condition of the licence or any requirement of this Act has not been complied with. 2 The modifications that may be made include one suspending the effect of the licence for such period as the Authority may determine. 3 A licence may be transferred with the written consent of the Authority and in such other cases as may be determined by the Authority."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "10", "section_title": "Appeals", "section_text": "10 1 The Secretary of State shall by regulations make provision for an appeal against any decision of the Authority— a to refuse an application for a licence, b as to the conditions to which the grant of the licence is subject, c to refuse consent to the transfer of a licence, or d to modify or revoke a licence. 2 The regulations shall make provision— a for and in connection with the appointment of a person to hear and determine such appeals (including provision for the payment of remuneration and allowances to such a person), and b as to the procedure to be followed in connection with an appeal."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "11", "section_title": "Register of licences", "section_text": "11 1 The Authority shall establish and maintain a register of persons licensed under this Act. 2 The register shall contain such particulars as the Authority may determine of every person who for the time being holds a licence or whose activities are authorised by a licence (whether or not they are named in the licence). 3 The Authority shall ensure that appropriate arrangements are in force for allowing members of the public to inspect the contents of the register."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "12", "section_title": "Offences: acting as a gangmaster, being in possession of false documents etc", "section_text": "12 1 A person commits an offence if he acts as a gangmaster in contravention of section 6 (prohibition of unlicensed activities). For this purpose a person acting as a gangmaster does not contravene section 6 by reason only of the fact that he breaches a condition of the licence which authorises him to so act. 2 A person commits an offence if he has in his possession or under his control— a a relevant document that is false and that he knows or believes to be false, b a relevant document that was improperly obtained and that he knows or believes to have been improperly obtained, or c a relevant document that relates to someone else, with the intention of inducing another person to believe that he or another person acting as a gangmaster in contravention of section 6 is acting under the authority of a licence. 3 A person guilty of an offence under subsection (1) or (2) is liable on summary conviction— a in England and Wales, to imprisonment for a term not exceeding twelve months, or to a fine not exceeding the statutory maximum, or to both; b in Scotland or Northern Ireland, to imprisonment for a term not exceeding six months, or to a fine not exceeding the statutory maximum, or to both. In relation to an offence committed before   2 May 2022 , for   \" the general limit in a magistrates’ court \"  in paragraph (a) substitute  “                      six months                    ” . 4 A person guilty of an offence under subsection (1) or (2) is liable on conviction on indictment to imprisonment for a term not exceeding ten years, or to a fine, or to both. 5 For the purposes of this section— a except in Scotland, a document is false only if it is false within the meaning of Part 1 of the Forgery and Counterfeiting Act 1981 (c. 45)\t\t\t\t\t\t\t(see section 9(1) of that Act), and b a document was improperly obtained if false information was provided, in or in connection with the application for its issue or an application for its modification, to the person who issued it or (as the case may be) to a person entitled to modify it, and references to the making of a false document include references to the modification of a document so that it becomes false. 6 In this section  “ relevant document ” means— a a licence, or b any document issued by the Authority in connection with a licence."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "13", "section_title": "Offences: entering into arrangements with gangmasters", "section_text": "13 1 A person commits an offence if— a he enters into arrangements under which a person (“the gangmaster”) supplies him with workers or services, and b the gangmaster in supplying the workers or services contravenes section 6 (prohibition of unlicensed activities). 2 In proceedings against a person for an offence under subsection (1) it is a defence for him to prove that he— a took all reasonable steps to satisfy himself that the gangmaster was acting under the authority of a valid licence, and b did not know, and had no reasonable grounds for suspecting that the gangmaster was not the holder of a valid licence. 3 The Secretary of State may by regulations make provision as to what constitutes  “ reasonable steps ” for the purposes of subsection (2)(a). 4 A person guilty of an offence under subsection (1) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, or to a fine not exceeding the statutory maximum, or to both, b on summary conviction in Scotland or Northern Ireland, to imprisonment for a term not exceeding six months, or to a fine not exceeding the statutory maximum, or to both. In relation to an offence committed before the commencement of section 281(5) of the Criminal Justice Act 2003 (c. 44), for  “51 weeks” in paragraph (a) substitute  “                      six months                    ” ."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "14", "section_title": "Offences: supplementary provisions", "section_text": "14 1 An enforcement officer (see section 15) has the powers of arrest mentioned in subsection (2) (in addition to powers under                        section 24A                      of the Police and Criminal Evidence Act 1984 (c. 60)) in relation to any of the following offences— a an offence under section 12(1) or (2), b conspiring to commit any such offence, c attempting to commit any such offence, d inciting, aiding, abetting, counselling or procuring the commission of any such offence. 2 Those powers are as follows— a if he has reasonable grounds for suspecting that such an offence has been committed, he may arrest without warrant anyone whom he has reasonable grounds for suspecting to be guilty of the offence; b he may arrest without warrant— i anyone who is about to commit such an offence; ii anyone whom he has reasonable grounds for suspecting to be about to commit such an offence. 2A Subsections (1) and (2) do not apply to an enforcement officer who is acting for the purposes of this Act in relation to England and Wales if the officer is a labour abuse prevention officer within the meaning of section 114B of the Police and Criminal Evidence Act 1984 ( PACE  powers for labour abuse prevention officers). 3 Subsections (1) and (2) do not apply in Scotland. 4 In Schedules 2, 4 and 5 to the Proceeds of Crime Act 2002 (c. 29), after paragraph 9 insert— 9A An offence under section 12(1) or (2) of the Gangmasters (Licensing) Act 2004 (acting as a gangmaster other than under the authority of a licence, possession of false documents etc). ."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "15", "section_title": "Enforcement and compliance officers", "section_text": "15 1 The Secretary of State may appoint officers (“enforcement officers”) to act for the purposes of this Act— a in enforcing the provisions of section 6 (prohibition of unlicensed activities), and b in taking action in circumstances in which it appears that an offence under section 13 (persons entering into arrangements with gangmasters) has been, is being, or may be committed. 2 The Secretary of State may, instead of or in addition to appointing enforcement officers under subsection (1), make arrangements with a relevant authority for officers of that authority to be enforcement officers. 3 The following are relevant authorities for this purpose— a the Authority, b any Minister of the Crown or government department, c the National Assembly for Wales, d the Scottish Ministers, e any body performing functions on behalf of the Crown. 4 The Authority may appoint officers (“compliance officers”) to act for the purposes of this Act in verifying, from time to time or in such circumstances as the Authority may determine, compliance by a licence holder with the conditions of the licence. 5 When acting for the purposes of this Act, an enforcement officer or a compliance officer shall, if so required, produce some duly authenticated document showing his authority to act. 6 If it appears to an enforcement officer or a compliance officer that any person with whom he is dealing while acting for the purposes of this Act does not know that he is an officer so acting, the officer shall identify himself as such to that person. 6A Subsections (5) and (6) do not apply to an enforcement officer who is acting for the purposes of this Act in relation to England and Wales if the officer is a labour abuse prevention officer within the meaning of section 114B of the Police and Criminal Evidence Act 1984 ( PACE  powers for labour abuse prevention officers)."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "16", "section_title": "Powers of officers", "section_text": "16 A1 This section does not apply to an enforcement officer who is acting for the purposes of this Act in relation to England and Wales if the officer is a labour abuse prevention officer within the meaning of section 114B of the Police and Criminal Evidence Act 1984 ( PACE  powers for labour abuse prevention officers). 1 An enforcement officer or a compliance officer acting for the purposes of this Act shall have power for the performance of his duties— a to require the production by a relevant person of any records required to be kept by virtue of this Act, to inspect and examine those records, to remove those records from the premises where they are kept and to copy any material part of them, b to require a relevant person to furnish to him (either alone or in the presence of any other person, as the officer thinks fit) an explanation of any such records, c to require a relevant person to furnish to him (either alone or in the presence of any other person, as the officer thinks fit) any additional information known to the relevant person which might reasonably be needed in order to establish whether— i any provision of this Act, or ii any condition of any licence granted under it, is being complied with, d at all reasonable times to enter any relevant premises in order to exercise any power conferred on the officer by virtue of paragraphs (a) to (c). 2 The powers conferred by subsection (1) include power, on reasonable written notice, to require a relevant person— a to produce any such records as are mentioned in paragraph (a) of that subsection to an officer at such time and place as may be specified in the notice, or b to attend before an officer at such time and place as may be specified in the notice to furnish any such explanation or additional information as is mentioned in paragraph (b) or (c) of that subsection. 3 The power conferred by subsection (1)(a) includes, in relation to records which are kept by means of a computer, power to require the records to be produced in a form in which they are legible and can be taken away. 4 A person authorised by virtue of subsection (1)(a) to inspect any records is entitled to have access to, and to check the operation of, any computer and any associated apparatus or material which is or has been in use in connection with the records in question. 5 In this section  “ relevant person ” means any person whom an officer acting for the purposes of this Act has reasonable cause to believe to be— a a person acting as a gangmaster, b a person supplied with workers or services by a person acting as a gangmaster, c any employee or agent of a person falling within paragraph (a) or (b). 6 In this section and section 17— “ relevant premises ” means any premises which an officer acting for the purposes of this Act has reasonable cause to believe to be— premises at which a person mentioned in subsection (5)(a) or (b) carries on business, and premises which such a person uses in connection with his business, “ premises ” includes any place and, in particular, includes— any vehicle, vessel, aircraft or hovercraft, and any tent or movable structure."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "17", "section_title": "Entry by warrant", "section_text": "17 A1 This section does not apply to an enforcement officer who is acting for the purposes of this Act in relation to England and Wales if the officer is a labour abuse prevention officer within the meaning of section 114B of the Police and Criminal Evidence Act 1984 ( PACE  powers for labour abuse prevention officers). 1 If a justice of the peace is satisfied by written information on oath that there are reasonable grounds for an enforcement officer to enter relevant premises for the purpose of ascertaining whether there has been any contravention of section 6 (prohibition of unlicensed activities), and is also satisfied— a that admission to the premises has been refused, or that a refusal is expected, and (in either case) that notice of the intention to apply for a warrant has been given to the occupier, b that an application for admission, or the giving of such a notice, would defeat the object of the entry, c that the case is one of extreme urgency, or d that the premises are unoccupied or the occupier is temporarily absent, the justice may issue a warrant authorising the enforcement officer to enter the premises, if necessary using reasonable force. 2 An enforcement officer entering any premises by virtue of a warrant under this section may— a take with him when he enters those premises such other persons and such other equipment as he considers necessary, b carry out on those premises such inspections and examinations as he considers necessary for the purpose of ascertaining whether there has been any contravention of section 6, and c take possession of any book, document, data, record (in whatever form it is held) or product which is on the premises and retain it for as long as he considers necessary for that purpose. 3 On leaving any premises which an enforcement officer is authorised to enter by a warrant under this section, that officer shall, if the premises are unoccupied or the occupier is temporarily absent, leave the premises as effectively secured against trespassers as he found them. 4 Where by virtue of subsection (2)(c) an enforcement officer takes possession of any item, he shall leave on the premises from which the item was removed a statement giving particulars of what he has taken and stating that he has taken possession of it. 5 In the application of this section to Scotland— a the reference to a justice of the peace being satisfied by written information on oath, shall be read as a reference to a sheriff or a justice of the peace being satisfied; and b “the justice” shall be read as a reference to the sheriff, or as the case may be, to the justice."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "18", "section_title": "Obstruction of officers", "section_text": "18 1 A person commits an offence who— a intentionally obstructs an enforcement officer or compliance officer who is acting in the exercise of his functions under this Act  or functions conferred by virtue of section 114B of the Police and Criminal Evidence Act 1984 (application of that Act to Authority officers) , or b without reasonable cause, fails to comply with any requirement made of him by such an officer who is so acting. 2 A person who, in giving any information which is required of him by an enforcement officer or compliance officer, makes a statement which is false in a material particular commits an offence. 3 A person guilty of an offence under this section is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, or to a fine not exceeding the statutory maximum, or to both, b on summary conviction in Scotland or Northern Ireland, to imprisonment for a term not exceeding six months, or to a fine not exceeding the statutory maximum, or to both. In relation to an offence committed before the commencement of section 281(5) of the Criminal Justice Act 2003 (c. 44), for  “51 weeks” in paragraph (a) substitute  “                      six months                    ” ."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "19", "section_title": "Information relating to gangmasters", "section_text": "19 1 Information to which this subsection applies—                       a may be supplied to any person for use for the purposes of, or for any purpose connected with, the exercise of functions under this Act, aa may be supplied to any person by whom, or by whose officers, labour market enforcement functions are exercisable for the purposes of, or for any purpose connected with, the exercise of such functions, and b may be supplied to any person having functions in relation to— i the enforcement of any other enactment applying to the operations of a person acting as a gangmaster, ii the enforcement of any other enactment in connection with accommodation, meals or facilities provided to workers, or the conditions in which they work, or iii offences committed by workers in connection with or by reason of their doing work to which this Act applies, for use for the purposes of, or for any purpose connected with, those functions. 1A Subsection (1) applies to— a information held by any person for the purposes of, or for any purpose connected with, the exercise of functions under this Act, and b information held by any officer acting by virtue of section 26(3) of the Immigration Act 2016 (investigative functions in connection with labour market enforcement undertakings and orders). 1B In subsection (1)  “ labour market enforcement functions ” has the same meaning as in Chapter 1 of Part 1 of the Immigration Act 2016 (see section 3 of that Act). 2 Information  ... which is held by any person for the purposes of, or for any purpose connected with, such functions as are mentioned in subsection  (1)(aa) or (b)  may be supplied to any person having functions under this Act for the purposes of, or for any purpose connected with, the exercise of those functions. 3 Information supplied under subsection (2) by or on behalf of the Commissioners of Inland Revenue or the Commissioners of Customs and Excise must not be supplied by the recipient to any other person without the consent of the Commissioners concerned. 4 This section— a has effect notwithstanding any restriction on the disclosure of information imposed by any enactment or rule of law, and b does not limit the circumstances in which information may be used or supplied apart from this section. 5 In this section  “ enactment ” means an Act of Parliament, an Act of the Scottish Parliament or any Northern Ireland legislation or any instrument made under or having effect by virtue of an Act of Parliament, an Act of the Scottish Parliament or any Northern Ireland legislation. 6 References in this section to a person having functions of any description include references to any person providing, or employed in the provision of, services for that person in connection with those functions."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "20", "section_title": "Application of Act to bodies corporate", "section_text": "20 1 A licence under this Act may be granted to a body corporate. 2 A licence granted to a body corporate authorises activities carried on by the body through such persons representing, or acting on behalf of, the body as are named or otherwise specified in the licence. 3 If an offence under this Act committed by a body corporate is shown— a to have been committed with the consent or connivance of an officer of the body corporate, or b to be attributable to any neglect on his part, the officer, as well as the body corporate, is guilty of the offence and liable to be proceeded against and punished accordingly. 4 In subsection (3)  “ officer ” means— a any director, manager, secretary or other similar officer of the body corporate, or b any person purporting to act in any such capacity. 5 If the affairs of a body corporate are managed by its members, subsection (3) applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "21", "section_title": "Application of Act to unincorporated associations", "section_text": "21 1 A licence under this Act may be granted to an unincorporated association (other than a partnership). 2 A licence granted to an unincorporated association authorises activities carried on by the association through such persons representing, or acting on behalf of, the association as are named or otherwise specified in the licence. 3 Proceedings for an offence under this Act alleged to have been committed by an unincorporated association may be brought against the association in the name of the association. 4 For the purposes of such proceedings— a rules of court relating to the service of documents have effect as if the association were a body corporate, and b the following provisions apply as they apply in relation to a body corporate— section 33 of the Criminal Justice Act 1925 (c. 86) and Schedule 3 to the Magistrates' Courts Act 1980 (c. 43), sections 70 and 143 of the Criminal Procedure (Scotland) Act 1995, section 18 of the Criminal Justice Act (Northern Ireland) 1945 (c. 15 (N.I.)) and Schedule 4 to the Magistrates' Courts (Northern Ireland) Order 1981 ( S.I.  1981/ 1675 (N.I. 26)). 5 A fine imposed on the association on its conviction of an offence shall be paid out of the funds of the association. 6 If an offence under this Act committed by an unincorporated association is shown— a to have been committed with the consent or connivance of an officer of the association, or b to be attributable to any neglect on his part, the officer, as well as the association, is guilty of the offence and liable to be proceeded against and punished accordingly. 7 In subsection (6)\t\t\t\t\t “ officer ”, in relation to any association, means— a any officer of the association or any member of its governing body, or b any person purporting to act in such a capacity."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "22", "section_title": "Application of Act to partnerships", "section_text": "22 1 A licence under this Act may be granted to a partnership in the firm name. 2 Where the partnership is not regarded as a legal person under the law of the country or territory under which it is formed, the grant of a licence to the partnership in the firm name— a continues to have effect notwithstanding a change of partners, so long as at least one of the persons who was a partner before the change remains a partner after it; and b has effect as the grant of a licence to those partners named in the licence. 3 If in the case of such a partnership an offence under this Act committed by a partner is shown— a to have been committed with the consent or connivance of another partner, or b to be attributable to any neglect on the part of another partner, that other partner, as well as the first-mentioned partner, is guilty of the offence and liable to be proceeded against and punished accordingly. 4 A licence granted to a partnership that is regarded as a legal person under the law of the country or territory under which it is formed authorises activities carried on by the partnership through those partners named in the licence. 5 Proceedings for an offence under this Act alleged to have been committed by such a partnership may be brought against the partnership in the firm name. 6 For the purposes of such proceedings— a rules of court relating to the service of documents have effect as if the partnership were a body corporate, and b the following provisions apply as they apply in relation to a body corporate— section 33 of the Criminal Justice Act 1925 (c. 86) and Schedule 3 to the Magistrates' Courts Act 1980 (c. 43), sections 70 and 143 of the Criminal Procedure (Scotland) Act 1995, section 18 of the Criminal Justice Act (Northern Ireland) 1945 (c. 15 (N.I.)) and Schedule 4 to the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/ 1675 (N.I. 26)). 7 A fine imposed on a partnership on its conviction of an offence shall be paid out of the funds of the partnership. 8 If an offence under this Act committed by a partnership is shown— a to have been committed with the consent or connivance of a partner, or b to be attributable to any neglect on the part of a partner, the partner, as well as the partnership, is guilty of the offence and liable to be proceeded against and punished accordingly. 9 In subsections (3) and (8)\t\t\t\t\t “ partner ” includes a person purporting to act as a partner."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "22A", "section_title": "Relationship with other agencies: requests for assistance", "section_text": "22A 1 The Authority may request any of the following to provide assistance to the Authority or any of its officers— a a chief officer of police for a police area in England and Wales; b the Director General of the National Crime Agency; c a person appointed as an immigration officer under paragraph 1 of Schedule 2 to the Immigration Act 1971; d any other person prescribed or of a prescribed description. 2 The Authority may make a request under subsection (1) only if it considers that the assistance would facilitate the exercise of any function by the Authority or any of its officers. 3 Any of the following persons may request the Authority to provide assistance to the person— a a chief officer of police for a police area in England and Wales; b a person appointed as an immigration officer under paragraph 1 of Schedule 2 to the Immigration Act 1971; c any other person prescribed or of a prescribed description. 4 A person may make a request under subsection (3) only if the person considers that the assistance would facilitate the exercise by the person of any function. 5 A request under this section must— a set out what assistance is being requested, and b explain how the assistance would facilitate the exercise of the function. 6 A person who receives a request under this section must respond to it in writing within a reasonable period. 7 Regulations under this section must not make provision which would be— a within the legislative competence of the Scottish Parliament if contained in an Act of that Parliament, b within the legislative competence of the National Assembly for Wales if contained in an Act of that Assembly, or c within the legislative competence of the Northern Ireland Assembly if contained in an Act of that Assembly made without the consent of the Secretary of State."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "23", "section_title": "Annual report", "section_text": "23 The Secretary of State shall each year lay a report before each House of Parliament on the operation of this Act."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "24", "section_title": "Financial provision", "section_text": "24 1 The Secretary of State may make payments to the Authority of such amounts, at such times and on such conditions (if any) as he considers appropriate. 2 The Authority shall (unless the Secretary of State directs otherwise) pay to the Secretary of State all sums received by it in the course of, or in connection with, the carrying out of its functions. 3 Any sums received by the Secretary of State under subsection (2) shall be paid into the Consolidated Fund."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "25", "section_title": "Regulations, rules and orders", "section_text": "25 1 In this Act, unless otherwise indicated,  “ prescribed ” means prescribed by regulations made by the Secretary of State. 2 Any power to make regulations or rules under this Act includes power to make different provision for different cases. 3 Any power of the Secretary of State to make regulations or orders under this Act is exercisable by statutory instrument. 4 Any power of the Authority to make rules under this Act is exercisable by statutory instrument. 5 A statutory instrument containing regulations made by the Secretary of State under— a section 1(5) (regulations as to status, constitution,  etc.  of the Authority),  ... b section 3(5)(b) (regulations extending work to which this Act applies) , or c section 22A(1)(d) or (3)(c) (regulations regarding persons whom the Authority may request to provide assistance and who may request assistance from Authority). must not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 6 A statutory instrument containing— a regulations made by the Secretary of State under any other provision of this Act, or b rules made by the Authority under section 8 (general power of Authority to make rules), is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "26", "section_title": "Meaning of  “worker”", "section_text": "26 1 In this Act  “ worker ” means an individual who does work to which this Act applies. 2 A person is not prevented from being a worker for the purposes of this Act by reason of the fact that he has no right to be, or to work, in the United Kingdom."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "27", "section_title": "Exclusion of provisions relating to employment agencies and businesses", "section_text": "27 1 The Employment Agencies Act 1973 (c. 35) does not apply to an employment agency or an employment business in so far as it consists of activities for which a licence is required under this Act. 2 In subsection (1)  “ employment agency ” and  “ employment business ” have the same meaning as in that Act."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "28", "section_title": "Application of Act to Northern Ireland", "section_text": "28 The provisions of Schedule 2 to this Act have effect with respect to the application of this Act to Northern Ireland."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "29", "section_title": "Commencement and transitional provision", "section_text": "29 1 The provisions of this Act come into force on such day as the Secretary of State may by order appoint. 2 Different days may be appointed for different purposes and for different areas. 3 The Secretary of State may by order make such transitional provision as he considers appropriate in connection with the coming into force of any provision of this Act."}, {"act": "Gangmasters (Licensing) Act 2004", "year": 2004, "section": "30", "section_title": "Short title and extent", "section_text": "30 1 This Act may be cited as the Gangmasters (Licensing) Act 2004. 2 This Act extends to England and Wales, Scotland and Northern Ireland."}]