[{"act": "Higher Education Act 2004", "year": 2004, "section": "1", "section_title": "Arts and Humanities Research Council", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "2", "section_title": "Transfer to Council of property  etc  of Arts and Humanities Research Board", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "3", "section_title": "Expenses of Council", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "4", "section_title": "Returns, reports  etc.  by Council to Secretary of State", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "5", "section_title": "Pensions", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "6", "section_title": "Accounts and records of Council", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "7", "section_title": "Northern Ireland: reserved matters", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "8", "section_title": "Activities outside United Kingdom", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "9", "section_title": "Charter of Council", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "10", "section_title": "Research in arts and humanities", "section_text": "10 1 The Secretary of State may— a carry out or support research in the arts and humanities, b disseminate the results of research in the arts and humanities, c further the practical application of the results of research in the arts and humanities, d establish advisory bodies for the purpose of assisting the Secretary of State in matters connected with research in the arts and humanities, and e if the Secretary of State establishes such a body, appoint its members on terms which include the payment of remuneration, allowances or pension benefits to or in respect of them. 2 The National Assembly for Wales (in this Act referred to as  “ the Assembly ”) may, in relation to Wales,— a carry out or support research in the arts and humanities, b disseminate the results of research in the arts and humanities, c further the practical application of the results of research in the arts and humanities, d establish advisory bodies for the purpose of assisting the Assembly in matters connected with research in the arts and humanities, and e if the Assembly establishes such a body, appoint its members on terms which include the payment of remuneration, allowances or pension benefits to or in respect of them. 3 The Scottish Ministers may, in relation to Scotland,— a carry out or support research in the arts and humanities, b disseminate the results of research in the arts and humanities, c further the practical application of the results of research in the arts and humanities, d establish advisory bodies for the purpose of assisting the Scottish Ministers in matters connected with research in the arts and humanities, and e if the Scottish Ministers establish such a body, appoint its members on terms which include the payment of remuneration, allowances or pension benefits to or in respect of them. 4 The Northern Ireland Department having responsibility for higher education may, in relation to Northern Ireland,— a carry out or support research in the arts and humanities, b disseminate the results of research in the arts and humanities, c further the practical application of the results of research in the arts and humanities, d establish advisory bodies for the purpose of assisting the Department in matters connected with research in the arts and humanities, and e if the Department establishes such a body, appoint its members on terms which include the payment of remuneration, allowances or pension benefits to or in respect of them. 5 The powers under this section to give financial support include, in particular, power to make a grant, loan or other payment, on such terms and conditions as the relevant authority considers appropriate. 6 The terms and conditions may, in particular— a enable the relevant authority to require the repayment, in whole or in part, of sums paid by it if any of the terms and conditions subject to which the sums were paid is not complied with, b require the payment of interest in respect of any period during which a sum due to the relevant authority in accordance with any of the terms and conditions remains unpaid, and c require a person to whom financial support is given to provide the relevant authority with any information it requests for the purpose of the exercise of any of its functions. 7 In subsections (5) and (6), “the relevant authority” means— a in the case of the power under subsection (1)(a), the Secretary of State; b in the case of the power under subsection (2)(a), the Welsh Ministers; c in the case of the power under subsection (3)(a), the Scottish Ministers; d in the case of the power under subsection (4)(a), the Northern Ireland Department having responsibility for higher education."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "11", "section_title": "Qualifying institutions", "section_text": "11 In this Part  “ qualifying institution ” means any of the following institutions  ...— a a university   in England or Wales  (whether or not receiving financial support under section 65 of the 1992 Act  or section 39 or 93 of the Higher Education and Research Act 2017 (“ the 2017 Act ”) ) whose entitlement to grant awards is conferred or confirmed by— i an Act of Parliament, ii a Royal Charter, or iii an order under section 76 of the 1992 Act  or section 42 or 45 of the 2017 Act ; b a constituent college, school or hall or other institution   in England or Wales  of a university falling within paragraph (a); c an institution   in England or Wales  conducted by a higher education corporation; d   an institution in Wales which is  a designated institution, as defined by section 72(3) of the 1992 Act. da an institution in England which is a registered higher education provider as defined by section 85 of the 2017 Act (other than one within paragraph (a), (b), (c) or (d) of this section); e an institution  in England or Wales   (other than one within   any of the preceding paragraphs   of this section) which provides higher education courses which are designated for the purposes of section 22 of the 1998 Act by or under regulations under that section; ea an institution in England (other than one within any of the preceding paragraphs of this section) which provides higher education courses leading to the grant of an award by or on behalf of— i another institution in England within another paragraph of this section, or ii the Office for Students where the grant is authorised by regulations under section 51(1) of the 2017 Act; f an institution   in England or Wales  (other than one within another paragraph of this section) whose entitlement to grant awards is conferred by an order under section 76(1) of the 1992 Act  or section 42 or 45 of the 2017 Act ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "12", "section_title": "Qualifying complaints", "section_text": "12 1 In this Part  “ qualifying complaint ” means, subject to  subsections (2) and (3) , a complaint about an act or omission of a qualifying institution which is made by a person— a as a student or former student at that institution, or b as a student or former student at another institution (whether or not a qualifying institution) undertaking a course of study, or programme of research, leading to the grant of one of the qualifying institution’s awards. 2 A complaint which falls within subsection (1) is not a qualifying complaint to the extent that it relates to matters of academic judgment. 3 The designated operator may determine that a complaint within subsection (1) about an act or omission of a qualifying institution within   paragraph (da), (e), (ea)   or (f) of section 11 is a qualifying complaint only if it is made by a person who is undertaking or has undertaken a particular course or a course of a particular description."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "13", "section_title": "Designation of operator of student complaints scheme", "section_text": "13 1 The Secretary of State may, for the purposes of this Part, designate a body corporate as the designated operator for England as from a date specified in the designation. 2 The Assembly may, for the purposes of this Part, designate a body corporate as the designated operator for Wales as from a date specified in the designation. 3 The Secretary of State or the Assembly may not designate a body under subsection (1) or (2) unless he or the Assembly is satisfied that the body— a meets all of the conditions set out in Schedule 1, b is providing a scheme for the review of qualifying complaints that meets all of the conditions set out in Schedule 2, or is proposing to provide such a scheme from a date not later than the effective date, c has consulted interested parties about the provisions of that scheme, and d consents to the designation. 4 If a body is designated under subsection (1) or (2) the Secretary of State or the Assembly must, before the effective date,— a give the body notice of the designation, and b publish notice of the designation in such manner as he or the Assembly thinks fit. 5 In this Part— a “ the effective date ”, in relation to the designation of a body corporate under this section, means the date specified in the designation as the date from which the body is designated as designated operator, and b any reference to the designated operator is— i in relation to an institution in England, a reference to the body designated under subsection (1), and ii in relation to an institution in Wales, a reference to the body designated under subsection (2)."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "14", "section_title": "Duties of designated operator", "section_text": "14 The designated operator must comply with the duties set out in Schedule 3 during the period specified in that Schedule."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "15", "section_title": "Duties of qualifying institutions", "section_text": "15 1 The governing body of every qualifying institution in England and Wales must comply with any obligation imposed upon it by a scheme for the review of qualifying complaints that is provided by the designated operator. 2 The duty imposed by subsection (1) applies from the effective date of the designation and ceases to apply only if the designation is terminated. 3 The obligations referred to in subsection (1) include any obligation to pay fees to the designated operator."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "16", "section_title": "Termination of designation", "section_text": "16 1 The designation of a body under section 13 continues until it is terminated in accordance with Schedule 4. 2 If the designation of a body is terminated, the Secretary of State or the Assembly must publish notice of the termination in such manner as he or it thinks fit."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "17", "section_title": "Privilege in relation to law of defamation", "section_text": "17 1 For the purposes of the law of defamation, any proceedings relating to the review under the scheme of a qualifying complaint are to be treated as if they were proceedings before a court. 2 For those purposes, absolute privilege attaches to the publication of— a any decision or recommendation made under the scheme by a person responsible for reviewing a qualifying complaint, and b any report under paragraph 6 or 7 of Schedule 3. 3 In this section  “ the scheme ” means the scheme for the review of qualifying complaints provided by the designated operator."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "18", "section_title": "Provision where designation of operator to cease", "section_text": "18 1 Where— a an agreement to terminate a designation has been made under paragraph 2 of Schedule 4, b notice to terminate a designation has been given under paragraph 4 or 6 of Schedule 4, or c the designated operator has ceased to exist, the Secretary of State (in relation to England) or, as the case requires, the Assembly (in relation to Wales) may by order make such provision as he or it thinks fit for, or in connection with, the review of qualifying complaints. 2 The provision that may be made under this section includes any one or more of the following— a provision requiring the designated operator to provide the scheme in accordance with specified requirements; b provision modifying, or requiring the designated operator to modify, the provisions of the scheme; c provision about the fees payable under the scheme, including provision requiring the repayment of fees already paid; d provision for a specified person to take over provision of the scheme; e provision for any provision of this Part that applies in relation to a scheme provided by the designated operator to apply (with or without modifications) in relation to a scheme provided by a person specified by virtue of paragraph (d); f provision for a specified person to review qualifying complaints, or specified descriptions of qualifying complaints, otherwise than under the scheme; g provision requiring the payment of fees by the governing bodies of qualifying institutions to a person specified by virtue of paragraph (f); h provision requiring the designated operator to provide such information and assistance as the Secretary of State or the Assembly considers necessary— i for the Secretary of State or the Assembly to make provision under this section; or ii for any person to comply with, or act under or in accordance with, provision made under this section. 3 The Secretary of State or the Assembly may be specified by virtue of subsection (2)(d), but not by virtue of subsection (2)(f). 4 In this section— “ the scheme ” means the scheme for the review of qualifying complaints that the designated operator provides or has been providing; “ specified ” means specified in an order under this section."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "19", "section_title": "Extension of time for bringing discrimination proceedings", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "20", "section_title": "Exclusion of visitor’s jurisdiction in relation to student complaints", "section_text": "20 1 The visitor of a qualifying institution has no jurisdiction in respect of any complaint which falls within subsection (2) or (3). 2 A complaint falls within this subsection if it is made in respect of an application for admission to the qualifying institution as a student. 3 A complaint falls within this subsection if it is made by a person— a as a student or former student at the qualifying institution, or b as a student or former student at another institution (whether or not a qualifying institution) undertaking a course of study, or programme of research, leading to the grant of one of the qualifying institution’s awards."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "20A", "section_title": "Institutions that cease to be qualifying institutions", "section_text": "20A 1 An institution that ceases to be a qualifying institution is a  “transitional institution” during the shorter of— a the period of 12 months beginning with the day on which it ceases to be a qualifying institution, and b the period beginning with that day and ending when it becomes a qualifying institution again, (and the shorter period is referred to in this section as  “ the transitional period ”). 2 For the purposes of this Part, a transitional institution is to be treated as continuing to be a qualifying institution during the transitional period, subject to subsection (3). 3 A complaint is not a qualifying complaint to the extent that it is about an act or omission of a transitional institution which occurred on or after the day on which the transitional period began. 4 In section 12(3) (power of designated operator to determine when certain complaints are qualifying complaints), the reference to a qualifying institution within paragraph (da), (e), (ea) or (f) of section 11 includes a transitional institution that was a qualifying institution within the paragraph in question immediately before the beginning of the transitional period."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "21", "section_title": "Interpretation of Part 2", "section_text": "21   1   In this Part— “ award ” means any degree, diploma, certificate or other academic award or distinction; “ designated operator ” has the meaning given by section 13(5)(b); “ the effective date ” has the meaning given by section 13(5)(a); ... “ higher education corporation ” has the meaning given by section 90(1) of the 1992 Act;   “ institution ” includes a training provider in England who would not otherwise be regarded as an institution;   “ interested parties ”, in relation to a scheme for the review of qualifying complaints provided or to be provided by a body corporate, means— qualifying institutions in England or Wales (as the case may be), and persons selected by the body corporate from amongst those it considers to represent the interests of students at qualifying institutions in England or Wales (as the case may be); “ qualifying complaint ” has the meaning given by section 12; “ qualifying institution ” has the meaning given by section 11.   “ training provider ” means a person who provides training for members of the school workforce within the meaning of Part 3 of the Education Act 2005 (see section 100 of that Act).   2 In this Part  “governing body”— a in relation to a training provider in England who, but for the definition of  “institution” in subsection (1), would not be regarded as an institution, means any persons responsible for the provider's management; b in relation to a provider of higher education designated under section 84 of the Higher Education and Research Act 2017, means any persons responsible for the provider's management; c in relation to any other institution, has the meaning given by section 90(1) of the 1992 Act, but subject to any provision made by virtue of section 90(2) of that Act."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "22", "section_title": "Meaning of  “ plan ” etc.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "23", "section_title": "Duty of Secretary of State to impose condition as to student fees, etc.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "24", "section_title": "Condition to be imposed by English funding bodies", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "25", "section_title": "Transitional cases in which condition must not allow fees to exceed basic amount", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "26", "section_title": "Regulations under section 24(6) relating to basic or higher amount", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "27", "section_title": "Power of National Assembly for Wales to impose conditions as to student fees, etc.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "28", "section_title": "\n \nCondition that may be required to be imposed by \n HEFCW \n", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "29", "section_title": "Sections 23 to  26 : supplementary provisions", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "30", "section_title": "Meaning of  “the relevant authority”", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "31", "section_title": "Director of Fair Access to Higher Education", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "32", "section_title": "General duties of relevant authority", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "33", "section_title": "Contents of plans", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "34", "section_title": "Approval of plans", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "35", "section_title": "Duration of plans", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "36", "section_title": "Variation of plans", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "37", "section_title": "Enforcement of plans ...", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "38", "section_title": "Enforcement of plans: Wales", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "39", "section_title": "Review of decisions made by relevant authority", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "40", "section_title": "Provision of information", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "40A", "section_title": "Provision of reports, information and advice by the relevant authority in relation to Wales", "section_text": " 40A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "41", "section_title": "Interpretation of Part 3", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "42", "section_title": "Effect of bankruptcy", "section_text": "42 1 In section 22 of the 1998 Act (arrangements for giving financial support to students), after subsection (3)(e) insert— f with respect to the effect of bankruptcy upon a borrower’s liability to make repayments in respect of such a loan (whether the repayments relate to sums which the borrower receives, or is entitled to receive, before or after the commencement of the bankruptcy). 2 In section 46(8) of the 1998 Act (provisions that extend to Northern Ireland), in the entry relating to section 22 for  “(3)(e)” substitute  “                  (3)(e) or (f)                ” . 3 Subsection (4) has effect in relation to the Education (Student Loans) Act 1990 (c. 6) to the extent that it continues in force by virtue of any savings made, in connection with its repeal by the 1998 Act, by an order under section 46(4) of the 1998 Act. 4 Schedule 2 to the Education (Student Loans) Act 1990 (loans for students) is to have effect as if in paragraph 5(2)\t\t\t\t\t(liabilities relating to student loans not to be included in bankruptcy debts) the reference to  “any such sum” were a reference to  “any sums to which this paragraph applies”. 5 Nothing in this section affects any bankruptcy commencing before this section comes into force."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "43", "section_title": "Other amendments of section 22 of Teaching and Higher Education Act 1998", "section_text": "43 1 Section 22 of the 1998 Act (arrangements for giving financial support to students) is amended as follows. 2 In subsection (2)(i), for  “who have previously made loans of any prescribed description to those persons” substitute  “                  to whom those persons are liable to make payments                ” . 3 Omit subsection (7)\t\t\t\t\t(which provides that regulations made by virtue of subsection (2)(b) of that section are to be subject to affirmative resolution procedure in certain circumstances)."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "44", "section_title": "Transfer of certain functions to National Assembly for Wales", "section_text": "44 1 In relation to Wales, the functions of the Secretary of State under section 22 of the 1998 Act (arrangements for giving financial support to students) are hereby transferred to the Assembly, except so far as they relate to the making of any provision authorised by subsection (2)(a), (c), (j) or (k), (3)(e) or (f) or (5) of that section. 2 The functions of the Secretary of State under section 22 of the 1998 Act are to be exercisable concurrently with the Assembly so far as they relate to the making in relation to Wales of any provision authorised by subsection (2)(a), (c) or (k) of that section. 3 Regulations made under section 22 of the 1998 Act by the Secretary of State must provide that no provision made by virtue of subsection (5) of that section is to apply in relation to any loan made under that section by the Assembly unless the Assembly— a has determined, in relation to any loan or description of loan, that repayments are to be collected by the Commissioners of Inland Revenue, and b has given notice of that determination to the Secretary of State and to the person liable to make the repayments. 4 The functions of the Secretary of State under section 23 of the 1998 Act (transfer or delegation of functions relating to student support) are hereby transferred to the Assembly so far as they relate to functions which are exercisable by the Assembly under regulations under section 22 of that Act. 5 Until the commencement of subsection (4), the functions of the Secretary of State under subsections (7) and (8) of section 23 of the 1998 Act (power to make payments to body or person by whom function is exercisable by virtue of subsection (1) or (4) of that section) are to be exercisable concurrently with the Assembly so far as they relate to payments to any body or person by whom there is exercisable any function that will after the commencement of subsections (1) and (2) be exercisable by the Assembly. 6 For the purposes of the Government of Wales Act 1998 (c. 38)— a any function that is transferred to the Assembly by subsection (1) or (4) or made exercisable by the Assembly by subsection (2) or (5) is to be taken to have been transferred to, or made exercisable by, the Assembly by an Order in Council under section 22 of that Act, and b in relation to any function which is taken by virtue of paragraph (a) to have been transferred to the Assembly by such an Order in Council, any reference to the coming into force of the Order in Council transferring it is to be read as a reference to the commencement of the provision of this section by which the function is transferred."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "45", "section_title": "Supply of information held by student support authority", "section_text": "45 1 Regulations may provide that a student support authority may supply student support information of a prescribed description to a prescribed person for a prescribed purpose. 2 A person may not be prescribed under subsection (1) unless the person— a is the governing body of an institution with which eligible students (as defined for the purposes of the student support scheme) are undertaking courses, or b is a person who appears to the Secretary of State or, as the case may be, the Assembly to be exercising functions of a public nature. 3 Regulations under subsection (1) may not allow information to be supplied except with the consent of every individual to whom the information relates, given in such manner as may be prescribed. 4 Subsection (3) does not apply to the supply of information for the purposes of any civil or criminal proceedings arising out of the student support scheme. 5 Regulations under subsection (1) may provide that information may be supplied under such regulations only if prescribed conditions are met. 6 This section does not limit the circumstances in which information may be supplied apart from this section. 7 In this section  “ student support authority ” means— a the Secretary of State, b any authority or governing body by whom any function of the Secretary of State is for the time being exercisable to any extent by virtue of section 23(1) of the 1998 Act, c any person acting on behalf of the Secretary of State to any extent by virtue of section 23(4) of the 1998 Act, d the Assembly, e any authority or governing body by whom any function of the Assembly is for the time being exercisable to any extent by virtue of section 23(1) of the 1998 Act, and f any person acting on behalf of the Assembly to any extent by virtue of section 23(4) of the 1998 Act. 8 In this section— “ prescribed ” means prescribed by regulations; “ regulations ” means— in relation to a student support authority falling within any of paragraphs (a) to (c) of subsection (7), regulations made by the Secretary of State, and in relation to a student support authority falling within any of paragraphs (d) to (f) of subsection (7), regulations made by the Assembly; “ student support scheme ” means the provisions of regulations under section 22 of the 1998 Act; “ student support information ”, in relation to a student support authority, means any information which the student support authority holds in connection with, or in consequence of, the exercise of any function relating to the operation of the student support scheme."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "46", "section_title": "Exclusion of visitor’s jurisdiction in relation to staff disputes", "section_text": "46 1 The visitor of a qualifying institution has no jurisdiction in respect of— a any dispute relating to a member of staff which concerns his appointment or employment or the termination of his appointment or employment, b any other dispute between a member of staff and the qualifying institution in respect of which proceedings could be brought before any court or tribunal, or c any dispute as to the application of the statutes or other internal laws of the institution in relation to a matter falling within paragraph (a) or (b). 2 In subsection (1)  “ qualifying institution ” has the meaning given by section 11. 3 In determining whether a dispute falls within subsection (1)(b) it is to be assumed that the visitor does not have jurisdiction to determine the dispute. 4 Section 206 of the Education Reform Act 1988 (c. 40) (which is superseded by subsection (1)) shall cease to have effect."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "47", "section_title": "Orders and regulations", "section_text": "47 1 Any power— a of the Secretary of State or the Assembly to make an order or regulations under this Act, or b of the Scottish Ministers to make an order under this Act, is exercisable by statutory instrument. 2 Any statutory instrument containing— a an order made by the Secretary of State under section 18, or b regulations made by the Secretary of State under any provision of this Act, is subject to annulment in pursuance of a resolution of either House of Parliament. 3 Subsection (2) does not apply to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b regulations to which paragraph 12(3) of Schedule 2 applies, or c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Any order or regulations under this Act may— a make different provision for different cases or different areas, b make provision generally or only in relation to specified cases, and c contain such incidental, supplemental, saving or transitional provisions as the person making the order or regulations thinks fit. 6 Nothing in this Act is to be regarded as affecting the generality of subsection (5)."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "48", "section_title": "General interpretation", "section_text": "48 In this Act— “ the 1992 Act ” means the Further and Higher Education Act 1992 (c. 13); ... “ the 1998 Act ” means the Teaching and Higher Education Act 1998 (c. 30);  ... “ the Assembly ” means the National Assembly for Wales."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "49", "section_title": "Consequential amendments", "section_text": "49 Schedule 6 contains amendments related to the provisions of this Act."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "50", "section_title": "Repeals", "section_text": "50 Schedule 7 contains repeals."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "51", "section_title": "Financial provisions", "section_text": "51 1 There shall be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State by virtue of this Act, and b any increase attributable to this Act in the sums which by virtue of any other Act are payable out of money so provided. 2 There shall be paid into the Consolidated Fund any sums received by a Minister of the Crown by virtue of this Act."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "52", "section_title": "Commencement", "section_text": "52 1 The following provisions come into force on the passing of this Act— section 22, so far as relating to England; section 24(6), so far as enabling regulations to be made; section 26; section 29, so far as relating to England; section 30(1), so far as relating to England; section 31; section 32(1); sections 33 and 34, so far as relating to England; sections 35 to 37, so far as enabling regulations to be made in relation to England; section 39, so far as relating to England; section 40; section 41, so far as relating to England; section 42; sections 47 and 48; section 51, this section and sections 53 and 54; Schedule 5; and paragraph 1 of Schedule 6 and, so far as relating to the Director of Fair Access to Higher Education, paragraphs 4 and 10 of that Schedule (and section 49 so far as relating to those provisions). 2 The following provisions (so far as not coming into force in accordance with subsection (1)) come into force in accordance with provision made by the Secretary of State by order— Part 1, except section 10(2) and (3); section 19; section 23; section 37; section 43; section 45; paragraphs 2 to 6 and 9 and 10 of Schedule 6 (and section 49 so far as relating to those paragraphs); and in Schedule 7, the repeals in the Superannuation Act 1972 (c. 11) and in section 22 of the 1998 Act (and section 50 so far as relating to those repeals). 3 The following provisions come into force in accordance with provision made by the Assembly by order— section 10(2); sections 27 and 28; section 30(2) and (3); section 32(4); section 38; and section 44. 4 The Assembly may not make an order under subsection (3) in relation to section 44 except with the agreement of the Secretary of State. 5 Section 10(3) comes into force in accordance with provision made by the Scottish Ministers by order. 6 Except as provided by subsections (1) to (5), the provisions of this Act come into force— a in relation to England, in accordance with provision made by the Secretary of State by order, and b in relation to Wales, in accordance with provision made by the Assembly by order."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "53", "section_title": "Extent", "section_text": "53 1 Subject to subsections (2) to (4), this Act extends to England and Wales only. 2 The following provisions also extend to Scotland and Northern Ireland— a Part 1, b section 45, c sections 47, 48, 51 and 52, and d this section and section 54. 3 Subsections (1), (2) and (5) of section 42 also extend to Northern Ireland. 4 Any amendment or repeal made by this Act has the same extent within the United Kingdom as the enactment to which it relates."}, {"act": "Higher Education Act 2004", "year": 2004, "section": "54", "section_title": "Short title, etc.", "section_text": "54 1 This Act may be cited as the Higher Education Act 2004. 2 This Act is to be included in the list of Education Acts set out in section 578 of the Education Act 1996 (c. 56)."}]