[{"act": "Human Tissue Act 2004", "year": 2004, "section": "1", "section_title": "Authorisation of activities for scheduled purposes", "section_text": "1 1 The following activities shall be lawful if done with appropriate consent— a the storage of the body of a deceased person for use for a purpose specified in Schedule 1, other than anatomical examination; b the use of the body of a deceased person for a purpose so specified, other than anatomical examination; c the removal from the body of a deceased person, for use for a purpose specified in Schedule 1, of any relevant material of which the body consists or which it contains; d the storage for use for a purpose specified in Part 1 of Schedule 1 of any relevant material which has come from a human body; e the storage for use for a purpose specified in Part 2 of Schedule 1 of any relevant material which has come from the body of a deceased person; f the use for a purpose specified in Part 1 of Schedule 1 of any relevant material which has come from a human body; g the use for a purpose specified in Part 2 of Schedule 1 of any relevant material which has come from the body of a deceased person. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The storage of the body of a deceased person for use for the purpose of anatomical examination shall be lawful if done— a with appropriate consent, and b after the signing of a certificate— i under section 22(1) of the Births and Deaths Registration Act 1953 (c. 20), or ii under Article 25(2) of the Births and Deaths Registration (Northern Ireland) Order 1976 ( S.I.  1976/1041 (N.I. 14)), of the cause of death of the person. 3 The use of the body of a deceased person for the purpose of anatomical examination shall be lawful if done— a with appropriate consent, and b after the death of the person has been registered— i under section 15 of the Births and Deaths Registration Act 1953, or ii under Article 21 of the Births and Deaths Registration (Northern Ireland) Order 1976. 4 Subsections (1) to (3) do not apply to an activity of a kind mentioned there if it is done in relation to— a a body to which subsection (5) applies, or b relevant material to which subsection (6) applies. 5 This subsection applies to a body if— a it has been imported, or b it is the body of a person who died before the day on which this section comes into force and at least one hundred years have elapsed since the date of the person’s death. 6 This subsection applies to relevant material if— a it has been imported, b it has come from a body which has been imported, or c it is material which has come from the body of a person who died before the day on which this section comes into force and at least one hundred years have elapsed since the date of the person’s death. 7 Subsection (1)(d) does not apply to the storage of relevant material for use for the purpose of research in connection with disorders, or the functioning, of the human body if— a the material has come from the body of a living person, and b the research falls within subsection (9). 8 Subsection (1)(f) does not apply to the use of relevant material for the purpose of research in connection with disorders, or the functioning, of the human body if— a the material has come from the body of a living person, and b the research falls within subsection (9). 9 Research falls within this subsection if— a it is ethically approved in accordance with regulations made by the Secretary of State, and b it is to be, or is, carried out in circumstances such that the person carrying it out is not in possession, and not likely to come into possession, of information from which the person from whose body the material has come can be identified. 9A Subsection (1)(f) does not apply to the use of relevant material for the purpose of research where the use of the material requires consent under paragraph 6(1) or 12(1) of Schedule 3 to the Human Fertilisation and Embryology Act 1990 (use of human cells to create an embryo or a human admixed embryo) or would require such consent but for paragraphs 16 and 20 of that Schedule. 9B Subsection (1) does not apply in relation to— a transplantation activities done in Wales; or b transplantation activities done outside Wales in relation to relevant material that was removed from a human body in Wales. 9C Subsection (1) does not apply in relation to the following activities done in Northern Ireland in relation to relevant material that was removed from a human body in England— a the storage for use for the purpose of transplantation of the relevant material; b the use for the purpose of transplantation of the relevant material. 10 The following activities shall be lawful— a the storage for use for a purpose specified in Part 2 of Schedule 1 of any relevant material which has come from the body of a living person; b the use for such a purpose of any relevant material which has come from the body of a living person; c an activity in relation to which subsection (4), (7)  , (8)                   , (9B)(b) or (9C)   has effect. 10A In the case of an activity in relation to which subsection (8) has effect, subsection (10)(c) is to be read subject to any requirements imposed by Schedule 3 to the Human Fertilisation and Embryology Act 1990 in relation to the activity. 11 The Secretary of State may by order— a vary or omit any of the purposes specified in Part 1 or 2 of Schedule 1, or b add to the purposes specified in Part 1 or 2 of that Schedule. 12 Nothing in this section applies to— a the use of relevant material to the extent that such use is regulated by— i the Medical Devices Regulations 2002 ( S.I. 2002/618 ), ii  Regulation (EU) 2017/745  of the European Parliament and of the Council of 5 April 2017 on medical devices, amending  Directive 2001/83/EC , Regulation  (EC) No 178/2002  and Regulation  (EC) No 1223/2009  and repealing Council Directives  90/385/EEC  and  93/42/EEC , or iii  Regulation (EU) 2017/746  of the European Parliament and of the Council of 5 April 2017 on  in vitro  diagnostic medical devices and repealing  Directive 98/79/EC  and Commission  Decision 2010/227/EU , or b the storage of relevant material for use falling within paragraph (a). 13 In this section, the references to a body or material which has been imported do not include a body or material which has been imported after having been exported with a view to its subsequently being re-imported. 14 In this section  “ transplantation activities ” has the same meaning as in the Human Transplantation (Wales) Act 2013 (which makes provision in relation to consent for transplantation activities done in Wales). "}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "2", "section_title": "“Appropriate consent”: children", "section_text": "2 1 This section makes provision for the interpretation of  “appropriate consent” in section 1 in relation to an activity involving the body, or material from the body, of a person who is a child or has died a child (“the child concerned”). 2 Subject to subsection (3), where the child concerned is alive,  “ appropriate consent ” means his consent. 3 Where— a the child concerned is alive, b neither a decision of his to consent to the activity, nor a decision of his not to consent to it, is in force, and c either he is not competent to deal with the issue of consent in relation to the activity or, though he is competent to deal with that issue, he fails to do so, “ appropriate consent ” means the consent of a person who has parental responsibility for him. 4 Where the child concerned has died and the activity is one to which subsection (5) applies,  “ appropriate consent ” means his consent in writing. 5 This subsection applies to an activity involving storage for use, or use, for the purpose of— a public display, or b where the subject-matter of the activity is not excepted material, anatomical examination. 6 Consent in writing for the purposes of subsection (4) is only valid if— a it is signed by the child concerned in the presence of at least one witness who attests the signature, or b it is signed at the direction of the child concerned, in his presence and in the presence of at least one witness who attests the signature. 7 Where the child concerned has died and the activity is not one to which subsection (5) applies,  “ appropriate consent ” means — a if a decision of his to consent to the activity, or a decision of his not to consent to it, was in force immediately before he died, his consent; b if paragraph (a) does not apply— i the consent of a person who had parental responsibility for him immediately before he died, or ii where no person had parental responsibility for him immediately before he died, the consent of a person who stood in a qualifying relationship to him at that time."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "3", "section_title": "“Appropriate consent”: adults", "section_text": "3 1 This section makes provision for the interpretation of  “appropriate consent” in section 1 in relation to an activity involving the body, or material from the body, of a person who is an adult or has died an adult (“ the person concerned ”). 2 Where the person concerned is alive,  “ appropriate consent ” means his consent. 3 Where the person concerned has died and the activity is one to which subsection (4) applies,  “ appropriate consent ” means his consent in writing. 4 This subsection applies to an activity involving storage for use, or use, for the purpose of— a public display, or b where the subject-matter of the activity is not excepted material, anatomical examination. 5 Consent in writing for the purposes of subsection (3) is only valid if— a it is signed by the person concerned in the presence of at least one witness who attests the signature, b it is signed at the direction of the person concerned, in his presence and in the presence of at least one witness who attests the signature, or c it is contained in a will of the person concerned made in accordance with the requirements of— i section 9 of the Wills Act 1837 (c. 26), or ii Article 5 of the Wills and Administration Proceedings (Northern Ireland) Order 1994 (S.I. 1994/1899 (N.I. 13)). 6 Where the person concerned has died and the activity is not one to which subsection (4) applies,  “ appropriate consent ” means— a if a decision of his to consent to the activity, or a decision of his not to consent to it, was in force immediately before he died, his consent; b if— i paragraph (a) does not apply, and ii he has appointed a person or persons under section 4 to deal after his death with the issue of consent in relation to the activity, consent given under the appointment; ba if neither paragraph (a) nor paragraph (b) applies and the activity is one to which subsection (6A)  or (6AA)   applies, the deemed consent of the person concerned; c if neither paragraph (a) nor paragraph (b) applies  and the activity is not one to which subsection (6A)  or (6AA)   applies , the consent of a person who stood in a qualifying relationship to him immediately before he died. 6A This subsection applies to the following activities done in England unless the body is the body of an excepted adult— a the storage of the body of a deceased person for use for the purpose of transplantation; b the removal from the body of a deceased person, for use for the purpose of transplantation, of any permitted material of which the body consists or which it contains; c the storage for use for the purpose of transplantation of any permitted material which has come from a human body; d the use for the purpose of transplantation of any permitted material which has come from a human body. 6AA This subsection applies to the following activities done in Northern Ireland unless the body is the body of an excepted adult— a the storage of the body of a deceased person for use for the purpose of transplantation; b the removal from the body of a deceased person, for use for the purpose of transplantation, of any permitted material of which the body consists or which it contains; c the storage for use for the purpose of transplantation of any permitted material which has come from a human body; d the use for the purpose of transplantation of any permitted material which has come from a human body. 6B The person concerned is to be deemed, for the purposes of subsection (6)(ba), to have consented to the activity unless a person who stood in a qualifying relationship to the person concerned immediately before death provides information that would lead a reasonable person to conclude that the person concerned would not have consented. 7 Where the person concerned has appointed a person or persons under section 4 to deal after his death with the issue of consent in relation to the activity, the appointment shall be disregarded for the purposes of subsection (6) if no one is able to give consent under it. 8 If it is not reasonably practicable to communicate with a person appointed under section 4 within the time available if consent in relation to the activity is to be acted on, he shall be treated for the purposes of subsection (7) as not able to give consent under the appointment in relation to it. 9 In subsection (6A)— “ excepted adult ” means— an adult who has died and who had not been ordinarily resident in England for a period of at least 12 months immediately before dying, or an adult who has died and who for a significant period before dying lacked capacity to understand the effect of subsection (6)(ba); “ permitted material ” means relevant material other than relevant material of a type specified in regulations made by the Secretary of State. 9A In subsection (6AA)— “ excepted adult ” means— an adult who has died and who had not been ordinarily resident in Northern Ireland for a period of at least 12 months immediately before dying, or an adult who has died and who for a significant period before dying lacked capacity to understand the effect of subsection (6)(ba); “ permitted material ” means relevant material of a type specified in regulations made by the Department of Health in Northern Ireland, but the regulations may not make provision dealing with a matter falling within a description specified in Schedule 3 to the Northern Ireland Act 1998 (reserved matters). 10 For the purposes of the definition of  “excepted adult” in subsection (9)  or (9A)   a significant period means a sufficiently long period as to lead a reasonable person to conclude that it would be inappropriate for consent to be deemed to be given under subsection (6)(ba)."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "4", "section_title": "Nominated representatives", "section_text": "4 1 An adult may appoint one or more persons to represent him after his death in relation to consent for the purposes of section 1. 2 An appointment under this section may be general or limited to consent in relation to such one or more activities as may be specified in the appointment. 3 An appointment under this section may be made orally or in writing. 4 An oral appointment under this section is only valid if made in the presence of at least two witnesses present at the same time. 5 A written appointment under this section is only valid if— a it is signed by the person making it in the presence of at least one witness who attests the signature, b it is signed at the direction of the person making it, in his presence and in the presence of at least one witness who attests the signature, or c it is contained in a will of the person making it, being a will which is made in accordance with the requirements of— i section 9 of the Wills Act 1837 (c. 26), or ii Article 5 of the Wills and Administration Proceedings (Northern Ireland) Order 1994 (S.I. 1994/1899 (N.I. 13)). 6 Where a person appoints two or more persons under this section in relation to the same activity, they shall be regarded as appointed to act jointly and severally unless the appointment provides that they are appointed to act jointly. 7 An appointment under this section may be revoked at any time. 8 Subsections (3) to (5) apply to the revocation of an appointment under this section as they apply to the making of such an appointment. 9 A person appointed under this section may at any time renounce his appointment. 10 A person may not act under an appointment under this section if— a he is not an adult, or b he is of a description prescribed for the purposes of this provision by regulations made by the Secretary of State. 11 Where an adult has appointed a person under section 8 of the Human Transplantation (Wales) Act 2013 to represent the adult after death in relation to consent for one or more transplantation activities, the adult is to be treated as also having appointed the person under this section in relation to those activities."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "5", "section_title": "Prohibition of activities without consent  etc.", "section_text": "5 1 A person commits an offence if, without appropriate consent, he does an activity to which subsection (1), (2) or (3) of section 1 applies, unless he reasonably believes— a that he does the activity with appropriate consent, or b that what he does is not an activity to which the subsection applies. 2 A person commits an offence if— a he falsely represents to a person whom he knows or believes is going to, or may, do an activity to which subsection (1), (2) or (3) of section 1 applies— i that there is appropriate consent to the doing of the activity, or ii that the activity is not one to which the subsection applies, and b he knows that the representation is false or does not believe it to be true. 3 Subject to subsection (4), a person commits an offence if, when he does an activity to which section 1(2) applies, neither of the following has been signed in relation to the cause of death of the person concerned— a a certificate under section 22(1) of the Births and Deaths Registration Act 1953 (c. 20), and b a certificate under Article 25(2) of the Births and Deaths Registration (Northern Ireland) Order 1976 (S.I. 1976/1041 (N.I. 14)). 4 Subsection (3) does not apply— a where the person reasonably believes— i that a certificate under either of those provisions has been signed in relation to the cause of death of the person concerned, or ii that what he does is not an activity to which section 1(2) applies, or b where the person comes into lawful possession of the body immediately after death and stores it prior to its removal to a place where anatomical examination is to take place. 5 Subject to subsection (6), a person commits an offence if, when he does an activity to which section 1(3) applies, the death of the person concerned has not been registered under either of the following provisions— a section 15 of the Births and Deaths Registration Act 1953, and b Article 21 of the Births and Deaths Registration (Northern Ireland) Order 1976. 6 Subsection (5) does not apply where the person reasonably believes— a that the death of the person concerned has been registered under either of those provisions, or b that what he does is not an activity to which section 1(3) applies. 7 A person guilty of an offence under this section shall be liable— a on summary conviction to a fine not exceeding the statutory maximum; b on conviction on indictment— i to imprisonment for a term not exceeding 3 years, or ii to a fine, or iii to both. 8 In this section,  “ appropriate consent ” has the same meaning as in section 1."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "6", "section_title": "Activities involving material from adults who lack capacity to consent", "section_text": "6 1 Where— a an activity of a kind mentioned in section 1(1)(d) or (f) involves material from the body of a person who— i is an adult, and ii lacks capacity to consent to the activity, and b neither a decision of his to consent to the activity, nor a decision of his not to consent to it, is in force, there shall for the purposes of this Part be deemed to be consent of his to the activity if it is done in circumstances of a kind specified by regulations made by the Secretary of State. 2 This section does not apply in relation to transplantation activities done in Wales. (For provision in these circumstances see section 9 of the Human Transplantation (Wales) Act 2013)."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "7", "section_title": "Powers to dispense with need for consent", "section_text": "7 1 If the Authority is satisfied— a that relevant material has come from the body of a living person, b that it is not reasonably possible to trace the person from whose body the material has come (“ the donor ”), c that it is desirable in the interests of another person (including a future person) that the material be used for the purpose of obtaining scientific or medical information about the donor, and d that there is no reason to believe— i that the donor has died, ii that a decision of the donor to refuse to consent to the use of the material for that purpose is in force, or iii that the donor lacks capacity to consent to the use of the material for that purpose, it may direct that subsection (3) apply to the material for the benefit of the other person. 2 If the Authority is satisfied— a that relevant material has come from the body of a living person, b that it is desirable in the interests of another person (including a future person) that the material be used for the purpose of obtaining scientific or medical information about the person from whose body the material has come (“ the donor ”), c that reasonable efforts have been made to get the donor to decide whether to consent to the use of the material for that purpose, d that there is no reason to believe— i that the donor has died, ii that a decision of the donor to refuse to consent to the use of the material for that purpose is in force, or iii that the donor lacks capacity to consent to the use of the material for that purpose, and e that the donor has been given notice of the application for the exercise of the power conferred by this subsection, it may direct that subsection (3) apply to the material for the benefit of the other person. 3 Where material is the subject of a direction under subsection (1) or (2), there shall for the purposes of this Part be deemed to be consent of the donor to the use of the material for the purpose of obtaining scientific or medical information about him which may be relevant to the person for whose benefit the direction is given. 4 The Secretary of State may by regulations enable the High Court, in such circumstances as the regulations may provide, to make an order deeming there for the purposes of this Part to be appropriate consent to an activity consisting of— a the storage of the body of a deceased person for use for the purpose of research in connection with disorders, or the functioning, of the human body, b the use of the body of a deceased person for that purpose, c the removal from the body of a deceased person, for use for that purpose, of any relevant material of which the body consists or which it contains, d the storage for use for that purpose of any relevant material which has come from a human body, or e the use for that purpose of any relevant material which has come from a human body."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "8", "section_title": "Restriction of activities in relation to donated material", "section_text": "8 1 Subject to subsection (2), a person commits an offence if he— a uses donated material for a purpose which is not a qualifying purpose, or b stores donated material for use for a purpose which is not a qualifying purpose. 2 Subsection (1) does not apply where the person reasonably believes that what he uses, or stores, is not donated material. 3 A person guilty of an offence under this section shall be liable— a on summary conviction to a fine not exceeding the statutory maximum; b on conviction on indictment— i to imprisonment for a term not exceeding 3 years, or ii to a fine, or iii to both. 4 In subsection (1), references to a qualifying purpose are to— a a purpose specified in Schedule 1, b the purpose of medical diagnosis or treatment, c the purpose of decent disposal, or d a purpose specified in regulations made by the Secretary of State. 5 In this section, references to donated material are to— a the body of a deceased person, or b relevant material which has come from a human body, which is, or has been, the subject of donation. 6 For the purposes of subsection (5), a body, or material, is the subject of donation if authority under section 1(1) to (3)  or section 3(1) to (3) of the Human Transplantation (Wales) Act 2013  exists in relation to it."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "9", "section_title": "Existing holdings", "section_text": "9 1 In its application to the following activities, section 1(1) shall have effect with the omission of the words  “if done with appropriate consent”— a the storage of an existing holding for use for a purpose specified in Schedule 1; b the use of an existing holding for a purpose so specified. 2 Subsection (1) does not apply where the existing holding is a body, or separated part of a body, in relation to which section 10(3) or (5) has effect. 3 Section 5(1) and (2) shall have effect as if the activities mentioned in subsection (1) were not activities to which section 1(1) applies. 4 In this section,  “ existing holding ” means— a the body of a deceased person, or b relevant material which has come from a human body, held, immediately before the day on which section 1(1) comes into force, for use for a purpose specified in Schedule 1."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "10", "section_title": "Existing anatomical specimens", "section_text": "10 1 This section applies where a person dies during the three years immediately preceding the coming into force of section 1. 2 Subsection (3) applies where— a before section 1 comes into force, authority is given under section 4(2) or (3) of the Anatomy Act 1984 (c. 14) for the person’s body to be used for anatomical examination, and b section 1 comes into force before anatomical examination of the person’s body is concluded. 3 During so much of the relevant period as falls after section 1 comes into force, that authority shall be treated for the purposes of section 1 as appropriate consent in relation to— a the storage of the person’s body, or separated parts of his body, for use for the purpose of anatomical examination, and b the use of his body, or separated parts of his body, for that purpose. 4 Subsection (5) applies where— a before section 1 comes into force, authority is given under section 6(2) or (3) of the Anatomy Act 1984 for possession of parts (or any specified parts) of the person’s body to be held after anatomical examination of his body is concluded, and b anatomical examination of the person’s body is concluded— i after section 1 comes into force, but ii before the end of the period of three years beginning with the date of the person’s death. 5 With effect from the conclusion of the anatomical examination of the person’s body, that authority shall be treated for the purposes of section 1 as appropriate consent in relation to— a the storage for use for a qualifying purpose of a part of the person’s body which— i is a part to which that authority relates, and ii is such that the person cannot be recognised simply by examination of the part, and b the use for a qualifying purpose of such a part of the person’s body. 6 Where for the purposes of section 1 there would not be appropriate consent in relation to an activity but for authority given under the Anatomy Act 1984 (c. 14) being treated for those purposes as appropriate consent in relation to the activity, section 1(1) to (3) do not authorise the doing of the activity otherwise than in accordance with that authority. 7 In subsection (3),  “ the relevant period ”, in relation to a person, means whichever is the shorter of— a the period of three years beginning with the date of the person’s death, and b the period beginning with that date and ending when anatomical examination of the person’s body is concluded. 8 In subsection (5),  “ qualifying purpose ” means a purpose specified in paragraph 6 or 9 of Schedule 1. 9 The Secretary of State may by order amend subsection (8)."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "11", "section_title": "Coroners", "section_text": "11 1 Nothing in this Part applies to anything done for purposes of functions of a coroner or under the authority of a coroner. 2 Where a person knows, or has reason to believe, that— a the body of a deceased person, or b relevant material which has come from the body of a deceased person, is, or may be, required for purposes of functions of a coroner, he shall not act on authority under section 1 in relation to the body, or material, except with the consent of the coroner."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "12", "section_title": "Interpretation of Part 1", "section_text": "12 In this Part,  “ excepted material ” means material which has— a come from the body of a living person, or b come from the body of a deceased person otherwise than in the course of use of the body for the purpose of anatomical examination."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "13", "section_title": "The Human Tissue Authority", "section_text": "13 1 There shall be a body corporate to be known as the Human Tissue Authority (referred to in this Act as  “ the Authority ”). 2 Schedule 2 (which makes further provision about the Authority) has effect."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "14", "section_title": "Remit", "section_text": "14 1 The following are the activities within the remit of the Authority— a the removal from a human body, for use for a scheduled purpose, of any relevant material of which the body consists or which it contains; b the use, for a scheduled purpose, of— i the body of a deceased person, or ii relevant material which has come from a human body; c the storage of an anatomical specimen or former anatomical specimen; d the storage (in any case not falling within paragraph (c)) of— i the body of a deceased person, or ii relevant material which has come from a human body, for use for a scheduled purpose; e the import or export of— i the body of a deceased person, or ii relevant material which has come from a human body, for use for a scheduled purpose; f the disposal of the body of a deceased person which has been— i imported for use, ii stored for use, or iii used, for a scheduled purpose; g the disposal of relevant material which— i has been removed from a person’s body for the purposes of his medical treatment, ii has been removed from the body of a deceased person for the purposes of an anatomical, or post-mortem, examination, iii has been removed from a human body (otherwise than as mentioned in sub-paragraph (ii)) for use for a scheduled purpose, iv has come from a human body and been imported for use for a scheduled purpose, or v has come from the body of a deceased person which has been imported for use for a scheduled purpose. h the procurement, processing,   ...  testing, storage, distribution, import or export of tissue or cells, in so far as those activities are activities to which regulation 7(1)  , (1A)   or (2) of the  2007 Regulations  applies and are not within the remit of the Authority by virtue of paragraphs (a) to (g).  i the donation, testing, characterisation, procurement, preservation, transport, transplantation and disposal of human organs, in so far as those activities are activities to which regulation 5(1) of the  2012 Regulations  applies and are not within the remit of  the Authority  by virtue of paragraphs (a) to (h).  2 Without prejudice to the generality of subsection (1)(a) and (b), the activities within the remit of the Authority include, in particular— a the carrying-out of an anatomical examination, and b the making of a post-mortem examination. 2ZA The activities within the remit of the Authority do not include the use, for a scheduled purpose, of relevant material where the use of the material requires consent under paragraph 6(1) or 12(1) of Schedule 3 to the Human Fertilisation and Embryology Act 1990 (use of human cells to create an embryo or a human admixed embryo) or would require such consent but for paragraphs 16 and 20 of that Schedule. 2A Expressions used in paragraph (h) of subsection (1) and in the  2007 Regulations  have the same meaning in that paragraph as in those Regulations; and the reference to activities to which regulation 7(1)  , (1A)   or (2) of those Regulations applies is to be read subject to regulation 2(3) of those Regulations.  2B Expressions used in paragraph (i) of subsection (1) and in the  2012 Regulations  have the same meaning in that paragraph as in those Regulations.  3 An activity is excluded from the remit of the Authority if— a it relates to the body of a person who died before the day on which this section comes into force or to material which has come from the body of such a person, and b at least one hundred years have elapsed since the date of the person’s death. 4 The Secretary of State may by order amend this section for the purpose of adding to the activities within the remit of the Authority. 5 In this section,  “ relevant material ”, in relation to use for the scheduled purpose of transplantation, does not include blood or anything derived from blood."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "15", "section_title": "General functions", "section_text": "15 The Authority shall have the following general functions— a maintaining a statement of the general principles which it considers should be followed— i in the carrying-on of activities within its remit, and ii in the carrying-out of its functions in relation to such activities; b providing in relation to activities within its remit such general oversight and guidance as it considers appropriate; c superintending, in relation to activities within its remit, compliance with— i requirements imposed by or under Part 1 or this Part  or under the Human Transplantation (Wales) Act 2013 , and ii codes of practice under this Act; d providing to the public, and to persons carrying on activities within its remit, such information and advice as it considers appropriate about the nature and purpose of such activities; e monitoring developments relating to activities within its remit and advising the Secretary of State, the   Welsh Ministers  and the relevant Northern Ireland department on issues relating to such developments; f advising the Secretary of State, the   Welsh Ministers  or the relevant Northern Ireland department on such other issues relating to activities within its remit as he, the   Ministers  or the department may require."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "16", "section_title": "Licence requirement", "section_text": "16 1 No person shall do an activity to which this section applies otherwise than under the authority of a licence granted for the purposes of this section. 2 This section applies to the following activities— a the carrying-out of an anatomical examination; b the making of a post-mortem examination; c the removal from the body of a deceased person (otherwise than in the course of an activity mentioned in paragraph (a) or (b)) of relevant material of which the body consists or which it contains, for use for a scheduled purpose other than transplantation; d the storage of an anatomical specimen; e the storage (in any case not falling within paragraph (d)) of— i the body of a deceased person, or ii relevant material which has come from a human body, for use for a scheduled purpose; f the use, for the purpose of public display, of— i the body of a deceased person, or ii relevant material which has come from the body of a deceased person. 2A This section does not apply to the procurement, testing, processing  ..., storage, distribution, import or export of tissue and cells  ... in so far as those activities are activities to which regulation 7(1)  , (1A)   or (2) of the  2007 Regulations  applies. 2B Expressions used in subsection (2A) and in the  2007 Regulations  have the same meaning in that subsection as in those Regulations; and the reference to activities to which regulation 7(1)  , (1A)   or (2) of those Regulations applies is to be read subject to regulation 2(3) of those Regulations. 3 The Secretary of State may by regulations specify circumstances in which storage of relevant material by a person who intends to use it for a scheduled purpose is excepted from subsection (2)(e)(ii). 4 An activity is excluded from subsection (2) if— a it relates to the body of a person who died before the day on which this section comes into force or to material which has come from the body of such a person, and b at least one hundred years have elapsed since the date of the person’s death. 5 The Secretary of State may by regulations amend this section for the purpose of— a adding to the activities to which this section applies, b removing an activity from the activities to which this section applies, or c altering the description of an activity to which this section applies. 6 Schedule 3 (which makes provision about licences for the purposes of this section) has effect. 7 In subsection (2)— a references to storage do not include storage which is incidental to transportation, and b “ relevant material ”, in relation to use for the scheduled purpose of transplantation, does not include blood or anything derived from blood."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "17", "section_title": "Persons to whom licence applies", "section_text": "17 The authority conferred by a licence extends to— a the designated individual, b any person who is designated as a person to whom the licence applies by a notice given to the Authority by the designated individual, and c any person acting under the direction of— i the designated individual, or ii a person designated as mentioned in paragraph (b)."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "18", "section_title": "Duty of the designated individual", "section_text": "18 It shall be the duty of the individual designated in a licence as the person under whose supervision the licensed activity is authorised to be carried on to secure— a that the other persons to whom the licence applies are suitable persons to participate in the carrying-on of the licensed activity, b that suitable practices are used in the course of carrying on that activity, and c that the conditions of the licence are complied with."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "19", "section_title": "Right to reconsideration of licensing decisions", "section_text": "19 1 If an application for the grant, revocation or variation of a licence is refused, the applicant may require the Authority to reconsider the decision. 2 If a licence is— a revoked under paragraph 7(2) of Schedule 3, or b varied under paragraph 8(3) or (5) of that Schedule, the holder of the licence, or the designated individual, may require the Authority to reconsider the decision. 3 If an application for the grant, or revocation, of permission for the purposes of an authorisation condition is refused, the applicant may require the Authority to reconsider the decision. 4 If permission for the purposes of an authorisation condition is revoked under paragraph 12(4)(b) of Schedule 3, any of— a the individual concerned, b the holder of the licence, and c the designated individual, may require the Authority to reconsider the decision. 5 The right under subsection (1) or (2) is exercisable by giving the Authority notice of exercise of the right before the end of the period of 28 days beginning with the day on which notice of the decision concerned was given under paragraph 11 of Schedule 3. 6 The right under subsection (3) or (4) is exercisable by giving the Authority notice of exercise of the right before the end of the period of 28 days beginning with the day on which notice of the decision concerned was given under paragraph 12 of Schedule 3. 7 Subsections (1) to (4) do not apply to a decision on reconsideration. 8 In this section,  “ authorisation condition ” means a condition of a licence where— a the licence is one to which paragraph 3 of Schedule 3 applies, and b the condition is the one required in the licence by sub-paragraph (2) of that paragraph."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "20", "section_title": "Appeals committees", "section_text": "20 1 The Authority shall maintain one or more committees to carry out its functions in pursuance of notices under section 19. 2 A committee under subsection (1) is referred to in this Part as an appeals committee. 3 An appeals committee shall consist of not less than five members of the Authority. 4 The quorum for an appeals committee shall be three."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "21", "section_title": "Procedure on reconsideration", "section_text": "21 1 Reconsideration shall be by way of fresh decision. 2 On reconsideration— a the person by whom reconsideration is required (“ the appellant ”) shall be entitled to require that he or his representative be given an opportunity to appear before and be heard by the appeals committee dealing with the matter, b at any meeting at which such an opportunity is given, the person who made the decision which is the subject of reconsideration shall be entitled to appear and be heard in person or by a representative, and c the appeals committee dealing with the matter shall consider any written representations received from the appellant or the person who made the decision which is the subject of reconsideration. 3 The appeals committee by which a decision is reconsidered in pursuance of a notice under section 19 shall give the appellant notice of its decision. 4 If on reconsideration an appeals committee upholds the previous decision, the notice under subsection (3) shall include a statement of the reasons for the appeals committee’s decision. 5 The Authority may by regulations make such other provision about procedure in relation to reconsideration as it thinks fit. 6 Where reconsideration of a decision— a is required under section 19(2) or (4) by only one of two persons by whom it could have been required, or b is required under section 19(4) by only one or two of three persons by whom it could have been required, it shall be treated for the purposes of this section as required by both or (as the case may be) all of them. 7 In this section,  “ reconsideration ” means reconsideration in pursuance of a notice under section 19."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "22", "section_title": "Appeal on point of law", "section_text": "22 A person aggrieved by a decision on reconsideration in pursuance of a notice under section 19 may appeal to the High Court on a point of law."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "23", "section_title": "Conduct of licensed activities", "section_text": "23 1 Directions may impose requirements in relation to the conduct of the activity which a licence authorises to be carried on. 2 Directions under subsection (1) may be given in relation to licences generally, licences of a particular description or a particular licence. 3 A person shall comply with a requirement imposed by directions under subsection (1) if it is applicable to him."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "24", "section_title": "Changes of licence circumstance", "section_text": "24 1 Directions may make provision for the purpose of dealing with a situation arising in consequence of— a the variation of a licence, or b a licence ceasing to have effect. 2 Directions under subsection (1)(a) may impose requirements— a on the holder of the licence; b on a person who is the designated individual immediately before, or immediately after, the variation; c on any other person, if he consents. 3 Directions under subsection (1)(b) may impose requirements— a on the person who is the holder of the licence immediately before the licence ceases to have effect; b on the person who is the designated individual at that time; c on any other person, if he consents. 4 Directions under subsection (1) may, in particular, require anything kept, or information held, in pursuance of the licence to be transferred in accordance with the directions. 5 Where a licence has ceased to have effect by reason of the death or dissolution of its holder, anything subsequently done by a person before directions are given under subsection (1) shall, if the licence would have been authority for doing it, be treated as authorised by a licence."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "25", "section_title": "Breach of licence requirement", "section_text": "25 1 A person who contravenes section 16(1) commits an offence, unless he reasonably believes— a that what he does is not an activity to which section 16 applies, or b that he acts under the authority of a licence. 2 A person guilty of an offence under subsection (1) shall be liable— a on summary conviction to a fine not exceeding the statutory maximum; b on conviction on indictment— i to imprisonment for a term not exceeding 3 years, or ii to a fine, or iii to both."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "26", "section_title": "Preparation of codes", "section_text": "26 1 The Authority may prepare and issue codes of practice for the purpose of— a giving practical guidance to persons carrying on activities within its remit, and b laying down the standards expected in relation to the carrying-on of such activities. 2 The Authority shall deal under subsection (1) with the following matters— a the carrying-out of anatomical examinations; b the storage of anatomical specimens; c the storage and disposal of former anatomical specimens; d the definition of death for the purposes of this Act and the Human Transplantation (Wales) Act 2013 ; e communication with the family of the deceased in relation to the making of a post-mortem examination; f the making of post-mortem examinations; g communication with the family of the deceased in relation to the removal from the body of the deceased, for use for a scheduled purpose, of any relevant material of which the body consists or which it contains; h the removal from a human body, for use for a scheduled purpose, of any relevant material of which the body consists or which it contains; i the storage for use for a scheduled purpose, and the use for such a purpose, of— i the body of a deceased person, or ii relevant material which has come from a human body; j the storage for use for a scheduled purpose, and the use for such a purpose, of an existing holding within the meaning of section 9; k the import, and the export, of— i the body of a deceased person, or ii relevant material which has come from a human body, for use for a scheduled purpose; l the disposal of relevant material which— i has been removed from a human body for use for a scheduled purpose, or ii has come from a human body and is an existing holding for the purposes of section 9. 3 In dealing under subsection (1) with the matters mentioned in subsection (2)(h) and (i), the Authority shall, in particular, deal with consent (including consent for the purposes of the Human Transplantation (Wales) Act 2013). 4 The Authority shall— a keep any code of practice under this section under review, and b prepare a revised code of practice when appropriate. 5 Before preparing a code of practice under this section, the Authority shall— a consult such persons as it considers appropriate, b if the code of practice relates to Wales, consult the  National Assembly for Wales Welsh Ministers , and c if the code of practice relates to Northern Ireland, consult the relevant Northern Ireland department. 6 The Authority shall publish a code of practice issued under this section in such way as, in its opinion, is likely to bring it to the attention of those interested. 7 A code of practice issued under this section shall come into effect on such day as may be appointed by directions. 8 Codes of practice under this section may make different provision in relation to England, Wales and Northern Ireland respectively."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "27", "section_title": "Provision with respect to consent", "section_text": "27 1 The duty under section 26(3) shall have effect, in particular, to require the Authority to lay down the standards expected in relation to the obtaining of consent where consent falls by virtue of  section 2(7)(b)(ii) or 3(6)(c) a provision listed in subsection (1A)  to be obtained from a person in a qualifying relationship. 1A Those provisions are— a section 2(7)(b)(ii) or 3(6)(c) of this Act; b section 4(3), 5(4), 6(3) or 7 of the Human Transplantation (Wales) Act 2013. 2 Subject to subsection (3), the standards required to be laid down by subsection (1) shall include provision to the effect set out in subsections (4) to (8). 3 The standards required to be laid down by subsection (1) may include provision to different effect in relation to cases which appear to the Authority to be exceptional. 4 The qualifying relationships for the purpose of  sections 2(7)(b)(ii) and 3(6)(c) a provision listed in subsection (1A)  should be ranked in the following order— a spouse , civil partner  or partner; b parent or child; c brother or sister; d grandparent or grandchild; e child of a person falling within paragraph (c); f stepfather or stepmother; g half-brother or half-sister; h friend of longstanding. 5 Relationships in the same paragraph of subsection (4) should be accorded equal ranking. 6 Consent should be obtained from the person whose relationship to the person concerned is accorded the highest ranking in accordance with subsections (4) and (5). 7 If the relationship of each of two or more persons to the person concerned is accorded equal highest ranking in accordance with subsections (4) and (5), it is sufficient to obtain the consent of any of them. 8 In applying the principles set out above, a person’s relationship shall be left out of account if— a he does not wish to deal with the issue of consent, b he is not able to deal with that issue, or c having regard to the activity in relation to which consent is sought, it is not reasonably practicable to communicate with him within the time available if consent in relation to the activity is to be acted on. 8ZA The duty under section 26(3) shall also have effect, in particular, to require the Authority to give practical guidance on the circumstances in which the person concerned is to be deemed to have consented under section 3(6)(ba). 8ZB In giving practical guidance by virtue of subsection (8ZA), the Authority must, in particular, give guidance about the provision of information of the type described in section 3(6B) by a person who stood in a qualifying relationship to the person concerned immediately before death. 8A The duty under section 26(3) shall also have effect, in particular, to require the Authority to give practical guidance on the circumstances in which consent is deemed under section 4 (consent of adults that are not excepted) of the Human Transplantation (Wales) Act 2013. 8B In giving practical guidance on the circumstances in which consent is deemed the authority must, in particular, give guidance on how a relative or friend of long standing of the deceased can object on the basis of the deceased's wishes. 9 The Secretary of State may by order amend subsection (4) , except in so far as it applies to section 4(3), 5(4), 6(3) or 7 of the Human Transplantation (Wales) Act 2013. 10 The Welsh Ministers may by order amend subsection (4) in so far as it applies to section 4(3), 5(4), 6(3) or 7 of the Human Transplantation (Wales) Act 2013. 11 Before making an order under subsection (10) the Welsh Ministers must carry out such public consultation as they consider appropriate."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "28", "section_title": "Effect of codes", "section_text": "28 1 A failure on the part of any person to observe any provision of a code of practice under section 26 shall not of itself render the person liable to any proceedings. 2 The Authority may, in carrying out its functions with respect to licences, take into account any relevant observance of, or failure to observe, a code of practice under section 26, so far as dealing with a matter mentioned in any of paragraphs (a) to (c) and (e) to (j) of subsection (2) of that section."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "29", "section_title": "Approval of codes", "section_text": "29 1 The Authority may not issue a code of practice under section 26 that deals with a matter mentioned in any of paragraphs (a) to (c) and (e) to (j) of subsection (2) of that section unless— a a draft of it has been sent to and approved by the Secretary of State and laid by him before both Houses of Parliament, and b the 40-day period has elapsed without either House resolving not to approve the draft. 1A Where a code of practice to which subsection (1) applies deals with a matter relating to the carrying on in Wales of a transplantation activity (within the meaning of the Human Transplantation (Wales) Act 2013) the Authority may not issue the code unless— a a draft of it has been sent to and approved by the Welsh Ministers and laid by them before the  National Assembly for Wales Welsh Ministers , and b the National Assembly has approved the draft by resolution. 2 Before approving a draft code of practice sent to him under subsection (1), the Secretary of State shall— a if the code relates to Wales, consult the National Assembly for Wales, and b if the code relates to Northern Ireland, consult the relevant Northern Ireland department. 3 If the Secretary of State approves a draft code of practice sent to him under subsection (1)— a if the code relates to Wales, he shall send a copy of it to the  National Assembly for Wales Welsh Ministers , and b if the code relates to Northern Ireland, he shall send a copy of it to the relevant Northern Ireland department. 4 If the Secretary of State does not approve a draft sent to him under subsection (1), he shall give reasons to the Authority. 4A If the Welsh Ministers do not approve a draft sent to them under subsection (1A), they shall give reasons to the Authority. 5 The relevant Northern Ireland department shall lay before the Northern Ireland Assembly any document which it receives under subsection (3)(b). 6 In subsection (1)(b),  “ 40-day period ”, in relation to the draft of a code of practice, means— a if the draft is laid before one House on a day later than the day on which it is laid before the other House, the period of 40 days beginning with the later of the two days, and b in any other case, the period of 40 days beginning with the day on which the draft is laid before each House, no account being taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than 4 days."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "30", "section_title": "Possession of anatomical specimens away from licensed premises", "section_text": "30 1 Subject to subsections (2) to (6), a person commits an offence if— a he has possession of an anatomical specimen, and b the specimen is not on premises in respect of which an anatomy licence is in force. 2 Subsection (1) does not apply where— a the specimen has come from premises in respect of which a storage licence is in force, and b the person— i is authorised in writing by the designated individual to have possession of the specimen, and ii has possession of the specimen only for a purpose for which he is so authorised to have possession of it. 3 Subsection (1) does not apply where— a the specimen is the body of a deceased person which is to be used for the purpose of anatomical examination, b the person who has possession of the body has come into lawful possession of it immediately after the deceased’s death, and c he retains possession of the body prior to its removal to premises in respect of which an anatomy licence is in force. 4 Subsection (1) does not apply where the person has possession of the specimen only for the purpose of transporting it to premises— a in respect of which an anatomy licence is in force, or b where the specimen is to be used for the purpose of education, training or research. 5 Subsection (1) does not apply where the person has possession of the specimen for purposes of functions of, or under the authority of, a coroner. 6 Subsection (1) does not apply where the person reasonably believes— a that what he has possession of is not an anatomical specimen, b that the specimen is on premises in respect of which an anatomy licence is in force, or c that any of subsections (2) to (5) applies. 7 A person guilty of an offence under subsection (1) shall be liable— a on summary conviction to a fine not exceeding the statutory maximum; b on conviction on indictment— i to imprisonment for a term not exceeding 3 years, or ii to a fine, or iii to both. 8 In this section— “ anatomy licence ” means a licence authorising— the carrying-out of an anatomical examination, or the storage of anatomical specimens; “ storage licence ” means a licence authorising the storage of anatomical specimens."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "31", "section_title": "Possession of former anatomical specimens away from licensed premises", "section_text": "31 1 Subject to subsections (2) to (5), a person commits an offence if— a he has possession of a former anatomical specimen, and b the specimen is not on premises in respect of which a storage licence is in force. 2 Subsection (1) does not apply where— a the specimen has come from premises in respect of which a storage licence is in force, and b the person— i is authorised in writing by the designated individual to have possession of the specimen, and ii has possession of the specimen only for a purpose for which he is so authorised to have possession of it. 3 Subsection (1) does not apply where the person has possession of the specimen only for the purpose of transporting it to premises— a in respect of which a storage licence is in force, or b where the specimen is to be used for the purpose of education, training or research. 4 Subsection (1) does not apply where the person has possession of the specimen— a only for the purpose of its decent disposal, or b for purposes of functions of, or under the authority of, a coroner. 5 Subsection (1) does not apply where the person reasonably believes— a that what he has possession of is not a former anatomical specimen, b that the specimen is on premises in respect of which a storage licence is in force, or c that any of subsections (2) to (4) applies. 6 A person guilty of an offence under subsection (1) shall be liable— a on summary conviction to a fine not exceeding the statutory maximum; b on conviction on indictment— i to imprisonment for a term not exceeding 3 years, or ii to a fine, or iii to both. 7 In this section,  “ storage licence ” means a licence authorising the storage, for use for a scheduled purpose, of relevant material which has come from a human body."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "32", "section_title": "Prohibition of commercial dealings in human material for transplantation", "section_text": "32 1 A person commits an offence if he— a gives or receives a reward for the supply of, or for an offer to supply, any controlled material; b seeks to find a person willing to supply any controlled material for reward; c offers to supply any controlled material for reward; d initiates or negotiates any arrangement involving the giving of a reward for the supply of, or for an offer to supply, any controlled material; e takes part in the management or control of a body of persons corporate or unincorporate whose activities consist of or include the initiation or negotiation of such arrangements. 2 Without prejudice to subsection (1)(b) and (c), a person commits an offence if he causes to be published or distributed, or knowingly publishes or distributes, an advertisement— a inviting persons to supply, or offering to supply, any controlled material for reward, or b indicating that the advertiser is willing to initiate or negotiate any such arrangement as is mentioned in subsection (1)(d). 3 A person who engages in an activity to which subsection (1) or (2) applies does not commit an offence under that subsection if he is designated by the Authority as a person who may lawfully engage in the activity. 3A The Authority may not designate a person under subsection (3) if doing so would be incompatible with the principles set out in— a Article 12 of  Directive 2004/23/EC  of the European Parliament and of the Council on setting standards of quality and safety for the donation, procurement, testing, processing, preservation, storage and distribution of human tissues and cells, or b Article 13 of  Directive 2010/53/EU  of the European Parliament and of the Council on standards of quality and safety of human organs intended for transplantation, and for the purposes of this subsection as it applies in relation to Great Britain, those Articles of those Directives are to be read subject to the modifications set out in subsections (3B) and (3C). 3B Article 12 of Directive  2004/23/EC  is to be read as if— a in paragraph 1— i for the first subparagraph there were substituted— Donations of tissues and cells shall be voluntary and unpaid. ; ii in the second subparagraph, the second sentence were omitted; iii the third subparagraph were omitted; b in paragraph 2, for the first subparagraph there were substituted— Any promotion and publicity activities in support of the donation of human tissues and cells shall comply with any directions of the Authority or any provision of any enactment which relates to such activities. ; c also in paragraph 2, in the second subparagraph— i “Member States shall endeavour to ensure that” were omitted; ii for  “is” there were substituted  “                                shall be                              ” . 3C Article 13 of Directive 2010/53/EU   is to be read as if— a in paragraph 1— i “Member States shall ensure that” were omitted; and ii for  “are” there were substituted  “                                shall be                              ” . b in paragraph 2, the second sentence were omitted; c in paragraph 3— i “Member States shall prohibit” were omitted; and ii at the end there were inserted  “shall be prohibited”; d in paragraph 4— i “Member States shall ensure that” were omitted; and ii for  “is” there were substituted  “                                shall be                              ” . 4 A person guilty of an offence under subsection (1) shall be liable— a on summary conviction— i to imprisonment for a term not exceeding  12 months   the general limit in a magistrates’ court , or ii to a fine not exceeding the statutory maximum, or iii to both; b on conviction on indictment— i to imprisonment for a term not exceeding 3 years, or ii to a fine, or iii to both. 5 A person guilty of an offence under subsection (2) shall be liable on summary conviction— a to imprisonment for a term not exceeding 51 weeks, or b to a fine not exceeding level 5 on the standard scale, or c to both. 6 For the purposes of subsections (1) and (2), payment in money or money’s worth to the holder of a licence shall be treated as not being a reward where— a it is in consideration for transporting, removing, preparing, preserving or storing controlled material, and b its receipt by the holder of the licence is not expressly prohibited by the terms of the licence. 7 References in subsections (1) and (2) to reward, in relation to the supply of any controlled material, do not include payment in money or money’s worth for defraying or reimbursing— a any expenses incurred in, or in connection with, transporting, removing, preparing, preserving or storing the material, b any liability incurred in respect of— i expenses incurred by a third party in, or in connection with, any of the activities mentioned in paragraph (a), or ii a payment in relation to which subsection (6) has effect, or c any expenses or loss of earnings incurred by the person from whose body the material comes so far as reasonably and directly attributable to his supplying the material from his body. 8 For the purposes of this section, controlled material is any material which— a consists of or includes human cells, b is, or is intended to be removed, from a human body, c is intended to be used for the purpose of transplantation, and d is not of a kind excepted under subsection (9). 9 The following kinds of material are excepted— a gametes, b embryos, and c material which is the subject of property because of an application of human skill. 10 Where the body of a deceased person is intended to be used to provide material which— a consists of or includes human cells, and b is not of a kind excepted under subsection (9), for use for the purpose of transplantation, the body shall be treated as controlled material for the purposes of this section. 11 In this section— “ advertisement ” includes any form of advertising whether to the public generally, to any section of the public or individually to selected persons; “ reward ” means any description of financial or other material advantage."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "32A", "section_title": "Offences under section 32 committed outside UK", "section_text": "32A 1 If— a a person who is habitually resident in England and Wales, or who is a UK national and not habitually resident in Northern Ireland, does an act outside the United Kingdom, b the act, if done in England and Wales, would constitute an offence under section 32(1), and c the controlled material to which the act relates is controlled material consisting of or including a human organ, the person is guilty in England and Wales of that offence. 2 In this section “ United Kingdom national ” means an individual who is— a a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen, b a person who under the British Nationality Act 1981 is a British subject, or c a British protected person within the meaning of that Act."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "33", "section_title": "Restriction on transplants involving a live donor", "section_text": "33 1 Subject to subsections (3) and (5), a person commits an offence if— a he removes any transplantable material from the body of a living person intending that the material be used for the purpose of transplantation, and b when he removes the material, he knows, or might reasonably be expected to know, that the person from whose body he removes the material is alive. 2 Subject to subsections (3) and (5), a person commits an offence if— a he uses for the purpose of transplantation any transplantable material which has come from the body of a living person, and b when he does so, he knows, or might reasonably be expected to know, that the transplantable material has come from the body of a living person. 3 The Secretary of State may by regulations provide that subsection (1) or (2) shall not apply in a case where— a the Authority is satisfied— i that no reward has been or is to be given in contravention of section 32, and ii that such other conditions as are specified in the regulations are satisfied, and b such other requirements as are specified in the regulations are complied with. 4 Regulations under subsection (3) shall include provision for decisions of the Authority in relation to matters which fall to be decided by it under the regulations to be subject, in such circumstances as the regulations may provide, to reconsideration in accordance with such procedure as the regulations may provide. 5 Where under subsection (3) an exception from subsection (1) or (2) is in force, a person does not commit an offence under that subsection if he reasonably believes that the exception applies. 6 A person guilty of an offence under this section is liable on summary conviction— a to imprisonment for a term not exceeding 51 weeks, or b to a fine not exceeding level 5 on the standard scale, or c to both. 7 In this section— “ reward ” has the same meaning as in section 32; “ transplantable material ” means material of a description specified by regulations made by the Secretary of State."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "34", "section_title": "Information about transplant operations", "section_text": "34 1 The Secretary of State may make regulations requiring such persons as may be specified in the regulations to supply to such authority as may be so specified such information as may be so specified with respect to transplants that have been or are proposed to be carried out using transplantable material removed from a human body. 2 Any such authority shall keep a record of information supplied to it in pursuance of regulations under this section. 3 A person commits an offence if— a he fails without reasonable excuse to comply with regulations under this section, or b in purported compliance with such regulations, he knowingly or recklessly supplies information which is false or misleading in a material respect. 4 A person guilty of an offence under subsection (3)(a) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 A person guilty of an offence under subsection (3)(b) is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 6 In this section,  “ transplantable material ” has the same meaning as in section 33."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "35", "section_title": "Agency arrangements and provision of services", "section_text": "35 1 Arrangements may be made between the Authority and a government department, a public authority or the holder of a public office (“ the other authority ”) for— a any functions of the Authority to be carried out by, or by members of staff of, the other authority, or b the provision by the other authority of administrative, professional or technical services to the Authority. 2 Arrangements under subsection (1)(a) shall not affect responsibility for the carrying-out of the Authority’s functions. 3 Subsection (1)(a) shall not apply to functions of making subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30))."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "36", "section_title": "Annual report", "section_text": "36 1 The Authority shall prepare— a a report for the first twelve months of its existence, and b a report for each succeeding period of twelve months. 2 A report under this section shall deal with the activities of the Authority in the period to which the report relates. 3 The Authority shall send each report under this section— a to the Secretary of State, b to the   Welsh Ministers , and c to the relevant Northern Ireland department, as soon as practicable after the end of the period to which the report relates. 4 The Secretary of State shall lay a copy of each report received by him under this section before each House of Parliament. 5 The relevant Northern Ireland department shall lay a copy of each report received by it under this section before the Northern Ireland Assembly. 5A The Welsh Ministers shall lay a copy of each report received by them under this section before the National Assembly for Wales."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "37", "section_title": "Directions", "section_text": "37 1 The Authority may give directions for any purpose for which directions may be given under this Part. 2 Any power under this Part to give directions includes power to vary or revoke directions given in previous exercise of the power. 3 Any power under this Part to give directions is exercisable by instrument in writing. 4 Directions under this Part to a particular person shall be given by serving notice of the directions on the person. 5 Directions under this Part in respect of any licence (including one which has ceased to have effect) may be given— a by serving notice of the directions on the person who is (or was immediately before the cessation) the designated individual or holder of the licence, or b if it appears to the Authority that it is not practicable to give notice in that way, by publishing the directions in such way as, in its opinion, is likely to bring them to the attention of the persons to whom they are applicable. 6 Directions under this Part which appear to the Authority to be general directions may be given by publishing them as mentioned in subsection (5)(b). 7 This section does not apply to directions under Schedule 2."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "38", "section_title": "Duties in relation to carrying out functions", "section_text": "38 1 The Authority must carry out its functions effectively, efficiently and economically. 2 In carrying out its functions, the Authority must, so far as relevant, have regard to the principles of best regulatory practice (including the principles under which regulatory activities should be transparent, accountable, proportionate, consistent and targeted only at cases in which action is needed)."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "39", "section_title": "Criminal justice purposes", "section_text": "39 1 Subject to subsection (2), nothing in section 14(1) or 16(2) applies to anything done for purposes related to— a the prevention or detection of crime, or b the conduct of a prosecution. 2 Subsection (1) does not except from section 14(1) or 16(2) the carrying-out of a post-mortem examination for purposes of functions of a coroner. 3 The reference in subsection (2) to the carrying-out of a post-mortem examination does not include the removal of relevant material from the body of a deceased person, or from a part of the body of a deceased person, at the first place where the body or part is situated to be attended by a constable. 4 For the purposes of subsection (1)(a), detecting crime shall be taken to include— a establishing by whom, for what purpose, by what means and generally in what circumstances any crime was committed, and b the apprehension of the person by whom any crime was committed; and the reference in subsection (1)(a) to the detection of crime includes any detection outside the United Kingdom of any crime or suspected crime. 5 In subsection (1)(b), the reference to a prosecution includes a prosecution brought in respect of any crime in a country or territory outside the United Kingdom. 6 In this section, references to crime include a reference to any conduct which— a constitutes one or more criminal offences (whether under the law of a part of the United Kingdom or of a country or territory outside the United Kingdom), b is, or corresponds to, any conduct which, if it all took place in any one part of the United Kingdom, would constitute one or more criminal offences, or c constitutes one or more  service offences within the meaning of the Armed Forces Act 2006."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "40", "section_title": "Religious relics", "section_text": "40 1 This section applies— a to the use of— i the body of a deceased person, or ii relevant material which has come from a human body, for the purpose of public display at a place of public religious worship or at a place associated with such a place, and b to the storage of— i the body of a deceased person, or ii relevant material which has come from a human body, for use for the purpose mentioned in paragraph (a). 2 An activity to which this section applies is excluded from sections 14(1) and 16(2) if there is a connection between— a the body or material to which the activity relates, and b the religious worship which takes place at the place of public religious worship concerned. 3 For the purposes of this section, a place is associated with a place of public religious worship if it is used for purposes associated with the religious worship which takes place there."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "41", "section_title": "Interpretation of Part 2", "section_text": "41 1 In this Part—  “the  2007 Regulations ” means the Human Tissue (Quality and Safety for Human Application) Regulations 2007;   “the  2012 Regulations ” means the Quality and Safety of Organs Intended for Transplantation Regulations 2012;  “ anatomical specimen ” means— the body of a deceased person to be used for the purpose of anatomical examination, or the body of a deceased person in the course of being used for the purpose of anatomical examination (including separated parts of such a body); “ appeals committee ” has the meaning given by section 20(2); “ designated individual ”, in relation to a licence, means the individual designated in the licence as the person under whose supervision the licensed activity is authorised to be carried on; “ export ” means export from England, Wales or Northern Ireland to a place outside England, Wales and Northern Ireland; “ import ” means import into England, Wales or Northern Ireland from a place outside England, Wales and Northern Ireland; “ scheduled purpose ” means a purpose specified in Schedule 1. 2 In this Part, references to the carrying-out of an anatomical examination are to the carrying-out of a macroscopic examination by dissection for anatomical purposes of the body of a deceased person, and, where parts of the body of a deceased person are separated in the course of such an examination, include the carrying-out of a macroscopic examination by dissection of the parts for those purposes. 3 In this Part, references to a person to whom a licence applies are to a person to whom the authority conferred by the licence extends (as provided by section 17)."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "42", "section_title": "Power of Human Tissue Authority to assist other public authorities", "section_text": "42 1 The Authority may if it thinks it appropriate to do so provide assistance to any other public authority in the United Kingdom for the purpose of the exercise by that authority of its functions. 2 Assistance provided by the Authority under this section may be provided on such terms, including terms as to payment, as it thinks fit."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "43", "section_title": "Preservation for transplantation", "section_text": "43 1 Where part of a body lying in a hospital, nursing home or other institution is or may be suitable for use for transplantation, it shall be lawful for the person having the control and management of the institution— a to take steps for the purpose of preserving the part for use for transplantation, and b to retain the body for that purpose. 2 Authority under subsection (1)(a) shall only extend— a to the taking of the minimum steps necessary for the purpose mentioned in that provision, and b to the use of the least invasive procedure. 3 Authority under subsection (1) ceases to apply once it has been established that consent making removal of the part for transplantation lawful has not been, and will not be, given. 4 Authority under subsection (1) shall extend to any person authorised to act under the authority by— a the person on whom the authority is conferred by that subsection, or b a person authorised under this subsection to act under the authority. 5 An activity done with authority under subsection (1) shall be treated— a for the purposes of Part 1, as not being an activity to which section 1(1) applies; b for the purposes of Part 2, as not being an activity to which section 16 applies. 6 In this section,  “ body ” means the body of a deceased person. 7 This section does not apply in relation to a part of a body lying in an institution in Wales. (For provision in these circumstances see section 13 of the Human Transplantation (Wales) Act 2013)."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "44", "section_title": "Surplus tissue", "section_text": "44 1 It shall be lawful for material to which subsection (2) or (3) applies to be dealt with as waste. 2 This subsection applies to any material which consists of or includes human cells and which has come from a person’s body in the course of his— a receiving medical treatment, b undergoing diagnostic testing, or c participating in research. 3 This subsection applies to any relevant material which— a has come from a human body, and b ceases to be used, or stored for use, for a purpose specified in Schedule 1. 4 This section shall not be read as making unlawful anything which is lawful apart from this section."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "45", "section_title": "Non-consensual analysis of  DNA", "section_text": "45 1 A person commits an offence if— a he has any bodily material intending— i that any human DNA in the material be analysed without qualifying consent, and ii that the results of the analysis be used otherwise than for an excepted purpose, b the material is not of a kind excepted under subsection (2), and c he does not reasonably believe the material to be of a kind so excepted. 2 Bodily material is excepted if — a it is material which has come from the body of a person who died before the day on which this section comes into force and at least one hundred years have elapsed since the date of the person’s death, b it is an existing holding and the person who has it is not in possession, and not likely to come into possession, of information from which the individual from whose body the material has come can be identified, or c it is an embryo outside the human body. 3 A person guilty of an offence under this section— a is liable on summary conviction to a fine not exceeding the statutory maximum; b is liable on conviction on indictment— i to imprisonment for a term not exceeding 3 years, or ii to a fine, or iii to both. 4 Schedule 4 (which makes provision for the interpretation of  “qualifying consent” and  “use for an excepted purpose” in subsection (1)(a)) has effect. 5 In this section (and Schedule 4)— “ bodily material ” means material which— has come from a human body, and consists of or includes human cells; “ existing holding ” means bodily material held immediately before the day on which this section comes into force."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "46", "section_title": "Power to give effect to  EU  obligations", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "47", "section_title": "Power to de-accession human remains", "section_text": "47 1 This section applies to the following bodies— The Board of Trustees of the Armouries The Trustees of the British Museum The Trustees of the Imperial War Museum The Board of Governors of the Museum of London The Trustees of the National Maritime Museum The Board of Trustees of the National Museums and Galleries on Merseyside The Trustees of the Natural History Museum The Board of Trustees of the Science Museum The Board of Trustees of the Victoria and Albert Museum. 2 Any body to which this section applies may transfer from their collection any human remains which they reasonably believe to be remains of a person who died less than one thousand years before the day on which this section comes into force if it appears to them to be appropriate to do so for any reason, whether or not relating to their other functions. 3 If, in relation to any human remains in their collection, it appears to a body to which this section applies— a that the human remains are mixed or bound up with something other than human remains, and b that it is undesirable, or impracticable, to separate them, the power conferred by subsection (2) includes power to transfer the thing with which the human remains are mixed or bound up. 4 The power conferred by subsection (2) does not affect any trust or condition subject to which a body to which this section applies holds anything in relation to which the power is exercisable. 5 The power conferred by subsection (2) is an additional power."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "48", "section_title": "Powers of inspection, entry, search and seizure", "section_text": "48 Schedule 5 (which makes provision about powers of inspection, entry, search and seizure for the purposes of this Act) has effect."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "49", "section_title": "Offences by bodies corporate", "section_text": "49 1 Where an offence under this Act is committed by a body corporate and is proved to have been committed with the consent or connivance of or to be attributable to any neglect on the part of— a any director, manager, secretary or other similar officer of the body corporate, or b any person who was purporting to act in any such capacity, he (as well as the body corporate) commits the offence and shall be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 3 Where an offence under this Act is committed by a Scottish partnership and is proved to have been committed with the consent or connivance of a partner, or to be attributable to any neglect on the part of a partner, he (as well as the partnership) commits the offence and shall be liable to be proceeded against and punished accordingly. 4 In subsection (3),  “ partner ” includes a person purporting to act as a partner."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "50", "section_title": "Prosecutions", "section_text": "50 No proceedings for an offence under section 5, 32 or 33 shall be instituted— a in England and Wales, except by or with the consent of the Director of Public Prosecutions; b in Northern Ireland, except by or with the consent of the Director of Public Prosecutions for Northern Ireland."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "51", "section_title": "Offences: Northern Ireland", "section_text": "51 1 This Act has effect in relation to Northern Ireland with the modifications specified in subsections (2) and (3). 2 In sections 32(5)(a) and 33(6)(a), for  “51 weeks” there is substituted  “                    6 months                  ” . 3 In section 32(4)(a)(i), for  “12 months” there is substituted  “                    6 months                  ” ."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "52", "section_title": "Orders and regulations", "section_text": "52 1 Any power to make orders or regulations under this Act includes power— a to make different provision for different cases, and b to make incidental, supplementary, consequential or transitional provision or savings. 2 Any power to make orders or regulations under this Act is exercisable by statutory instrument. 3 A statutory instrument containing an order or regulations under this Act, except sections 1(11),   3(9),   6,  6(1),   7(4), 10(9), 14(4), 16(5), 27(9), 33(3) and (7)  ... and 54(10) and paragraphs 6(2), 12(2) and 13 of Schedule 4, made by the Secretary of State shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 No order under section 1(11), 10(9), 14(4), 27(9) or 54(10) or paragraph 13 of Schedule 4, and no regulations under section   3(9),  6, 7(4), 16(5)  or 33(3) or (7)   or paragraph 6(2) or 12(2) of Schedule 4, shall be made unless a draft of the statutory instrument containing it, or them, has been laid before and approved by a resolution of each House of Parliament. 4A No order under section 27(10) may be made by the Welsh Ministers unless a draft of the instrument has been laid before, and approved by a resolution of, the National Assembly for Wales. 4B No regulations may be made under section 3(9A) unless a draft of the regulations has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 4C The power of the Department of Health in Northern Ireland to make regulations under section 3(9A) is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 and subsection (2) does not apply to that power. 5 Subsections (1) and (2) do not apply to any power of a court. 6 Subsections (1) to (3) do not apply to orders under section 58 or 60. 7 The power under section 14(4) or 16(5)— a so far as relating to museums in Wales, may only be exercised with the consent of the   Welsh Ministers , and b so far as relating to museums in Northern Ireland, may only be exercised with the consent of the Department of Culture, Arts and Leisure. 8 The Secretary of State shall consult the   Welsh Ministers  and the relevant Northern Ireland department before acting under any of the following provisions— section 1(9)(a) and (11); section 4(10)(b); section 6  section 6(1) ; section 7(4); section 8(4)(d); section 10(9); section 14(4); section 16(3) and (5); section 27(9); section 33(3) and (7); section 34(1); ... section 54(10); paragraphs 6(2), 10(b), 12(2) and 13 of Schedule 4; paragraph 4(5) of Schedule 5. 9 Before acting— a under section 54(10) in order to amend section 54(9) so far as having effect for the purposes of Schedule 4, or b under paragraph 6(2), 10(b), 12(2) or 13 of Schedule 4, the Secretary of State shall also consult the Scottish Ministers. 10 Before acting under any of the following provisions, the Secretary of State shall also consult such other persons as he considers appropriate— section 1(11);   section 3(9);                 section 6   section 6(1) ; section 7(4); section 10(9); section 14(4); section 16(5); section 27(9); section 33(3) and (7); ... section 54(10); paragraphs 6(2), 12(2) and 13 of Schedule 4. 11 Before acting under section 3(9A), the Department of Health in Northern Ireland must consult such persons as it considers appropriate."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "53", "section_title": "“Relevant material”", "section_text": "53 1 In this Act,  “ relevant material ” means material, other than gametes, which consists of or includes human cells. 2 In this Act, references to relevant material from a human body do not include— a embryos outside the human body, or b hair and nail from the body of a living person."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "54", "section_title": "General interpretation", "section_text": "54 1 In this Act— “ adult ” means a person who has attained the age of 18 years; “ anatomical examination ” means macroscopic examination by dissection for anatomical purposes; “ anatomical purposes ” means purposes of teaching or studying, or researching into, the gross structure of the humanbody; “ the Authority ” has the meaning given by section 13(1); “child”, except in the context of qualifying relationships, means a person who has not attained the age of 18 years; “ licence ” means a licence under paragraph 1 of Schedule 3; “ licensed activity ”, in relation to a licence, means the activity which the licence authorises to be carried on; “parental responsibility”— in relation to England and Wales, has the same meaning as in the Children Act 1989 (c. 41), and in relation to Northern Ireland, has the same meaning as in the Children (Northern Ireland) Order 1995 (S.I. 1995/755 (N.I. 2)); “ relevant Northern Ireland department ” means the Department of Health, Social Services and Public Safety. 2 In this Act— a references to material from the body of a living person are to material from the body of a person alive at the point of separation, and b references to material from the body of a deceased person are to material from the body of a person not alive at the point of separation. 3 In this Act, references to transplantation are to transplantation to a human body and include transfusion. 4 In this Act, references to decent disposal include, in relation to disposal of material which has come from a human body, disposal as waste. 5 In this Act, references to public display, in relation to the body of a deceased person, do not include— a display for the purpose of enabling people to pay their final respects to the deceased, or b display which is incidental to the deceased’s funeral. 6 In this Act  “ embryo ” and  “ gametes ” have the same meaning as they have by virtue of section 1(1), (4) and (6) of the Human Fertilisation and Embryology Act 1990 in the other provisions of that Act (apart from section 4A). 7 For the purposes of this Act, material shall not be regarded as from a human body if it is created outside the human body. 8 For the purposes of this Act, except section 49, a person is another’s partner if the two of them (whether of different sexes or the same sex) live aspartners in an enduring family relationship. 9 The following are qualifying relationships for the purposes of this Act, spouse civil partner, , partner, parent, child, brother, sister, grandparent, grandchild, child of a brother orsister, stepfather, stepmother, half-brother, half-sister and friend of long standing. 10 The Secretary of State may by order amend subsection (9)."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "55", "section_title": "Financial provisions", "section_text": "55 There shall be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State in consequence of this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "56", "section_title": "Consequential amendments", "section_text": "56 Schedule 6 (consequential amendments) has effect."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "57", "section_title": "Repeals and revocations", "section_text": "57 The enactments and instruments specified in Schedule 7 are hereby repealed or revoked to the extent specified."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "58", "section_title": "Transition", "section_text": "58 1 In relation to an offence committed before   2 May 2022 , the reference in section 32(4)(a)(i) to  12 months   the general limit in a magistrates’ court   is to be read as a reference to 6 months. 2 In relation to an offence committed before the commencement of section 281(5) of the Criminal Justice Act 2003, the reference in each of sections 32(5)(a) and 33(6)(a) to 51 weeks is to be read as a reference to 6 months. 3 The Secretary of State may by order made by statutory instrument make in connection with the coming into force of any provision of this Act such transitional provision or savings as he considers necessary or expedient. 4 The power under subsection (3) includes power to make different provision for different cases. 5 Before making provision under subsection (3) in connection with the coming into force in England and Wales of any provision of this Act, except section 47, the Secretary of State shall consult the  Welsh Ministers . 6 Before making provision under subsection (3) in connection with the coming into force in Northern Ireland of any provision of this Act, except section 47, the Secretary of State shall consult the relevant Northern Ireland department. 7 Before making provision under subsection (3) in connection with the coming into force in Scotland of any provision of this Act, except section 47, the Secretary of State shall consult the Scottish Ministers."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "59", "section_title": "Extent", "section_text": "59 1 Subject to the following provisions, this Act extends to England and Wales and Northern Ireland only. 2 Sections 58(1), (2) and (5) and 60(3) extend to England and Wales only. 3 Sections 51(1) to (3), 58(6) and 60(4) extend to Northern Ireland only. 4 The following provisions also extend to Scotland— za section 13, a sections 45(1) to (3) and (5) and 47, b section 49 so far as having effect for the purposes of section 45, c section 52 so far as relating to orders under section 54(10) or paragraph 13 of Schedule 4 or regulations under paragraph 6(2) or 12(2) of that Schedule, d section 54(2)(a), (3), (8) and (9) so far as having effect for the purposes of Schedule 4, e section 54(6) and (7) so far as having effect for the purposes of section 45 or Schedule 4, f sections 54(10) and 58(3) and (4), this section and sections 60(1) and (2) and 61,  fa Schedule 2, and g Schedule 4, except paragraphs 3 and 9(2) to (5), and section 45(4) so far as relating thereto. 5 The following provisions extend to Scotland only— a sections 58(7) and 60(5), b paragraphs 3 and 9(4) and (5) of Schedule 4, and section 45(4) so far as relating thereto, and c paragraphs 2 and 4 of Schedule 6, and section 56 so far as relating thereto. 6 Subject to subsection (5), any amendment made by this Act has the same extent as the enactment to which it relates. 7 Subject to subsection (8), any repeal or revocation made by this Act has the same extent as the enactment or instrument to which it relates. 8 Except as provided by subsection (9), the repeals of the following do not extend to Scotland— a the Human Tissue Act 1961 (c. 54), b the Anatomy Act 1984 (c. 14), c the Corneal Tissue Act 1986 (c. 18), and d the Human Organ Transplants Act 1989 (c. 31). 9 The repeals of the following provisions do extend to Scotland— a in section 1(4A)(b) of the Human Tissue Act 1961, the words  “, Primary Care Trust”; b in section 1(10) of that Act— i paragraph (a) of the definition of  “health authority”, ii in the definition of  “ NHS  trust”, the words  “the National Health Service and Community Care Act 1990 or”, and iii the words after the definition of that expression; c section 4(5) of the Anatomy Act 1984; d in the Human Organ Transplants Act 1989— i in section 1, the words  “in Great Britain”, in the first and third places where they occur, ii in sections 2 and 3, the words  “in Great Britain”, in each place, and iii sections 5 and 6."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "60", "section_title": "Commencement", "section_text": "60 1 The following provisions shall come into force on the day on which this Act is passed— this section, and sections 58(3) to (7), 59 and 61. 2 The remaining provisions of this Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument, and different days may be so appointed for different purposes. 3 Before exercising the power under subsection (2) in relation to the coming into force in England and Wales of any provision of this Act, except section 47, the Secretary of State shall consult the  Welsh Ministers . 4 Before exercising the power under subsection (2) in relation to the coming into force in Northern Ireland of any provision of this Act, except section 47, the Secretary of State shall consult the relevant Northern Ireland department. 5 Before exercising the power under subsection (2) in relation to the coming into force in Scotland of any provision of this Act, except section 47, the Secretary of State shall consult the Scottish Ministers. 6 No day may be appointed under subsection (2) for the coming into force of section 5 or 8 which is earlier than the end of the period of three months beginning with the day on which the Authority first issues a code of practice dealing with the matters mentioned in section 26(2)(h) and (i). 7 If the Authority first issues a code of practice dealing with one of the matters mentioned in subsection (6) before it first issues a code of practice dealing with the other, that subsection shall have effect as if the three month period were one beginning with the later of— a the day on which the Authority first issues a code of practice dealing with the matter mentioned in section 26(2)(h), and b the day on which the Authority first issues a code of practice dealing with the matter mentioned in section 26(2)(i)."}, {"act": "Human Tissue Act 2004", "year": 2004, "section": "61", "section_title": "Short title", "section_text": "61 This Act may be cited as the Human Tissue Act 2004."}]