[{"act": "Hunting Act 2004", "year": 2004, "section": "1", "section_title": "Hunting wild mammals with dogs", "section_text": "1 A person commits an offence if he hunts a wild mammal with a dog, unless his hunting is exempt."}, {"act": "Hunting Act 2004", "year": 2004, "section": "2", "section_title": "Exempt hunting", "section_text": "2 1 Hunting is exempt if it is within a class specified in Schedule 1. 2 The Secretary of State may by order amend Schedule 1 so as to vary a class of exempt hunting."}, {"act": "Hunting Act 2004", "year": 2004, "section": "3", "section_title": "Hunting: assistance", "section_text": "3 1 A person commits an offence if he knowingly permits land which belongs to him to be entered or used in the course of the commission of an offence under section 1. 2 A person commits an offence if he knowingly permits a dog which belongs to him to be used in the course of the commission of an offence under section 1."}, {"act": "Hunting Act 2004", "year": 2004, "section": "4", "section_title": "Hunting: defence", "section_text": "4 It is a defence for a person charged with an offence under section 1 in respect of hunting to show that he reasonably believed that the hunting was exempt."}, {"act": "Hunting Act 2004", "year": 2004, "section": "5", "section_title": "Hare coursing", "section_text": "5 1 A person commits an offence if he— a participates in a hare coursing event, b attends a hare coursing event, c knowingly facilitates a hare coursing event, or d permits land which belongs to him to be used for the purposes of a hare coursing event. 2 Each of the following persons commits an offence if a dog participates in a hare coursing event— a any person who enters the dog for the event, b any person who permits the dog to be entered, and c any person who controls or handles the dog in the course of or for the purposes of the event. 3 A  “ hare coursing event ” is a competition in which dogs are, by the use of live hares, assessed as to skill in hunting hares."}, {"act": "Hunting Act 2004", "year": 2004, "section": "6", "section_title": "Penalty", "section_text": "6 A person guilty of an offence under this Act shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Hunting Act 2004", "year": 2004, "section": "7", "section_title": "Arrest", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hunting Act 2004", "year": 2004, "section": "8", "section_title": "Search and seizure", "section_text": "8 1 This section applies where a constable reasonably suspects that a person (“ the suspect ”) is committing or has committed an offence under Part 1 of this Act. 2 If the constable reasonably believes that evidence of the offence is likely to be found on the suspect, the constable may stop the suspect and search him. 3 If the constable reasonably believes that evidence of the offence is likely to be found on or in a vehicle, animal or other thing of which the suspect appears to be in possession or control, the constable may stop and search the vehicle, animal or other thing. 4 A constable may seize and detain a vehicle, animal or other thing if he reasonably believes that— a it may be used as evidence in criminal proceedings for an offence under Part 1 of this Act, or b it may be made the subject of an order under section 9. 5 For the purposes of exercising a power under this section a constable may enter— a land; b premises other than a dwelling; c a vehicle. 6 The exercise of a power under this section does not require a warrant."}, {"act": "Hunting Act 2004", "year": 2004, "section": "9", "section_title": "Forfeiture", "section_text": "9 1 A court which convicts a person of an offence under Part 1 of this Act may order the forfeiture of any dog or hunting article which— a was used in the commission of the offence, or b was in the possession of the person convicted at the time of his arrest. 2 A court which convicts a person of an offence under Part 1 of this Act may order the forfeiture of any vehicle which was used in the commission of the offence. 3 In subsection (1)  “ hunting article ” means anything designed or adapted for use in connection with— a hunting a wild mammal, or b hare coursing. 4 A forfeiture order— a may include such provision about the treatment of the dog, vehicle or article forfeited as the court thinks appropriate, and b subject to provision made under paragraph (a), shall be treated as requiring any person who is in possession of the dog, vehicle or article to surrender it to a constable as soon as is reasonably practicable. 5 Where a forfeited dog, vehicle or article is retained by or surrendered to a constable, the police force of which the constable is a member shall ensure that such arrangements are made for its destruction or disposal— a as are specified in the forfeiture order, or b where no arrangements are specified in the order, as seem to the police force to be appropriate. 6 The court which makes a forfeiture order may order the return of the forfeited dog, vehicle or article on an application made— a by a person who claims to have an interest in the dog, vehicle or article (other than the person on whose conviction the order was made), and b before the dog, vehicle or article has been destroyed or finally disposed of under subsection (5). 7 A person commits an offence if he fails to— a comply with a forfeiture order, or b co-operate with a step taken for the purpose of giving effect to a forfeiture order."}, {"act": "Hunting Act 2004", "year": 2004, "section": "10", "section_title": "Offence by body corporate", "section_text": "10 1 This section applies where an offence under this Act is committed by a body corporate with the consent or connivance of an officer of the body. 2 The officer, as well as the body, shall be guilty of the offence. 3 In subsection (1) a reference to an officer of a body corporate includes a reference to— a a director, manager or secretary, b a person purporting to act as a director, manager or secretary, and c if the affairs of the body are managed by its members, a member."}, {"act": "Hunting Act 2004", "year": 2004, "section": "11", "section_title": "Interpretation", "section_text": "11 1 In this Act  “ wild mammal ” includes, in particular— a a wild mammal which has been bred or tamed for any purpose, b a wild mammal which is in captivity or confinement, c a wild mammal which has escaped or been released from captivity or confinement, and d any mammal which is living wild. 2 For the purposes of this Act a reference to a person hunting a wild mammal with a dog includes, in particular, any case where— a a person engages or participates in the pursuit of a wild mammal, and b one or more dogs are employed in that pursuit (whether or not by him and whether or not under his control or direction). 3 For the purposes of this Act land belongs to a person if he— a owns an interest in it, b manages or controls it, or c occupies it. 4 For the purposes of this Act a dog belongs to a person if he— a owns it, b is in charge of it, or c has control of it."}, {"act": "Hunting Act 2004", "year": 2004, "section": "12", "section_title": "Crown application", "section_text": "12 This Act— a binds the Crown, and b applies to anything done on or in respect of land irrespective of whether it belongs to or is used for the purposes of the Crown or a Duchy."}, {"act": "Hunting Act 2004", "year": 2004, "section": "13", "section_title": "Amendments and repeals", "section_text": "13 1 Schedule 2 (consequential amendments) shall have effect. 2 The enactments listed in Schedule 3 are hereby repealed to the extent specified."}, {"act": "Hunting Act 2004", "year": 2004, "section": "14", "section_title": "Subordinate legislation", "section_text": "14 An order of the Secretary of State under this Act— a shall be made by statutory instrument, b may not be made unless a draft has been laid before and approved by resolution of each House of Parliament, c may make provision which applies generally or only in specified circumstances or for specified purposes, d may make different provision for different circumstances or purposes, and e may make transitional, consequential and incidental provision."}, {"act": "Hunting Act 2004", "year": 2004, "section": "15", "section_title": "Commencement", "section_text": "15 This Act shall come into force at the end of the period of three months beginning with the date on which it is passed."}, {"act": "Hunting Act 2004", "year": 2004, "section": "16", "section_title": "Short title", "section_text": "16 This Act may be cited as the Hunting Act 2004."}, {"act": "Hunting Act 2004", "year": 2004, "section": "17", "section_title": "Extent", "section_text": "17 This Act shall extend only to England and Wales."}]