[{"act": "Patents Act 2004", "year": 2004, "section": "1", "section_title": "Methods of treatment or diagnosis", "section_text": "1 After section 4 of the Patents Act 1977 (c. 37) (“ the 1977 Act ”) there is inserted— Methods of treatment or diagnosis 4A 1 A patent shall not be granted for the invention of— a a method of treatment of the human or animal body by surgery or therapy, or b a method of diagnosis practised on the human or animal body. 2 Subsection (1) above does not apply to an invention consisting of a substance or composition for use in any such method. 3 In the case of an invention consisting of a substance or composition for use in any such method, the fact that the substance or composition forms part of the state of the art shall not prevent the invention from being taken to be new if the use of the substance or composition in any such method does not form part of the state of the art. 4 In the case of an invention consisting of a substance or composition for a specific use in any such method, the fact that the substance or composition forms part of the state of the art shall not prevent the invention from being taken to be new if that specific use does not form part of the state of the art."}, {"act": "Patents Act 2004", "year": 2004, "section": "2", "section_title": "Amendment of patents after grant", "section_text": "2 1 In section 27 of the 1977 Act (general power to amend after grant), after subsection (5) there is inserted— 6 In considering whether or not to allow an application under this section, the comptroller shall have regard to any relevant principles applicable under the European Patent Convention. 2 In section 58 of that Act (references of disputes as to Crown use)— a in subsection (6), after  “satisfied that” there is inserted  “                      (a)                    ”  and at the end there is inserted and                       b the relief is sought in good faith ; b in subsection (8), after  “proves that” there is inserted  “                      (a)                    ”  and after  “knowledge, and” there is inserted— b the relief is sought in good faith, and                     . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 75 of that Act (amendment in infringement or revocation proceedings), after subsection (4) there is inserted— 5 In considering whether or not to allow an amendment proposed under this section, the court or the comptroller shall have regard to any relevant principles applicable under the European Patent Convention."}, {"act": "Patents Act 2004", "year": 2004, "section": "3", "section_title": "Relief for partially valid patent", "section_text": "3 1 In section 63 of the 1977 Act (relief for infringement of partially valid patent), after subsection (3) there is inserted— 4 The court or the comptroller may also grant relief under this section in the case of a European patent ( UK ) on condition that the claims of the patent are limited to its or his satisfaction by the European Patent Office at the request of the proprietor. 2 In section 58 of that Act (references of disputes as to Crown use), after subsection (9) there is inserted— 9A The court may also grant such relief in the case of a European patent (UK) on condition that the claims of the patent are limited to its satisfaction by the European Patent Office at the request of the proprietor."}, {"act": "Patents Act 2004", "year": 2004, "section": "4", "section_title": "Revocation", "section_text": "4 In section 72 of the 1977 Act (power to revoke patents on application), in subsection (4),  “under section 75 below” is omitted and after that subsection there is inserted— 4A The reference in subsection (4) above to the specification being amended is to its being amended under section 75 below and also, in the case of a European patent (UK), to its being amended under any provision of the European Patent Convention under which the claims of the patent may be limited by amendment at the request of the proprietor."}, {"act": "Patents Act 2004", "year": 2004, "section": "5", "section_title": "Further amendments relating to international obligations", "section_text": "5 Schedule 1 (further amendments of the 1977 Act relating to international obligations) has effect."}, {"act": "Patents Act 2004", "year": 2004, "section": "6", "section_title": "Remedies in entitlement proceedings", "section_text": "6 1 In section 8 of the 1977 Act (reference before grant of patent of questions about entitlement  etc ), in paragraph (c) of subsection (3)\t\t\t\t\t(powers of comptroller), for  “but after the publication of the application” there is substituted  “                  (whether the application is refused or withdrawn before or after its publication)                ” . 2 In section 11 of that Act (effect of transfer of application under section 8 or 10) after subsection (3)\t\t\t\t\t(protection of original applicant or his licensee) there is inserted— 3A If, before registration of a reference under section 8 above resulting in the making of an order under subsection (3) of that section, the condition in subsection (3)(a) or (b) above is met, the original applicant or any of the applicants or the licensee shall, on making a request within the prescribed period to the new applicant, be entitled to be granted a licence (but not an exclusive licence) to continue working or, as the case may be, to work the invention so far as it is the subject of the new application. 3 In subsection (4) of that section, for  “Any such licence” there is substituted  “                  A licence under subsection (3) or (3A) above                ” . 4 In subsection (5) of that section— a after  “(2)” there is inserted  “                      or (3A)                    ” ; b after  “proceed” there is inserted  “                      or, as the case may be, who makes the new application                    ” ."}, {"act": "Patents Act 2004", "year": 2004, "section": "7", "section_title": "Restrictions on applications abroad by United Kingdom residents", "section_text": "7 1 In section 23 of the 1977 Act (restrictions on applications abroad by United Kingdom residents), in subsection (1), after  “an invention” there is inserted  “                  if subsection (1A) below applies to that application,                ” . 2 After that subsection there is inserted— 1A This subsection applies to an application if— a the application contains information which relates to military technology or for any other reason publication of the information might be prejudicial to national security; or b the application contains information the publication of which might be prejudicial to the safety of the public. 3 After subsection (3) of that section there is inserted— 3A A person is liable under subsection (3) above only if— a he knows that filing the application, or causing it to be filed, would contravene this section; or b he is reckless as to whether filing the application, or causing it to be filed, would contravene this section."}, {"act": "Patents Act 2004", "year": 2004, "section": "8", "section_title": "Term of patent and periods allowed for payment of renewal fees", "section_text": "8 1 In section 25 of the 1977 Act (term of patent), for subsection (3) there is substituted— 3 Where any renewal fee in respect of a patent is not paid by the end of the period prescribed for payment (the  “prescribed period”) the patent shall cease to have effect at the end of such day, in the final month of that period, as may be prescribed. 2 In subsection (4) of that section, for  “the period of six months immediately following the end of the prescribed period” there is substituted  “                  the period ending with the sixth month after the month in which the prescribed period ends                ” . 3 In section 28 of that Act (restoration of lapsed patents), in subsection (3), for the words from the second  “within” to  “that period” there is substituted  “                  within the period ending with the sixth month after the month in which the prescribed period ended                ” . 4 In section 46 of that Act (patentee’s application for entry in register that licences are available as of right)— a for paragraph (d) of subsection (3) there is substituted— d if the expiry date in relation to a renewal fee falls after the date of the entry, that fee shall be half the fee which would be payable had the entry not been made. ; b after subsection (3A) there is inserted— 3B For the purposes of subsection (3)(d) above the expiry date in relation to a renewal fee is the day at the end of which, by virtue of section 25(3) above, the patent in question ceases to have effect if that fee is not paid."}, {"act": "Patents Act 2004", "year": 2004, "section": "9", "section_title": "Co-ownership", "section_text": "9 In section 36 of the 1977 Act (co-ownership), in subsection (3), after  “others” there is inserted— a amend the specification of the patent or apply for such an amendment to be allowed or for the patent to be revoked, or b   ."}, {"act": "Patents Act 2004", "year": 2004, "section": "10", "section_title": "Compensation of employees for certain inventions", "section_text": "10 1 In section 40 of the 1977 Act (compensation of employees for certain inventions), for subsection (1) there is substituted— 1 Where it appears to the court or the comptroller on an application made by an employee within the prescribed period that— a the employee has made an invention belonging to the employer for which a patent has been granted, b having regard among other things to the size and nature of the employer’s undertaking, the invention or the patent for it (or the combination of both) is of outstanding benefit to the employer, and c by reason of those facts it is just that the employee should be awarded compensation to be paid by the employer, the court or the comptroller may award him such compensation of an amount determined under section 41 below. 2 In subsection (2)(c) of that section, for  “the patent” there is substituted  “                  the invention or the patent for it (or both)                ” . 3 In section 41 of that Act (amount of compensation), for subsection (1) there is substituted— 1 An award of compensation to an employee under section 40(1) or (2) above shall be such as will secure for the employee a fair share (having regard to all the circumstances) of the benefit which the employer has derived, or may reasonably be expected to derive, from any of the following— a the invention in question; b the patent for the invention; c the assignment, assignation or grant of— i the property or any right in the invention, or ii the property in, or any right in or under, an application for the patent, to a person connected with the employer. 4 In subsections (4) and (5) of that section, the words  “a patent for” are omitted. 5 In subsection (5)(a) of that section, after  “the patent” there is inserted  “                  for it                ” . 6 In section 43 of that Act (provisions supplementing sections 39 to 42), in subsection (5)— a for  “a patent” there is substituted  “                      an invention or patent                    ” ; b for  “the patent”, in both places, there is substituted  “                      it                    ” . 7 After subsection (5) of that section there is inserted— 5A For the purposes of sections 40 and 41 above the benefit derived or expected to be derived by an employer from an invention shall not include any benefit derived or expected to be derived from the invention after the patent for it has expired or has been surrendered or revoked. 8 This section, and the entry in Schedule 3 corresponding to subsection (4), apply in relation to an invention the patent for which is applied for on or after the commencement of this section. In this subsection  “ patent ” has the meaning given by section 43(4) of the 1977 Act."}, {"act": "Patents Act 2004", "year": 2004, "section": "11", "section_title": "Enforcement of damages", "section_text": "11 In section 61 of the 1977 Act (proceedings for infringement of a patent), after subsection (6) there is inserted— 7 If the comptroller awards any sum by way of damages on a reference under subsection (3) above, then— a in England and Wales, the sum shall be recoverable, if a county court so orders, by execution issued from the county court or otherwise as if it were payable under an order of that court; b in Scotland, payment of the sum may be enforced in like manner as an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland; c in Northern Ireland, payment of the sum may be enforced as if it were a money judgment."}, {"act": "Patents Act 2004", "year": 2004, "section": "12", "section_title": "Threats of infringement proceedings", "section_text": "12 1 Section 70 of the 1977 Act (remedy for groundless threats of infringement proceedings) is amended as follows. 2 For subsection (2) there is substituted— 2 In any such proceedings the claimant or pursuer shall, subject to subsection (2A) below, be entitled to the relief claimed if he proves that the threats were so made and satisfies the court that he is a person aggrieved by them. 2A If the defendant or defender proves that the acts in respect of which proceedings were threatened constitute or, if done, would constitute an infringement of a patent— a the claimant or pursuer shall be entitled to the relief claimed only if he shows that the patent alleged to be infringed is invalid in a relevant respect; b even if the claimant or pursuer does show that the patent is invalid in a relevant respect, he shall not be entitled to the relief claimed if the defendant or defender proves that at the time of making the threats he did not know, and had no reason to suspect, that the patent was invalid in that respect. 3 For subsection (4) there is substituted— 4 Proceedings may not be brought under this section for— a a threat to bring proceedings for an infringement alleged to consist of making or importing a product for disposal or of using a process, or b a threat, made to a person who has made or imported a product for disposal or used a process, to bring proceedings for an infringement alleged to consist of doing anything else in relation to that product or process. 4 For subsection (5) there is substituted— 5 For the purposes of this section a person does not threaten another person with proceedings for infringement of a patent if he merely— a provides factual information about the patent, b makes enquiries of the other person for the sole purpose of discovering whether, or by whom, the patent has been infringed as mentioned in subsection (4)(a) above, or c makes an assertion about the patent for the purpose of any enquiries so made. 5 After subsection (5) there is inserted— 6 In proceedings under this section for threats made by one person (A) to another (B) in respect of an alleged infringement of a patent for an invention, it shall be a defence for A to prove that he used his best endeavours, without success, to discover— a where the invention is a product, the identity of the person (if any) who made or (in the case of an imported product) imported it for disposal; b where the invention is a process and the alleged infringement consists of offering it for use, the identity of a person who used the process; c where the invention is a process and the alleged infringement is an act falling within section 60(1)(c) above, the identity of the person who used the process to produce the product in question; and that he notified B accordingly, before or at the time of making the threats, identifying the endeavours used."}, {"act": "Patents Act 2004", "year": 2004, "section": "13", "section_title": "Opinions by Patent Office as to validity or infringement", "section_text": "13 1 After section 74 of the 1977 Act there is inserted— Opinions by Patent Office Opinions as to validity or infringement 74A 1 The proprietor of a patent or any other person may request the comptroller to issue an opinion— a as to whether a particular act constitutes, or (if done) would constitute, an infringement of the patent; b as to whether, or to what extent, the invention in question is not patentable because the condition in section 1(1)(a) or (b) above is not satisfied. 2 Subsection (1) above applies even if the patent has expired or has been surrendered. 3 The comptroller shall issue an opinion if requested to do so under subsection (1) above, but shall not do so— a in such circumstances as may be prescribed, or b if for any reason he considers it inappropriate in all the circumstances to do so. 4 An opinion under this section shall not be binding for any purposes. 5 An opinion under this section shall be prepared by an examiner. 6 In relation to a decision of the comptroller whether to issue an opinion under this section— a for the purposes of section 101 below, only the person making the request under subsection (1) above shall be regarded as a party to a proceeding before the comptroller; and b no appeal shall lie at the instance of any other person. Reviews of opinions under section 74A 74B 1 Rules may make provision for a review before the comptroller, on an application by the proprietor or an exclusive licensee of the patent in question, of an opinion under section 74A above. 2 The rules may, in particular— a prescribe the circumstances in which, and the period within which, an application may be made; b provide that, in prescribed circumstances, proceedings for a review may not be brought or continued where other proceedings have been brought; c make provision under which, in prescribed circumstances, proceedings on a review are to be treated for prescribed purposes as if they were proceedings under section 61(1)(c) or (e), 71(1) or 72(1)(a) above; d provide for there to be a right of appeal against a decision made on a review only in prescribed cases. 2 In section 74 of that Act (proceedings in which validity of patent may be put in issue), in subsection (8), after  “the validity of a patent is not put in issue merely because” there is inserted  “                  (a)                ”  and at the end there is inserted or                   b its validity is being considered in connection with an opinion under section 74A below or a review of such an opinion. 3 In section 32(2) of that Act (rules about the register of patents), after paragraph (b) there is inserted— ba the entering on the register of notices concerning opinions issued, or to be issued, under section 74A below; ."}, {"act": "Patents Act 2004", "year": 2004, "section": "14", "section_title": "Costs and expenses in infringement proceedings etc", "section_text": "14 1 Section 106 of the 1977 Act (costs and expenses in proceedings before the Court under s. 40) is amended as follows. 2 In subsection (1)\t\t\t\t\t(relevance of parties' financial position), for the words from  “proceedings” to  “the court)” there is substituted  “                  proceedings to which this section applies                ” . 3 After that subsection there is inserted— 1A This section applies to proceedings before the court (including proceedings on an appeal to the court) which are— a proceedings under section 40; b proceedings for infringement; c proceedings under section 70; or d proceedings on an application for a declaration or declarator under section 71. 4 This section applies in relation to proceedings commenced on or after the commencement of this section."}, {"act": "Patents Act 2004", "year": 2004, "section": "15", "section_title": "Security for costs", "section_text": "15 In section 107 of the 1977 Act (costs and expenses), for subsection (4) there is substituted— 4 The comptroller may make an order for security for costs or expenses against any party to proceedings before him under this Act if— a the prescribed conditions are met, and b he is satisfied that it is just to make the order, having regard to all the circumstances of the case; and in default of the required security being given the comptroller may treat the reference, application or notice in question as abandoned."}, {"act": "Patents Act 2004", "year": 2004, "section": "16", "section_title": "Amendments, repeals and revocations", "section_text": "16 1 Schedule 2 (minor and consequential amendments) has effect. 2 The enactments set out in Schedule 3 are repealed to the extent specified. 3 Article 6 of the Patent Office Trading Fund Order 1991 ( S.I.  1991/1796) is revoked."}, {"act": "Patents Act 2004", "year": 2004, "section": "17", "section_title": "Commencement etc", "section_text": "17 1 The preceding provisions of this Act (except those mentioned in subsection (2)) come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 2 Paragraphs 7 and 23 of Schedule 2 come into force with the commencement of the Regulatory Reform (Patents) Order 2004. 3 An order under this section may appoint different days for different purposes. 4 An order under this section may make— a any supplementary, incidental or consequential provision, or b any transitory, transitional or saving provision, that the Secretary of State considers necessary or expedient for the purposes of, in consequence of or for giving full effect to any provision of this Act. 5 A statutory instrument containing provision made by virtue of subsection (4) is subject to annulment in pursuance of a resolution of either House of Parliament, unless the only such provision it contains is transitory, transitional or saving provision. 6 The provision that may be made under subsection (4) includes provision amending or repealing any enactment or instrument. 7 A statutory instrument containing an order under this section that adds to, replaces or omits any part of the text of an Act is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament; and subsection (5) does not apply to such an instrument."}, {"act": "Patents Act 2004", "year": 2004, "section": "18", "section_title": "Short title and extent", "section_text": "18 1 This Act may be cited as the Patents Act 2004. 2 This Act has the same extent as the 1977 Act."}]