[{"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "1", "section_title": "Transfer of functions of Assembly", "section_text": "1 After section 146 of the Government of Wales Act 1998 (c. 38) insert— Transfer  etc  of functions of Assembly 146A 1 The Assembly may, with the consent of the Auditor General for Wales, by order provide for any of its supervisory functions in respect of a public body or a registered social landlord in Wales— a to be exercised on its behalf by the Auditor General for Wales, or b to be transferred to the Auditor General for Wales. 2 In this section— “ public body ” means— a body exercising functions of a public nature, or a body entirely or substantially funded from public money, (and for this purpose  “ body ” includes office); “ registered social landlord in Wales ” means a body which is— registered as a social landlord under Chapter 1 of Part 1 of the Housing Act 1996, and mentioned in any of paragraphs (a) to (c) of section 56(2) of that Act; “ supervisory functions ”, in respect of a public body or a registered social landlord in Wales, means functions of examining, inspecting, reviewing or studying the financial or other management of the public body or registered social landlord or the way in which it discharges any of its functions. 3 The Assembly may direct the Auditor General for Wales to prepare a report on his exercise, generally or in respect of a specific body or matter, of any function transferred to him by an order under subsection (1)(b). 4 The Auditor General for Wales must lay before the Assembly any report prepared by him in accordance with a direction under subsection (3). 5 An order under subsection (1) may contain any appropriate consequential, incidental, supplementary or transitional provisions or savings (including provisions in the form of amendments or repeals of enactments)."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "2", "section_title": "Additional functions of Auditor General", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "3", "section_title": "Studies for improving economy etc in services", "section_text": "3 After section 145 of the Government of Wales Act 1998 (c. 38) insert— Studies for improving economy etc in services 145A 1 The Auditor General for Wales may undertake or promote studies designed to enable him to make recommendations for improving economy, efficiency and effectiveness in the discharge of the functions of any relevant body or bodies. 2 The Auditor General for Wales may also undertake or promote other studies relating to the provision of services by any relevant body or bodies. 3 Subsections (1) and (2) do not entitle the Auditor General for Wales to question the merits of the policy objectives of any relevant body. 4 In determining how to exercise his functions under this section, the Auditor General for Wales shall take into account the views of the Audit Committee as to the studies which he should undertake or promote under this section. 5 For the purposes of this section each of the following is a  “ relevant body ”— a a person who prepares auditable accounts within the meaning given in section 95(7); b any other person (other than a local government body in Wales) in relation to whom, by virtue of provision made by or under this or any other Act, the Auditor General for Wales carries out examinations or studies relating to the economy, efficiency and effectiveness with which that person has used his resources in discharging his functions; c a person (other than a registered social landlord in Wales) in respect of whom the Auditor General for Wales has functions by virtue of provision made under section 146A. 6 Where the Auditor General for Wales undertakes or promotes a study under this section he may arrange for a report containing— a the results of the study, and b his recommendations (if any), to be laid before the Assembly. 7 In this section— “ local government body in Wales ” has the meaning given in section 12(1) of the Public Audit (Wales) Act 2004; and “ registered social landlord in Wales ” has the meaning given in section 146A(2)."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "4", "section_title": "Studies at request of educational bodies", "section_text": "4 After section 145A of the Government of Wales Act 1998 (c. 38)\t\t\t(inserted by section 3) insert— Studies at request of educational bodies 145B 1 The Auditor General for Wales may undertake studies designed to enable him to make recommendations for improving economy, efficiency and effectiveness in the discharge of the functions of a body specified in the first column of the Table, if requested to do so by the body (or one of the bodies) specified in relation to it in the second column of the Table. Subject of study Requesting body The governing body of an institution in Wales within the higher education sector. The governing body or the Higher Education Funding Council for Wales. The governing body of an institution in Wales receiving financial support under Part 1 of the Education Act 1994. The governing body or the appropriate funding agency. The governing body of an institution in Wales within the further education sector. The governing body or the National Council for Education and Training for Wales. 2 Subsection (1) does not entitle the Auditor General for Wales to question the merits of the policy objectives of a body. 3 Where the Auditor General for Wales undertakes a study under subsection (1) he may, with the consent of the body that requested the study, arrange for a report containing— a the results of the study, and b his recommendations (if any), to be laid before the Assembly. 4 The Auditor General for Wales may, at the request of the Higher Education Funding Council for Wales, give the council advice in connection with the discharge of the council’s functions under section 124B(2)(b) of the Education Reform Act 1988 or paragraph 18(2)(b) of Schedule 7 to that Act. 5 The Auditor General for Wales may, at the request of a higher education corporation or further education corporation in Wales— a advise them in connection with the appointment of persons to audit their accounts; b arrange for their accounts for a financial year to be audited by one or more members of the staff of the Auditor General for Wales appointed by the corporation. 6 In subsection (5)— a “ higher education corporation ” and  “ further education corporation ” have the same meaning as in the Further and Higher Education Act 1992; b references to the accounts of a higher education corporation include references to a statement of accounts prepared by the corporation under section 124B of the Education Reform Act 1988 or paragraph 18 of Schedule 7 to that Act. 7 This section must be construed as one with the Education Act 1996; and references in any enactment to the Education Acts include this section."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "5", "section_title": "Studies relating to registered social landlords", "section_text": "5 After section 145B of the Government of Wales Act 1998 (c. 38)\t\t\t(inserted by section 4) insert— Studies relating to registered social landlords 145C 1 The Assembly and the Auditor General for Wales may agree on one or more programmes of studies designed to enable the Auditor General for Wales to make recommendations for improving economy, efficiency and effectiveness in the discharge of the functions of registered social landlords in Wales. 2 If a programme is agreed, the Auditor General for Wales shall ensure that studies giving effect to the programme are undertaken by him or on his behalf. 3 It shall be a term of every such programme that the Assembly make good to the Auditor General for Wales the full costs incurred by him in undertaking the programme. 4 This section does not entitle the Auditor General for Wales to question the merits of the policy objectives of a registered social landlord in Wales. 5 Where a study is undertaken under this section by the Auditor General for Wales or on his behalf, he may arrange for a report containing— a the results of the study, and b his recommendations (if any), to be laid before the Assembly. 6 A person commits an offence if without reasonable excuse he fails to comply with a requirement imposed under section 95(3)(a) or (b) in relation to a study under this section. 7 A person guilty of an offence under subsection (6) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 8 The Auditor General for Wales may disclose to the Assembly information obtained by him or a person acting on his behalf in the course of a study under this section. 9 “ Registered social landlord in Wales ” means a body which is— a registered as a social landlord under Chapter 1 of Part 1 of the Housing Act 1996, and b mentioned in any of paragraphs (a) to (c) of section 56(2) of that Act."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "6", "section_title": "Expenses and accounts", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "7", "section_title": "Fees", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "8", "section_title": "Auditor General’s seal", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "9", "section_title": "Staff etc of the Auditor General", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "10", "section_title": "Accounting officer", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "11", "section_title": "Access to information, etc by Auditor General", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "12", "section_title": "Local government bodies in Wales", "section_text": "12 1 In this Part  “ local government body in Wales ” means any of these— a a local authority in Wales; b a committee of a local authority in Wales (including a joint committee of two or more local authorities in Wales); ba a corporate joint committee; c a port health authority for a port health district wholly in Wales; d a National Park authority for a National Park in Wales; e a conservation board established by order of the Assembly under section 86 of the Countryside and Rights of Way Act 2000 (c. 37); f a  police and crime commissioner  for a police area in Wales; fa a chief constable of a police force maintained under section 2 of the Police Act 1996 for a police area in Wales; g a fire and rescue authority in Wales constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 (c. 21) or a scheme to which section 4 of that Act applies; h an internal drainage board for an internal drainage district wholly in Wales; i a local probation board established under section 4 of the Criminal Justice and Court Services Act 2000 (c. 43) for an area in Wales; j a Welsh probation trust (as defined by paragraph 13(6) of Schedule 1 to the Offender Management Act 2007). 2 The Assembly may by order amend subsection (1) by— a adding a public body whose functions relate exclusively to Wales or an area of Wales; b omitting a body; c altering the description of a body. 3 In subsection (2)\t\t\t\t\t “ public body ” means a body which— a exercises functions of a public nature, or b is entirely or substantially funded from public money."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "13", "section_title": "Audit of accounts of local government bodies in Wales", "section_text": "13 1 A local government body in Wales— a must make up its accounts each year to 31 March or such other date as the Welsh Ministers may generally or in any special case direct; b must ensure that its accounts are audited in accordance with this Chapter. 2 The Auditor General for Wales must audit the accounts of local government bodies in Wales."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "14", "section_title": "Appointment of auditors", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "15", "section_title": "Persons to assist auditors", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "16", "section_title": "Code of audit practice", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "17", "section_title": "General duties on audit of accounts", "section_text": "17 1 This section applies in relation to the audit of a body’s accounts under this Chapter. 2 The Auditor General for Wales must , by examination of the accounts and otherwise, satisfy himself of these things— a that the accounts are prepared in accordance with regulations under section 39; b that they comply with the requirements of all other statutory provisions applicable to the accounts; c that proper practices have been observed in the compilation of the accounts; d that the body has made proper arrangements for securing economy, efficiency and effectiveness in its use of resources; e that the body, if required to publish information in pursuance of a direction under section 47 (performance information) has made such arrangements for collecting and recording the information and for publishing it as are required for the performance of its duties under that section. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "18", "section_title": "Auditors' rights to documents and information", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "19", "section_title": "Auditors' rights to documents and information: offences", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "20", "section_title": "Fees in respect of functions exercised by the Auditor General for Wales", "section_text": "20 A1 The Wales Audit Office must, in accordance with a scheme for charging fees prepared under section 24 of the Public Audit (Wales) Act 2013, charge a fee in respect of functions exercised by the Auditor General for Wales— a in auditing the accounts of local government bodies in Wales under this Chapter, and b in undertaking studies at the request of a local government body under section 44. 1 The Wales Audit Office  must prescribe a scale or scales of fees payable for one or more financial years in respect of the audit of accounts of local government bodies in Wales under this Chapter. 2 Before prescribing a scale of fees under subsection (1)  the Wales Audit Office  must consult— a any associations  of local government bodies  in Wales which appear to  the Wales Audit Office  to be concerned, and b such other persons as the Wales Audit Office thinks fit. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A local government body in Wales must, subject to subsection (5), pay to  the Wales Audit Office  the fee payable in respect of the audit in accordance with the appropriate scale. 5 If it appears to  the Wales Audit Office  that the work involved in a particular audit differed substantially from that envisaged by  ... the appropriate scale,  the Wales Audit Office  may charge a fee which differs from that referred to in subsection (4). 5A But a fee charged under this section may not exceed the full cost of exercising the function to which it relates. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "21", "section_title": "Fees prescribed by Assembly", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "22", "section_title": "Immediate and other reports in public interest", "section_text": "22 1 In auditing accounts of a body under this Chapter,  the Auditor General for Wales  must consider whether, in the public interest, he should make a report on any matter which comes to his notice in the course of the audit, in order for it to be— a considered by the body, or b brought to the attention of the public. 2 If  the Auditor General for Wales  considers that, in the public interest, he should make a report such as is mentioned in subsection (1), he must consider whether the public interest requires the matter to be made the subject of an immediate report. 3 If  the Auditor General for Wales  considers that the public interest requires the matter to be made the subject of an immediate report, he must make the report immediately. 4 If  the Auditor General for Wales  considers that the public interest does not require the matter to be made the subject of an immediate report, he must make the report at the conclusion of the audit. 5 In a case within subsection (3),  the Auditor General for Wales  must send the report to the body ... immediately after making it. 6 In a case within subsection (4),  the Auditor General for Wales  must send the report to the body ... before the end of the period of 14 days starting with the day on which he concludes the audit."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "23", "section_title": "General report", "section_text": "23 1 This section applies if  the Auditor General for Wales  has concluded his audit of a body’s accounts under this Chapter. 2 If a statement of accounts is required to be prepared by regulations under section 39,  the Auditor General for Wales  must enter on the statement— a a certificate that he has completed the audit in accordance with this Chapter, and b his opinion on the statement. 3 In any other case,  the Auditor General for Wales  must enter on the accounts— a a certificate that he has completed the audit in accordance with this Chapter, and b his opinion on the accounts. 4 But if  the Auditor General for Wales  makes a report under section 22 at the conclusion of the audit, he may include the certificate and opinion referred to in subsections (2) and (3) in the report instead of making an entry on the statement or accounts."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "24", "section_title": "Consideration of reports in public interest", "section_text": "24 1 This section applies if  the Auditor General for Wales  makes a report under section 22 on a matter which comes to his notice in the course of the audit of the accounts of a body. 2 The body must take the report into consideration— a as soon as practicable after receiving it, if the body is a body mentioned in subsection (3); b in accordance with section 25, in any other case. 3 The bodies referred to in subsection (2)(a) are— a a port health authority; b a conservation board; c an internal drainage board; d a local probation board; e a probation trust. 4 The agenda supplied to members of the body for the meeting of the body at which the report is to be considered must be accompanied by the report. 5 Subsection (6) applies to these powers— a the power under section 1(4)(b) of the Public Bodies (Admission to Meetings) Act 1960 (c. 67) to exclude items from the matter supplied under that section (supply of agenda  etc.  to newspapers); b the power under   section 100BA(2)   of the Local Government Act 1972 (c. 70) to— i exclude documents from the documents   published under section 100BA(1)   of that Act, or ii exclude items from the matter supplied under   section 100BA(9)   of that Act (public access to agenda and reports before meetings and supply of agenda etc. to newspapers). 6 The powers mentioned in subsection (5) do not include power to exclude the report. 7 Part 5A of the Local Government Act 1972 has effect in relation to the report as if   section 100C(1B)(d)   of that Act (public access to copies of reports for 6 years after meeting) were not limited to so much of the report as relates to an item during which the meeting was open to the public."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "25", "section_title": "Procedure for consideration of reports and recommendations", "section_text": "25 1 This section applies if a body is required under section 24(2)(b) to take a report into consideration in accordance with this section. 2 This section also applies if  the Auditor General for Wales, in auditing  any accounts of a local government body in Wales— a sends to the body a written recommendation, and b states in the document containing the recommendation that in his opinion the recommendation should be considered in accordance with this section. 3 But subsection (2) does not apply if the body is— a a port health authority; b a conservation board; c an internal drainage board; d a local probation board; e a probation trust. 4 If this section applies, the body must consider the report or recommendation at a meeting held by it before the end of the period of one month starting with the day on which  the Auditor General for Wales  sends the report or recommendation to it. 5 At the meeting the body must decide— a if a report under section 22 is considered at the meeting, whether the report requires it to take any action; b if a recommendation within subsection (2) is considered at the meeting, whether the recommendation is to be accepted; c what action (if any) to take in response to the report or recommendation. 6 The Auditor General for Wales  may extend the period of one month mentioned in subsection (4) in relation to a report or recommendation if he is satisfied that it is reasonable to allow the body more time to comply with its duties under subsections (4) and (5) in relation to the report or recommendation. 7 A period may be extended under subsection (6) more than once. 8 Nothing in section 101 of the Local Government Act 1972 (c. 70)\t\t\t\t\t(delegation of functions) applies to a duty imposed on a body by this section. 8A Where a duty imposed on a body by this section is imposed on a corporate joint committee, the duty may not be discharged on behalf of the corporate joint committee by— a a sub-committee of the corporate joint committee, or b any other person. 9 This section does not affect any duties (so far as they relate to the subject-matter of a report or recommendation) imposed by or under— a this Act; b sections 114 to 116 of the Local Government Finance Act 1988 (c. 41)\t\t\t\t\t\t\t(reports by chief finance officers); c section 5 of the Local Government and Housing Act 1989 (c. 42)\t\t\t\t\t\t\t(functions of monitoring officers); d any other enactment."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "26", "section_title": "Publicity for meetings under section 25", "section_text": "26 1 This section applies if a body is required under section 25(4) to hold a meeting. 2 The meeting may be held on a particular day only if, at least seven clear days before that day, a notice complying with subsection (3) has been published in a newspaper circulating in the area of the body. 3 A notice complies with this subsection if it— a states the time and place of the meeting,  (but where the meeting is to be held by a body mentioned in subsection (3A) through remote means only, there is no need for the notice to state the place of the meeting)   aa in the case of a meeting held through remote means by a body mentioned in subsection (3A), also gives details of how to access the meeting; b indicates that the meeting is to be held to consider  the Auditor General for Wales ’s report or recommendation (as the case may be), and c describes the subject-matter of the report or recommendation. 3A The bodies referred to in subsection (3)(a) and (aa) are— a a local authority in Wales; b a committee of a local authority in Wales (including a joint committee of two or more local authorities in Wales); ba a corporate joint committee; c a National Park authority for a National Park in Wales; d a fire and rescue authority in Wales constituted by a scheme under section 2 of the Fire and Rescue Services Act  2004 (c. 21)  or a scheme to which section 4 of that Act applies. 3B In subsection (3)(a) and (aa) the references to a meeting of a body held through remote means are to a meeting held by means of equipment or other facility which enables persons who are not in the same place to speak to and be heard by each other (whether or not the equipment or facility enables those persons to see and be seen by each other). 4 As soon as practicable after the meeting the body must— a ensure that  the Auditor General for Wales  is notified of the decisions made by the body under section 25(5), b obtain the approval of  the Auditor General for Wales  to a written summary of those decisions (“the approved summary”), and c ensure that a notice containing the approved summary is published in one or more newspapers circulating in the area of the body. 5 The approved summary need not summarise any decision made at the meeting while the public were excluded— a under section 100A(2) of the Local Government Act 1972 (confidential information); b in pursuance of a resolution under section 100A(4) of that Act (exempt information); c in pursuance of a resolution under section 1(2) of the Public Bodies (Admission to Meetings) Act 1960 (c. 67) (protection of public interest). 6 But if sections 100C and 100D of the Local Government Act 1972 (c. 70) (availability for inspection  and publication   after meeting of minutes, background papers and other documents) apply in relation to the meeting the approved summary must indicate the documents in relation to the meeting which are  published electronically or   open for inspection under those sections. 7 This section does not affect any provisions made in relation to meetings of a body by section 24(4) to (7) or by or under— a the Local Government Act 1972; b the Public Bodies (Admission to Meetings) Act 1960; c any other enactment."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "27", "section_title": "Additional publicity for immediate reports", "section_text": "27 1 This section applies where under section 22(5)  the Auditor General for Wales  has sent a report made under section 22(3) to a body. 2 From the time when the report is received by the body any member of the public may— a inspect the report at all reasonable times without payment; b make a copy of the report or any part of it at all reasonable times without payment; c require the body to supply him on payment of a reasonable sum with a copy of the report or any part of it. 3 On receiving a report sent to it under section 22(5) a body must immediately— a ensure that a notice is published in one or more newspapers circulating in the area of the body, and b supply a copy of the report to every member of the body. 4 The notice published under subsection (3) must— a identify the subject-matter of the report, and b state that any member of the public may inspect the report and make a copy of it or any part of it between such times and at such place or places as are specified in the notice. 5 The Auditor General for Wales  may— a notify any person that he has made the report; b supply a copy of the report or of any part of it to any person. 6 A person who has custody of a report made under section 22(3) commits an offence if— a he obstructs a person in the exercise of a right conferred by subsection (2)(a) or (b), or b he refuses to comply with a requirement under subsection (2)(c). 7 A person guilty of an offence under subsection (6) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 8 A body commits an offence if it fails to comply with a requirement of subsection (3). 9 A body guilty of an offence under subsection (8) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 10 Nothing in this section affects the operation of section 24(4) to (7)."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "28", "section_title": "Additional publicity for non-immediate reports", "section_text": "28 1 This section applies where under section 22(6)  the Auditor General for Wales  has sent a report made under section 22(4) to a body. 2 the Auditor General for Wales  may— a notify any person that he has made the report; b publish the report; c supply a copy of the report or any part of it to any person. 3 From the time when the report is sent to the body— a the Auditor General for Wales  must ensure that any member of the public may— i inspect the report at all reasonable times without payment; ii make a copy of the report or any part of it at all reasonable times without payment; b any member of the public may require  the Auditor General for Wales  to supply him on payment of a reasonable sum with a copy of the report or any part of it. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "29", "section_title": "Inspection of statements of accounts and Auditor General for Wales' reports", "section_text": "29 1 A local government elector for the area of a local government body in Wales may— a at all reasonable times and without payment inspect and make a copy of any statement of accounts prepared by the body under regulations made under section 39; b at all reasonable times and without payment inspect and make a copy of any report (other than a report under section 22(3)) made to the body by  the Auditor General for Wales ; c require a copy of a statement or report falling within paragraph (a) or (b) to be delivered to him on payment of a reasonable sum for each copy. 2 A person who has custody of a document falling within paragraph (a) or (b) of subsection (1) commits an offence if— a he obstructs a person in the exercise of a right under this section to inspect or make a copy of the document, or b he refuses to supply a copy of the document to a person entitled to the copy under subsection (1)(c). 3 A person guilty of an offence under subsection (2) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 4 In this section references to a copy of a document include a copy of any part of it."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "30", "section_title": "Inspection of documents and questions at audit", "section_text": "30 1 At an audit of accounts under this Chapter an interested person may— a inspect the accounts to be audited and all books, deeds, contracts, bills, vouchers and receipts relating to them; b make a copy of all or any part of the accounts and of any of the other documents mentioned in paragraph (a). 2 At the request of a local government elector for any area to which accounts to be audited under this Chapter relate,  the Auditor General for Wales  must give the elector or any representative of his an opportunity to question  the Auditor General  about the accounts. 3 But nothing in this section entitles a person— a to inspect any accounts or other document relating to a body to the extent that the accounts contain, or the document contains, personal information; b to require any personal information to be disclosed by  the Auditor General for Wales  in answer to any question. 4 In subsection (3)  “ personal information ” means information relating to an individual which is available to the body for reasons connected with either of these— a the fact that the individual holds or has held an office or employment under the body; b the fact that payments or other benefits are or have been made or provided to the individual by the body in respect of an office or employment under another person. 5 For the purposes of subsection (4) payments made or benefits provided to an individual in respect of an office or employment include any payment made or benefit provided to an individual in respect of his ceasing to hold the office or employment."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "31", "section_title": "Right to make objections at audit", "section_text": "31 1 At an audit of accounts under this Chapter a local government elector for the area to which the accounts relate, or any representative of his, may make objections before  the Auditor General for Wales  as to— a any matter in respect of which  the Auditor General for Wales  has a power to apply for a declaration under section 32; b any other matter in respect of which  the Auditor General for Wales  has the power to make a report under section 22. 2 A local government elector proposing to make an objection under subsection (1) must— a give written notice to  the Auditor General for Wales  of the proposed objection and the grounds on which it is to be made, and b at the same time, send a copy of the notice to the body whose accounts are being audited."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "32", "section_title": "Declaration that item of account is unlawful", "section_text": "32 1 Where it appears to  the Auditor General for Wales in  carrying out an audit under this Chapter that an item of account is contrary to law,  he  may apply to the court for a declaration that the item is contrary to law. 2 On an application under this section the court may make or refuse to make the declaration applied for. 3 If the court makes the declaration applied for it may also order rectification of the accounts. 4 If  the Auditor General for Wales  decides not to make an application for a declaration under this section in relation to an item of account, he must notify a person who has made an objection under section 31(1)(a) in relation to the item of account of his decision. 5 Subsection (4) does not apply if the person who has made the objection has failed to comply with section 31(2). 6 A person notified under subsection (4) of  the Auditor General for Wales ’s decision may require the auditor to state in writing the reasons for his decision before the end of the permitted period, which is 14 days starting with the day on which the person is notified of  the Auditor General for Wales ’s decision. 7 A person who receives reasons for  the Auditor General for Wales ’s decision under subsection (6) may appeal to the court against the decision before the end of the permitted period, which is 28 days starting with the day on which he receives the reasons. 8 On an appeal under subsection (7) the court has the same powers in relation to the item of account as it would have if  the Auditor General for Wales  had applied to the court for a declaration under subsection (1) in relation to the item of account. 9 On an application or appeal under this section relating to the accounts of a body, the court may make such order as it thinks fit for the payment by the body of expenses incurred in connection with the application or appeal by— a the Auditor General for Wales ; b the person by whom the appeal is brought. 10 The High Court and the county  court  have jurisdiction for the purposes of this section."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "33", "section_title": "Advisory notices", "section_text": "33 1 The Auditor General for Wales  may issue a notice under this section (an  “ advisory notice ”) if he has reason to believe that one or more of the requirements specified in subsection (2) is met  in respect of a local government body in Wales . 2 The requirements are that— a the body or an officer of the body is about to make or has made a decision which involves or would involve the body incurring expenditure which is unlawful; b the body or an officer of the body is about to take or has begun to take a course of action which, if pursued to its conclusion, would be unlawful and likely to cause a loss or deficiency; c the body or an officer of the body is about to enter an item of account, the entry of which is unlawful. 3 For the purposes of this section and section 34 the actions of any of these are to be treated as the actions of a body— a a committee or sub-committee of the body; b a person (other than an officer of the body) authorised to act on behalf of the body. 4 An advisory notice is a notice which meets these requirements— a it is addressed to the body or officer; b it specifies which of the requirements specified in subsection (2) is met and the decision, course of action or item of account to which the notice relates; c it specifies that the notice will take effect on the day a copy of it is served on the person to whom it is addressed; d it requires the body or officer to give  the Auditor General for Wales  not less than the specified period of notice in writing of the intention of the body or officer to— i make or implement the decision to which the notice relates, ii take or continue to take the course of action to which the notice relates, or iii enter the item of account to which the notice relates. 5 For the purposes of subsection (4)(d) the specified period of notice is the period (not exceeding 21 days) specified in the advisory notice. 6 A copy of an advisory notice— a must be served on the body to which, or to an officer of which, it is addressed; b if the notice is addressed to an officer, must be served on him; c may be served on any other person considered appropriate by  the Auditor General for Wales . 7 The Auditor General for Wales  must before the end of the required period serve a statement of his reasons for the belief referred to in subsection (1) on— a the body, and b if the advisory notice is addressed to an officer of the body, the officer. 8 The required period for the purposes of subsection (7) is 7 days starting on the day on which a copy of the advisory notice was served on the person to whom it is addressed. 9 A document to be served on an officer of a body under this section must be served on him by addressing it to him and— a delivering it to him at an office of the body at which he is employed, b leaving it at such an office, or c sending it by post to such an office. 10 An advisory notice may at any time be withdrawn by  the Auditor General for Wales . 11 The Auditor General for Wales  must give notice in writing of the withdrawal to any body or person on whom a copy of the advisory notice was served under subsection (6). 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "34", "section_title": "Effect of an advisory notice", "section_text": "34 1 Subsections (2) to (4) apply while an advisory notice has effect. 2 If the advisory notice relates to a decision, it is not lawful for the body concerned or an officer of the body to make or implement the decision unless and until the conditions set out in subsection (5) are met. 3 If the advisory notice relates to a course of action, it is not lawful for the body concerned or an officer of the body to take or continue to take the course of action unless and until the conditions set out in subsection (5) are met. 4 If the advisory notice relates to an item of account, it is not lawful for the body concerned or an officer of the body to enter the item of account unless and until the conditions set out in subsection (5) are met. 5 The conditions are— a that the body has considered, in the light of the advisory notice and the statement under section 33(7), the consequences of doing the thing mentioned in whichever of subsections (2) to (4) is applicable; b that the body or officer has given  the Auditor General for Wales  the period of notice in writing required by the advisory notice under section 33(4)(d); c that that period has expired. 6 An advisory notice takes effect on the day on which a copy of the notice is served on the person to whom it is addressed. 7 An advisory notice ceases to have effect— a if a statement of reasons is not served in accordance with section 33(7), at the end of the period specified in section 33(8); b in any other case, when it is withdrawn under section 33(10). 8 The Wales Audit Office  may recover from the body concerned any expenses reasonably incurred  by the Auditor General for Wales  in or in connection with the issue of an advisory notice. 9 In this section  “ the body concerned ”, in relation to an advisory notice, means the body to which, or to an officer of which, the notice is addressed."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "35", "section_title": "Advisory notices: legal actions", "section_text": "35 1 Subsection (2) applies if— a before an advisory notice is served, a body enters into a contract to dispose of or acquire an interest in land, and b before the disposal or acquisition is completed, an advisory notice takes effect as a result of which it is unlawful for the body to complete the disposal or acquisition. 2 The existence of the advisory notice does not prejudice any remedy in damages which may be available to any person as a result of the body’s failure to complete the contract. 3 No action lies against  the Auditor General for Wales  in respect of loss or damage alleged to have been caused as a result of the issue of an advisory notice which was issued in good faith."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "36", "section_title": "Power of auditor to make a claim for judicial review", "section_text": "36 1 The Auditor General for Wales  may make a claim for judicial review with respect to a decision of  a local government body in Wales  or a failure of the body to act, if it is reasonable to believe that the decision or failure to act would have an effect on the body’s accounts. 2 Subsection (1) is subject to section 31(3) of the   Senior Courts Act 1981 \t\t\t\t\t(no claim for judicial review without permission of court). 3 The existence of the powers conferred on  the Auditor General for Wales  under this Part is not a ground for refusing— a a claim falling within subsection (1), or b an application for permission to make a claim falling within subsection (1). 4 On a claim by  the Auditor General for Wales  for judicial review with respect to a decision of a body or a failure of a body to act, the court may make any order it thinks fit for the payment by the body of expenses incurred by  the Auditor General for Wales or the Wales Audit Office  in connection with the claim."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "37", "section_title": "Extraordinary audit", "section_text": "37 1 The Auditor General for Wales may  ... hold an extraordinary audit of the accounts of a local government body in Wales if the condition in subsection (2) or the condition in subsection (3) is met. 2 The condition is that it appears to the Auditor General for Wales to be desirable to hold an extraordinary audit of the body’s accounts. 3 The condition is that an application for an extraordinary audit of the body’s accounts is made by a local government elector for the area of the body. 4 the Welsh Ministers  may require the Auditor General for Wales to  ... hold an extraordinary audit of the accounts of a local government body in Wales if it appears to  the Welsh Ministers  to be desirable in the public interest for an extraordinary audit of the body’s accounts to be held. 5 These provisions apply to an extraordinary audit under this section as they apply to an ordinary audit under this Chapter— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b sections 17 to 19; c sections 22 to 28; d sections 31 and 32. 6 An extraordinary audit of a body’s accounts may be held under this section only if 3 clear days' notice in writing of the audit is given to the body. 7 The expenditure incurred in holding an extraordinary audit of a body’s accounts under this section must be met in the first instance by the Auditor General for Wales. 8 The Wales Audit Office  may recover all or part of the expenditure from the body."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "38", "section_title": "Audit of accounts of officers", "section_text": "38 1 This section applies if an officer of a local government body in Wales receives money or other property— a on behalf of the body, or b for which he ought to account to the body. 2 the Auditor General for Wales  must audit the officer’s accounts. 3 These provisions apply with the necessary modifications to the accounts and audit— a section 13(1); b sections 17 to 24; c sections 27 to 32; d section 37; e section 39."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "39", "section_title": "Accounts and audit regulations", "section_text": "39 1 The  Welsh Ministers  may by regulations applying to local government bodies in Wales make provision with respect to— a the keeping of accounts; b the form, preparation and certification of accounts and of statements of accounts; c the deposit of the accounts of a body at the offices of the body or at another place; d the publication of information relating to accounts and the publication of statements of accounts; e the exercise of any rights of objection or inspection conferred by section 29, 30 or 31 and the steps to be taken by a body for informing local government electors for the area of the body of those rights. 2 Before making any regulations under this section the  Welsh Ministers  must consult— a the Auditor General for Wales, b any associations of local authorities in Wales which appear to  them  to be concerned, and c any bodies of accountants which appear to  them  to be appropriate. 3 A person commits an offence if— a without reasonable excuse he contravenes a provision of regulations under this section, and b the regulations declare that contravention of the provision is an offence. 4 A person guilty of an offence under subsection (3) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 Subsection (6) applies if— a a person is convicted of committing an offence under subsection (3) in relation to a body, and b expenses are incurred by  the Auditor General for Wales or the Wales Audit Office  in connection with proceedings for the offence. 6 The expenses may be recovered  by the Wales Audit Office  from the convicted person or the body, to the extent that they are not recovered from any other source."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "40", "section_title": "Documents relating to  police and crime commissioners and chief constables", "section_text": "40 1 If the Auditor General for Wales  makes a report under section 22  and the report relates to a  police and crime commissioner for, or the chief constable of a police force maintained under section 2 of the Police Act 1996 for,  a police area in Wales, he must send a copy of the report to the Secretary of State and the  Welsh Ministers . 2 If the Auditor General for Wales has sent a document (or a copy of a document) relating to one or more  police and crime commissioners  for police areas in Wales to a  police and crime commissioner  for a police area in Wales, he may send a copy of the document to the Secretary of State and the  Welsh Ministers . 3 If the Auditor General for Wales has sent a document (or a copy of a document) relating to one or more chief constables of police forces maintained under section 2 of the Police Act 1996 for a police area in Wales, the Auditor General may send a copy of the document to the persons to whom a copy of a document may be sent under subsection (2)."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "41", "section_title": "Studies for improving economy etc in services", "section_text": "41 1 The Auditor General for Wales must for each financial year undertake  ... studies designed to enable himto make recommendations— a for improving economy, efficiency and effectiveness in the discharge of the functions of    —  i county councils and county borough councils in Wales; ii fire and rescue authorities in Wales constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; iii National Park authorities for National Parks in Wales; b for improving economy, efficiency and effectiveness in the provision of services provided by other localgovernment bodies in Wales; c for improving the financialor other management of local government bodies in Wales. 2 The studies which the Auditor General for Wales is required to undertake  ... under subsection (1) include in particular— a studies designed to enable the Auditor General for Wales to determine what directions he should give under section 47; b studies of information published in pursuance of section 47 which are designed to enable the Auditor General for Wales to determine, in relation to each financial year, what comparative information to publish himself about the standards of performance achieved by bodies which are relevant bodies for the purposes of that section. 3 The Auditor General for Wales may undertake  ... other studies relating to the provision of services by local government bodies in Wales. 4 Where the Auditor General for Wales undertakes  ... a study under this section, he must publish or otherwise make available— a the results of the study, and b any recommendations made by him. 5 Before undertaking  ... a study under this section, other than a study of a kind mentioned in paragraph (a) or (b) of subsection (2), the Auditor General for Wales must consult— a any associations of local government bodies in Wales which appear to him to be concerned, and b any associations of employees which appear to him to be appropriate. 6 The Auditor General for Wales and  the Welsh Ministers  must co-operate with each other with respect to the exercise of their respective functions under this section and   sections 149A and 149B of the Social Services and Well-being (Wales) Act 2014 (reviews of studies and research and other reviews relating to local authority social services functions carried out by the Welsh Ministers).   7 Subsection (8) applies in respect of the discharge of social services functions by local authorities in Wales. 8 The Auditor General and the Social Care Wales must co-operate with each other with respect to the exercise of their respective functions under this section and section 70 of the Regulation and Inspection of Social Care (Wales) Act 2016 (studies by SCW as to economy  etc. ). 9 In subsection (7)  “ social services functions ” has the same meaning as in the Social Services and Well-being (Wales) Act 2014."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "42", "section_title": "Studies on impact of statutory provisions etc", "section_text": "42 1 The Auditor General for Wales must undertake  ... studies designed to enable him to prepare reports as to the impact of — a the operation of any statutory provisions, or b any directions or guidance given by  the Welsh Ministers  (whether or not under a statutory provision), on economy, efficiency and effectiveness in the discharge of the functions of localgovernment bodies in Wales. 2 The Auditor General for Wales must from time to time lay before  the National Assembly for Wales  a report of any matters which,in his opinion— a arise out of studies under this section, and b ought to be drawn to the attention of  the National Assembly for Wales . 3 Before undertaking  ... a study under this section, the Auditor General for Wales must consult— a any associations of local government bodies in Wales which appear to him to be concerned, and b any associations of employees which appear to him to be appropriate. 4 The Auditor General for Wales and the  Welsh Ministers  must co-operate with each other with respect to the exercise of their respective functions under this section and   sections 149A and 149B of the Social Services and Well-being (Wales) Act 2014 (reviews of studies and research and other reviews relating to local authority social services functions carried out by the Welsh Ministers).  "}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "43", "section_title": "Co-operation with Audit Commission", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "44", "section_title": "Studies at request of local government bodies in Wales", "section_text": "44 1 The Auditor General for Wales may, at the request of a local government body in Wales, undertake  ... studies designed to enable him to make recommendations for improving economy, efficiency and effectiveness in the discharge of the functions of the body. 2 Before making the request the body must consult any associations of employees which appear to it to be appropriate."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "45", "section_title": "Benefit administration studies for Secretary of State", "section_text": "45 1 The Auditor General for Wales may, at the request of the Secretary of State, conduct,or assist the Secretary of State in conducting, benefit administration studies. 2 Benefit administration studies are studies designed to enable recommendations to be made for improving economy, efficiency, and effectiveness and quality of performance in the discharge by one or more local authorities in Wales of functions relating to the administration of housing benefit or council tax benefit (or both). 3 Any information obtained in the course of a benefit administration study may be disclosed by the Auditor General for Wales to the Secretary of State for the purposes of any functions of the Secretary of State which are connected with housing benefit or council tax benefit. 4 The Auditor General for Wales must send to the Secretary of State a copy of a report of a benefit administration study carried out by the Auditor General for Wales. 5 The Secretary of State or the Auditor General for Wales may send a copy of a report of a benefit administration study to any local authority to which the study relates. 6 The Secretary of State may publish a report of a benefit administration study in conjunction with the Auditor General for Wales. 7 The Auditor General for Wales may conduct, or assist the Secretary of State in conducting, a benefit administration study only if the Secretary of State has made arrangements for the payment to  the Wales Audit Office  of a fee in respect of the study. 8 The amount of the fee must be a reasonable amount agreed between the Secretary of State and  the Wales Audit Office, (but may not exceed the full cost incurred by the Auditor General for Wales in conducting, or assisting the Secretary of State to conduct, the study) . 9 A fee payable under this section must be charged in accordance with a scheme for charging fees prepared under section 24 of the Public Audit (Wales) Act 2013."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "46", "section_title": "Performance standards: relevant bodies", "section_text": "46 1 Each of these local government bodies in Wales is a relevant body for the purposes of sections 47 to 49— a a local authority in Wales; b a committee of a local authority in Wales (including a joint committee of two or more local authorities in Wales); ba a corporate joint committee; c a National Park authority for a National Park in Wales; d a  police and crime commissioner  for a police area in Wales; e a fire and rescue authority in Wales constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 (c. 21) or a scheme to which section 4 of that Act applies. 2 the Welsh Ministers  may by order provide for sections 47 to 49 to have effect as if any other local government body in Wales were a relevant body for the purposes of those sections. 3 In this section  “ local authority in Wales ” does not include a community council."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "47", "section_title": "Publication of information as to standards of performance", "section_text": "47 1 The Auditor General for Wales must give any directions which he thinks fit for requiring relevant bodies to publish the information mentioned in subsection (2). 2 The information is information relating to their activities in a financial year which will, in the opinion of the Auditor General for Wales, facilitate the making of appropriate comparisons— a between the standards of performance achieved by different relevant bodies in the financial year, or b between the standards of performance achieved by relevant bodies in different financial years. 3 The comparisons are to be made by reference to the criteria of cost, economy, efficiency and effectiveness. 4 If a relevant body is required by a direction under this section to publish information in relation to a financial year, it must— a make arrangements for collecting and recording the information which secure that the information is available for publication and (so far as practicable) that everything published in pursuance of the direction is accurate and complete, b publish the information in accordance with the direction and in a method permitted under section 48 before the end of the period of 9 months starting immediately after the end of the financial year, and c   in the case of a relevant body which is not a corporate joint committee,  keep a document containing any information published in pursuance of the direction available for inspection by local government electors for its area. 5 The Welsh Ministers  may by order vary the period specified in subsection (4)(b). 6 The period specified in an order under subsection (5) must not be longer than 9 months starting immediately after the end of the financial year in question. 7 A local government elector for the area of a relevant body may— a at all reasonable times and without payment, inspect and make copies of the whole or any part of a document kept available for inspection by the body under subsection (4)(c); b require copies of the whole or part of any such document to be delivered to him on payment of a reasonable sum for each copy. 8 A person who has custody of a document kept available for inspection under subsection (4)(c) commits an offence if— a he obstructs a person in the exercise of his rights under subsection (7), or b he refuses to comply with a requirement under subsection (7)(b). 9 A person guilty of an offence under subsection (8) is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "48", "section_title": "Permitted methods of publishing information under section 47", "section_text": "48 1 The permitted methods of publication referred to in section 47(4)(b) are— a in the case of a relevant body which is a corporate joint committee, electronic publication; b in the case of a relevant body which is not a corporate joint committee, the methods mentioned in subsections (2) and (3). 2 The relevant body may publish the information in a newspaper which is— a printed for sale, and b circulating in its area. 3 If the relevant body ensures that the distribution condition is met with respect to the information, it may publish the information in a newspaper or periodical publication which— a is produced and distributed by another person (other than a local authority company), and b is free of charge to the recipient. 4 A relevant body ensures that the distribution condition is met with respect to information if— a in any case, the body takes all reasonable steps to secure that a copy of a publication containing the information is distributed to each dwelling house in its area; b in a case where the body considers that the information is of concern to persons carrying on business in its area, the body takes such steps as it considers reasonable and practicable to secure that a copy of a publication containing the information is also distributed to business premises in its area. 5 A local authority company is a company under the control of a local authority. 6 Section 68(1) of the Local Government and Housing Act 1989 (c. 42) (company under control of local authority) has effect for the purposes of subsection (5) as it has effect for the purposes of Part 5 of that Act."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "49", "section_title": "Directions under section 47", "section_text": "49 1 A direction under section 47 requiring the publication of information must— a identify the financial year or years in relation to which the information is to be published, b specify or describe the activities to which the information is to relate, and c make provision as to the matters to be contained in the information and as to the form in which it is to be published. 2 A direction under section 47— a may be given so as to apply either to all relevant bodies or to all relevant bodies of a description specified in the direction; b may be varied or revoked by a subsequent direction under that section. 3 Before giving a direction under section 47 which imposes a new requirement on a relevant body as to the publication of any information the Auditor General for Wales must consult— a any associations of relevant bodies he thinks fit, and b any other persons he thinks fit. 4 A direction under section 47 imposing a new requirement on a relevant body as to the publication of any information must not be given later than the 31 December in the financial year which precedes the relevant financial year. 5 The relevant financial year is the financial year in relation to which the information is to be published. 6 If the Auditor General for Wales gives a direction under section 47 he must— a publish the direction in the manner he considers appropriate for bringing it to the attention of members of the public, and b send a copy of the direction to every relevant body on which duties are imposed by virtue of the direction. 7 References in this section to the imposition of a new requirement on a relevant body as to the publication of information are to— a the imposition of a requirement by the first direction under section 47 to apply to the body; b any subsequent extension of or addition to— i the matters to be contained in the information which the body is required to publish in relation to a financial year in pursuance of directions under section 47, or ii the activities to which any such information is to relate."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "50", "section_title": "Best value audit and inspections", "section_text": "50 Schedule 1 has effect (amendments to Part 1 of the Local Government Act 1999 (c. 27): best value)."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "51", "section_title": "Social security references and reports to Secretary of State", "section_text": "51 1 The Auditor General for Wales may refer to the Secretary of State any matter arising from an audit or study under this Part if it appears that the matter may be relevant for the purposes of any of the functions of the Secretary of State relating to social security. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Auditor General for Wales may send to the Secretary of State a copy of any report— a made by him under section 22, and b which contains observations on the administration by a local authority in Wales of housing benefit or council tax benefit."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "52", "section_title": "Rights of Auditor General for Wales to documents and information", "section_text": "52 1 The Auditor General for Wales has a right of access at all reasonable times to every document relating to a local government body in Wales which appears to him necessary for the purposes of his functions under this Part. 2 The documents relating to a body to which the right conferred by subsection (1) applies may include in particular— a a document which is held or controlled by a person who has received financial assistance from the body by means of a grant, loan or guarantee or as a result of the taking of an interest in any property or body corporate; b a document which is held or controlled by a person who has supplied goods or services to the body in pursuance of a contract to which the body was party or who has supplied goods or services in pursuance of a relevant sub-contract; c a document of a description specified in an order made by  the Welsh Ministers . 3 For the purposes of subsection (2)(b) a contract is a relevant sub-contract if its performance fulfils, or contributes to the fulfilment of, an obligation to supply goods or services to the body in another contract. 4 The Auditor General for Wales may require a person whom he thinks has information of the kind mentioned in subsection (5)— a to give him any assistance, information and explanation which the Auditor General for Wales thinks necessary for the purposes of his functions under this Part; b to attend before him in person to— i give the assistance, information or explanation, or ii produce any document which is held or controlled by the person and to which the right conferred by subsection (1) applies. 5 The information is information which relates to— a a local government body in Wales; b a document to which the right conferred by subsection (1) applies; c a person who holds or controls such a document. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Every local government body in Wales must provide the Auditor General for Wales with every facility and all information which he may reasonably need for the purposes of his functions under this Part. 8 Before making an order under subsection (2)(c)  the Welsh Ministers  must consult— a the Auditor General for Wales, and b any associations of local authorities in Wales which appear to it to be concerned. 9 A statutory instrument containing an order under subsection (2)(c) is (unless a draft of the order has been laid before, and approved by a resolution of the National Assembly for Wales) subject to annulment in pursuance of a resolution of the Assembly."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "53", "section_title": "Rights of Auditor General for Wales to documents and information: offences", "section_text": "53 1 A person commits an offence if without reasonable excuse he fails to comply with a requirement imposed by the Auditor General for Wales under section 52(4). 2 A person guilty of an offence under subsection (1) is liable on summary conviction— a to a fine not exceeding level 3 on the standard scale, and b to an additional fine not exceeding £20 for each day on which the offence continues after he has been convicted of it. 3 Subsection (4) applies if— a a person is convicted of an offence under subsection (1), and b expenses are incurred by the Auditor General for Wales  or the Wales Audit Office  in connection with proceedings for the offence. 4 The expenses may be recovered  by the Wales Audit Office  from the convicted person or an appropriate person, to the extent that they are not recovered from any other source. 5 An appropriate person is a person who controlled the document referred to in section 52(5) at the time the requirement was imposed."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "54", "section_title": "Restriction on disclosure of information", "section_text": "54 1 This section applies if information relating to a particular body or other person is obtained by the Auditor General for Wales  or a person acting on behalf of the Auditor General for Wales by virtue of a delegation made under section 18 of the Public Audit (Wales) Act 2013 — a pursuant to a provision of this Part  ...\t\t\t\t\t\t\t  or Part 1 of the Local Government (Wales) Measure 2009 , aa pursuant to  a provision of Chapter 1   or 1A  of Part 6 or   section 159 of the Local Government and Elections (Wales) Act 2021,  or b in the course of an audit, study   assessment  or inspection under a provision of this Part, section 145C of the Government of Wales Act 1998 (c. 38)  ...   or Part 1 of the Local Government (Wales) Measure 2009  or Chapter 1   or 1A  of Part 6 of the Local Government and Elections (Wales) Act 2021 . 2 The information must not be disclosed except in accordance with any of these— a with the consent of the body or person to whom the information relates; b for the purposes of any functions of the Auditor General for Wales  ... under this Part  ...   or Part 1 of the Local Government (Wales) Measure 2009  or Chapter 1   or 1A  of Part 6 of the Local Government and Elections (Wales) Act 2021 ; ba section 159 of the Local Government and Elections (Wales) Act 2021; bb for the purposes of any functions of the Auditor General for Wales which are specified functions within the meaning of section 159 of the Local Government and Elections (Wales) Act 2021 (and are not mentioned elsewhere in this subsection); c for the purposes of the functions of the Secretary of State relating to social security; d for the purposes of the functions of   the Public Services Ombudsman for Wales  under Part 3 of the Local Government Act 2000 (c. 22); e for the purposes of any functions of  the Welsh Ministers  which are connected with the discharge of social services functions by local authorities in Wales; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g for the purposes of any criminal investigation which is being or may be carried out, whether in the United Kingdom or elsewhere; h for the purposes of any criminal proceedings which have been or may be initiated, whether in the United Kingdom or elsewhere; i for the purposes of the initiation or bringing to an end of any such investigation or proceedings; j for the purpose of facilitating a determination of whether any such investigation or proceedings should be initiated or brought to an end. 2ZA A person who is, or acts on behalf of a person who is, a public authority for the purposes of the Freedom of Information Act 2000, may also disclose such information— a in accordance with section 145C(5) or (8) of the Government of Wales Act 1998; or b in any other circumstances, except where the disclosure would, or would be likely to, prejudice the effective performance of a function imposed or conferred on the person by or under an enactment.  2ZB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2ZC A person who does not fall within subsection (2ZA)  ... may also disclose such information in accordance with consent given by the Auditor General for Wales  .... 2ZD Section 54ZA makes further provision about consent for the purposes of subsection (2ZC). 2A  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 A person commits an offence if he discloses information in contravention of   this section . 4 A person guilty of an offence under subsection (3) is liable— a on summary conviction,  . . .  to a fine not exceeding the statutory maximum  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In subsection (2)\t\t\t\t\t “ social services functions ” has the same meaning as in  section 143 of the Social Services and Well-being (Wales) Act 2014 . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "54ZA", "section_title": "Consent under section 54(2ZC)", "section_text": "54ZA 1 Consent for the purposes of section 54(2ZC) must be obtained in accordance with this section. 2 A person requesting consent (“ the applicant ”) must make a request for consent which— a is in writing, b states the name of the applicant and an address for correspondence, c describes the information in relation to which consent is requested, and d identifies the person to whom the information will be disclosed. 3 Consent must be given except where the disclosure would, or would be likely to, prejudice the effective performance of a function imposed or conferred on the Auditor General for Wales  ...  by or under an enactment. 4 Consent may be given or refused orally or in writing; but where it is given or refused orally the consent or refusal must be confirmed in writing. 5 A refusal (or, where the refusal is oral, the confirmation of the refusal) must contain the reasons for the refusal. 6 The Auditor General for Wales  must give or refuse consent not later than the twentieth working day following the day on which the request is received. 7 “ Working day ” means any day other than a Saturday, a Sunday, Christmas Day, Good Friday or a day which is a bank holiday under the Banking and Financial Dealings Act 1971 in any part of the United Kingdom. "}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "54A", "section_title": "Disclosure of information by or on behalf of public authorities", "section_text": "54A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "55", "section_title": "Supply of benefit information to Auditor General for Wales", "section_text": "55 The Secretary of State may supply to the Auditor General for Wales any information held by the Secretary of State which— a relates to housing benefit or council tax benefit, and b appears to the Secretary of State to be relevant to the exercise of any function of the Auditor General for Wales."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "56", "section_title": "Publication of information by Auditor General for Wales", "section_text": "56 1 The Auditor General for Wales may publish information with respect to any of these— a the making  ... of a report under section 22; b the subject-matter of a report under section 22; c the decision made and other action taken by a body in response to the receipt of a report under section 22 or to anything in a report under section 22; d a contravention by a body of regulations made under section 39; e a contravention by a body of an obligation imposed on the body under section 47(4). 2 The information that may be published under subsection (1)(a), (b) or (c) does not include information excluded under section 26(5) from an approved summary published under section 26(4)(c). 3 The Auditor General for Wales must inform a body before publishing information under subsection (1) relating to it. 4 Information published under subsection (1) must be published in any manner which the Auditor General for Wales considers appropriate for bringing the information to the attention of members of the public who may be interested in it."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "57", "section_title": "Provision of information to Audit Commission", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "58", "section_title": "Orders and regulations", "section_text": "58 1 Any power conferred on  the Welsh Ministers  by this Part to make orders or regulations is exercisable by statutory instrument. 2 Any power conferred on  the Welsh Ministers  or the Secretary of State to make an order or regulations under this Part includes power— a to make such incidental, consequential, transitional or supplementary provision as  the Welsh Ministers  or the Secretary of State thinks appropriate; b to make different provision for different cases, including different provision for different localities and different bodies and descriptions of bodies."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "59", "section_title": "Interpretation of Part 2", "section_text": "59 1 This section applies for the interpretation of this Part. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 “ Local authority in Wales ” means a county council, county borough council or community council in Wales. 6 “ Local government elector ” means a person registered as a local government elector in the register of electors in accordance with the provisions of the Representation of the People Acts. 7 A reference to a local government elector for an area, in relation to a National Park authority which is the local planning authority for a National Park, is to a local government elector for any area the whole or part of which is comprised in the Park. 8 “ Statutory provision ” means a provision contained in or having effect under an enactment. 9 “Corporate joint committee” means a corporate joint committee established by regulations made under Part 5 of the Local Government and Elections (Wales) Act 2021."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "60", "section_title": "Meaning of  “Welsh NHS body”", "section_text": "60 In this Part  “ Welsh NHS body ” means— a a Local Health Board, b a Special Health Authority performing functions only or mainly in respect of Wales, c a National Health Service trust all or most of whose hospitals, establishments and facilities are situated in Wales or any trustees appointed in pursuance of   paragraph 10 of Schedule 3 to the National Health Service (Wales) Act 2006  for such a trust, or d a body of trustees appointed in pursuance of section 29(1) of the National Health Service Reorganisation Act 1973 (c. 32) and section 95(1) of the National Health Service Act 1977 (c. 49)  and section 160(1) of the National Health Service (Wales) Act 2006  for a trust all or most of whose hospitals, establishments and facilities are situated in Wales."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "61", "section_title": "Audit of Welsh NHS bodies", "section_text": "61 1 The accounts prepared by a Welsh NHS body under   paragraph 4(2) of Schedule 12B to the National Health Service Act 1977 (preparation of annual accounts of Welsh  NHS  bodies)  for a financial year must be submitted by that body to the Auditor General for Wales no later than five months after the end of that year. 2 The Auditor General for Wales must— a examine and certify any accounts submitted to him under this section, and b no later than four months after the accounts are submitted to him, lay before  the National Assembly for Wales  a copy of them as certified by him together with his report on them. 3 In examining any accounts submitted to him under this section, the Auditor General for Wales must, in particular, satisfy himself— a that the expenditure to which the accounts relate has been incurred lawfully and in accordance with the authority which governs it, and b that the body to which the accounts relate has made proper arrangements for securing economy, efficiency and effectiveness in its use of resources."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "62", "section_title": "Co-operation with Welsh Ministers,  ... or Care Quality Commission", "section_text": "62 The Auditor General for Wales must co-operate with— a the Welsh Ministers , b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the Care Quality Commission, where it seems to him appropriate to do so for the efficient and effective discharge of his functions in relation to Welsh NHS bodies."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "63", "section_title": "Audit of accounts of officers of Welsh NHS bodies", "section_text": "63 1 This section applies where an officer of a Welsh NHS body receives money or other property— a on behalf of that body, or b for which he ought to account to that body. 2 The officer must keep accounts. 3 The accounts of the officer must— a be made up each year to 31 March, and b be audited by the Auditor General for Wales, and section 61 applies with the necessary modifications in relation to the accounts and audit."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "64", "section_title": "Provision of information by  CHAI", "section_text": "64 1 The Care Quality Commission  must, on request, provide the Auditor General for Wales with any information he may reasonably require for the purpose of making comparisons, in the discharge of his functions under sections 145 and 145A of the Government of Wales Act 1998 (c. 38) in relation to a Welsh NHS body, between the Welsh NHS body and English NHS bodies and cross-border SHAs. 2 Subsection (1) does not require information to be provided in circumstances where (but for that subsection) the disclosure of the information would contravene   section 76 of the Health and Social Care Act 2008 (disclosure of confidential personal information: offence). 3 In this section— “ English NHS body ” has the meaning given by subsection (1) of section 97 of that Act; and “ cross-border SHA ” means a cross-border Special Health Authority as defined by that subsection."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "64A", "section_title": "Power to conduct data matching exercises", "section_text": "64A 1 The Auditor General for Wales may conduct data matching exercises  ... . 2 A data matching exercise is an exercise involving the comparison of sets of data to determine how far they match (including the identification of any patterns and trends). 3 The power in subsection (1) is exercisable for the purpose of assisting in the prevention and detection of fraud in or with respect to Wales. 4 That assistance may, but need not, form part of an audit. 5 A data matching exercise may not be used to identify patterns and trends in an individual's characteristics or behaviour which suggest nothing more than his potential to commit fraud in the future. 6 In the following provisions of this Part, reference to a data matching exercise is to an exercise conducted or arranged to be conducted under this section."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "64B", "section_title": "Mandatory provision of data", "section_text": "64B 1 The Auditor General for Wales may require— a any body mentioned in subsection (2), and b any officer or member of such a body, to provide the Auditor General or a person acting on his behalf  by virtue of a delegation made under section 18 of the Public Audit (Wales) Act 2013  with such data (and in such form) as the Auditor General or that person may reasonably require for the purpose of conducting data matching exercises. 2 The bodies are— a a local government body in Wales (as defined in section 12(1)); b a Welsh  NHS  body (as defined in section 60). 3 A person who without reasonable excuse fails to comply with a requirement of the Auditor General under subsection (1)(b) is guilty of an offence and liable on summary conviction— a to a fine not exceeding level 3 on the standard scale, and b to an additional fine not exceeding £20 for each day on which the offence continues after conviction for that offence. 4 If an officer or member of a body is convicted of an offence under subsection (3), any expenses incurred by the Auditor General  or by the Wales Audit Office  in connection with proceedings for the offence, so far as not recovered from any other source, are recoverable from that body  by the Wales Audit Office ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "64C", "section_title": "Voluntary provision of data", "section_text": "64C 1 If the Auditor General for Wales thinks it appropriate to conduct a data matching exercise using data held by or on behalf of a body or person not subject to section 64B, the data may be disclosed to the Auditor General or a person acting on his behalf  by virtue of a delegation made under section 18 of the Public Audit (Wales) Act 2013 . 2 A disclosure under subsection (1) does not breach— a any obligation of confidence owed by a person making the disclosure, or b any other restriction on the disclosure of information (however imposed). 3 But nothing in this section authorises a disclosure which— a contravenes   the data protection legislation , or b is prohibited by  any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016 . 4 Data may not be disclosed under subsection (1) if the data comprise or include patient data. 5 In this section—  “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act);   “ Patient data ” means data relating to an individual which are held for medical purposes (within the meaning of section 251 of the National Health Service Act 2006 (c. 41)) and from which the individual can be identified. 6 This section does not limit the circumstances in which data may be disclosed apart from this section. 7 Data matching exercises may include data provided by a body or person outside England and Wales."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "64D", "section_title": "\n \nDisclosure of results of data matching \n etc \n", "section_text": "64D 1 This section applies to the following information— a information relating to a particular body or person obtained by or on behalf of the Auditor General for Wales for the purpose of conducting a data matching exercise, b the results of any such exercise. 2 Information to which this section applies may be disclosed by or on behalf of the Auditor General for Wales if the disclosure is— a for or in connection with a purpose for which the data matching exercise is conducted, b to a body  or person  mentioned in subsection (3)\t\t\t\t\t\t\t(or a related party) for or in connection with a function of that body  or person  corresponding or similar to the functions of  the Auditor General  under Chapter 1 of Part 2 or the functions of the Auditor General under Part 3 or this Part, or c in pursuance of a duty imposed by or under a statutory provision. 3 The bodies  and persons  are— a the Secretary of State, aa the Minister for the Cabinet Office, ab a local auditor within the meaning of the Local Audit and Accountability Act 2014, b the Auditor General for Scotland, c the Accounts Commission for Scotland, d Audit Scotland, e the Comptroller and Auditor General for Northern Ireland, f a person designated as a local government auditor under Article 4 of the Local Government (Northern Ireland) Order 2005 ( S.I.  2005/1968 (N.I.18)). 4 “ Related party ”, in relation to a body  or person  mentioned in subsection (3), means— a a body or person acting on its behalf, b a body whose accounts are required to be audited by it or by a person appointed by it, c a person appointed by it to audit those accounts. 5 If the data used for a data matching exercise include patient data— a subsection (2)(a) applies only so far as the purpose for which the disclosure is made relates to a relevant  NHS  body, b subsection (2)(b) applies only so far as the function for or in connection with which the disclosure is made relates to such a body. 6 In subsection (5)— a “ patient data ” has the same meaning as in section 64C, b “ relevant  NHS  body ” means— i a Welsh  NHS  body as defined in section 60, ii a body mentioned in paragraph (a), (b) or (c) of paragraph 4(12) of Schedule 9 to the Local Audit and Accountability Act 2014 (“relevant  NHS  body”); iii an  NHS  body as defined in section 22(1) of the Community Care and Health (Scotland) Act 2002 (asp 5), iv a health and social care body mentioned in paragraphs (a) to (e) of section 1(5) of the Health and Social Care (Reform) Act (Northern Ireland) 2009. 7 Information disclosed under subsection (2) may not be further disclosed except— a for or in connection with the purpose for which it was disclosed under paragraph (a) or the function for which it was disclosed under paragraph (b) of that subsection, b for the investigation or prosecution of an offence (so far as the disclosure does not fall within paragraph (a)), or c in pursuance of a duty imposed by or under a statutory provision. 8 Except as authorised by subsections (2) and (7), a person who discloses information to which this section applies is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or  b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , to a fine not exceeding the statutory maximum or to both. 9 Section 54 does not apply to information to which this section applies. 10 In this section  “ statutory provision ” has the meaning given in section 59(8). "}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "64E", "section_title": "Publication", "section_text": "64E 1 Nothing in section 64D prevents the Auditor General for Wales from publishing a report on a data matching exercise (including on the results of the exercise). 2 But the report may not include information relating to a particular body or person if— a the body or person is the subject of any data included in the data matching exercise, b the body or person can be identified from the information, and c the information is not otherwise in the public domain. 3 A report published under this section may be published in any manner which the Auditor General considers appropriate for bringing it to the attention of those members of the public who may be interested. 4 This section does not affect any powers of  ...  the Auditor General where the data matching exercise in question forms part of an audit under Part 2 or 3."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "64F", "section_title": "Fees for data matching", "section_text": "64F A1 The Wales Audit Office may, in accordance with a scheme for charging fees prepared under section 24 of the Public Audit (Wales) Act 2013, charge a fee in respect of a data matching exercise undertaken by the Auditor General for Wales. 1 The  Wales Audit Office  must prescribe a scale or scales of fees in respect of data matching exercises. 2 A body required under section 64B(1) to provide data for a data matching exercise must pay to  the Wales Audit Office  the fee applicable to that exercise in accordance with the appropriate scale. 3 But if it appears to the  Wales Audit Office  that the work involved in the exercise was substantially more or less than that envisaged by the appropriate scale, the  Wales Audit Office  may charge the body a fee which is larger or smaller than that referred to in subsection (2). 4 Before prescribing a scale of fees under this section, the  Wales Audit Office  must consult— a the bodies mentioned in section 64B(2), and b such other bodies or persons as the  Wales Audit Office  thinks fit. 5 If the Welsh Ministers consider it necessary or desirable to do so, they may by regulations prescribe a scale or scales of fees to have effect, for such period as is specified in the regulations, in place of any scale or scales of fees prescribed by the  Wales Audit Office  and, if they do so, references in this section to the appropriate scale are to be read as respects that period as references to the appropriate scale prescribed by the Welsh Ministers. 6 Before making any regulations under subsection (5), the Welsh Ministers must consult— a the  Wales Audit Office , and b such other bodies or persons as they think fit. 7 The power under subsection (5) is exercisable by statutory instrument subject to annulment in pursuance of a resolution of  the National Assembly for Wales . 8 In addition to the power under subsection (2), the  Wales Audit Office  may charge a fee to any other body or person providing data for or receiving the results of a data matching exercise, such fee to be payable in accordance with terms agreed between the  Wales Audit Office  and that body or person. 9 Any terms as to payment agreed by the Wales Audit Office under subsection (8) must be in accordance with a scheme for charging fees prepared under section 24 of the Public Audit (Wales) Act 2013. 10 A fee charged under this section may not exceed the full cost of exercising the function to which it relates."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "64G", "section_title": "Code of data matching practice", "section_text": "64G 1 The Auditor General for Wales must prepare, and keep under review, a code of practice with respect to data matching exercises. 2 Regard must be had to the code in conducting and participating in any such exercise. 3 Before preparing or altering the code, the Auditor General must consult the bodies mentioned in section 64B(2), the Information Commissioner and such other bodies or persons as the Auditor General thinks fit. 4 The Auditor General must— a lay a copy of the code, and of any alterations made to the code, before  the National Assembly for Wales , and b from time to time publish the code as for the time being in force."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "64H", "section_title": "Powers of Secretary of State", "section_text": "64H 1 The Secretary of State may by order amend this Part— a to add any purpose mentioned in subsection (2) to the purposes for which data matching exercises may be conducted, b to modify the application of this Part in relation to a purpose so added. 2 The purposes which may be added are— a to assist in the prevention and detection of crime (other than fraud) in or with respect to Wales, b to assist in the apprehension and prosecution of offenders in or with respect to Wales, c to assist in the recovery of debt owing to Welsh public bodies. 3 The Secretary of State may by order amend this Part— a to add a Welsh public body to the list of bodies in section 64B(2), b to modify the application of this Part in relation to a body so added, c to remove a body from that list. 4 Before making an order under this section, the Secretary of State must consult the Auditor General for Wales. 5 An order under this section— a is to be made by statutory instrument, and b may include such incidental, consequential, supplemental or transitional provision as the Secretary of State thinks fit. 6 No order under this section may be made unless a draft of the statutory instrument has been laid before, and approved by a resolution of, each House of Parliament. 7 In this section  “ Welsh public body ” means a public body (as defined in section 12(3)) whose functions relate exclusively to Wales or an area of Wales."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "65", "section_title": "Public bodies subject to audit etc", "section_text": "65 1 The Government of Wales Act 1998 is amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In subsection (9) of that section, after paragraph (b) add and                     c “ public body ” means— i a body exercising functions of a public nature, or ii a body entirely or substantially funded from public money. 4 In Schedule 17, in Part 1 (bodies subject generally to audit etc provisions), in paragraph 1 omit  “(other than the Care Council for Wales)”."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "66", "section_title": "Minor and consequential amendments", "section_text": "66 Schedule 2 (which makes minor and consequential amendments) has effect."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "67", "section_title": "Functions transferred to Assembly", "section_text": "67 1 Any reference in Schedule 1 to the National Assembly for Wales (Transfer of Functions) Order 1999 (S.I.1999/672) to an enactment amended by this Act is to be treated as a reference to that enactment as amended by this Act. 2 Subsection (1) does not affect the power to make further Orders varying or omitting those references."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "67A", "section_title": "Assistance by Auditor General to inspectorates", "section_text": "67A 1 The Auditor General for Wales may provide assistance to— a Her Majesty's Chief Inspector of Prisons, b Her Majesty's Inspectors of Constabulary, c Her Majesty's Chief Inspector of the Crown Prosecution Service, d Her Majesty's Inspectorate of Probation for England and Wales ,  e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . in the discharge of any of their functions. 2 Assistance under subsection (1) may be provided on such terms, including terms as to payment, as  the Wales Audit Office  and the body or person in question may agree , but any terms as to payment agreed by the Wales Audit Office must be made in accordance with a scheme for charging fees prepared under section 24 of the Public Audit (Wales) Act 2013 . 3 Any sums charged in relation to assistance provided under this section may not exceed the full cost of providing that assistance."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "67B", "section_title": "Protection from defamation claims", "section_text": "67B For the purposes of the law of defamation, the publication in a communication between the Auditor General for Wales or the Wales Audit Office and the Public Services Ombudsman for Wales of a matter in connection with a joint investigation conducted under section 68(2) of the Public Services Ombudsman (Wales) Act 2019, is absolutely privileged."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "68", "section_title": "\n \nTransfer of property \n etc \n to Wales Audit Office\n \n", "section_text": "68 1 Any property, rights and liabilities which are the subject of a transfer scheme are to be transferred to and vested in the  Wales Audit Office  in accordance with the scheme. 2 For this purpose  “ a transfer scheme ” means a scheme contained in an order made under paragraph 1 of Schedule 3. 3 Schedule 3 (which makes provision about schemes for the transfer of property etc) has effect."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "69", "section_title": "Local government bodies in Wales", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "70", "section_title": "Welsh NHS bodies", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "71", "section_title": "Interpretation", "section_text": "71 In this Act— “ the Assembly ” means the National Assembly for Wales; “ the Audit Commission ” means the Audit Commission for Local Authorities and the National Health Service in England  . . . ; “ body ” includes office; “ financial year ” means the 12 months ending with 31 March."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "72", "section_title": "Repeals", "section_text": "72 The enactments mentioned in Schedule 4 are repealed to the extent specified."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "73", "section_title": "Commencement", "section_text": "73 1 The preceding provisions (and the Schedules), except section 71, come into force in accordance with provision made by the Assembly by order. 2 The power to make orders under subsection (1) is exercisable by statutory instrument. 3 Orders under subsection (1)— a may include transitional provision or savings; b may make different provision for different purposes."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "74", "section_title": "Extent", "section_text": "74 1 The amendment or repeal of a provision by this Act has the same extent as the provision amended or repealed. 2 Subject to that, this Act extends to England and Wales only."}, {"act": "Public Audit (Wales) Act 2004", "year": 2004, "section": "75", "section_title": "Short title", "section_text": "75 This Act may be cited as the Public Audit (Wales) Act 2004."}]