[{"act": "Sustainable and Secure Buildings Act 2004", "year": 2004, "section": "1", "section_title": "Purposes of building regulations", "section_text": "1 1 In subsection (1) of section 1 of the Building Act 1984 (c. 55)\t\t\t\t\t(which sets out the purposes for which building regulations may be made), for paragraphs (b) and (c) substitute— b furthering the conservation of fuel and power, c preventing waste, undue consumption, misuse or contamination of water, d furthering the protection or enhancement of the environment, e facilitating sustainable development, or f furthering the prevention or detection of crime, . 2 In the words in that subsection after those paragraphs (which set out matters about which building regulations may be made), for the words from  “design and construction” onwards substitute  “                matters mentioned in subsection (1A) below              ” . 3 After that subsection insert— 1A Those matters are— a the design and construction of buildings; b the demolition of buildings; c services, fittings and equipment provided in or in connection with buildings. 4 In section 126 of that Act (general interpretation), in the definition of  “substantive requirements” for the words from  “design and construction” to  “with buildings” substitute  “                matters mentioned in section 1(1A) above              ” ."}, {"act": "Sustainable and Secure Buildings Act 2004", "year": 2004, "section": "2", "section_title": "Buildings of special historical or architectural interest", "section_text": "2 After section 1 of the Building Act 1984 (c. 55) insert— Buildings of special historical or architectural interest 1A 1 In making building regulations the Secretary of State shall have regard, in particular, to the desirability of preserving the character of protected buildings that are of special historical or architectural interest. 2 In this section  “ protected buildings ” means— a listed buildings within the meaning of the Planning (Listed Buildings and Conservation Areas) Act 1990 (see section 1(5) of that Act); and b buildings situated in areas designated as conservation areas under section 69 of that Act."}, {"act": "Sustainable and Secure Buildings Act 2004", "year": 2004, "section": "3", "section_title": "Contents of building regulations", "section_text": "3 1 Schedule 1 to the Building Act 1984 (provision that may be included in building regulations) is amended in accordance with subsections (2) to (7). 2 In sub-paragraph (a)(ii) of paragraph 7, for  “and use” substitute  “                , use and re-use              ” . 3 In sub-paragraph (a)(ix) of that paragraph, after  “gases,” insert  “                vapours,              ” . 4 In sub-paragraph (a)(xiv) of that paragraph, at the end insert  “                (including equipment for monitoring and measuring supplies of water)              ” . 5 After sub-paragraph (a)(xxii) of that paragraph insert— xxiia measures relating to the security of buildings, xxiib measures affecting the use of fuel or power, xxiic equipment for monitoring and measuring supplies of fuel, power or heat, xxiid recycling facilities (including facilities for composting), . 6 In sub-paragraph (1) of paragraph 8, after paragraph (e) insert— f buildings or parts of buildings, together with any services, fittings or equipment provided in or in connection with them, in cases where the persons in occupation of a building or part of a building change in prescribed circumstances. 7 For sub-paragraph (2) of paragraph 8 substitute— 2 Subject to sub-paragraphs (3) to (6) below and to sections 2(2) and 2A of this Act, building regulations shall not apply to or in connection with buildings erected before the date on which the regulations come into force. 3 The following building regulations may be made to apply to or in connection with buildings erected before the date on which the regulations come into force— a regulations falling within sub-paragraph (1)(a) to (e) above; b regulations made with respect to the demolition of buildings; c regulations made with respect to the use of materials or components (including surface finishes) that (in whole or in part) have been produced from, or incorporate, recycled items; d regulations made with respect to the re-use of materials or components (including surface finishes); e regulations falling within sub-paragraph (4) below. 4 Building regulations fall within this sub-paragraph if— a in accordance with sub-paragraph (1)(f) above, they are framed by reference to a change in the occupants of a building (or part); and b they are— i made for the purpose mentioned in section 1(1)(b) of this Act; or ii made (otherwise than for that purpose) with respect to measures calculated to secure, or to contribute to, the prevention or reduction of emissions (whether or not from the building in question) of smoke, gases, vapours or fumes. 5 The provision that may be made by building regulations includes provision imposing on a person carrying out work of any type in relation to a building (whenever erected), or in relation to any service, fitting or equipment provided in or in connection with a building (whenever erected)— a a requirement to do things for the purpose mentioned in section 1(1)(b) of this Act; or b a requirement to do things (otherwise than for that purpose) with respect to measures calculated to secure, or to contribute to, the prevention or reduction of emissions (whether or not from the building in question) of smoke, gases, vapours or fumes. 6 The things whose doing may be required by virtue of sub-paragraph (5) above are— a things to be done in relation to the work in question; b any other things but only if they are to be done in relation to— i the building in question; or ii any service, fitting or equipment provided in or in connection with that building. 8 In section 44 of that Act (Crown application), after subsection (10) insert— 11 For the purposes of building regulations which, in accordance with paragraph 8(1)(f) of Schedule 1 to this Act, are framed by reference to a change in the occupants of a building (or part), this section applies, with any necessary modifications, in relation to the making of a change of occupants as it applies in relation to the carrying out of work. 9 In section 45(1) of that Act (application to United Kingdom Atomic Energy Authority), for  “(10)” substitute  “                (11)              ” ."}, {"act": "Sustainable and Secure Buildings Act 2004", "year": 2004, "section": "4", "section_title": "Continuing requirements of building regulations", "section_text": "4 1 After section 2 of the Building Act 1984 (c. 55) insert— Continuing requirements in relation to fuel, power and emissions 2A 1 Building regulations may impose, on owners and occupiers of buildings, continuing requirements that fall within subsection (2) below. 2 A continuing requirement falls within this subsection if— a it requires the inspection and testing of a building— i as respects the use of fuel and power in or in connection with the building; or ii as respects its contribution to or effect on emissions (whether or not from the building) of smoke, gases, vapours or fumes; b it requires the inspection and testing of any service, fitting or equipment provided in or in connection with a building— i as respects the use of fuel and power in or in connection with the service, fitting or equipment; or ii as respects its contribution to or effect on emissions (whether or not from it or the building) of smoke, gases, vapours or fumes; c it requires the implementation, in relation to a building, or any service, fitting or equipment provided in or in connection with a building, of— i measures for the purpose mentioned in section 1(1)(b) above; or ii measures (otherwise than for that purpose) that are calculated to secure, or to contribute to, the prevention or reduction of emissions (whether or not from the building in question or a thing provided in or in connection with it) of smoke, gases, vapours or fumes; d it requires the keeping of records in relation to matters within paragraph (a), (b) or (c); or e it requires the making of reports in relation to any of those matters to a prescribed authority. 3 Those requirements may be imposed in the case of buildings, or in the case of services, fittings and equipment provided in or in connection with buildings, irrespective of both— a when the buildings were erected; and b whether building regulations were applicable to them at the time of their erection. 4 Subsections (3) to (6) of section 2 above apply in relation to continuing requirements imposed by virtue of this section as they apply in relation to continuing requirements imposed by virtue of that section. 5 Paragraph 8(2) of Schedule 1 to this Act does not impose any restriction on the building regulations that may be made by virtue of this section. 2 In section 33(4) of that Act (powers of local authorities in relation to contraventions of continuing requirements), after  “section 2(1) or (2)” insert  “                or 2A              ” . 3 In section 38(2) of that Act (provision relating to civil liability), after  “section 2(2)” insert  “                or 2A              ” . 4 In section 44 of that Act (Crown application)— a in subsection (3)(a) after  “section 2” insert  “                    or 2A                  ” ; and b in subsection (8) for the definition of  “continuing requirement” substitute— “ continuing requirement ” means a continuing requirement of building regulations— a imposed by virtue of section 2(1) or (2)(a) or (b) above; or b of a kind mentioned in subsection (2)(a), (b) or (c) of section 2A above and imposed by virtue of subsection (1) of that section; . 5 In section 126 of that Act (general interpretation), in the definition of  “substantive requirements” after  “(b) above” insert  “                and requirements that are of a kind mentioned in subsection (2)(a), (b) or (c) of section 2A above and are imposed by virtue of subsection (1) of that section              ” ."}, {"act": "Sustainable and Secure Buildings Act 2004", "year": 2004, "section": "5", "section_title": "Removal of exemptions", "section_text": "5 The following provisions of the Building Act 1984 (c. 55) (which provide certain exemptions from the requirements of the Act for educational buildings and buildings of statutory undertakers and other authorities and licensees) shall cease to have effect— a section 4; b section 59(4) and (5)."}, {"act": "Sustainable and Secure Buildings Act 2004", "year": 2004, "section": "6", "section_title": "Secretary of State to report on building stock", "section_text": "6 1 The Secretary of State must— a for the period of two years beginning with the commencement of this section, and b for each succeeding period of two years, prepare a report on progress during the period in connection with the purposes mentioned in section 1(1)(b) to (e) of the Building Act 1984 in the context of the building stock in England and Wales. 2 A report under this section must (in particular) deal with— a building regulations made during the period for any of those purposes; b proposals current at the end of the period to make building regulations for any of those purposes; c effects or likely effects of regulations or proposals dealt with in the report under paragraphs (a) and (b); d proposals considered by the Secretary of State during the period for the setting of targets for any of those purposes in relation to— i buildings in England and Wales; or ii services, fittings or equipment provided in or in connection with such buildings; e overall changes during the period in— i the efficiency with which energy is used in buildings in England and Wales; ii levels of emissions from such buildings that are emissions considered by the Secretary of State to contribute to climate change; iii the extent to which such buildings have their own facilities for generating energy; iv the extent to which materials used in constructing, or carrying out works in relation to, such buildings are recycled or re-used materials. 3 A report under this section must contain an estimate, as at the end of the period, of the number of dwellings in England and Wales. 4 The Secretary of State must lay before Parliament each report he prepares under this section."}, {"act": "Sustainable and Secure Buildings Act 2004", "year": 2004, "section": "7", "section_title": "Registers of information and documents to be kept by local authorities", "section_text": "7 After section 91 of the Building Act 1984 (c. 55) insert— Registers to be kept by local authorities 91A 1 A local authority shall keep in a register such information and documents as may be prescribed in connection with their functions, powers and duties conferred or imposed by or under this Act. 2 The information and documents that may be prescribed for the purposes of subsection (1) above include, in particular— a documents that are given or issued to, or deposited with, a local authority in accordance with provision made by or under this Act, or copies of such documents; b copies of documents that are given, made or issued by a local authority in accordance with provision so made; c information with respect to documents of the kind mentioned in paragraph (a) or (b); d information with respect to matters to which such documents relate. 3 Information and documents that are required to be kept in a register under subsection (1) above shall be so kept for the prescribed period. 4 A local authority— a shall maintain the register required under subsection (1) above in the prescribed manner; b shall ensure that the register is available for inspection by members of the public during prescribed periods; c shall, in prescribed circumstances, provide to members of the public, on request, copies of information and documents kept in the register; d may, in prescribed circumstances, charge a member of the public to whom they provide such copies a fee calculated in the prescribed manner. 5 In this section— “ documents ” includes notices, certificates, orders, consents, demands and plans; “ prescribed ” means prescribed by regulations made by the Secretary of State under this section. 6 Regulations under this section may— a provide for a provision thereof to apply generally, or in a particular area; b make different provision for different areas and generally different provision for different circumstances or cases; c include such supplemental, transitional and incidental provisions as appear to the Secretary of State to be expedient. 7 The transitional provision that may be included in regulations under this section includes transitional provision in relation to information that, immediately before the coming into force of the regulations, was contained in registers kept by local authorities under section 56. 8 The power to make regulations under this section is exercisable by statutory instrument, which is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Sustainable and Secure Buildings Act 2004", "year": 2004, "section": "8", "section_title": "Certification of work", "section_text": "8 1 In Schedule 1 to the Building Act 1984 (c. 55)\t\t\t\t\t(provision that may be included in building regulations), after paragraph 4 insert— 4A 1 Building regulations may— a provide for requiring that, in prescribed circumstances, a person of a prescribed class or description is to give to a local authority or an approved inspector a certificate to the effect that the requirements of building regulations as to matters of a prescribed description are satisfied; b provide for requiring that such certificates be given within such periods or at such times and in such forms as may be prescribed; c provide that a local authority or an approved inspector is not to exercise or perform a prescribed power or duty unless— i such a certificate has been given to them or him; or ii such a certificate has been given to them or him and the certificate has been accepted by them or him; d make provision as to— i the acceptance of such certificates by local authorities and approved inspectors; and ii other steps to be taken by local authorities or approved inspectors in connection with such certificates. 2 Building regulations may provide for such certificates to be treated as evidence (but not conclusive evidence) of the matters certified. 2 In section 47(1) of that Act (giving of initial notices) after  “giving” insert  “                and receiving              ” . 3 In section 52(2) of that Act (cancellation of initial notice for contravention of building regulations)— a in paragraph (a) after  “work” insert  “                    or intending to carry out the work                  ” ; b in paragraph (b) for the words from  “that person” onwards substitute  “                    the prescribed steps are not taken by the person who, in accordance with building regulations, is required to take them                  ” . 4 In subsection (1)(a) of section 57 of that Act (offences relating to false or misleading certificates), for sub-paragraph (i) substitute— i purports to comply with the requirements of this Part of this Act, section 16(9) above or building regulations falling within paragraph 4A(1)(a) or (b) of Schedule 1 to this Act, and ."}, {"act": "Sustainable and Secure Buildings Act 2004", "year": 2004, "section": "9", "section_title": "Appointed person and management of works", "section_text": "9 In Schedule 1 to the Building Act 1984 (c. 55) (provision that may be included in building regulations) before paragraph 5 insert— 4B 1 Building regulations may provide that in relation to any work of any type that is being, or that is proposed to be, carried out in prescribed circumstances, there shall be a person appointed for the purposes of this paragraph (the  “appointed person”). 2 The appointed person in relation to any work shall be a person of a prescribed class or description who is appointed by a person determined in accordance with building regulations; and such regulations may make provision for a person to appoint himself. 3 Building regulations may— a require appointments for the purposes of this paragraph to be made within such periods or at such times as may be prescribed; b make provision in relation to— i the termination of a person’s appointment; ii the replacement of an appointed person. 4 Building regulations may— a provide that the appointed person in relation to any work shall have such duties in relation to the planning and management of the carrying out of that work as may be prescribed for purposes connected with facilitating compliance with the requirements of building regulations in relation to that work; b for those purposes impose duties in relation to— i the appointed person, or ii anything that he does, or proposes to do, in connection with his duties, on persons who are participating, or who are to participate, in the carrying out of that work. 5 The duties that building regulations may impose on persons who are participating, or who are to participate, in the carrying out of any work include— a duties to comply with directions given to them by the appointed person; b duties that are framed by reference to determinations made by that person."}, {"act": "Sustainable and Secure Buildings Act 2004", "year": 2004, "section": "10", "section_title": "Financial provision", "section_text": "10 There shall be payable out of money provided by Parliament— a any expenditure incurred by the Secretary of State in consequence or by virtue of this Act; and b any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Sustainable and Secure Buildings Act 2004", "year": 2004, "section": "11", "section_title": "Short title, repeals, commencement and extent", "section_text": "11 1 This Act may be cited as the Sustainable and Secure Buildings Act 2004. 2 The enactments and instruments specified in the Schedule to this Act are repealed or revoked to the extent shown in the second column of that Schedule. 3 This Act, apart from the provisions coming into force in accordance with subsection (4), shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 4 This section (apart from subsection (2)) and sections 1, 3(1) to (7), 4(1) to (3) and (5), 6 and 10 shall come into force at the end of the period of two months beginning with the day on which this Act is passed. 5 This Act extends to England and Wales only."}]