[{"act": "Sheriff Courts (Scotland) Act 1913", "year": 1913, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Sheriff Courts (Scotland) Act 1913", "year": 1913, "section": "2", "section_title": "", "section_text": "2 In lieu of section twenty-eight, there shall be inserted in the principal Act the following section:—  Appeal to the Court of Session. 28 1 Subject to the provisions of this Act, it shall be competent to appeal to the Court of Session against a judgement either of a sheriff or of a sheriff-substitute if the interlocutor appealed against is a final judgement or is an interlocutor— a Granting interim decree for payment of money other than a decree for expenses; or b Sisting an action; or c Refusing or reponing a note; or d Against the sheriff or sheriff-substitute either ex proprio motu or on the motion of any party, grants leave to appeal: Provided that no appeal shall be competent where the cause does not exceed fifty pounds in value exclusive of interest and expenses or is being tried as a summary cause unless the sheriff, after final judgement by him on an appeal on the motion of either party made within seven days of the date of the final interlocutor certifies the cause as suitable for appeal to the Court of Session: 2 Nothing in this section nor in section twenty-seven of this Act contained shall affect any right of appeal or exclusion of such right provided by any Act of Parliament in force for the time being."}, {"act": "Sheriff Courts (Scotland) Act 1913", "year": 1913, "section": "3", "section_title": " Amendment of the principal Act. ", "section_text": "3 The principal Act shall be amended to the extent and effect shown in the First Schedule to this Act."}, {"act": "Sheriff Courts (Scotland) Act 1913", "year": 1913, "section": "4", "section_title": " Amendment of the First Schedule to the principal Act. ", "section_text": "4 The First Schedule to the principal Act shall be amended to the extent and effect shown in the Second Schedule to this Act."}, {"act": "Sheriff Courts (Scotland) Act 1913", "year": 1913, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Sheriff Courts (Scotland) Act 1913", "year": 1913, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Sheriff Courts (Scotland) Act 1913", "year": 1913, "section": "7", "section_title": " Short title and citation.", "section_text": "7 This Act may be cited as the Sheriff Courts (Scotland) Act, 1913; and the principal Act and this Act may be cited together as the Sheriff Courts (Scotland) Act 1907 and 1913, and shall be read and construed together as one Act."}]