[{"act": "Marine Insurance (Gambling Policies) Act 1909", "year": 1909, "section": "1", "section_title": " Prohibition of gambling on loss by maritime perils.", "section_text": "1 1 If— a any person effects a contract of marine insurance without having any bonâ fide interest, direct or indirect, either in the safe arrival of the ship in relation to which the contract is made or in the safety or preservation of the subject-matter insured, or a bonâ fide expectation of acquiring such an interest; or b any person in the employment of the owner of a ship, not being a part owner of the ship, effects a contract of marine insurance in relation to the ship, and the contract is made “interest or no interest,” or “without further proof of interest than the policy itself,” or “without benefit of salvage to the insurer,” or subject to any other like term, the contract shall be deemed to be a contract by way of gambling on loss by maritime perils, and the person effecting it shall be guilty of an offence, and shall be liable, on summary conviction, to imprisonment, . . .   for a term not exceeding six months or to a fine not exceeding  level 3 on the standard scale , and in either case to forfeit to the Crown any money he may receive under the contract. 2 Any broker or other person through whom, and any insurer with whom, any such contract is effected shall be guilty of an offence and liable on summary conviction to the like penalties if he acted knowing that the contract was by way of gambling on loss by maritime perils within the meaning of this Act. 3 Proceedings under this Act shall not be instituted without the consent in England of the Attorney-General, in Scotland of the Lord Advocate, and in Ireland of the  Attorney-General for Northern Ireland . 4 Proceedings shall not be instituted under this Act against a person (other than a person in the employment of the owner of the ship in relation to which the contract was made) alleged to have effected a contract by way of gambling on loss by maritime perils until an opportunity has been afforded him of showing that the contract was not such a contract as aforesaid, and any information given by that person for that purpose shall not be admissible in evidence against him in any prosecution under this Act. 5 If proceedings under this Act are taken against any person (other than a person in the employment of the owner of the ship in relation to which the contract was made) for effecting such a contract, and the contract was made “interest or no interest,” or “without further proof of interest than the policy itself,” or “without benefit of salvage to the insurer,” or subject to any other like term, the contract shall be deemed to be a contract by way of gambling on loss by maritime perils unless the contrary is proved. 6 For the purpose of giving jurisdiction under this Act, every offence shall be deemed to have been committed either in the place in which the same actually was committed or in any place in which the offender may be. 7 Any person aggrieved by an order or decision of a court of summary jurisdiction under this Act, may appeal to  the Crown Court . 8 For the purposes of this Act the expression “ owner ” includes charterer. 9 Subsection (7) of this section shall not apply to Scotland."}, {"act": "Marine Insurance (Gambling Policies) Act 1909", "year": 1909, "section": "2", "section_title": " Short title.", "section_text": "2 This Act may be cited as the  Marine Insurance (Gambling Policies) Act 1909, and the Marine Insurance Act 1906, and this Act may be cited together as the Marine Insurance Acts 1906 and 1909."}]