[{"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "12", "section_title": " Power of county councils to provide cottage holdings.", "section_text": "12 1 The power of county councils to provide small holdings for persons who desire to buy or lease them shall include power to provide a cottage holding for any person who is, in the opinion of the council, a suitable person and who satisfies them that— a he will reside permanently in the dwelling-house comprised in the holding; and b he has the intention, knowledge and capital to cultivate satisfactorily the land forming part of the cottage holding, and all the provisions of the Small Holdings and Allotments Acts with respect to small holdings shall apply to cottage holdings accordingly but subject to the modification that section six of the  Small Holdings and Allotments Act, 1926, shall, in relation to any such holding, whether provided under this section or under the section thereby repealed, have effect as if among the conditions specified in subsection (1) of the said section six there were included a condition that the owner or occupier, as the case may be, shall reside permanently in the dwelling-house comprised in the holding.  Provided that this section shall have effect subject to section 60 of the Agriculture Act 1970 1A If the tenant of a cottage holding feels aggrieved by a prohibition such as is mentioned in the proviso to section 47(1) of the Small Holdings and Allotments Act  1908 (prohibition of improvements), he may appeal to the Minister of Agriculture, Fisheries and Food, who may confirm, vary or annul the prohibition, and the decision of the Minister shall be final. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "17", "section_title": " Minor amendments of Small Holdings and Allotments Acts. ", "section_text": "17 1 The amendments specified in the second column of the Second Schedule to this Act (which relate to matters in minor detail) shall be made in the enactments specified in the first column of that Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "20", "section_title": " Interpretation and construction.", "section_text": "20 1 In this Part of this Act, unless the context otherwise requires— “ Cottage holding ” means a holding comprising a dwelling-house, together with not less than forty perches and not more than one acre of agricultural land which can be cultivated by the occupier of the dwelling-house and his family; “ Small Holdings and Allotments Acts ” means the Small Holdings and Allotments Acts, 1908 to 1926, the Allotments Acts, 1908 to 1925, and this Act; “ Society ” includes any body of persons, whether incorporated or unincorporated, and shall have the same meaning in all the enactments with which this Act is construed as one. 2 Except where the context otherwise requires, references in this Part of this Act to any enactment or to any provision of any enactment shall be construed as references to that enactment or provision as amended by any subsequent enactment, including this Part of this Act, and this Part of this Act shall, except so far as it applies to Scotland, be construed as one with the Small Holdings and Allotments Acts, 1908 to 1926, and the Allotments Acts, 1908 to 1925."}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "24", "section_title": " Application to Scotland. ", "section_text": "24 In the application of this Act to Scotland the following provisions shall have effect:— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  f Subsections (1) and (4) of section five and section six of this Act shall not apply, but the Department shall have power to provide, in accordance with the provisions of the  Small Holding Colonies Acts, 1916 and  1918, or of the Small Landholders (Scotland) Acts, 1886 to 1919, either on land belonging to the Department or on land belonging to another person with the consent of that person, a holding for an unemployed person within the meaning of the said subsection (1) or for an agricultural worker, or for a person who, being or having been a member of His Majesty’s Forces, has had a suitable course of training for agriculture, notwithstanding that such unemployed person, agricultural worker or other person would be unable to cultivate the holding unless the facilities set forth in subsection (2) of the said section five were extended to him. g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  i Section one of the  Land Settlement (Scotland) Act, 1919, which relates to the compulsory acquisition of land for the purposes of the  Small Holding Colonies Acts, 1916 and  1918, shall have effect as if the limitation of the period, during which the powers thereby conferred may be exercised, were omitted, and any provision in any Act in force at the passing of this Act which limits the period for which that section is to remain in operation shall cease to have effect. j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k . . . sections twelve and seventeen shall not apply."}, {"act": "Agricultural Land (Utilisation) Act 1931", "year": 1931, "section": "25", "section_title": " Short title, citation and extent.", "section_text": "25 1 This Act may be cited as the Agricultural Land (Utilisation) Act, 1931, and Part II of this Act and the Small Holdings and Allotments Acts, 1908 to 1926, may be cited as the Small Holdings and Allotments Acts, 1908 to 1931, and so much of the said Part II as relates to allotments and the Allotments Acts, 1908 to 1925, may be cited as the Allotments Acts, 1908 to 1931. 2 This Act shall not extend to Northern Ireland."}]