[{"act": "China Indemnity (Application) Act 1931", "year": 1931, "section": "1", "section_title": " Repeal of 15 & 16  Geo.  5 c. 41 and provisions as to future application of the China Indemnity Fund and receipts on account of the China Indemnity.", "section_text": "1 1 The China Indemnity (Application) Act 1925, is hereby repealed, and the China Indemnity Fund formed thereunder and all sums received after the commencement of this Act on account of the China Indemnity shall be dealt with in accordance with the provisions of this section. 2 The payments specified in the First Schedule to this Act shall be made out of the China Indemnity Fund and the balance of the said Fund, so soon as all expenses properly chargeable thereto have been defrayed, shall be paid to the Chinese Government Purchasing Commission constituted under this Act. 3 One half of every sum received after the commencement of this Act on account of the China Indemnity shall be paid to the said Commission and the other half shall be paid to such persons including persons who are British subjects (hereinafter referred to as “ the Board of Trustees ”) as the Chinese Government may from time to time appoint to be trustees for the purpose of receiving those moneys and applying them to objects mutually beneficial to China and the British Empire."}, {"act": "China Indemnity (Application) Act 1931", "year": 1931, "section": "2", "section_title": " Constitution, functions, &c., of Chinese Government Purchasing Commission.", "section_text": "2 1 There shall be constituted for the purposes of this Act a Commission (hereinafter referred to as “ the Commission ”) which shall be a body corporate by the name of “The Chinese Government Purchasing Commission” with perpetual succession and a common seal, and of which the functions shall be— i to enter into, and to supervise and secure the carrying out of, contracts for the supply and the delivery in China of such plant, machinery and other articles and material, to be manufactured in each case within the United Kingdom, as the Chinese Government may from time to time request them to purchase; and ii to apply all moneys received by them under this Act in discharging obligations incurred under, or in connection with, any such contracts as aforesaid, and in defraying their general expenses, and, so far as those moneys are not immediately required for such purposes, in establishing a reserve fund for the purpose of enabling the Commission to discharge similar obligations and defray similar expenses in future years. 2 The Commission shall consist of a chairman, who shall be the diplomatic representative in London for the time being of China, a representative of the Chinese Ministry of Railways and four other members, appointed from time to time by the Chinese Government, after consultation with the Board of Trustees, from a panel of persons commended to those Trustees by the Secretary of State as being persons of standing with wide experience in business matters. 3 Any income accruing to the Commission, whether under section one of this Act or from the deposit or investment of moneys not required by them for immediate use, shall be exempt from all taxation. 4 The provisions of the Second Schedule to this Act shall apply with respect to the constitution, powers and proceedings of the Commission."}, {"act": "China Indemnity (Application) Act 1931", "year": 1931, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the China Indemnity (Application) Act 1931."}]