[{"act": "Finance Act 1931", "year": 1931, "section": "1", "section_title": "", "section_text": "1 - 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1931", "year": 1931, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1931", "year": 1931, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance Act 1931", "year": 1931, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1931", "year": 1931, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5–9"}, {"act": "Finance Act 1931", "year": 1931, "section": "1025.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Finance Act 1931", "year": 1931, "section": "2627.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Finance Act 1931", "year": 1931, "section": "28", "section_title": " Production to Commissioners of instruments transferring land. ", "section_text": "28 1 On the occasion of— a any transfer on sale of the fee simple of land; b the grant of any lease of land for a term of seven or more years; c any transfer on sale of any such lease; it shall be the duty of the transferee, lessee, or proposed lessee to produce to the Commissioners the instrument by means of which the transfer is effected, or the lease granted or agreed to be granted, as the case may be, and to comply with the requirements of the Second Schedule to this Act, and if he fails so to produce any such instrument within thirty days after the execution thereof or, in the case of an instrument first executed at any place out of Great Britain after the instrument is first received in Great Britain, or fails to comply with the requirements of the said Schedule, he shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 2 Where in accordance with the provisions of the last foregoing subsection any agreement for any lease of land for a term of seven or more years has been produced to the Commissioners, and the requirements of the said Second Schedule with respect thereto are complied with, it shall not be necessary under this section to produce to the Commissioners the instrument granting the lease in pursuance of the agreement or to comply with the requirements of the said Schedule with respect thereto, unless that instrument is inconsistent with the agreement, but the Commissioners shall, if any such instrument is produced to them and application is made for that purpose, denote on the instrument that the instrument has been so produced. 3 This section shall not apply with respect to any instrument which relates  a solely to incorporeal hereditaments or to a grave or right of burial,   ...  ;  ... b to an  SDLT transaction within the meaning of paragraph 1(2) of Schedule 19 to the Finance Act 2003 ; or                       c to a Scottish transaction  or a Welsh transaction . 3A In subsection (3)  “ Scottish transaction ” means the acquisition of— a an estate, interest, right or power in or over land in Scotland, or b the benefit of an obligation, restriction or condition affecting the value of any such estate, interest, right or power. 3B In subsection (3)  “ Welsh transaction ” means the acquisition of— a an estate, interest, right or power in or over land in Wales, or b the benefit of an obligation, restriction or condition affecting the value of any such estate, interest, right or power. 4 Notwithstanding anything in section twelve of the  Stamp Act 1891, no instrument required by this section to be produced to the Commissioners shall be deemed, for the purposes of section fourteen of that Act, to be duly stamped unless it is stamped with a stamp denoting that the instrument has been so produced. 5 This section shall come into operation on the first day of September, nineteen hundred and thirty-one. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1931", "year": 1931, "section": "2931.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Finance Act 1931", "year": 1931, "section": "32", "section_title": " General definitions.", "section_text": "32 In this Part of this Act, except where the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Lease ” includes an underlease or other tenancy and an agreement for a lease, underlease or tenancy, but does not include a mortgage; and “lessee” and “grant” have corresponding meanings:  . . .  “ Minerals ” includes all minerals and substances in or under land of a kind ordinarily worked for removal by underground or by surface working:  . . .  “ Mortgage ” has the same meaning as in the  Law of Property Act 1925:  . . . "}, {"act": "Finance Act 1931", "year": 1931, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Finance Act 1931", "year": 1931, "section": "34", "section_title": " Provisions as to expenses.", "section_text": "34 Any expenses incurred by the Commissioners . . .   for the purposes of this Part of this Act . . .   shall be paid out of moneys provided by Parliament."}, {"act": "Finance Act 1931", "year": 1931, "section": "35", "section_title": " Application to Scotland.", "section_text": "35 In the application of this Part of this Act to Scotland— a  . . .  f “ easement ” means “servitude”, . . .  “ mortgage ” means “heritable security”, and . . .  “ mortgage debt ” shall be construed accordingly: . . .  g  . . .  w section twenty-eight of this Act shall apply on the occasion of any grant of a feu or of the creation of a ground annual in like manner as it applies on the occasion of a transfer on sale, and the expression “ transferee ” shall be construed accordingly and the said section shall not apply with respect to any instrument relating solely to shooting or fishing rights, or to a servitude: x . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  y  . . . "}, {"act": "Finance Act 1931", "year": 1931, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Finance Act 1931", "year": 1931, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "37"}, {"act": "Finance Act 1931", "year": 1931, "section": "3839.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Finance Act 1931", "year": 1931, "section": "4041.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "40"}, {"act": "Finance Act 1931", "year": 1931, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Finance Act 1931", "year": 1931, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Finance Act 1931", "year": 1931, "section": "44", "section_title": " Construction, short title and application and repeal.", "section_text": "44 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any reference in this Act to any enactment shall be construed as a reference to that enactment as amended by any subsequent enactment, including this Act. 4 This Act may be cited as the Finance Act 1931. 5 Such of the provisions of this Act as relate to matters with respect to which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]