[{"act": "Metropolitan Police (Staff Superannuation and Police Fund) Act 1931", "year": 1931, "section": "Ss.13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "Ss"}, {"act": "Metropolitan Police (Staff Superannuation and Police Fund) Act 1931", "year": 1931, "section": "4", "section_title": " Provision as to bank accounts of Receiver for the Metropolitan Police District. ", "section_text": "4 In section ten of the  Metropolitan Police Act, 1829, for the word “immediately”there shall be substituted the words “subject as hereinafter provided”, and for the words from “and the said receiver shall draw” to the end of the section (which relate to the drawing of money out of the account of the public moneys of the Receiver for the Metropolitan Police District and to the purposes for which and the manner in which such money may be so drawn) there shall be substituted the words following, that is to say: and all moneys standing to the credit of the said account shall be available to meet such expenses as may be authorised by or under any enactment or by the Secretary of State to be paid out of the Metropolitan Police Fund, and the said account shall be drawn upon by such persons and in such manner as the Secretary of State may direct:               Provided that such moneys received by or on behalf of the receiver as the Secretary of State may direct shall, in lieu of being paid into the account aforesaid, be paidinto such other accounts at such banks as may be approved by him, and payments into and out of any such accounts shall be regulated in such manner as the Secretary of State may direct."}, {"act": "Metropolitan Police (Staff Superannuation and Police Fund) Act 1931", "year": 1931, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Metropolitan Police (Staff Superannuation and Police Fund) Act 1931, and the Metropolitan Police Acts 1829 to 1912, and this Act may be cited together as the Metropolitan Police Acts 1829 to 1931."}]