[{"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "1", "section_title": " Compensation to an outgoing holder. ", "section_text": "1 1 In any case where a landholder renounces or is removed from his holding and the landlord is liable to pay compensation for permanent improvements, either to the landholder or to the Department of Agriculture for Scotland (hereafter in this Act referred to as the “ Department ”) in virtue of a transfer to them under section eight of the Act of 1911 of the landholder’s rights to compensation, and another person (hereinafter referred to as the “ incoming holder ”) becomes the holder of the holding, and, with the consent of the landlord, pays to the outgoing holder any compensation due to him and agrees with the Department to assume any outstanding liability to them of the outgoing holder in respect of a loan granted to him, the incoming holder shall be deemed to have executed or paid for the improvements, and on renouncing or being removed from the holding shall be entitled to compensation accordingly. Where in any such case the landlord has not paid the compensation due either to the outgoing holder, or to the Department, or has not made application to the Department to determine under the said section that any compensation due to them in virtue of the said section eight shall be deemed to be a loan to him, he shall be deemed to have given the consent aforesaid. 2 In any such case as aforesaid the powers of the Department conferred by section seven of the Act of 1911 with regard to the provision of assistance with a view to the registration of a new holder shall include power to provide assistance to the incoming holder to enable him to pay to the outgoing holder the compensation due to him, and where the outgoing holder is under any liability to the Department in respect of a loan granted to him, the Department and the incoming holder may agree that he shall assume such liability, and the amount thereof shall then be deemed to be a loan granted to the incoming holder in pursuance of the aforesaid powers conferred by section seven of the Act of 1911. 3 Where a new holder or the Department on his behalf has made payment to the landlord of a sum representing the value to such holder of the existing buildings, such holder shall be deemed to have executed or paid for such buildings and shall be entitled to compensation accordingly, and any loan granted by the Department to such holder to enable him to make such payment, or any such payment made by the Department shall be deemed to be a loan granted to the landholder under section seven of the Act of 1911. 4 The provisions of this section shall be deemed to have come into operation at the commencement of the Act of 1911, and any reference in this section to the Department shall include a reference to the Board of Agriculture for Scotland."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "2", "section_title": " Department to be entitled to require information.", "section_text": "2 1 The Department, with a view to ascertaining whether any land is suitable or available for small holdings shall be entitled, by notice in writing served on the landlord of such land, to require the landlord to give such information as to the occupiers thereof, and the terms of their tenancies, as may be specified in the notice, or to allow copies to be made of any leases of such land, and if any landlord fails without reasonable excuse to comply with any such requirement within one month after the service of the notice he shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 2 A landlord shall be entitled to recover from the Department any expenses reasonably incurred by him in complying with a requisition under the foregoing subsection."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "3", "section_title": " Removal of landholder for breach of statutory conditions. ", "section_text": "3 1 Where one year’s rent of a holding is unpaid or when a landholder has broken any statutory condition (other than a statutory condition as to payment of rent), it shall be lawful for the Land Court, on the application of the landlord and after consideration of any objections stated by the landholder, to make an order for the removal of the landholder, and where a landholder whose rights to compensation for permanent improvements have been transferred in whole or in part to the Department, under section eight of the Act of 1911, abandons his holding or breaks any statutory condition (other than as aforesaid) or breaks any of the conditions of repayment of a loan under the said section, it shall be lawful for the Land Court, on the application of the Department, and after considering any objections stated by the landholder or the landlord, to make an order for the removal of the landholder. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "4", "section_title": " Termination of right of landholder who fails to occupy. ", "section_text": "4 Where any person to whom a new holding has been allocated or let by the Department fails without reasonable cause within three months of his term of entry to such holding to occupy, cultivate and proceed to equip it, the Department after consideration of any objections stated by such person shall be entitled to terminate his right to such holding and to allocate or let it to some other person, and where a person has been registered by order of the Land Court as a landholder in respect of any holding and he fails without reasonable cause within three months of such registration to occupy, cultivate and proceed to equip the holding it shall be lawful for the Land Court on the application of the Department or of the landlord, and after giving the Department, the landlord, and the landholder an opportunity of being heard, to cancel the registration of such landholder and to terminate his right to the holding, and the Department shall thereupon be entitled to allocate or let the holding to some other person."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "5", "section_title": " Provisions as to loans for buildings. ", "section_text": "5 1 For removing doubts as to the powers of the Department to grant loans under section nine of the Act of 1911, it is hereby declared that the Department may, where they are of opinion that assistance should be provided for the erection of new buildings, either in replacement of existing buildings or otherwise, provide such assistance by way of loan subject to the like conditions and incidents as loans made under section seven of the said Act, and, if made to a landholder, subject also to the provisions of section eight of the said Act. 2 The power conferred on the Department by section nine of the Act of 1911 to provide assistance to landholders or cottars for the purposes therein specified shall be deemed to include and always to have included power to supply for payment in cash building or other materials to landholders or cottars to be used by them for the purposes aforesaid."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "6", "section_title": " Amendment of law as to vacant holdings. ", "section_text": "6 Section seventeen of the Act of 1911 shall be amended by leaving out the words from “if the Land Court” to “may prescribe”; and by inserting after the words “or to a new holder” the following words “and the Board shall have in regard to any such holding the like powers as if the holding had been included in a scheme made and confirmed under section seven of the Act of 1911, as amended by section nine of the Act of 1919, at such rent as the Board may fix, provided that the Board shall pay to the landlord, in lieu of the compensation provided by the said section as so amended, compensation to such amount as, failing agreement, may be determined by the Land Court in respect of any damage or injury arising out of any alteration as regards the rent payable for or the terms and conditions of occupancy of the holding.”"}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "7", "section_title": " Amendment of provisions as to enlargements.", "section_text": "7 Notwithstanding anything in section sixteen of the Act of 1911, as amended by section eleven of the Act of 1919, or in any of the enactments therein referred to, it shall not be necessary in any order confirming a scheme for the enlargement of holdings to include the names of the landholders applying for enlargement or the areas or rents of their existing holdings if the order specifies the locality from which the application has been received and the land which is available and, when any such order has been made, the Department may make such order as may be necessary for assigning the land to the landholders."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "8", "section_title": " Amendment of provisions as to resumption of holdings. ", "section_text": "8 1 The occupation by a landlord, for the purpose of personally residing thereon, of a holding being his only landed estate, shall not be a reasonable purpose in respect of which the Land Court may authorise resumption by the landlord of a holding. 2 The words in section nineteen of the Act of 1911, from “the feuing,” to “estate or,” and the word “ respectively, ” are hereby repealed, and the reference in paragraph (15) of section thirty-two of the said Act to the said section nineteen shall be construed accordingly."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "9", "section_title": " Meaning of “predecessors in the same family.”", "section_text": "9 For the purposes of the Landholders’ Acts the expression “ predecessors in the same family ” means in relation to a landholder or a cottar the wife or husband of such landholder or cottar and any person to whom such landholder or cottar, or the wife or husband of such landholder or cottar might, failing nearer heirs, have succeeded in case of intestacy."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "10", "section_title": " Record of holding. ", "section_text": "10 1 The Land Court shall on the application of the Department, the landlord or the landholder make a record specifying the condition of the cultivation of the holding and of the buildings and other permanent improvements thereon, and by whom such permanent improvements have been executed or paid for. 2 Any application under this section shall be intimated by the Land Court to the other parties concerned and each party shall be given an opportunity of being heard upon any matter affecting the record of the holding."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "11", "section_title": " Assessment of compensation for improvements prior to renunciation. ", "section_text": "11 Where a landholder has given notice of renunciation of his tenancy, and such notice has become effective in terms of section seven of the Act of 1886, as amended by section eighteen of the Act of 1911, it shall be competent for the Land Court, on the joint application of the landholder and the landlord or, where the landholder’s rights to compensation for permanent improvements have been transferred in whole or in part to the Department under section eight of the Act of 1911, on the joint application of the Department and the landlord, to assess, prior to the renunciation, the amount which will become due by the landlord, on renunciation, in respect of compensation for permanent improvements under section eight of the Act of 1886, and the amount so assessed shall, on renunciation, become due accordingly."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "12", "section_title": " Amendment of ss. 8 and 9 of Act of 1886. ", "section_text": "12 Nothing in paragraph ( c ) of the proviso to section eight or to section nine of the Act of 1886 shall be deemed to exclude a claim for compensation under either of the said sections for an improvement executed in virtue of a specific agreement in writing unless the landholder or cottar has received, by way of reduction of rent or otherwise, fair consideration for the improvement."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "13", "section_title": " Compensation on resumption of statutory small tenant’s holding. ", "section_text": "13 Where, in pursuance of subsection (15) of section thirty-two of the Act of 1911, the Land Court authorise the resumption in whole or in part of the holding of a statutory small tenant, such tenant shall be entitled, in addition to the compensation specified in the said subsection, to the like compensation for disturbance as would be payable under the  Agricultural Holdings (Scotland) Act, 1923, to a tenant to whom notice to quit, or notice of intention to resume part of the holding, as the case may be, is given."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "14", "section_title": " Option to statutory small tenant to become landholder. ", "section_text": "14 In the Landholders’ Acts the word “holding” shall, in addition to the holdings mentioned in section two of the Act of 1911, include as from the date hereinafter mentioned every holding which at the commencement of this Act is held by a statutory small tenant and the word “ landholder ” shall be construed accordingly: Provided that this section shall not apply in the case of any statutory small tenancy unless, not later than one month prior to the expiry of the period of tenancy current at the commencement of this Act or of any subsequent period of tenancy, the tenant serves on the landlord of the holding written notice that he desires that this section shall apply, and the date hereinbefore referred to shall be the expiry of the period of tenancy current when such notice was served: Provided further that, if within one month after the service on a landlord of such a notice as aforesaid the landlord lodges with the Land Court an undertaking in writing that the tenant shall have the same rights to compensation for permanent improvements as if he were a landholder, the Land Court shall, after intimation to the tenant, direct such undertaking to be recorded in the Landholders Holdings Book, and the undertaking shall be recorded accordingly, and thereupon the tenant shall be deemed as regards the rights aforesaid but in no other respect to be a landholder."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "15", "section_title": " Amendment of s. 7(7) of Act of 1911.", "section_text": "15 The Department shall have as regards dwellinghouses or other buildings the like power to provide assistance to landholders by way of gifts as they have under subsection (7) of section seven of the Act of 1911 as regards execution of other works, and accordingly the said subsection shall have effect as if the words “except as regards dwelling-houses or other buildings” were omitted therefrom."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "16", "section_title": " Amendments of s. 7 of Act of 1911.", "section_text": "16 1 The subsection which is by section nine of the Act of 1919 directed to be substituted for subsection (9) of section seven of the Act of 1911 (which requires notice of intention to prepare a scheme to be given to the landlord of land to be comprised therein), shall be amended by the substitution in paragraph ( a ) of the proviso of the words “twelve months” for the words “six months”. 2 A person shall not be entitled to compensation under the subsection which is by section nine of the Act of 1919 directed to be substituted for subsection (11) of section seven of the Act of 1911, unless he intimates a claim therefor within twenty-eight days after the notification to him under the first mentioned subsection of the order confirming the scheme or unless the Land Court shall be of opinion that his failure to do so was in the circumstances due to reasonable cause."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "17", "section_title": " Amendment of s. 11 of Act of 1911.", "section_text": "17 Section eleven of the Act of 1911 shall apply to buildings or other premises erected on a holding by or for a landholder whether a new holder or not, and the said section shall have effect as if the word “landholder” were substituted for the words “new holder”: Provided that, where any such buildings or premises were erected prior to the date when the rent payable at the commencement of this Act was fixed by the Land Court or agreed on by the parties, this section shall not operate to transfer from the landlord to the landholder any duty or liability until the arrival of the first term after the commencement of this Act as from which the rent payable can be altered by agreement or by the Land Court."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "18", "section_title": " Amendment of s. 32(4) of Act of 1911. ", "section_text": "18 The following words shall be added at the end of paragraph (4) of section thirty-two of the Act of 1911, “unless he himself shall have given written notice to the landlord that he is to terminate his tenancy.”"}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "19", "section_title": " Amendment of s. 10 of Acts of 1919. ", "section_text": "19 Section ten of the Act of 1919, which relates to the erection of fences, shall be amended by the omission of the words from “as may be necessary” to “in the scheme,” and by the substitution therefor of the words “as the usual and reasonable practice of agriculture and estate management may require in the conditions.”"}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "20", "section_title": " Amendment of s. 16 of Act of 1919.", "section_text": "20 The power conferred on the Department by section sixteen of the Act of 1919 to make or guarantee advances to land banks and to the societies therein mentioned shall include power to make or guarantee advances to associations approved by the Department having for their object or one of their objects the taking over and management of sheep stocks on common grazings."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "21", "section_title": " Land within burghs.", "section_text": "21 Section fifteen of the Act of 1919 and for the purposes of subsection (4) of section twenty-six of the Act of 1911, paragraph ( c ) of subsection (3) of that section shall be read and construed as if the words “or police” were substituted for the words “police or municipal.”"}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "22", "section_title": " Renunciation of tenancies. ", "section_text": "22 Notwithstanding anything contained in section seven of the Act of 1886 and section eighteen of the Act of 1911 a new holder or his statutory successor shall not be entitled otherwise than by agreement to renounce his tenancy except at a term of Whitsunday if the holder’s entry was at Whitsunday or at a term of Martinmas if his entry was at Martinmas."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "23", "section_title": " Killing and taking of ground game on common grazing. ", "section_text": "23 1 Notwithstanding anything contained in the  Ground Game Act, 1880, it shall be lawful for the landholders interested in a common grazing or in a part of a common grazing which has been apportioned under subsection (5) of section twenty-four of the Act of 1911— i to appoint not more than two of their number; and ii to authorise in writing one person bona fide employed by them for reward; to kill and take ground game on the common grazing or the part thereof, as the case may be. 2 For the purposes of the Ground Game Act, 1880, any person appointed in pursuance of the foregoing subsection shall be deemed to be the occupier of the common grazing or the part thereof, as the case may be, provided that he shall not have the right to authorise any other person to kill and take ground game, and any person authorised in pursuance of the foregoing subsection shall be deemed to have been authorised by the occupier of the common grazing or the part thereof, as the case may be, to kill and take ground game with firearms or otherwise."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "25", "section_title": " Avoidance of agreement inconsistent with the Landholders Acts. ", "section_text": "25 Any contract or agreement made by a landholder by virtue of which he is deprived of any right conferred on him by any provision of the Landholders Acts shall to that extent be void unless the contract or agreement is approved by the Land Court."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "26", "section_title": " Construction.", "section_text": "26 1 In this Part of this Act— “ the Act of 1886 ” means the  Crofters Holdings (Scotland) Act, 1886; “ the Act of 1911 ” means the  Small Landholders (Scotland) Act, 1911; “ the Act of 1919 ” means the  Land Settlement (Scotland) Act, 1919; “ the Landholders Acts ” means the Small Landholders (Scotland) Acts, 1886 to 1919, and this Part of this Act. 2 This Part of this Act may be cited as the Small Landholders (Scotland) Act, 1931, and shall be construed as one with the Small Landholders (Scotland) Acts, 1886 to 1919, and those Acts and this Part of this Act may be cited together as the Small Landholders (Scotland) Acts, 1886 to 1931."}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "2740.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Small Landholders And Agricultural Holdings (Scotland) Act 1931", "year": 1931, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}]