[{"act": "Statute of Westminster 1931", "year": 1931, "section": "1", "section_title": " Meaning of “Dominion” in this Act.", "section_text": "1 In this Act the expression “ Dominion ” means any of the following Dominions, that is to say, the Dominion of Canada, the Commonwealth of Australia, the Dominion of New Zealand, . . .  , the Irish Free State and Newfoundland."}, {"act": "Statute of Westminster 1931", "year": 1931, "section": "2", "section_title": " Validity of laws made by Parliament of a Dominion.", "section_text": "2 1 The  Colonial Laws Validity Act 1865 shall not apply to any law made after the commencement of this Act by the Parliament of a Dominion. 2 No law and no provision of any law made after the commencement of this Act by the Parliament of a Dominion shall be void or inoperative on the ground that it is repugnant to the law of England, or to the provisions of any existing or future Act of Parliament of the United Kingdom, or to any order, rule or regulation made under any such Act, and the powers of the Parliament of a Dominion shall include the power to repeal or amend any such Act, order, rule or regulation in so far as the same is part of the law of the Dominion."}, {"act": "Statute of Westminster 1931", "year": 1931, "section": "3", "section_title": " Power of Parliament of Dominion to legislate extra-territorially.", "section_text": "3 It is hereby declared and enacted that the Parliament of a Dominion has full power to make laws having extra-territorial operation."}, {"act": "Statute of Westminster 1931", "year": 1931, "section": "4", "section_title": " Parliament of United Kingdom not to legislate for Dominion except by consent.", "section_text": "4 No Act of Parliament of the United Kingdom passed after the commencement of this Act shall extend, or be deemed to extend, to a Dominion as part of the law of that Dominion, unless it is expressly declared in that Act that that Dominion has requested, and consented to, the enactment thereof."}, {"act": "Statute of Westminster 1931", "year": 1931, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Statute of Westminster 1931", "year": 1931, "section": "6", "section_title": " Powers of Dominion Parliaments in relation to Courts of Admiralty.", "section_text": "6 Without prejudice to the generality of the foregoing provisions of this Act, section four of the  Colonial Courts of Admiralty Act 1890 (which requires certain laws to be reserved for the signification of His Majesty’s pleasure or to contain a suspending clause) and so much of section seven of that Act as requires the approval of His Majesty in Council to any rules of Court for regulating the practice and procedure of a Colonial Court of Admiralty, shall cease to have effect in any Dominion as from the commencement of this Act."}, {"act": "Statute of Westminster 1931", "year": 1931, "section": "7", "section_title": " Saving for British North America Acts and application of the Act to Canada. ", "section_text": "7 1 Nothing in this Act shall be deemed to apply to the repeal, amendment or alteration of the British North America Acts 1867 to 1930 or any order, rule or regulation made thereunder. 2 The provisions of section two of this Act shall extend to laws made by any of the Provinces of Canada and to the powers of the legislatures of such Provinces. 3 The powers conferred by this Act upon the Parliament of Canada or upon the legislatures of the Provinces shall be restricted to the enactment of laws in relation to matters within the competence of the Parliament of Canada or of any of the legislatures of the Provinces respectively."}, {"act": "Statute of Westminster 1931", "year": 1931, "section": "8", "section_title": " Saving for Constitution Acts of Australia and New Zealand.", "section_text": "8 Nothing in this Act shall be deemed to confer any power to repeal or alter the Constitution or the Constitution Act of the Commonwealth of Australia or the Constitution Act of the Dominion of New Zealand otherwise than in accordance with the law existing before the commencement of this Act."}, {"act": "Statute of Westminster 1931", "year": 1931, "section": "9", "section_title": " Saving with respect to States of Australia.", "section_text": "9 1 Nothing in this Act shall be deemed to authorise the Parliament of the Commonwealth of Australia to make laws on any matter within the authority of the States of Australia, not being a matter within the authority of the Parliament or Government of the Commonwealth of Australia. 2 Nothing in this Act shall be deemed to require the concurrence of the Parliament or Government of the Commonwealth of Australia in any law made by the Parliament of the United Kingdom with respect to any matter within the authority of the States of Australia, not being a matter within the authority of the Parliament or Government of the Commonwealth of Australia, in any case where it would have been in accordance with the constitutional practice existing before the commencement of this Act that the Parliament of the United Kingdom should make that law without such concurrence. 3 In the application of this Act to the Commonwealth of Australia the request and consent referred to in section four shall mean the request and consent of the Parliament and Government of the Commonwealth."}, {"act": "Statute of Westminster 1931", "year": 1931, "section": "10", "section_title": " Certain sections of Act not to apply to Australia, New Zealand or Newfoundland unless adopted.", "section_text": "10 1 None of the following sections of this Act, that is to say, sections two, three, four, five and six, shall extend to a Dominion to which this section applies as part of the law of that Dominion unless that section is adopted by the Parliament of the Dominion, and any Act of that Parliament adopting any section of this Act may provide that the adoption shall have effect either from the commencement of this Act or from such later date as is specified in the adopting Act. 2 The Parliament of any such Dominion as aforesaid may at any time revoke the adoption of any section referred to in subsection (1) of this section. 3 The Dominions to which this section applies are the Commonwealth of Australia, the Dominion of New Zealand and Newfoundland."}, {"act": "Statute of Westminster 1931", "year": 1931, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Statute of Westminster 1931", "year": 1931, "section": "12", "section_title": " Short title.", "section_text": "12 This Act may be cited as the Statute of Westminster 1931."}]