[{"act": "Great Seal Act 1884", "year": 1884, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Great Seal Act 1884."}, {"act": "Great Seal Act 1884", "year": 1884, "section": "2", "section_title": " Authority for passing instrument under Great Seal.", "section_text": "2 1 A warrant under Her Majesty’s Royal Sign Manual, countersigned by the Lord Chancellor, or by one of Her Majesty’s Principal Secretaries of State, or by the Lord High Treasurer, or two of the Commissioners of Her Majesty’s Treasury, shall be a necessary and sufficient authority for passing any instrument under the Great Seal of the United Kingdom, according to the tenor of such warrant; Provided that any instrument which may now be passed under the Great Seal by the fiat or under the authority or directions of the Lord Chancellor or otherwise without passing through any other office may continue to be passed as heretofore. 2 The Lord Chancellor may from time to time make, and when made revoke and vary, regulations respecting the passing of instruments under the Great Seal of the United Kingdom, and respecting the warrants for that purpose, and the preparation of such instruments and warrants, and every such warrant shall be prepared by the Clerk of the Crown in Chancery. 3 No person shall make or prepare any warrant for passing any instrument under the Great Seal of the United Kingdom, or procure any instrument to be passed under that Seal otherwise than in manner provided by this Act or the  Crown Office Act 1877; and any person who acts in contravention of this section shall be guilty of a misdemeanour."}, {"act": "Great Seal Act 1884", "year": 1884, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Great Seal Act 1884", "year": 1884, "section": "4", "section_title": " Definitions.", "section_text": "4 In this Act— The expression “ Lord Chancellor ” means the Lord High Chancellor of Great Britain, and, if there is a Lord Keeper or Lords Commissioners of the Great Seal of the United Kingdom, this Act shall apply as if such Lord Keeper or Lords Commissioners were substituted for the Lord Chancellor, and a warrant may be countersigned by any two of such Lords Commissioners. The expression “instrument” in this Act includes any letters patent, letters close, writ, commission and grant, and any document requiring to be passed under the Great Seal of the United Kingdom."}, {"act": "Great Seal Act 1884", "year": 1884, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}]