[{"act": "Pensions and Yeomanry Pay Act 1884", "year": 1884, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Pensions and Yeomanry Pay Act, 1884."}, {"act": "Pensions and Yeomanry Pay Act 1884", "year": 1884, "section": "2", "section_title": " Royal order as to soldiers pensions and to pay and pensions of the Yeomanry. ", "section_text": "2 1 It shall be lawful for Her Majesty from time to time to make, and when made to revoke and vary, orders relating to pensions of soldiers, . . .  , including the commutation of pensions, the restoration of forfeited pensions, and the award and payment of . . .   pensions . . .  . 2 Every order so made shall forthwith after it is made be laid before both Houses of Parliament, and shall notwithstanding anything in any other Act have effect . . .  ; and if any question of doubt arises as to the construction of any Act or royal order relating to such pensions recourse shall be had to the advice of a Secretary of State, whose decision thereon shall be binding. 3 A Secretary of State may from time to time make such regulations as appear to him to be required for the purpose of carrying into effect any order made in pursuance of this section. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Pensions and Yeomanry Pay Act 1884", "year": 1884, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Pensions and Yeomanry Pay Act 1884", "year": 1884, "section": "4", "section_title": " Distribution of money not exceeding one hundred pounds without requiring probate. ", "section_text": "4 Where a person who is serving or has served as an officer, soldier, or otherwise, in or with any of Her Majesty’s military forces, or who has received remuneration out of money provided by Parliament for army services, or who is the widow  widower surviving civil partner  or relative of any such person, dies, and any part of the personal estate of such deceased person not exceeding in value  £5,000 (whether arising from pay, pension, allowances, surplus property, prize money, or otherwise howsoever), is held by or under the control of a Secretary of State, then if any general or special regulations of a Secretary of State so provide, and subject to such regulations, probate, or other proof of the title of the personal representative of such deceased person may be dispensed with, and such personal estate may be paid, delivered, or distributed to or among the persons appearing in manner provided by the said regulations to be beneficially entitled to the personal estate of such deceased person, or to or among any one or more of such persons, or, in the case of any illegitimacy of the deceased person or his children, to or among such person or persons as may be directed by the said regulations, and the Secretary of State and person making such payment, delivery, or distribution, shall be discharged from all liability in respect of the personal estate paid, delivered, or distributed in accordance with the said regulations."}, {"act": "Pensions and Yeomanry Pay Act 1884", "year": 1884, "section": "5", "section_title": " Exemption from stamp duty. ", "section_text": "5 Every . . .   document used in pursuance of any warrant, order, or regulation of Her Majesty or a Secretary of State, whether made in pursuance of this Act or otherwise, in relation to the payment of any pension in respect of military service, including service in any of the auxiliary forces, shall, unless otherwise provided by such warrant, order, or regulation, or by the regulations, general or special, of a Secretary of State, be exempt from stamp duty."}, {"act": "Pensions and Yeomanry Pay Act 1884", "year": 1884, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Pensions and Yeomanry Pay Act 1884", "year": 1884, "section": "7", "section_title": " Definitions. ", "section_text": "7 In this Act— The expression “ pension ” includes any allowance in the nature of a pension; and The expression “ soldier ” includes a discharged soldier."}, {"act": "Pensions and Yeomanry Pay Act 1884", "year": 1884, "section": "89.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}]