[{"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "1", "section_title": " The Disability Rights Commission.", "section_text": "1 1 There shall be a body known as the Disability Rights Commission (referred to in this Act as “ the Commission ”). 2 The Secretary of State shall pay to the Commission such sums as he thinks fit to enable it to meet its expenses. 3 Schedule 1 (the Commission’s constitution and related matters) has effect. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "2", "section_title": " General functions.", "section_text": "2 1 The Commission shall have the following duties— a to work towards the elimination of discrimination against   and harassment of  disabled persons; b to promote the equalisation of opportunities for disabled persons; c to take such steps as it considers appropriate with a view to encouraging good practice in the treatment of disabled persons; and d to keep under review the working of the  Disability Discrimination Act 1995 (referred to in this Act as “ the 1995 Act ”) and this Act. 2 The Commission may, for any purpose connected with the performance of its functions— a make proposals or give other advice to any Minister of the Crown as to any aspect of the law or a proposed change to the law; b make proposals or give other advice to any Government agency or other public authority as to the practical application of any law; c undertake, or arrange for or support (whether financially or otherwise), the carrying out of research or the provision of advice or information. Nothing in this subsection is to be regarded as limiting the Commission’s powers. 3 The Commission shall make proposals or give other advice under subsection (2)(a) on any matter specified in a request from a Minister of the Crown. 4 The Commission may make charges for facilities or services made available by it for any purpose. 5 In this section— “ disabled persons ” includes persons who have had a disability; “ discrimination ” means anything which is discrimination for the purposes of any provision of   ;Part 2, 3 or 4  of the 1995 Act; and “ harassment ” means anything which is harassment for the purposes of any provision of Part 2   , 3 or 4  of the 1995 Act; “ the law ” includes Community law and the international obligations of the United Kingdom."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "3", "section_title": " Formal investigations.", "section_text": "3 1 The Commission may decide to conduct a formal investigation for any purpose connected with the performance of its duties under section 2(1). 2 The Commission shall conduct a formal investigation if directed to do so by the Secretary of State for any such purpose. 3 The Commission may at any time decide to stop or to suspend the conduct of a formal investigation; but any such decision requires the approval of the Secretary of State if the investigation is being conducted in pursuance of a direction under subsection (2). 4 The Commission may, as respects any formal investigation which it has decided or been directed to conduct— a nominate one or more commissioners, with or without one or more additional commissioners appointed for the purposes of the investigation, to conduct the investigation on its behalf; and b authorise those persons to exercise such of its functions in relation to the investigation (which may include drawing up or revising terms of reference) as it may determine. 5 Schedule 2 (appointment and tenure of office of additional commissioners) and Schedule 3 (so far as relating to the conduct of formal investigations) have effect."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "4", "section_title": " Non-discrimination notices.", "section_text": "4 1 If in the course of a formal investigation the Commission is satisfied that a person has committed or is committing an unlawful act, it may serve on him a notice (referred to in this Act as a non-discrimination notice) which— a gives details of the unlawful act which the Commission has found that he has committed or is committing; and b requires him not to commit any further unlawful acts of the same kind (and, if the finding is that he is committing an unlawful act, to cease doing so). 2 The notice may include recommendations to the person concerned as to action which the Commission considers he could reasonably be expected to take with a view to complying with the requirement mentioned in subsection (1)(b). 3 The notice may require the person concerned— a to propose an adequate action plan (subject to and in accordance with Part III of Schedule 3) with a view to securing compliance with the requirement mentioned in subsection (1)(b); and b once an action plan proposed by him has become final, to take any action which— i is specified in the plan; and ii he has not already taken, at the time or times specified in the plan. 4 For the purposes of subsection (3)— a an action plan is a document drawn up by the person concerned specifying action (including action he has already taken) intended to change anything in his practices, policies, procedures or other arrangements which— i caused or contributed to the commission of the unlawful act concerned; or ii is liable to cause or contribute to a failure to comply with the requirement mentioned in subsection (1)(b); and b an action plan is adequate if the action specified in it would be sufficient to ensure, within a reasonable time, that he is not prevented from complying with that requirement by anything in his practices, policies, procedures or other arrangements; and the action specified in an action plan may include ceasing an activity or taking continuing action over a period. 5 In this section “ unlawful act ” means an act which is unlawful  . . .  for the purposes of any provision of   Part 2, 3 or 4  of the 1995 Act or any other unlawful act of a description prescribed for the purposes of this section. 6 Schedule 3 (so far as relating to non-discrimination notices and action plans) has effect."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "5", "section_title": " Agreements in lieu of enforcement action.", "section_text": "5 1 If the Commission has reason to believe that a person has committed or is committing an unlawful act, it may (subject to section 3(3)) enter into an agreement in writing under this section with that person on the assumption that that belief is well founded (whether or not that person admits that he committed or is committing the act in question). 2 An agreement under this section is one by which— a the Commission undertakes not to take any relevant enforcement action in relation to the unlawful act in question; and b the person concerned undertakes— i not to commit any further unlawful acts of the same kind (and, where appropriate, to cease committing the unlawful act in question); and ii to take such action (which may include ceasing an activity or taking continuing action over any period) as may be specified in the agreement. 3 Those undertakings are binding on the parties to the agreement; but undertakings under subsection (2)(b) are enforceable by the Commission only as provided by subsection (8). 4 For the purposes of subsection (2)(a), “ relevant enforcement action ” means— a beginning a formal investigation into the commission by the person concerned of the unlawful act in question; b if such an investigation has begun (whether or not the investigation is confined to that matter), taking any further steps in the investigation of that matter; and c taking any steps, or further steps, with a view to the issue of a non-discrimination notice based on the commission of the unlawful act in question. 5 The action specified in an undertaking under subsection (2)(b)(ii) must be action intended to change anything in the practices, policies, procedures or other arrangements of the person concerned which— a caused or contributed to the commission of the unlawful act in question; or b is liable to cause or contribute to a failure to comply with his undertaking under subsection (2)(b)(i). 6 An agreement under this section— a may include terms providing for incidental or supplementary matters (including the termination of the agreement, or the right of either party to terminate it, in certain circumstances); and b may be varied or revoked by agreement of the parties. 7 An agreement under this section may not include any provisions other than terms mentioned in subsections (2) and (6)(a) unless their inclusion is authorised by regulations made by the Secretary of State for the purposes of this section; but any provisions so authorised are not enforceable by the Commission under subsection (8). 8 The Commission may apply to a county court or by summary application to the sheriff for an order under this subsection if— a the other party to an agreement under this section has failed to comply with any undertaking under subsection (2)(b); or b the Commission has reasonable cause to believe that he intends not to comply with any such undertaking. 9 An order under subsection (8) is an order requiring the other party to comply with the undertaking or with such directions for the same purpose as are contained in the order. 10 Nothing in this section affects the Commission’s powers to settle or compromise legal proceedings of any description. 11 In this section “ unlawful act ” means an act which is unlawful  . . .  for the purposes of any provision of   Part 2, 3 or 4  of the 1995 Act or any other unlawful act of a description prescribed for the purposes of this section. 12 Schedule 3 (so far as relating to agreements under this section) has effect."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "6", "section_title": " Persistent discrimination.", "section_text": "6 1 This section applies during the period of five years beginning on the date on which— a a non-discrimination notice served on a person, b a finding in proceedings under   section 17A , 25, 28I, 28K, 28L, 28N or 28V of the 1995 Act    , or in proceedings under provision made under section 31AE of that Act,  that a person has committed an act which is unlawful discrimination for the purposes of any provision of Part 2,   ;3 or 4  of that Act, or c a finding by a court or tribunal in any other proceedings that a person has committed an unlawful act of a description prescribed under subsection (4), has become final. 2 If during that period it appears to the Commission that unless restrained the person concerned is likely to do one or more unlawful acts, the Commission may apply to a county court for an injunction, or to the sheriff for interdict, restraining him from doing so. 3 The court, if satisfied that the application is well-founded, may grant the injunction or interdict in the terms applied for or in more limited terms. 4 In this section “ unlawful act ” means an act which is unlawful discrimination   or harassment  for the purposes of any provision of   ;Part 2, 3 or 4  of the 1995 Act or any other unlawful act of a description prescribed for the purposes of this section. 5 A finding  of a court or tribunal  becomes final for the purposes of this section when an appeal against it is dismissed, withdrawn or abandoned or when the time for appealing expires without an appeal having been brought."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "7", "section_title": " Assistance in relation to proceedings.", "section_text": "7 1 This section applies to— a proceedings which an individual has brought or proposes to bring under   section 17A , 25, 28I, 28K, 28L, 28N or 28V  of the 1995 Act ( or under provision made under section 31AE of that Act  complaints and claims about unlawful discrimination   or harassment  under Parts II  to 4 ); and aa proceedings of any description to the extent that the question whether it is unreasonable for a landlord to withhold consent to the making of a relevant improvement to a dwelling house falls to be considered in the proceedings; ab proceedings in Scotland of any description to the extent that the question whether— i it is unreasonable for a landlord to withhold consent to the carrying out of work in relation to a house (within the meaning of the Housing (Scotland) Act 2006 (asp 01)) in Scotland for the purpose of making the house suitable for the accommodation, welfare or employment of any disabled person who occupies, or intends to occupy, the house as a sole or main residence, or ii any condition imposed by a landlord on consenting to the carrying out of any such work is unreasonable, falls to be considered in the proceedings, b proceedings of a description prescribed for the purposes of this subsection, being proceedings in which an individual who has or has had a disability relies or proposes to rely on a matter relating to that disability. 2 Where the individual concerned applies to the Commission for assistance in relation to any proceedings to which this section applies, the Commission may grant the application on any of the following grounds— a that the case raises a question of principle; b that it is unreasonable to expect the applicant to deal with the case unaided (because of its complexity, because of the applicant’s position in relation to another party or for some other reason); c that there is some other special consideration which makes it appropriate for the Commission to provide assistance. 3 If the Commission grants an application, it may— a provide or arrange for the provision of legal advice; b arrange for legal or other representation (which may include any assistance usually given by a solicitor or counsel); c seek to procure the settlement of any dispute; d provide or arrange for the provision of any other assistance which it thinks appropriate. 4 Subsection (3)(b) does not affect the law and practice as to who may represent a person in relation to any proceedings. 4A A relevant improvement is an improvement (within the meaning of section 49G(9) of the 1995 Act) to premises which, having regard to the disability which a disabled person who lawfully occupies or is intended lawfully to occupy the premises has, is likely to facilitate his enjoyment of the premises. 5 The Commission may authorise any employee of the Commission to exercise such of its functions under this section as it may determine."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "8", "section_title": " Recovery of expenses of providing assistance.", "section_text": "8 1 This section applies where— a the Commission has given an individual assistance under section 7 in relation to any proceedings; and b any costs or expenses (however described) have become payable to him by another person in respect of the matter in connection with which the assistance is given. 2 A sum equal to any expenses incurred by the Commission in providing the assistance shall be a first charge for the benefit of the Commission on the costs or expenses concerned. 3 It is immaterial for the purposes of this section whether the costs or expenses concerned are payable by virtue of a decision of a court or tribunal, an agreement arrived at to avoid proceedings or to bring them to an end, or otherwise. 4 The charge created by this section is subject to— a any charge  imposed by section 10(7) of the Access to Justice Act 1999 and any provision in, or made under, Part I of that Act for the payment of any sum to the Legal Services Commission ; and b any charge or obligation for payment in priority to other debts under the  Legal Aid (Scotland) Act 1986 and any provision in that Act for payment of any sum into the Scottish Legal Aid Fund. 5 Provision may be made by regulations made by the Secretary of State for the determination of the expenses of the Commission in cases where this section applies."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "9", "section_title": " Codes of practice.", "section_text": "9 1 The following section shall be inserted at the beginning of Part VII of the 1995 Act (supplemental)—  Codes of practice. 53A 1 The Disability Rights Commission may prepare and issue codes of practice giving practical guidance— a to employers, service providers or other persons to whom provisions of Part II or Part III apply on how to avoid discrimination or on any other matter relating to the operation of those provisions in relation to them; or b to any persons on any other matter, with a view to— i promoting the equalisation of opportunities for disabled persons and persons who have had a disability, or ii encouraging good practice regarding the treatment of such persons, in any field of activity regulated by any provision of Part II or Part III. 2 The Commission shall, when requested to do so by the Secretary of State, prepare a code of practice dealing with the matters specified in the request. 3 In preparing a code of practice the Commission shall carry out such consultations as it considers appropriate (which shall include the publication for public consultation of proposals relating to the code). 4 The Commission may not issue a code of practice unless— a a draft of it has been submitted to and approved by the Secretary of State and laid by him before both Houses of Parliament; and b the 40 day period has elapsed without either House resolving not to approve the draft. 5 If the Secretary of State does not approve a draft code of practice submitted to him he shall give the Commission a written statement of his reasons. 6 A code of practice issued by the Commission— a shall come into effect on such day as the Secretary of State may by order appoint; b may be revised in whole or part, and re-issued, by the Commission; and c may be revoked by an order made by the Secretary of State at the request of the Commission. 7 Where the Commission proposes to revise a code of practice— a it shall comply with subsection (3) in relation to the revisions; and b the other provisions of this section apply to the revised code of practice as they apply to a new code of practice. 8 Failure to observe any provision of a code of practice does not of itself make a person liable to any proceedings, but any provision of a code which appears to a court or tribunal to be relevant to any question arising in any proceedings under Part II or Part III shall be taken into account in determining that question. 9 In this section— “ code of practice ” means a code of practice under this section; “ discrimination ” means anything which is unlawful discrimination for the purposes of any provision of Part II or Part III; and “ 40 day period ” has the same meaning in relation to a draft code of practice as it has in section 3 in relation to draft guidance. 2 The Commission may treat any consultation undertaken by the National Disability Council under section 52(2) of the 1995 Act as being as effective for the purposes of section 53A(3) of that Act as if it had been undertaken by the Commission. 3 Nothing in this section affects the Commission’s powers apart from this section to give practical guidance on matters connected with its functions."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "10", "section_title": " Conciliation of disputes under Part III of the 1995 Act.", "section_text": "10 For section 28 of the 1995 Act (arrangements by the Secretary of State with a view to the settlement of disputes under Part III) there shall be substituted the following section—  Conciliation of disputes. 28 1 The Commission may make arrangements with any other person for the provision of conciliation services by, or by persons appointed by, that person in relation to disputes arising under this Part. 2 In deciding what arrangements (if any) to make, the Commission shall have regard to the desirability of securing, so far as reasonably practicable, that conciliation services are available for all disputes arising under this Part which the parties may wish to refer to conciliation. 3 No member or employee of the Commission may provide conciliation services in relation to disputes arising under this Part. 4 The Commission shall ensure that any arrangements under this section include appropriate safeguards to prevent the disclosure to members or employees of the Commission of information obtained by a person in connection with the provision of conciliation services in pursuance of the arrangements. 5 Subsection (4) does not apply to information relating to a dispute which is disclosed with the consent of the parties to that dispute. 6 Subsection (4) does not apply to information which— a is not identifiable with a particular dispute or a particular person; and b is reasonably required by the Commission for the purpose of monitoring the operation of the arrangements concerned. 7 Anything communicated to a person while providing conciliation services in pursuance of any arrangements under this section is not admissible in evidence in any proceedings except with the consent of the person who communicated it to that person. 8 In this section “ conciliation services ” means advice and assistance provided by a conciliator to the parties to a dispute with a view to promoting its settlement otherwise than through the courts."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "11", "section_title": " Procedure for amending s.7(1) of the 1995 Act.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "12", "section_title": " Regulations.", "section_text": "12 1 Any power under this Act to make regulations is exercisable by statutory instrument. 2 Any such regulations may make— a different provision for different cases or areas; b provision enabling a person to exercise a discretion in dealing with any matter; and c incidental, supplemental, consequential or transitional provision. 3 A statutory instrument containing any such regulations shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "13", "section_title": " Interpretation.", "section_text": "13 1 In this Act— “ Commission ” means the Disability Rights Commission; “ final ”, in relation to a non-discrimination notice, has the meaning given by paragraph 11 of Schedule 3; “ formal investigation ” means an investigation under section 3; “ non-discrimination notice ” means a notice under section 4; “ notice ” means notice in writing; “ prescribed ” means prescribed in regulations made by the Secretary of State; and “ the 1995 Act ” means the  Disability Discrimination Act 1995. 2 Expressions used in this Act which are defined for the purposes of the 1995 Act have the same meaning in this Act as in that Act."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "14", "section_title": " Consequential amendments and repeals.", "section_text": "14 1 Schedule 4 (minor and consequential amendments) has effect. 2 The enactments mentioned in Schedule 5 are repealed to the extent specified."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "15", "section_title": " Crown application.", "section_text": "15 This Act binds the Crown (but does not affect Her Majesty in her private capacity or in right of Her Duchy of Lancaster or the Duke of Cornwall)."}, {"act": "Disability Rights Commission Act 1999(repealed)", "year": 1999, "section": "16", "section_title": " Short title, commencement and extent.", "section_text": "16 1 This Act may be cited as the Disability Rights Commission Act 1999. 2 This Act (apart from this section) shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 3 An order under subsection (2) may contain transitional provisions and savings relating to the provisions brought into force by the order. 3A Section 7(1)(aa) and (4A) extend only to England and Wales. 4 The following provisions extend to Northern Ireland— a section 14(1), in relation to paragraphs 1, 2 and 4 of Schedule 4; and b section 14(2), in relation to the repeal of words in the  House of Commons Disqualification Act 1975, the  Northern Ireland Assembly Disqualification Act 1975 and section 70(7) of the 1995 Act. 5 Except as mentioned in subsection (4), this Act does not extend to Northern Ireland."}]