[{"act": "European Parliamentary Elections Act 1999 (repealed)", "year": 1999, "section": "1", "section_title": " Number of  MEPs , electoral regions and electoral system.", "section_text": "1 For sections 1 to 3 of the  European Parliamentary Elections Act 1978 (election and number of representatives) there shall be substituted—  Election of MEPs. 1 This Act makes provision for the election in the United Kingdom of Members of the European Parliament (“ MEPs ”).  Electoral regions and number of MEPs. 2 1 The United Kingdom shall be divided into electoral regions. 2 England shall be divided into nine electoral regions. 3 Scotland, Wales and Northern Ireland shall each constitute a single electoral region. 4 The number of MEPs elected in the United Kingdom shall be 87, of whom— a 71 shall be elected for electoral regions in England, b 8 shall be elected for Scotland, c 5 shall be elected for Wales, and d 3 shall be elected for Northern Ireland. 5 Schedule 2 (which sets out the electoral regions in England and makes provision for the number of MEPs to be elected for each region) shall have effect.  Electoral system in Great Britain. 3 1 The system of election in an electoral region in Great Britain shall be a regional list system complying with the following conditions. 2 A vote may be cast for a registered party, or an individual candidate, named on the ballot paper. 3 The first seat shall be allocated to the party or individual candidate with the greatest number of votes. 4 The second and subsequent seats shall be allocated in the same way, except that the number of votes given to a party to which one or more seats have already been allocated shall be divided by the number of seats allocated plus one. 5 In allocating the second or any subsequent seat there shall be disregarded any votes given to— a a party to which there has already been allocated a number of seats equal to the number of names on the party’s list of candidates, and b an individual candidate to whom a seat has already been allocated. 6 Seats allocated to a party shall be filled by the persons named on the party’s list of candidates in the order in which they appear on that list. 7 For the purposes of subsections (3) and (4) fractions shall be taken into account. 8 In this section— a “ registered party ” means a party registered under any enactment providing for the registration of political parties; b a reference to a party’s “ list of candidates ” is a reference to the list submitted in accordance with regulations made as required by paragraph 2(3B) of Schedule 1.  Electoral system in Northern Ireland. 3A The system of election in Northern Ireland shall be a single transferable vote system under which— a a vote is capable of being given so as to indicate the voter’s order of preference for the candidates, and b a vote is capable of being transferred to the next choice— i when the vote is not required to give a prior choice the necessary quota of votes, or ii when, owing to the deficiency in the number of votes given for a prior choice, that choice is eliminated from the list of candidates.  Electoral system: supplementary. 3B Schedule 1 (which makes supplementary provision about the holding of elections, the filling of vacancies, and disqualification) shall have effect.  Franchise. 3C 1 A person shall be entitled to vote as an elector at a European Parliamentary election in an electoral region if he is within any of subsections (2) to (5) below. 2 A person is within this subsection if on the day of the poll he would be entitled to vote as an elector at a parliamentary election in a parliamentary constituency wholly or partly comprised in the electoral region, and— a the address in respect of which he is registered in the relevant register of parliamentary electors is within the electoral region, or b his registration in the relevant register of parliamentary electors results from an overseas elector’s declaration which specifies an address within the electoral region. 3 A person is within this subsection if— a he is a peer who on the day of the poll would be entitled to vote at a local government election in an electoral area wholly or partly comprised in the electoral region, and b the address in respect of which he is registered in the relevant register of local government electors is within the electoral region. 4 A person is within this subsection if he is entitled to vote in the electoral region by virtue of section 3(2) to (9) of the Representation of the  People Act 1985 (peers resident outside the United Kingdom). 5 A person is within this subsection if he is entitled to vote in the electoral region by virtue of Part III of the European Parliamentary Elections (Changes to the  Franchise and Qualifications of Representatives) Regulations 1994 (relevant citizens of the European Union). 6 Subsection (1) shall have effect subject to any provision of regulations made under paragraph 2 of Schedule 1 which provides for alterations made after a specified date in a register of electors to be disregarded. 7 In subsection (3) “ local government election ” includes a municipal election in the City of London (that is, an election to the office of mayor, alderman, common councilman or sheriff and also the election of any officer elected by the mayor, aldermen and liverymen in common hall).  Date of elections. 3D 1 The poll at each general election of MEPs shall be held on a day appointed by order of the Secretary of State. 2 A statutory instrument made under this section shall be laid before Parliament after being made. ."}, {"act": "European Parliamentary Elections Act 1999 (repealed)", "year": 1999, "section": "2", "section_title": " Electoral regions in England.", "section_text": "2 For Schedule 2 to the  European Parliamentary Elections Act 1978 (European Parliamentary constituencies in Great Britain) there shall be substituted the Schedule set out in Schedule 1 to this Act."}, {"act": "European Parliamentary Elections Act 1999 (repealed)", "year": 1999, "section": "3", "section_title": " Amendments and repeals.", "section_text": "3 1 Schedule 2 (minor and consequential amendments of Schedule 1 to the European Parliamentary Elections Act 1978) shall have effect. 2 Schedule 3 (other minor and consequential amendments) shall have effect. 3 The enactments and instrument listed in Schedule 4 are hereby repealed or revoked to the extent specified."}, {"act": "European Parliamentary Elections Act 1999 (repealed)", "year": 1999, "section": "4", "section_title": " Expenses.", "section_text": "4 For section 7(1)(a) of the European Parliamentary Elections Act 1978 (expenses: Consolidated Fund) there shall be substituted— a charges to which persons on whom functions are conferred by regulations made by virtue of paragraph 4(2) of Schedule 1 are entitled by virtue of regulations under this Act, and aa any sums required by the Secretary of State for expenditure on the provision of training relating to functions conferred by regulations made by virtue of paragraph 4(2) of Schedule 1; ."}, {"act": "European Parliamentary Elections Act 1999 (repealed)", "year": 1999, "section": "5", "section_title": " Commencement.", "section_text": "5 1 The preceding provisions of this Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument. 2 An order under subsection (1) may— a appoint different days for different purposes; b include such transitional provisions and savings as the Secretary of State thinks expedient."}, {"act": "European Parliamentary Elections Act 1999 (repealed)", "year": 1999, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited as the European Parliamentary Elections Act 1999."}]