[{"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "1", "section_title": " Interpretation.", "section_text": "1 In this Act “ Local Act of inclosure ” shall mean any Act for the inclosure of land passed before the  Inclosure Act, 1845, which Act with the subsequent Acts amending the same is intituled “ The Acts for the inclosure, exchange, and improvement of land; ” and “ allotment trustees ” shall mean any allotment wardens, trustees, or other functionaries appointed for or lawfully acting in the holding or managing lands intended for or being allotments under any Local Act of inclosure for the benefit of the poor, or for field gardens or recreation grounds, or for any public purpose."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "2", "section_title": " Short title.", "section_text": "2 This Act may be cited as “ The Poor Allotments Management Act, 1873. ”"}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "3", "section_title": " Appointment of committees in certain cases for management of allotments.", "section_text": "3 A committee of not more than twelve nor less than six members of their own body (the number to be from time to time fixed by the appointing body) shall be appointed annually by the following authorities; that is to say, 1 By the allotment trustees, or a majority of votes of the allotment trustees present and voting at a meeting summoned as in this Act provided, where the number of allotment trustees for the time being exceeds twenty; and 2 By the vestry of any parish empowered to make an order in respect of poor allotments in pursuance of the  Allotments Act, 1832, where the number of persons for the time being entitled to attend such vestry exceeds twenty."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "4", "section_title": " Committee to exercise powers of authority appointing it.", "section_text": "4 A committee appointed in pursuance of this Act shall, during the year of their continuance in office, be substituted for and exercise, in respect of lands intended for or being such allotments as in this Act mentioned, all the powers of the allotment trustees (including all powers incident to their estate and ownership), or, as the case may be, of the vestry by which they were appointed."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "5", "section_title": " Appointment of committee to be made annually in August.", "section_text": "5 The appointment of a committee in pursuance of this Act shall take place annually, and the person whose duty it is to summon meetings of any such allotment trustees or vestry as aforesaid shall summon within twelve months after the passing of this Act, for the purpose of appointing a committee as required by this Act, a first meeting of the allotment trustees or vestry of which he is summoning officer, or meetings whereof he is authorised to summon, and to summon a meeting of the same body for the like purpose, to be held in the month of August in every year thereafter."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "6", "section_title": " How meetings of appointing authority to be summoned.", "section_text": "6 Any three trustees may summon a meeting of allotment trustees for the purposes of this Act by notice published in the manner in which notices of meetings of vestry are usually published in the place where the allotments or any parts thereof are situate of which such persons are trustees."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "7", "section_title": " Chairman of committee. Adjournment of committee Quorum.", "section_text": "7 A committee appointed in pursuance of this Act may elect a chairman of its meetings, and if no chairman is elected, or if the chairman elected is not present at the time appointed for holding the same, the members present shall choose one of their number to be chairman of such meeting. A committee may meet or adjourn as it thinks proper. The quorum of a committee shall consist of such number of members as may be prescribed by the authority that appointed it, or, if no number be prescribed, of three members. Every question at a meeting of a committee shall be determined by a majority of votes of the members present and voting on that question, and in case of an equal division of votes the chairman shall have a second or casting vote."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "8", "section_title": " Vacancies in committees.", "section_text": "8 The proceedings of a committee shall not be invalidated by any vacancy or vacancies among its members. Any casual vacancy or vacancies occurring during the year of office in the members of a committee may be filled by the committee itself by the appointment of a person or persons qualified as a member or members of the appointing body to be appointed thereon."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "9", "section_title": " Inclosure Commissioners may appoint committee if authority fail to do so. ", "section_text": "9 If any authority required by this Act to appoint a committee fail to make such appointment within the time limited for making the same, the Inclosure Commissioners for England and Wales may, on the application of any person interested, appoint a committee of persons qualified as members of the body authorised by this Act to appoint the committee to be so appointed; and before making such appointment the Inclosure Commissioners shall give such notice of their intention to proceed on the application, and shall, by an assistant commissioner or otherwise, institute such local inquiry and hear such parties, and shall require such security from the applicant or upon the income of any allotment for payment of any expenses incurred by them as, having regard to the circumstances for the application, they think fit, and shall have power to call for the production of any award rate book or public document which they may think it necessary or proper to inspect."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "10", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "11", "section_title": " Operation of notice to quit.", "section_text": "11 The notice to quit mentioned in the fifth section of the  Allotments Act, 1832, may be given by a committee, under the hands of any three of its members, for any cause deemed by it sufficient and proper, and shall operate and have effect in the same manner and to the same extent as a notice to quit given for any such cause as in that section mentioned."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "12", "section_title": " Rent may be required for year in advance. ", "section_text": "12 Notwithstanding anything in the Allotments Act, 1832, contained, it shall be lawful for the authority executing the powers thereof, or of this Act, to require the rent for any land let under it to be paid for the whole year in advance."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "13", "section_title": " Provision for rates, tithes, and taxes on lands. ", "section_text": "13 In all cases in which lands shall be let under the provisions of the Allotments Act, 1832, or of this Act, the allotment trustees or the overseers and churchwardens or other functionaries in whom the same may be vested shall for all purposes of rates and taxes be deemed the occupiers of such lands as shall from time to time be so let, and shall pay all rates, taxes, and tithe rentcharge (if any) in respect of the lands so let, and the amount from time to time so paid by them shall be retained by or repaid to them out of the rents received on account of the lands so let before any other application thereof."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "14", "section_title": " Application of rents of land obtained by churchwardens and overseers for the employment of the poor.", "section_text": "14 So much of the Allotments Act, 1832, as provides for the application of rents of lands let under the provisions thereof shall not apply to rents of lands acquired under any of the Public General Acts, the  Poor Relief Act, 1819, the  Poor Relief Act, 1831, and the Crown Lands Allotments Act, 1831, by guardians or churchwardens and overseers of the poor for the purposes of those Acts, or any of them, but the rents of such lands shall, after deducting all proper charges, be applied in aid of the poor rate of the parish in which such lands are situate."}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "15", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "16", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Poor Allotments Management Act 1873 (repealed 5.11.1993)", "year": 1873, "section": "17", "section_title": " Extent of Act.", "section_text": "17 This Act shall extend only to England and Wales."}]