[{"act": "Law of Libel Amendment Act 1888", "year": 1888, "section": "1", "section_title": " Interpretation", "section_text": "1 In the construction of this Act the word “newspaper” shall have the same meaning as in the   Newspaper Libel and Registration Act 1881."}, {"act": "Law of Libel Amendment Act 1888", "year": 1888, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Law of Libel Amendment Act 1888", "year": 1888, "section": "3", "section_title": " Newspaper reports of proceedings in court privileged.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law of Libel Amendment Act 1888", "year": 1888, "section": "4", "section_title": " Newspaper reports of proceedings of public meetings and of certain bodies and persons privileged.", "section_text": "4 A fair and accurate report published in any newspaper of the proceedings of a public meeting, or (except where neither the public nor any newspaper reporter is admitted) of any meeting of a vestry, town council, school board, board of guardians, board of local authority formed or constituted under the provisions of any Act of Parliament, or of any committee appointed by any of the above-mentioned bodies, or of any meeting of any commissioners authorised to act by letters patent, Act of Parliament, warrant under the Royal Sign Manual, or other lawful warrant or authority, select committees of either House of Parliament, justices of the peace in quarter sessions assembled for administrative or deliberative purposes, and the publication at the request of any Government office or department, officer of state, commissioner of police, or chief constable of any notice or report issued by them for the information of the public shall be privileged, unless it shall be proved that such report or publication was published or made maliciously: Provided that nothing in this section shall authorise the publication of any  blasphemous or  indecent matter: Provided also, that the protection intended to be afforded by this section shall not be available as a defence in any proceedings if it shall be proved that the defendant has been requested to insert in the newspaper in which the report or other publication complained of appeared a reasonable letter or statement by way of contradiction or explanation of such report or other publication, and has refused or neglected to insert the same: Provided further, that nothing in this section contained shall be deemed or construed to limit or abridge any privilege now by law existing, or to protect the publication of any matter not of public concern and the publication of which is not for the public benefit. For the purposes of this section “ public meeting ” shall mean any meeting bona fide and lawfully held for a lawful purpose, and for the furtherance or discussion of any matter of public concern, whether the admission thereto be general or restricted."}, {"act": "Law of Libel Amendment Act 1888", "year": 1888, "section": "5", "section_title": " Consolidation of actions.", "section_text": "5 It shall be competent for a judge or the court, upon an application by or on behalf of two or more defendants in actions in respect to the same, or substantially the same, libel brought by one and the same person, to make an order for the consolidation of such actions, so that they shall be tried together; and after such order has been made, and before the trial of the said actions, the defendants in any new actions instituted in respect of the same, or substantially the same, libel shall also be entitled to be joined in a common action upon a joint application being made by such new defendants and the defendants in the actions already consolidated. In a consolidated action under this section the jury shall assess the whole amount of the damages (if any) in one sum, but a separate verdict shall be taken for or against each defendant in the same way as if the actions consolidated had been tried separately; and if the jury shall have found a verdict against the defendant or defendants in more than one of the actions so consolidated, they shall proceed to apportion the amount of damages which they shall have so found between and against the said last-mentioned defendants; and the judge at the trial, if he awards to the plaintiff the costs of the action, shall thereupon make such order as he shall deem just for the apportionment of such costs between and against such defendants. "}, {"act": "Law of Libel Amendment Act 1888", "year": 1888, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Law of Libel Amendment Act 1888", "year": 1888, "section": "8", "section_title": " Order of Judge required for prosecution of newspaper proprietor, &c.", "section_text": "8 ... No criminal prosecution shall be commenced   in Northern Ireland  against any proprietor, publisher, editor, or any person responsible for the publication of a newspaper for any   blasphemous  libel published therein without the order of a Judge at Chambers being first had and obtained. Such application shall be made on notice to the person accused, who shall have an opportunity of being heard against such application."}, {"act": "Law of Libel Amendment Act 1888", "year": 1888, "section": "9", "section_title": " Person proceeded against criminally a competent witness.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law of Libel Amendment Act 1888", "year": 1888, "section": "10", "section_title": " Extent of Act.", "section_text": "10 This Act shall not apply to Scotland."}, {"act": "Law of Libel Amendment Act 1888", "year": 1888, "section": "11", "section_title": " Short title.", "section_text": "11 This Act may be cited as the Law of Libel Amendment Act 1888."}]