[{"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "1", "section_title": " Short title and construction.", "section_text": "1 This Act may be cited as the Railway and Canal Traffic Act 1888. This Act shall be construed as one with the  Regulation of Railways Act 1873, and the Acts amending it; and those Acts and this Act may be cited together as the Railway and Canal Traffic Acts 1873 and l888."}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "25.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "712.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "1415.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "16", "section_title": " Power to apportion expenses between railway company and applicants for works.", "section_text": "16 1 Where the Board of Trade . . .   in the exercise of any power given by any general or special Act, on application order a company to which this part of this Act applies, to provide a bridge, subway, or approach, or any work of a similar character, the Board of Trade . . .  , may require as a condition of making the order that an agreement to pay the whole or a portion of the expenses of complying with the order shall be entered into by the applicants or some of them, or such other persons as the Board of Trade . . .   think fit, and any of the following local authorities, namely, any sanitary authority,  any local highway authority or local roads authority (within the meaning of the Roads (Scotland) Act 1984) , or any other authority having power to levy rates, shall have power, if such authority think fit, to enter into any such agreement as is sanctioned by the Board of Trade . . .   for the purpose of the order. 2 In such case any question respecting the persons by whom or the proportions in which the expenses of complying with the order are to be defrayed may, on the application of any party to the application, or on a certificate of the Board of Trade, be determined by the Commissioners. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "1722.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "23", "section_title": " Company to which Part I applies.", "section_text": "23 This part of this Act shall apply to any railway company, and to any canal company, and to any railway and canal company."}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "2535.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "3637.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "39", "section_title": " Returns by canal companies. ", "section_text": "39 1 Every canal company shall, on or before the first day of January in every year . . .   send to the registrar of joint stock companies a return stating the name of the company, a short description of their canal, the name of their principal officer, and the place of their office, or, if they have more than one office, of their principal office. 2 Every canal company shall . . .   from time to time, whenever required by the Board of Trade, not being oftener than once in every year, forward to the Board of Trade in such form and manner as the Board may from time to time prescribe, such returns as the Board of Trade may require for the purpose of showing the capacity of such canal for traffic, and the capital, revenue, expenditure, and profits of the canal company. 3 When the canal of a canal company, or any part thereof, is intended to be stopped for more than two days, the company shall report to the Board of Trade, stating the time during which such stoppage is intended to last, and when the same is re-opened the company shall so report to the Board of Trade. 4 A company failing to comply with this section shall be liable, on summary conviction, to a fine not exceeding five pounds for every day during which their default continues, and any director, manager, and officer of the company who knowingly and wilfully authorises and permits the default shall be liable, on summary conviction, to the like fine."}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "40", "section_title": " Byelaws of canal companies. ", "section_text": "40 1 Every canal company shall, before such date as the Board of Trade may prescribe, forward to the Board of Trade true copies, certified in such manner as the Board of Trade direct, of any byelaws or regulations of such company which are in force at the commencement of this Act; and the byelaws of any canal company, copies of which are not forwarded to the Board of Trade as provided by this section, shall from and after the said date cease to have any operation . . .  2 A byelaw or regulation of any canal company hereafter to be made under any power which has been, or which may hereafter be, conferred on any canal company, shall not have any force or effect until two months after a true copy of such byelaw or regulation, certified in such manner as the Board of Trade direct, has been forwarded to the Board of Trade, unless the Board of Trade before expiration of such period have signified their approbation thereof. 3 The Board of Trade may, at any time after any existing or future byelaws or regulations of a canal company have been forwarded to them, notify to the company their disallowance thereof, or of any of them, and in case such byelaws or regulations are in force at the time of the disallowance, the time at which the said byelaws or regulations shall cease to be in force. A byelaw or regulation disallowed by the Board of Trade shall not after such disallowance have any force or effect whatever, save (as regards any byelaw or regulation which may be in force at the time of the disallowance thereof) in so far as any penalty may have been already incurred under the same. 4 The Board of Trade may from time to time make, rescind, and vary such regulations as they think fit with respect to the publication by canal companies of their byelaws and regulations, and with respect to the publication by canal companies of their intention to apply to the Board of Trade for the allowance of any intended byelaws and regulations. . . .  ."}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "41", "section_title": " Inspection of canals.", "section_text": "41 Whenever the Board of Trade are, through their officers or otherwise, informed that the works of any canal are in such a condition as to be dangerous to the public, or to cause serious inconvenience or hindrance to traffic, the Board of Trade may direct such officer or other person as they appoint for the purpose to inspect the said canal and report thereon to the Board of Trade, and for the purpose of making any inspection under this section the officer or person appointed for the purpose shall, in relation to the canal or works to be inspected, have all the powers of an inspector appointed under the  Regulation of Railways Act 1871."}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "43", "section_title": " Canal companies may agree for through tolls, &c.", "section_text": "43 1 Any canal company may make and enter into contracts and arrangements with any other canal company or canal companies for the passage over and along their respective canals, or any of them, of boats, barges, vessels, and other through traffic, and for the use, by such traffic, of the wharves, landing places, and other works of any such canal, upon payment of such through tolls, rates, and charges, and subject to such conditions and restrictions as may be agreed upon between such companies; and for the collection and recovery by any one of the companies on behalf of themselves and the other companies interested of the tolls, rates, and charges payable in respect of such through traffic; and for the division and apportionment of the tolls, rates, and charges; and any such contract may contain provisions for the erection and maintenance of or otherwise for providing warehouses, offices, and other buildings and conveniences, and any other provisions for the purpose of carrying into effect any such arrangement, and any company may apply their funds or moneys for the same purpose. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "46", "section_title": " Definition of “canal company.”", "section_text": "46 In this part of this Act the expression “ canal company ” shall include a “railway and canal company,” so far as relating to any canal of any such last-mentioned company."}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "49", "section_title": " Recovery and application of penalties.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "5051.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "52", "section_title": " Saving of powers conferred on Commissioners and Board of Trade.", "section_text": "52 The powers and jurisdiction conferred by this Act on the . . .   Board of Trade shall be in addition to and not in substitution for any powers and jurisdiction vested in the . . .   Board of Trade by any statute."}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "53", "section_title": " Proceedings of Board of Trade.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "54", "section_title": " Expenses of local authorities.", "section_text": "54 1 Where any local authority having power under this Act . . .   to enter into any agreement to pay the whole or a portion of the expenses of complying with an order of . . .   the Board of Trade, or to make any application for the abandonment or acquisition of a canal under this Act, incur any expenses in or incidental to such complaint, opposition, agreement, or application, such expenses may be defrayed out of the rates or funds out of which the expenses incurred by such authority in the execution of their ordinary duties are defrayed, . . .  2 A local authority may enter into any contract involving the payment by themselves and their successors of any expenses authorised by this section to be defrayed. 3 Where any such local authority have no power to borrow money for the purpose of defraying any expenses authorised by this section, such authority . . .   may, with the consent of the Board of Trade in the case of any harbour board or conservancy authority, and with the consent of  the Secretary of State  in the case of any other authority, borrow money in manner provided by the  Local Loans Act 1875, on the security of the rates or funds out of which the expenses are authorised to be defrayed, and the prescribed period for the loan shall be such period as the Board giving such consent may approve. 4 On the request of any board whose consent is required for such loan, the Board of Trade . . .   shall certify such particulars respecting the amount of the said expenses and the propriety of incurring the same and of borrowing for the payment thereof as may be requested by such board. 5 In Ireland, any authority borrowing in pursuance of this section may borrow in manner provided by the  Public Health (Ireland) Act 1878 in like manner as if the provisions of that Act with respect to borrowing were re-enacted in this section, and in terms made applicable thereto."}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "55", "section_title": " Definitions.", "section_text": "55 In this Act, unless the context otherwise requires,— Terms defined by the  Regulation of Railways Act 1873, have the meanings thereby assigned to them:  The term “ conservancy authority ” means any persons who are otherwise than for private profit intrusted with the duty or invested with the power of conserving, maintaining, or improving the navigation of any tidal or inland water or navigation: The term “ harbour board ” means any persons who are otherwise than for private profit intrusted with the duty or invested with the power of constructing, improving, managing, regulating, and maintaining a harbour, whether natural or artificial, or any dock:  . . . "}, {"act": "Railway and Canal Traffic Act 1888", "year": 1888, "section": "5659.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "56"}]