[{"act": "Board of Agriculture and Fisheries Act 1903", "year": 1903, "section": "1", "section_title": " Superintendence of Fisheries transferred to Board of Agriculture.", "section_text": "1 1 The Board of Agriculture shall after the commencement of this Act be styled the Board of Agriculture and Fisheries, and references in any Act or document to the Board of Agriculture shall be construed as references to the Board of Agriculture and Fisheries. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  any powers and duties of the Board of Trade or any officer of that Board, under any local and personal Act, which relate solely to the industry of fishing, shall be transferred to the Board of Agriculture and Fisheries or, in the case of the powers and duties of any officer, to such officer of the Board of Agriculture and Fisheries as the Board nominate for the purpose. 3 Section four of the  Board of Agriculture Act 1889, shall have effect, as respects the transfer of any powers and duties of a Government Department which appear to His Majesty to relate to the industry of fishing, in the same manner as with respect to powers and duties which appear to His Majesty to relate to agriculture . . .  , and sections two and four of that Act shall be read as if the words “the industry of fishing” were added after the word “agriculture”. 4 Sections . . .  eleven (construction of Acts and documents) of the  Board of Agriculture Act 1889, shall apply, in relation to the powers and duties transferred by or in pursuance of this Act, as if they were transferred by or in pursuance of that Act and as if the date of the commencement of this Act were substituted for the date of the establishment of the Board of Agriculture. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 The Board of Agriculture and Fisheries shall be substituted for the Board of Trade as respects communication and returns in section six of the  Sea Fisheries (Scotland) Amendment Act 1885. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 Subsection three of section five of the  Board of Agriculture Act 1889, shall apply to expenses incurred by the Board of Agriculture and Fisheries, in the execution of any powers and duties transferred by or in pursuance of this Act, as it applies to expenses incurred by that Board in the execution of their duties under that Act."}, {"act": "Board of Agriculture and Fisheries Act 1903", "year": 1903, "section": "2", "section_title": " Amendment of 52 & 53  Vict.  c. 30.", "section_text": "2 1 Any Order in Council made under section four of the  Board of Agriculture Act 1889, may be varied or revoked by an Order in Council made in accordance with the provisions of that section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Board of Agriculture and Fisheries Act 1903", "year": 1903, "section": "3", "section_title": "†Extent, commencement and short title.", "section_text": "3 1 Nothing in this Act shall transfer or authorise the transfer of any powers or duties exerciseable in or in relation to Scotland or any part of the sea adjoining Scotland, except so far as is expressly provided by this Act as respects communications and returns, . . . . . .  2 This Act may be cited as the Board of Agriculture and Fisheries Act 1903 . . . . . .  3 The Board of Agriculture Act 1889, and this Act may be cited together as the Board of Agriculture and Fisheries Acts 1889 and 1903."}]