[{"act": "Irish Land Act 1903", "year": 1903, "section": "1", "section_title": "Advances for purchase of holdings where whole estate sold", "section_text": " 1    1   In the case of the sale of an estate, whether to the Land Commission or otherwise, when application is made for an advance under the Land Purchase Acts of the whole purchase money of a holding, and the Land Commission are satisfied that the tenant is in occupation of the holding, then, subject to the limitations in the Land Purchase Acts on advances to tenants purchasing their holdings, the Land Commission shall sanction the advance in the following cases, namely :—   a   In the case of the purchase of a holding subject to a judicial rent fixed or agreed to since the passing of the Act of 1896, if the purchase annuity created under this Act payable in respect of the advance will be not less than ten nor more than thirty per cent. below the existing rent; and     b   In the case of the purchase of a holding subject to a judicial rent fixed or agreed to before that date, if the said purchase annuity will be not less than twenty nor more than forty per cent. below that rent:      Provided that in the case of a holding subject to a judicial rent fixed or agreed to before the passing of the Act of 1896, the Land Commission may, if they think it equitable, and if the purchase agreement so provides, treat the holding, for the purposes of this section, as a holding subject to a judicial rent fixed since the passing of the Act of 1896.     2   If the foregoing provisions are not complied with, the Lane Commission may, subject to the limitations in the Land Purchase Acts, sanction the advance, if they are satisfied with the security, and if, after giving all persons interested in the estate an opportunity of being heard, they consider the agreed price to be equitable having regard to the interests of all such persons as aforesaid.     3   The Land Commission, if they think it expedient with £ view to the improvement of the estate, may declare that, for the purposes of this section, a portion of a holding shall be deemed a holding, and in such case may apportion the rent of the holding between the portion proposed to be purchased and the remainder of the holding.     4   Notwithstanding any provisions to the contrary contained in the  Purchase of Land (Ireland) Amendment Act, 1888, an advance may be sanctioned under the provisions of: the Land Purchase Acts not exceeding the sum of seven, thousand pounds to one purchaser where, in the opinion of the Land Commission, it is expedient to make any such advance for the purpose of carrying out the sale of a holding to which the Land Law Acts apply.     5   This section shall not apply in the case of holdings on congested estates in respect of which the Land Commission have given a certificate under section six of this Act, nor in the case bi holdings on estates purchased by the Congested Districts Board.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "2", "section_title": "Advances for purchase of other portions of estate", "section_text": " 2    1   In the case of the sale of an estate advances under the Land Purchase Acts may be made for the purchase of parcel thereof by the following persons :—   a   A person being the tenant of a holding on the estate ;     b   A person being the son of a tenant of a holding on the estate;     c   A person being the tenant or proprietor of a holding no exceeding five pounds in rateable value, situate in the neighbourhood of the estate; and     d   A person who within twenty-five years before the passing of this Act was the tenant of a holding to which the Lane Law Acts apply, and who is not at the date of the purchase the tenant or proprietor of that holding: Provided, that is the case of the death of a person to whom an advance under this paragraph might otherwise have been made, the advance may be made to a person nominated by the Land Commission as the personal representative of the deceased person.       2   Advances under this section shall not, together with the amount (if any) of any previous advance under the Land Purchase Acts then unrepaid by the purchaser, exceed one thousand pounds    Provided that the limitation in this subsection may, subject to the other limitations in the Land Purchase Acts, be, exceeded where the Land Commission consider that a larger advance may be sanctioned to any purchaser without prejudice-to the wants and circumstances of other persons residing in the neighbourhood.     3   The Land Purchase Acts shall, subject to the provisions of this section, apply to the sale of a parcel of land in pursuance of this section, in like manner as if the same was a holding, and the purchaser was the tenant thereof at the time of his making the purchase, and the expression \"holding\" in those Acts shall include a parcel of land in respect of the purchase of which an advance has been made in pursuance of this section.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "3", "section_title": "Advances to owners of estates", "section_text": " 3    1   Where the owner of an estate has entered into agreements under the Land Purchase Acts for the sale to persons other than the Land Commission of the estate, the Land Commission may purchase from him any demesne or other land in his occupation and adjacent to, or in the neighbourhood of, the estate at a price which in their opinion represents the selling value of that land, and in such case may resell the whole or any portion of that land to him ; provided that the Land Commission may, if they think it necessary for furthering the purposes of this Act, dispense with the condition in this subsection that the land purchased and resold shall be adjacent to, or in the neighbourhood of, the estate.     2   Where any land is so resold, or where a parcel of an estate purchased by the Land Commission is resold to the Vendor, or (in the case of an estate purchased from the land judge) to the former owner of the estate or a person nominated by the Land Commission as his representative, an advance under the Land Purchase Acts may be made not exceeding in any case one-third of the aggregate amount of the purchase money of the holdings and other parcels of land comprised in the estate, or twenty thousand pounds, whichever is the less.     3   In entering into agreements for the resale of any land to the vendor of an estate the Land Commission shall have regard to the amount of land available for the enlargement of holdings where they consider such enlargement necessary.     4   Where any land is resold in pursuance of this section a Judicial Commissioner may, if he thinks it equitable, on the application within the prescribed time of any person who, at the date of the sale of the land to the Land Commission, was entitled to any estate in remainder or reversion in that land, order, upon such terms and conditions as he may think reasonable, that the land so resold shall devolve in accordance with the terms of the settlement which at the date of the sale to the Land Commission affected it.     5   If the owner of any demesne or other land subject to settlement and sold to the Land Commission does not repurchase the same within the prescribed time, the Land Commission may make an advance under this section to the trustees of the settlement, and in such case the land resold shall be held subject to the trusts of the settlement.     6   Any land resold in pursuance of this section shall not be subject to the provisions of the  Local Registration of Title (Ireland) Act, 1891, relating to the devolution of freehold registered land,    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "4", "section_title": "Advances to trustees", "section_text": " 4    1   In the case of the sale of an estate advances under the Land Purchase Acts may be made for the purchase, by any trustees, approved of by the Land Commission, of any parcel of the estate to be held subject to the provisions of this Act, for the purposes of turbary, pasturage, the raising of sand or gravel, the cutting or gathering of seaweed, the planting of trees, or the preservation of game, fish, woods or plantations, or for the purposes of the Labourers (Ireland) Acts, 1883 to 1896, as amended by this Act.     2   An advance in pursuance of this section may be of such amount as the Lord Lieutenant may sanction.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "5", "section_title": "Sanction of advances in cases not within zones", "section_text": " 5   In the case of the sale of an estate where an application for an advance, to which the provisions of subsection one of section one of this Act do not apply, is made, the Land Commission may, subject to the limitations in the Land Purchase Acts, advance the whole or part of the purchase money if they are satisfied with the security and are of opinion that, having regard to all the circumstances of the case, the agreed price is equitable.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "6", "section_title": "Purchase of estates by Land Commission", "section_text": " 6    1   Where the owner of an estate makes an application in the prescribed form to the Land Commission requesting them to enquire into the circumstances of the estate with a view to the sale thereof under this Part of this Act, the Land Commission may, after due enquiry, propose to purchase the estate, and in estimating the price shall have regard to the foregoing provisions of this Act in respect of advances, and to the prices which the tenants and other persons are willing to give for the holdings and other parcels of land comprised in the estate.     2   If within the prescribed time the owner of the estate agrees to sell the estate at the estimated price, and tenants of holdings on the estate, to the extent of not less than three-fourths in number and rateable value, undertake to purchase from the Land Commission their holdings, or other designated parcels of land in lieu thereof, for the respective amounts on the basis of which the price of the tenanted portion of the estate was estimated by the Commission, the Commission may agree to purchase the estate for the estimated price.     3   The Lord Lieutenant may, under special circumstances and with the approval of the Treasury, dispense with the condition in the last preceding subsection as to undertakings to purchase holdings, where the Land Commission certify to him that they are of opinion that the resale of the estate can be effected without prospect of loss.     4   In the case of a congested estate as defined by this section, if the Land Commission, with the consent of the owner, certify to the Lord Lieutenant that the purchase and resale of the estate are desirable in view of the wants and circumstances of the tenants thereon, then the Land Commission may purchase the estate for a price to be agreed upon, and in such case the condition in this section as to resale without prospect of loss may be relaxed to such extent as the Lord Lieutenant may determine.     5   The expression \" congested estate \" means an estate not less than half of the area of which consists of holdings not exceeding five pounds in rateable value, or of mountain or bog land, or not less than a quarter of the area of which is held in rundale or intermixed plots.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "7", "section_title": "Sales in Court of Land Judge", "section_text": " 7   Where it appears to the Land Commission expedient to take steps with a view to the purchase, for the purposes of this Part of this Act, of an estate for the sale of which an absolute order has been made under the  Landed Estates Court (Ireland) Act, 1858, the following provisions shall have effect:—   1   The Land Judge may, at the request of the Land Commission, cause the Commission to be furnished with such particulars and documents as they may require respecting the estate, including a schedule in the prescribed form of the tenancies thereon and a statement of the superior interests (if any) to which the estate is subject:     2   The Land Commission, after causing the estate to be inspected, may, subject to the provisions of the last preceding section as to undertakings to purchase holdings and resale without prospect of loss, make an offer to the Land Judge for the purchase of the estate, or of any part thereof, discharged from the claims of all persons who are interested in the estate, whether in respect of superior or intervening interests, or incumbrances, or otherwise, and the offer shall contain the following particulars :—   a   The land comprised in the offer;     b   The arrears of rent which are to be transferred to the Commission; and     c   The amount of the purchase money :       3   The Land Judge, after giving such notice of the offer as he thinks fit, and after giving all parties interested in the estate an opportunity of being heard, shall, if he does not consider the offer sufficient, as soon as practicable, unless the offer is in the meantime withdrawn, put up for public auction the land specified therein discharged from all claims as aforesaid, but subject to the conditions mentioned therein as to arrears of rent or otherwise, and shall, unless he considers it unreasonable or unjust, having regard to the interests of any such party as aforesaid, sell the same to the highest bidder.     4   Where an estate is sold in pursuance of this section the Land Judge shall have all the powers for the apportionment and redemption of superior and intervening interests conferred on him by the Land Purchase Acts:     5   An order of the Land Judge declaring the Land Commission to be the purchasers of any land shall have the effect of an order vesting land in the Commission made by them under this Part of this Act, and shall also vest in them the right to collect and recover any arrears of rent specified in the order, and a certified copy thereof shall be transmitted to the registering authority under the  Local Registration of Title (Ireland) Act, 1891, and the Land Commission shall thereupon be registered, under that Act, as the absolute owners of the land :     6   Where the Land Commission make an offer under this section for the purchase of an estate, the provisions of section forty of the Act of 1896 shall be suspended and shall not have effect, in the case of that estate, unless and until the offer is withdrawn or the estate is put up for auction and not sold.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "8", "section_title": "Purchase of untenanted land", "section_text": " 8   The Land Commission may purchase any untenanted land which they consider necessary for the purpose of facilitating the resale, or redistribution, of estates purchased, or proposed to be purchased, by them, and the foregoing provisions of this Act, with respect to advances for the purchase of parcels of land comprised in estates, shall apply in the case of the sale by the Commission of any parcel of such untenanted land.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "9", "section_title": "Limitations on spending powers of Land Commission", "section_text": " 9    1   There shall not be at any time vested in the Land Commission lands exceeding in the aggregate, according to the estimate of the Commission, as approved by the Treasury, the capital value of five million pounds in respect of which undertakings to purchase have not been received by the Commission.     2   The Land Commission shall not in any one year enter into agreements involving the expenditure, on the purchase of congested estates, of sums which would in the aggregate exceed by more than ten per cent the aggregate sums, for which the Commission estimate that those estates can be resold by them: Provided that, for the purposes of this enactment, any money .which the Land Commission have expended, or propose to expend, on the improvement of those estates shall be deemed to be repayable in full out of the purchase money on resales, and shall not be included in the estimate in calculating the ten per cent.     3   For the purposes of this section the acceptance by the Land Judge of an offer shall be deemed an agreement.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "10", "section_title": "Exclusion of certain estates", "section_text": " 10   No estate shall be purchased by the Land Commission which is not in the main agricultural or pastoral.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "11", "section_title": "As to guarantee deposit", "section_text": " 11   No guarantee deposit shall be made or retained in respect of an advance made in pursuance of the foregoing provisions of this Act.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "12", "section_title": "Provisions with respect to improvements", "section_text": " 12    1   The Land Commission may take such steps and execute, or cause to be executed, such works as may appear expedient for the benefit- or improvement of estates, or untenanted land, purchased or proposed to be purchased under this Act, or for the use or enjoyment thereof or .generally for the purposes of this Act.     2   For the purpose of carrying this section into effect the Land Commission shall have all the powers for facilitating resales of land conferred on the Congested Districts Board by sections one and two of the  Congested Districts Board (Ireland) Act, 1901, as amended by this Act, and those sections, as so amended, shall apply accordingly, with the substitution of the Land Commission for the Congested Districts Board:    Provided that where, with the consent of a tenant, the area of his holding is altered, or he is put into possession of a new holding, the Land Commission may order that such charges, liabilities, and equities as affect the tenant's interest in his former holding shall either continue to affect that holding, or be transferred to his altered or new holding :    Provided also, that the powers mentioned in section one of the said Act of 1901 shall not be exercised by the Land Commission unless they certify to the Lord Lieutenant that those powers are necessary for the benefit or improvement of a congested estate.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "13", "section_title": "Provision with respect to sporting rights and minerals", "section_text": " 13    1   Where at the time of sale of any land to the Land Commission or to tenants or others the vendor has, subject to the provisions of the  Ground Game Act, 1880, sporting rights, exclusive of the tenant, those rights may by agreement between the vendor and purchaser be either conveyed to the purchaser or be expressly reserved to the vendor, and in the absence of such agreement those rights shall be vested in the Land Commission, and the Land Commission may deal with the same, subject to regulations to be made by the Lord Lieutenant.     2   The expression \"sporting rights\" includes any right of hunting, shooting, fishing, and taking game or fish on any land, and the expression \"game\" has the same meaning as in section five of the Act of 1881, and also includes deer.     3   On the sale under the Land Purchase Acts of any land by the Land Commission, or of any land comprised in an estate by the owner of the estate, there shall be reserved, in the prescribed manner, to the Commission the exclusive right of mining and taking minerals, and digging and searching for minerals, on or under that land, and the said right shall be disposed of by the Commission in manner hereafter to be provided by Parliament:    Provided that this subsection shall not apply—   a   to any demesne or other land resold in pursuance of section three of this Act; or     b   to any such right which constitutes a superior interest, or which is vested in the Crown ; or     c   to any stone, gravel, sand, or clay:      Provided also, that where any such right reserved to the Land Commission under this subsection is at any time hereafter let, leased, sold, or demised by them, the vendor (or the person who would have been entitled thereto if the lands had not been sold) shall be entitled to receive twenty-five per cent. of any rent, purchase-money, or other net profit received by the Land Commission in respect of same, unless the Land Commission shall have purchased from the person entitled to such percentage his interest therein, and the Land Commission may purchase such interest at anytime on such terms as may be sanctioned by the Treasury.     4   Where any right mentioned in this section is so reserved, there shall be attached thereto a right to enter upon the land in respect of which the first-mentioned right may be exercised, and to authorise any persons so to do; but any person entering upon land in pursuance of this subsection shall be liable to make reasonable amends and satisfaction for any damage done or occasioned thereby.     5   Any person authorised by or in. pursuance of, the last preceding subsection to enter upon land, for the purpose of exercising a sporting right shall have the some authority to prosecute for trespass in pursuit of game or fish as if he were the occupier of that land.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "14", "section_title": "Reservation of ancient monuments", "section_text": " 14    1   Where any land, which is vested under the Land Purchase Acts in a purchaser, contains any ancient monument which, in the opinion of the Land Commission, is a matter of public interest, by reason of the historic, tradition, or artistic interest attaching thereto, they may, with the consent of the Commissioners of Public Works in Ireland, by order declare that the property in the monument shall not pass to the purchaser, and make an order vesting the monument in those Commissioners.     2   Where any such order is made, the provisions of the  Ancient Monuments Protection Act, 1882, with respect to the maintenance of, and access and penalties for injury to, ancient monuments, shall apply as if the monument were a monument under the guardianship of those Commissioners in pursuance of that Act.     3   Where those Commissioners refuse to consent to the vesting of any such monument in them, the Land Commission may, with the consent of the council of the county within which the monument is situate, make an order vesting the monument in that council, and subsection two of section nineteen of the  Local Government (Ireland) Act, 1898, shall thereupon apply.     4   In this section the expression \"ancient monument\" means any ancient or mediaeval structure, erection, or monument, or any remains thereof.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "15", "section_title": "Sub-tenancies and subdivided holdings", "section_text": " 15    1   In the case of the sale of an estate the Land Commission may, if they think fit, declare that any person who, as a-subtenant, is in the exclusive occupation of a parcel of land comprised in the estate shall be deemed the tenant of that parcel, and that the parcel shall be deemed a holding.     2   The Land Commission shall in such case redeem the interests (in this Part of this Act referred to as \"intervening interests \" intervening between the owner of the estate and the person in such exclusive occupation as aforesaid, at a price which, in default of agreement between the owner of the estate and the owner of the intervening interest within the prescribed time, shall be fixed by the Land Commission, and the redemption money shall be paid out of the purchase money of the estate, and be dealt with in like manner as if it were the redemption money of a superior interest, or in such other manner as appears to the Commission equitable: Provided that if the Land Commission are of opinion that any intervening interest is of no appreciable value, they shall by order declare that interest to be extinguished.     3   The foregoing provisions of this section shall not apply where any intervening inter, st is an interest sufficient to constitute the owner thereof a person having power to sell under the Land Purchase Acts to tenants.     4   Where a holding comprised in any such estate is held by joint tenants or tenants in common, or is subdivided between two or more persons, and the Land Commission are satisfied that such tenants or persons are in the exclusive occupation of separate portions thereof, the Commission may, if they think fit, for the purpose of the foregoing provisions of this Act, declare that any such tenant or person shall be deemed the tenant of the parcel of land in his exclusive occupation, and that such parcel shall he deemed a holding, and may apportion the rent of the holding between such tenants or persons as the justice of the case may require.     5   Any person aggrieved by any decision of the Land Commission under this section may in the prescribed manner appeal to a Judicial Commissioner.     6   For the purpose of the sale of an estate by the Land Judge to the Land Commission, the Land Judge shall have the powers conferred on the Commission by this section, but no appeal shall lie from any decision of the Land Judge under this section.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "16", "section_title": "Purchase agreement and vesting order", "section_text": " 16    1   The Land Commission may, where they agree to purchase any land, make a vesting order which shall be effectual to vest in the Commission the fee simple of the land purchased, subject—   a   to any public rights affecting the land ;     b   to any sporting rights reserved by the vendor;     c   to any maintenance charge under the Public Works Acts ; and     d   to any interests of the tenants on the land, or of persons having claims upon those interests, and to any easements, rights, and appurtenances mentioned in section thirty-four of the Act of 1896 ;    but, save as aforesaid, and subject to the provisions of this Act with respect to minerals, discharged from the claims of all persons who are interested in the land, whether in respect of superior or intervening interests or incumbrances or otherwise, and all such claims shall, as from the date of the vesting order, cease as against the land and attach to the purchase money in like manner as immediately before the date of the order they attached to the land.     2   At any time not less than two months before making a vesting order under this section the Land Commission shall publish the prescribed advertisements, and shall serve such notices as they may think necessary stating their intention to make the order and the effect thereof, and any person interested in the land may, in the manner and within the time prescribed, show cause against the vesting order being made, and in such case unless the cause shown is disallowed the order shall not be made.     3   A certified copy of every vesting order under this section shall be transmitted to the registering authority under the  Local Registration of Title (Ireland) Act, 1891, and the Land Commission shall thereupon be registered under that Act as the absolute owners of the land, discharged from all claims as hereinbefore provided.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "17", "section_title": "Persons whom Land Commission may deal with as owners", "section_text": " 17    1   Where any person proposing to sell land under the foregoing provisions of this Act gives prima facie evidence that he is a person having power to sell under the Land Purchase Acts, and satisfies the Land Commission that for not less than six years immediately preceding he or his immediate predecessor in title has been, personally or by an agent, in receipt of the rents or profits of the land, he may, if the Land Commission think fit, subject to such conditions with respect to advertisements and notices as may be prescribed, be dealt with as the owner of the land for all purposes other than the distribution of purchase money, or the payment of any percentage out of the Land Purchase Aid Fund established under this Act, without any further investigation of his title.     2   Where any person not under disability satisfies the Land Commission that he is the limited owner of any land, he may, if the Land Commission think fit, be dealt with as the owner of the land for the purposes aforesaid, whether there is or is not a trustee of the settlement for the purposes of the Settled Land Acts, 1882 to 1890, and whether the consent of such trustee (if any) has or has not been obtained.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "18", "section_title": "Rents and profits recoverable by Land Commission", "section_text": " 18    1   The rents and profits of any land agreed to be purchased by the Land Commission, together with any interest under section thirty-five of the Act of 1896, which interest shall be at a rate of not less than three and a half per cent. per annum, and, subject to the provisions of this section, any arrears of rent clue at the date of the purchase agreement, and not remitted by the Commission, shall from the date of the agreement be payable to and recoverable by the Commission in like manner as if they were instalments of purchase annuities charged upon holdings.     2   Interest on the purchase money, at the rate of three and a half per cent. per annum, shall be paid by the Land Commission to the person in receipt of the rents of the land at the date of the agreement, or such other person as may appear to the Land Commission to be entitled thereto, from the date of the agreement until the land is vested in the Commission :    Provided that if the land does not become vested in the Land Commission the foregoing provisions of this section shall cease to have effect as from the date on which the Commission certify that the sale cannot be completed, and fin account shall be rendered by the Commission as between the moneys received by them and any interest paid by them under those provisions, and the balance (if any) certified by the Commission shall be paid by or to them accordingly, and the certificate shall be conclusive of the matters stated therein.     3   Section thirty-five of the Act of 1896 shall, subject to the provisions of this section, apply with the necessary modifications to the case of an agreement with the Land Commission for the purchase of a holding.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "19", "section_title": "Power to declare certain tenants to be purchasers", "section_text": " 19   Where an estate is purchased by the Land Commission and tenants on the estate to the extent of three-fourths in number and rateable value have agreed to purchase their holdings, the Estates Commissioners may, if, having regard to the circumstances of the case, they think it expedient, order that the remaining tenants, or any of them, shall be deemed to have accepted the offers made to them, and the Land Purchase Acts shall apply accordingly, where the tenant could have obtained an advance of the entire purchase money, and the Land Commission have offered in the prescribed manner to make the advance.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "20", "section_title": "Schemes for user of land by trustees", "section_text": " 20    1   Where any land is purchased by means of an advance under the Land Purchase Acts by any trustees for the purposes mentioned in section four of this Act, the trustees shall hold the land upon such terms and conditions and with such rights and powers as may be specified in a scheme framed by the Lord Lieutenant or approved of by him, and any such scheme shall contain provisions for the appointment of new trustees, and for an appeal to the Lord Lieutenant by any person aggrieved by any action or omission of any trustees in carrying the scheme into effect, and for enabling the Lord Lieutenant, on the hearing of any such appeal, to make such order as may appear to him just.     2   Where any land so purchased is not required for any of the purposes aforesaid it may be disposed of for any public purposes approved of by the Lord Lieutenant.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "21", "section_title": "Regulations as to turbary on holdings", "section_text": " 21    1   In the case of the sale of an estate where portion of a holding consists of bog, and the purchaser had not an exclusive right of turbary before such sale, the Land Commission may make regulations, authorising the cutting or making of turf on that bog by any occupiers of land in the neighbourhood of the said holding for whose requirements such turf appears to be necessary, upon such terms, as to payment or otherwise, as may appear to them to be just, and those regulations may confer a right to enter upon any land for the purpose aforesaid.     2   Regulations under this section shall secure that the cutting or making of turf will not prevent the future reclamation of the bog, and that sufficient turf and pasturage will be left for the use of the proprietor of the holding for a reasonable period.     3   Regulations under this section shall provide that any person entering upon any land under their authority shall make reasonable amends and satisfaction for any damage done or occasioned thereby.     4   Any regulations under this section may provide for the punishment of any breach of them by a fine not exceeding five pounds, recoverable in a summary manner.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "22", "section_title": "Power of Land Commission to determine disputes between proprietors of holdings", "section_text": " 22   On the application in the prescribed manner of any proprietors of holdings purchased under the Land Purchase Acts, the Land Commission may, at the request of the parties interested, if they think fit, determine all questions which may arise respecting the boundaries of the holdings, easements, or appurtenances, claimed by any of such proprietors against any other proprietors or tenants of holdings.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "23", "section_title": "Certain powers and duties of Land Commission to be exercise 1 by Estates Commissioners", "section_text": " 23    1   The jurisdiction, powers, and duties of the Land Commission under the foregoing provisions of this Act shall be exercised and performed exclusively by three members of the Commission (in this Act referred to as \"the Estates Commissioners \") to be nominated or appointed as herein-after mentioned. Any question of law may, if the Estates Commissioners think fit, and shall on the application of any person interested, be referred for the decision of a Judicial Commissioner, unless the Estates Commissioners certify in writing that the application is frivolous.     2   Any person aggrieved by any refusal of the Commissioners so to refer any such question may, in the manner prescribed by rules under section sixty-one of the Supreme Court of Judicature (Ireland) Act, 1877, as amended by any enactment, and within the time prescribed by the Judicial Commissioner, apply to the High Court, or any judge thereof, for an order requiring the Commissioners so to refer the question, and the decision of the High Court or judge upon any such application shall be final.     3   One of the Estates Commissioners shall be an existing member of the Land Commission, to be nominated by the Lord Lieutenant, and the others shall be persons to be appointed by His Majesty, by warrant under the Royal Sign Manual, as additional members of the Land Commission.     4   The persons so appointed shall be paid cut of money provided by Parliament an annual salary of two thousand pounds.     5   The Estates Commissioners shall hold office during pleasure, but any Estates Commissioner shall only be removed from his office by an Order in Council, and any such Order shall be laid before each House of Parliament forthwith, and if an Address is presented to His Majesty by either House of Parliament, within the next subsequent forty days on which that House has sat next after any such Order is laid before it, praying that the Order may be annulled, His Majesty in Council may annul the Order, and it shall thenceforth be void.     6   Whenever a vacancy occurs in the office of a person so nominated or appointed by his death, resignation, inability to act, or otherwise, or of any person appointed in his place, His Majesty may, if he thinks fit, by warrant under the Royal Sign Manual, appoint some person to fill the vacancy.     7   The two vacancies occurring next after the commencement of this Act in the number of the members of the Land Commission, other than the Judicial Commissioner, or an Estates Commissioner, shall not be filled.     8   The Estates Commissioners, in carrying the foregoing-provisions of this Act into effect, shall be under the general control of the Lord Lieutenant, and shall act in accordance with such regulations as may be made by him from time to time.     9   For the purpose of assisting the Estates Commissioners in carrying the aforesaid provisions into effect the Lord Lieutenant may, after consultation with the Land Commissioners, nominate such officers of the Land Commission, and may, with the consent of the Treasury as to number and remuneration, appoint or authorise the employment of such other persons as may be necessary, and the remuneration of those persons shall be paid as part of the expenses of the Land Commission.     10   Such officers and other persons shall perform such duties as may be assigned to them by the Estates Commissioners.     11   Sales of estates to the Estates Commissioners and sales by those Commissioners to tenants and others may be negotiated by any land agents, solicitors, or land clerks nominated with the approval of the Estates Commissioners by the vendors, or in the absence of such nomination, may be negotiated by any persons approved by those Commissioners, at a fixed price or percentage, according to a scale to be settled by the Estates Commissioners with the assent of the Treasury, and such price or percentage shall be paid as part of the expenses of the Land Commission.     12   Where in the case of the sale of an estate to persons other than the Land Commission an agent has been employed by the vendor to negotiate the sale such sum as may be sanctioned by the Estates Commissioners may, with the consent of such vendor, be paid to that agent out of the purchase money as part of the costs connected with the sale.     13   The Judicial Commissioner and the Estates Commissioners may, subject to the approval of the Lord Lieutenant, and after consultation with the President of the Incorporated Law Society of Ireland, make rules for carrying into effect the foregoing provisions of this Act, and those rules shall among other things provide for the making of such investigations and the performance of such other duties, by the aforesaid officers and persons, as may be requisite and practicable, with a view to limiting the costs and expenses of persons applying to the Land Commission to purchase land in pursuance of those provisions, and the expression \" prescribed\" in those provisions means, unless the context otherwise requires, prescribed by those rules.     14   Periodical reports of the proceedings of the Estates Commissioners shall be made by them, in such form and at such times as the Treasury may prescribe, and those reports and all rules under the last preceding subsection shall be laid before Parliament as soon as may be after they are made.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "24", "section_title": "Distribution of purchase money", "section_text": " 24    1   In the case of the sale of an estate to persons other than the Land Commission, so soon as a holding or parcel of land comprised in the estate is vested in the purchaser, the Land Commission shall, in pursuance of subsection one of section fourteen of the Act of 1887, pay the purchase money into the Bank of Ireland, and make an order attaching claims to the purchase money, which shall be as effectual for that purpose as a vesting order made by the Land Commission vesting land in them.     2   Where land is vested in the Land Commission by a vesting order made by them, or where money is paid into the Bank of Ireland as aforesaid, the Commission shall, subject to the provisions of this Act, pay interest on so much of the purchase money as is for the time being undistributed, at the rate of three and a half per cent. per annum, from the date of the order, or the payment into the Bank, as the case may be, until the whole of the purchase money is distributed, and the said interest shall be paid to the person in receipt of the rents of the land at the date of the agreement for sale, or such other person as may appear to the Land Commission to be entitled thereto.     3   If, in the case of an estate sold to persons other than the Land Commission, the dividends upon the investments representing the purchase money are insufficient for the payment of the said interest, the deficit shall be paid out of the purchase money.     4   For the purpose of giving effect to this enactment, the Land Commission may, if they think fit, in the case of a terminable charge, satisfy the same by the investment in any securities in which trustees are by law authorised to invest trust money of a capital sum the annual income of which will be sufficient to satisfy the annual amount of the charge.     5   The owner of any superior or intervening interest, or any incumbrancer, may at any time apply to the Land Commission for an order that payment in respect of the annual income of his claim be made to him, out of the interest on the purchase money, or the dividends upon the investments representing the purchase money, as the case may be, and in such case the Commission, if they are satisfied that the justice of the case so requires, may make the order accordingly. In this subsection the expression \" the annual income \" shall include the annual amount payable in respect of the premiums on any policy of insurance where those premiums art charged upon land.     6   The Land Commission shall, as soon as practicable, distribute the purchase money to the persons entitled thereto whose claims upon that money have been ascertained, and for the purpose of such distribution may ascertain in the prescribed manner the amount or value of any such claim, and discharge, redeem, or satisfy the same out of the said money, and any charge or incumbrance may be paid off notwithstanding any direction, proviso, or covenant to the contrary contained in any instrument.     7   After the vesting order, or the payment into the Bank of Ireland, as the case may be, has been made, no proceedings shall be taken, without leave of the Land Commission, in respect of any claim against the purchase money, or the income thereof.     8   In the case of the sale of an estate, where at the date herein-after mentioned arrears of rent were due in respect of any holding on the estate, a sum equivalent in amount to those arrears, but not exceeding in any case one year's rent, shall be paid out of the purchase money to the person who would have been entitled to receive those arrears for his own use. The aforesaid date shall be, in the case of an estate purchased by the Land Commission, the date of the agreement for that purchase, and, in the case of an estate purchased by other persons, the date of the agreement for the purchase of the holding.     9   The Land Commission may cause their officers to make such investigations, and perform such other duties, as may be requisite and practicable, for the purpose of ascertaining title to and distributing the purchase money, and such ascertainment and distribution shall, to such extent as may be sanctioned by the Treasury, be made without charge to the persons entitled to the purchase money, and for the purposes aforesaid all searches directed by the Land Commission in the Local Registration of Title Office and Registry of Deeds and Registry of Judgments, shall be made without charge.     10   The Land Commission shall have, and may, without application being made to them, exercise, for the purpose of-facilitating he completion of sales under this Act, including the distribution of purchase money, all the powers in that behalf conferred on them by the Land Purchase Acts in the case of sales from landlords to tenants.     11   For the purposes of this section, the Land Commission shall, in addition to any other powers which they possess, have all the powers vested in the High Court by virtue of sections seventy-eight and seventy-nine of the  Lands Clauses Consolidation Act, 1845, and those sections shall apply to the Land Commission with such modifications as may be prescribed as if purchase money distributable under this section were money paid or deposited under those sections.     12   Proceedings by the Land Commission under this section shall not be removed into any court, or be restrained by any court, and, save as provided by this section and section fort) -one of the Act of 1896, no appeal shall lie from any decision of the Land Commission.     13   An appeal shall lie to the Court of Appeal from any decision under this section given by a Judicial Commissioner, or to which he is a party, and the decision of the Court of Appeal on any question other than one of law shall be final.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "25", "section_title": "Closing day", "section_text": " 25    1   Where an order is made by the Land Commission attaching claims to the purchase money, or where an agreement for the purchase of land is entered into by the Land Commission, the order or agreement, as the case may be, shall specify a date, in this Act referred to as \"the closing day,\" being not more than twelve months from the date of the order or agreement.     2   If on the closing day the title of any person whose claim has been so attached to the purchase money, whether as vendor, or incumbrancer, or owner of a superior or intervening interest, is not established, and if a portion of the purchase money equivalent to the amount of his claim has not been invested in pursuance of the powers conferred by subsection one of section fourteen of the Act of 1887, then, until his title is established, interest in respect of the claim shall not be payable out of the purchase money or recoverable under any agreement or covenant at a higher rate than the rate payable by the Land Commission to the National Debt Commissioners in respect of outstanding advances :    Provided that this subsection shall not apply in any case where the Land Commission are satisfied that it is not owing to any act or default of such person that his title is not established and the amount of his claim invested as aforesaid.    For the purpose of this enactment interest shall be calculated on the redemption price of a superior or intervening interest.     3   If any person interested in the purchase money, by himself or any agent or solicitor, is guilty of any delay in taking any step in the proceedings for the ascertainment of claims which it is his duty to take, or which he has been ordered to take, and such delay is, in the opinion of the Land Commission, inexcusable, the Commission may by Order deprive him of the whole or any part of the interest to which he would have been entitled under the foregoing provisions of this Act.     4   Notwithstanding anything in this section any vendor or incumbrancer may apply to the court to invest the purchase money, pending distribution, in any of the securities from time to time authorised by law for the investment of trust funds.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "26", "section_title": "Sale of lunatic's estate", "section_text": " 26   Where a person who would otherwise be entitled to sell land under the Land Purchase Acts is a lunatic, the Lord Chancellor may order the land to be sold as if the sale was required for one of the purposes mentioned in section sixty-three of the  Lunacy Regulation (Ireland) Act, 1871, and that section shall apply accordingly.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "27", "section_title": "Substitution of cash payments for guaranteed land stock", "section_text": " 27   Advances for the purposes of the Land Purchase Acts shall, in the case of agreements entered into after the passing of this Act, be made by means of money and not by means of guaranteed land stock; and any sums required for those purposes shall be issued out of a special fund, to be under the control of the National Debt Commissioners, and to be called the Irish Land Purchase Fund.\"  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "28", "section_title": "Raising of new 2 ¾ per cent. stock", "section_text": " 28    1   For the purpose of raising the money required for the Irish Land Purchase Fund, the Treasury may by warrant addressed to the Bank of England, or Bank of Ireland, direct the creation of a new capital stock (to be called \" Guaranteed two and three-quarters per cent. stock,\" and in this Act referred to as \" the stock \") consisting of perpetual annuities, yielding dividends at the rate of two and three-quarters per cent. per annum on the nominal amount of the capital.     2   The annuities shall be payable by equal half-yearly or quarterly dividends at such times in each year as may be fixed by the warrant first creating the stock.     3   The stock shall not be redeemable until after the expiration of thirty years from the commencement of this Act, but on and after that date shall be redeemable, after three months notice published in the London Gazette and in the Dublin Gazette, at the rate of one hundred pounds sterling for every one hundred pounds of stock, together with the payment of all arrears of interest.     4   Any sums raised by means of the stock, after providing for the expenses of issue, shall be carried to the credit of the capital account of the Irish Land Purchase Fund.     5   The stock may be issued at such times, in such amounts, and subject to such conditions as to payment of deposits and instalments, and the issue of scrip certificates carrying dividends, and otherwise, as the Treasury direct.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "29", "section_title": "Charge on Consolidated Fund", "section_text": " 29    1   The dividends on the stock shall be paid out of the income of the Irish Land Purchase Fund, and if that income is insufficient, shall be charged on and paid out of the Consolidated Fund of the United Kingdom or the growing produce thereof.     2   Any sums so paid out of the Consolidated Fund shall be treated as a temporary advance to the Irish Land Purchase Fund, and shall be made good out of the Guarantee Fund.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "30", "section_title": "Temporary borrowing by National Debt Commissioners", "section_text": " 30   Instead of issuing stock, the Treasury may authorise the National Debt Commissioners to borrow temporarily for the purposes of the Irish Land Purchase Fund, on such terms as the Treasury may approve, and any sums so authorised to be borrowed may be lent by the National Debt Commissioners out of any cash balance in their hand available for investment, or by the Bank of England, or Bank of Ireland, and shall be repaid out of the next subsequent issue of the stock, or out of any money standing to the credit of the capital account of the Irish Land Purchase Fund. The interest on any money so borrowed shall be charged on the income of the Irish Land Purchase Fund in like manner as dividends on stock.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "31", "section_title": "Transfer of stock", "section_text": " 31   The stock shall be transferable in the books of the Bank of England and the Bank of Ireland in like manner as other stock transferable under the  National Debt Act, 1870, and shall be subject to the provisions of that Act, and any enactment amending that Act, so far as is consistent with the tenor of this Act.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "32", "section_title": "Remuneration of Banks of England and Ireland", "section_text": " 32   For the purpose of calculating the annual sums payable to the Bank of England and the Bank of Ireland for the management of the National Debt, the stock shall be considered as part of the National Debt inscribed in the books of the Bank of England and the Bank of Ireland, but the annual sums so payable shall be paid as part of the expenses of the Land Commission.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "33", "section_title": "Accounts of National Debt Commissioners", "section_text": " 33   Accounts of the receipts and expenditure of the Irish Land Purchase Fund, both as regards capital and income, shall be kept by the National Debt Commissioners, and those accounts shall be audited by the Comptroller and Auditor-General, and the accounts when audited shall be laid before Parliament.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "34", "section_title": "Employment of balances by National Debt Commissioners", "section_text": " 34    1   Any money for the time being standing to the credit of the capital or income account of the Irish Land Purchase Fund may be applied in payment of any sums charged on that fund, or for advances under this Act.     2   Any balance standing to the credit of the capital or income account of the Irish Land Purchase Fund may be temporarily invested by the National Debt Commissioners in manner approved by the Treasury.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "35", "section_title": "Land Commission accounts", "section_text": " 35    1   For the purposes of this Act, the Land Commission shall keep such accounts, containing such particulars and entries as the Treasury may direct, and shall furnish those accounts to the Treasury as and when required by the Treasury.     2   The accounts of the Land Commission shall be audited in such manner as the Treasury may prescribe.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "36", "section_title": "Repayment by Land Commission to National Debt Commissioners", "section_text": " 36    1   Interest at the rate of two and three-quarters per cent. per annum shall be paid by the Land Commission to the National Debt Commissioners on all sums advanced under this Act by the National Debt Commissioners to the Land Commission and not certified by the Commissioners to have been repaid.     2   Where advances are made by the Land Commission the Land Commission shall, until the advances are ascertained to have been repaid, pay to the National Debt Commissioners in respect of those advances ten shillings per cent. per annum, which shall be treated as a sinking fund for accumulation, and for this purpose shall be credited to the capital account of the Irish Land Purchase Fund, and applied to the purchase of the stock, or invested in further advances under this Act, or temporarily invested in the purchase of securities approved by the Treasury.     3   Where the Land Commission purchase any land, no sums on account of sinking fund shall be payable until the Land Commission have disposed of that land to purchasers, or until the expiration of five years from the vesting of the land in the Commission, whichever shall be the sooner, but during any period which may intervene, between the expiration of the five years and the disposal of the land, payments on account of sinking fund shall be made at the rate of ten shillings per cent. per annum.     4   If at any time the said annual payments shall be in arrear for forty days, the amount in arrear shall be charged on, and forthwith made good out of, the Guarantee Fund.     5   Payments by the Land Commission under the preceding subsections shall be made at such times in each year as may be prescribed by the Treasury.     6   Where, by reason of any stock having been issued at a discount, the sums payable in any financial year by the Land Commission under this section, in respect of advances to them of money raised by means of stock, are insufficient to pay the dividends on the total amount of the stock outstanding, together with ten shillings per cent. on the portion of the stock representing the advances on which such ten shillings per cent. is payable by the Land Commission, the amount of the deficiency shall be made good out of the Guarantee Fund.     7   Where, by reason of the issue of any stock at a premium, the sums payable in any financial year by the Land Commission under this section, in respect of advances to them of money raised by means of stock, are more than sufficient to pay the dividends on the total amount of the stock outstanding, together with ten shillings per cent. on the portion of the stock representing the advances on winch such ten shillings per cent. is payable by the Land Commission, the surplus shall be applied in the first instance in repaying, in manner prescribed by the Treasury, to the Guarantee Fund any sums paid out of that fund under the preceding subsection, and any balance shall be carried to a reserve account, and applied in or towards discharging any future liability of the Guarantee Fund under the preceding subsection, or to such other purposes connected with the Irish Land Purchase Fund as the Treasury may approve.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "37", "section_title": "Drafts on Land Purchase Fund", "section_text": " 37   The Lord Lieutenant, with the approval of the Treasury, may make regulations for the purpose of determining the persons entitled to draw on the Irish Land Purchase Fund on behalf of the Land Commission, and the manner in which drafts may be made.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "38", "section_title": "Allocation of portion of Irish development grant to land purchase", "section_text": " 38   If by any Act passed in the present session, provision is made for an Ireland development grant, the following provisions shall have effect:—    Out of this grant a sum of twenty thousand pounds shall in each financial year be paid to the Congested Districts Board, and a sum of fifty thousand pounds shall, in each financial year, up to and including the year ending on the thirty-first day of March nineteen hundred and seven, be carried to the income account of the Irish Land Purchase Fund, and the residue of the grant during the period aforesaid, and subsequently the whole grant, shall form part of the cash portion of the Guarantee Fund. So far as any portion of the amount so credited to the Guarantee Fund is required for the purpose of making good any deficiency in respect of the issue at a discount of any stock issued under this Act, that portion shall be applied for that purpose next before the grant described, in section five of the Act of 1891, as the Irish Probate Duty Grant, and now represented by the death duty grant payable under section nineteen of the  Finance Act, 1894, and any portion of the remainder required for the purposes of the Guarantee Fund shall he applied thereto next after the agricultural grant under the  Local Government (Ireland) Act, 1898.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "39", "section_title": "Trinity College, Dublin", "section_text": " 39    1   There shall be paid to the public trustee out of the Ireland Development Grant, subject to the provisions of the last preceding section, the sum of five thousand pounds per annum for the account of Trinity College Dublin.     2   The said sum shall be applied by the public trustee in indemnifying the college against any loss of income arising from the redemption under the Land Purchase Acts of any superior interest owned by the college, that is to say, the difference between the annual income payable in respect of the superior interest and the annual income of the investment in which the redemption money of the superior interest is invested.     3   Any portion of the said sum of five thousand pounds which in any year is not required to make good loss of income to the college, and any accrued interest thereon, shall be invested by the public trustee, and may be applied in any subsequent year to make good future loss.     4   The investment of the redemption money of any superior interest owned by the college shall be made and may only be varied in accordance with the advice of the public trustee.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "40", "section_title": "Amendment of law relating to Guarantee Fund", "section_text": " 40    1   After the thirty-first day of March next after the passing of this Act, there shall be paid to the Guarantee Fund, in respect of the cash portion thereof, the agricultural grant under the  Local Government (Ireland) Act, 1898, and the said, grant shall be applicable to the purposes of the cash portion of the said Guarantee Fund next after the death duty grant payable under section nineteen of the  Finance Act, 1894.     2   The annual sum payable under paragraph (b) of section fifteen of the  Agriculture and Technical Instruction (Ireland) Act, 1899, shall form part of the contingent portion of the Guarantee Fund, and shall be available for the purposes thereof next after the grant substituted for the grant in aid of the cost of maintenance of pauper lunatics.     3   Instead of the limit of twenty-five times the share of a county in the Guarantee Fund imposed by subsection one of section nine of the Act of 1891, there shall be substituted the limit of thirty times such share.     4   Instead of the limit of fifty times the share of a county in the Guarantee Fund imposed by subsection one of section one of the  Purchase of Land (Ireland) Act, 1901, there shall be substituted the limit of sixty times such share.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "41", "section_title": "Power to adapt previous provisions", "section_text": " 41   The power of making rules conferred on the Treasury by the Land Purchase Acts shall extend to the making of rules for carrying the financial provisions of this Act into effect, and for adapting to the requirements of this Act such provisions of the Land Purchase Acts, passed prior to this Act, as relate to finance.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "42", "section_title": "Power to invest in stock", "section_text": " 42   All persons, including the National Debt Commissioners, shall have the like power of investing in the stock as they have in consolidated stock.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "43", "section_title": "Provision for expenses of improvements", "section_text": " 43    1   The Treasury may, on the request of the Land Commission, direct the advance out of the reserve fund established under paragraph (b) of subsection two of section five of the Act of 1891, of such sums as the Land Commission may certify to be required for the benefit or improvement by them of estates and untenanted land.     2   The Land Commission may at any time repay to the said reserve fund any portion of the amount so advanced.     3   Regulations made by the Treasury may provide that where the Land Commission have expended money on the improvement of an estate, and in consequence have sold parcels of that estate at an enhanced price to tenants or others, the National Debt Commissioners may advance to the Land Commission, for repayment to the reserve fund, such sums as represent the increase of price consequent on the improvements.     4   Where the Land Commission have expended money on the improvement of a holding, any increase of price obtained by them, in consequence of any improvements effected on the holding, shall not be taken into account for the purposes of section one of this Act.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "44", "section_title": "Provision for sale at a loss of congested estates", "section_text": " 44    1   On the completion of the re-sale of any congested estate purchased by the Land Commission an account shall be prepared showing the profit or loss in connection with the purchase and re-sale of the whole of the congested estates purchased and re-sold up to date.     2   If the account shows on the whole of the transactions a net loss, that is to say, an excess in the amounts paid by the Land Commission over the capital sums realised by the Land Commission for re-sales, interest at the rate of two and three-quarters per cent. and sinking fund at the rate of ten shillings per cent. per annum on the amount of the said net loss, within a limit of ten per cent. per annum of the aggregate sums realised by the re-sale of the estates, shall, in accordance with rules made by the Treasury, be paid as part of the expenses of the Land Commission, and credited to the Irish Land Purchase Fund, until the amount of the loss is discharged.     3   In calculating the profit and loss on the purchase and re-sale of congested estates, no account shall be taken of any money expended by the Land Commission for the benefit or improvement of the estates, nor of any increase of price obtained by them in consequence of such expenditure.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "45", "section_title": "Payment to Land Commission in respect of advances", "section_text": " 45   As regards advances under the Land Purchase Acts in pursuance of agreements entered into after the passing of this Act—   1   Every advance shall be repaid, in the manner and at the times prescribed by the Treasury, by means of a purchase annuity calculated at the rate of three pounds five shillings for every hundred pounds of the advance, and so in proportion for any less sum:     2   The purchase annuity shall be paid until the whole of the advance in respect of which it is payable is ascertained in manner prescribed by the Treasury to have been repaid:     3   Section twenty-five of the Act of 1896, relating to the mode of calculating purchase annuities, shall not apply.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "46", "section_title": "Redemption of purchase annuities", "section_text": " 46    1   Every purchase annuity under this Act, or any part thereof at any time outstanding, may be redeemed in whole or in part by the person liable to pay that annuity by payment to the Land Commission of the difference between the accumulated sinking fund and the sum sufficient (after payment of interest to date) to purchase the requisite amount of stock, such amount to be determined in accordance with rules made by the Treasury.     2   Where a purchase annuity or any part thereof is redeemed the National Debt Commissioners shall, in manner prescribed by the Treasury, cancel the aforesaid amount of the stock.     3   Any rules under this section shall, as soon as may be after they are made, be laid before both Houses of Parliament.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "47", "section_title": "Land Purchase Aid Fund", "section_text": " 47    1   There shall be established, as part of the Irish Land Purchase Fund, a fund to be called the \"Land Purchase Aid Fund,\" and there shall, in each financial year, be paid out of that fund to the Land Commission such sums as the Treasury, on the request of the Land Commission, may sanction, provided that the total of the sums so paid shall not exceed twelve million pounds.     2   The sums required for the Land Purchase Aid Fund shall be raised by the issue of guaranteed two and three-quarters per cent. stock as by this Act provided, and a sum sufficient to pay the dividends on the amount of stock issued .for the purposes of this section, together with ten shillings per cent. per annum by way of sinking fund, shall be paid in each year to the Irish Land Purchase Fund out of money provided by Parliament.     3   The provisions of this Act with reference to the repayment of advances by the Land Commission to the National Debt Commissioners shall not apply to advances under this section.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "48", "section_title": "Allocation of fund", "section_text": " 48    1   For the purpose of aiding the sale of estates under this Act, the Land Commission may, in the prescribed manner and at the prescribed time, out of advances by the National Debt Commissioners from the said fund, pay to the vendor of each estate sold a sum calculated at the rate of twelve per cent. on the amount of the purchase money advanced under the Land Purchase Acts:    Provided that, where an estate is so encumbered that the vendor is not entitled to receive for his own use any part of the rents or profits thereof, or where the percentage is payable in respect of an estate sold by the Land Judge, the percentage shall be added to the purchase money and shall not be paid to the vendor.     2   In estimating the amount of the purchase money on which the percentage is to be payable, the price of any land re-sold to the vendor of an estate shall be excluded.     3   After the expiration of five years from the commencement of this Act, and thereafter at each quinquennial period, the Treasury may revise the percentage for the purpose of adjusting the relation between the unexpended balance of the fund and the claims which may be made upon it, and in such case the revised percentage shall apply to all agreements for the purchase of estates entered into after the date of its publication.     4   This section shall not apply to any estate sold by the Land Judge where the estate is so circumstanced that it would, independently of the Act of 1896, be sold without the consent of the owner as to price, or to any estate so circumstanced in respect of which an absolute order for sale by the Land Judge was in force at the date of the passing of this Act, or to any estate sold by a mortgagee in possession.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "49", "section_title": "Registration fees", "section_text": " 49   No fee shall be payable in the Local Registration of Title Office on the registration of the ownership of any land purchased by the Land Commission or the Congested Districts Board, or for any land certificate issued to the Commission or Board, or any purchaser from them.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "50", "section_title": "Stamp duty", "section_text": " 50   No stamp duty shall be payable on any order or instrument made or issued under the Land Purchase Acts, or Part Two of this Act, whereby any land in respect of which an advance is made under those enactments is vested in any person, or is conveyed, or agreed to be conveyed, to any person.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "51", "section_title": "Enlargement of powers of trustees as to investment of purchase money", "section_text": " 51    1   Where any land purchased by means of an advance under the Land Purchase Acts is settled land within the meaning of the Settled Land Acts, 1882 to 1890, the trustees of the settlement may, notwithstanding anything contained in the settlement, on the request of the tenant for life, and without the consent of any other person, invest the purchase money or any part thereof not only in any investment in which trustees are by any Act authorised to invest trust funds, but also in—   a   Bonds, debentures, or mortgages secured upon rates or taxes levied under the authority of any Act of Parliament or Provisional Order by any municipal corporation or other local authority in the United Kingdom which shall be authorised to borrow on such security ;     b   Ground rents arising out of hereditaments in the United Kingdom and not exceeding in amount one-fourth part of the annual value at a rack rent of the premises out of which such ground rents issue ;     c   Debentures or mortgages of railway companies in the United Kingdom incorporated by Act of Parliament;     d   Stocks or shares of any tramway or light railway, dividends upon which are guaranteed under the Tramways (Ireland) Acts, 1860 to 1900;     e   Bonds, debentures, or mortgages secured upon any investments in which trustees are authorised by this or any other Act to invest trust funds;     f   Debentures or fully-paid shares or stocks of any railway which for the ten years immediately preceding the date of investment has paid a dividend on its ordinary shares:    Provided that the sufficiency of any such investments as are herein-before in this section recited to realise the sum invested therein upon the death of the tenant for life or the termination of the trust shall be secured to the satisfaction of the public trustee under this Act; and also in—     g   Any investment authorised by the rule-making authority under section sixty-one of the  Supreme Court of Judicature (Ireland) Act, 1877, as amended by any enactment.       2   That authority shall cause to be published from time to time in the Dublin Gazette a list of such investments as may for the time being be authorised by them for the investment of purchase money under this section.     3   A trustee shall not incur any liability by reason of any investment made in pursuance of the powers conferred by this section.     4   In the case of all proceedings in relation to any lands sold under the Land Purchase. Acts, or any charges thereon, or any moneys realised thereby, if it appears to the court that a trustee is or may be personally liable for any breach of trust, whether the transaction alleged to be a breach of trust occurred before or after the passing of this Act, but has acted honestly and reasonably, and ought fairly to be excused for the breach of trust, and for omitting to obtain the directions of the court in the matter in which he committed such breach, then the court may relieve the trustee, either wholly or partly, from personal liability for the same.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "52", "section_title": "Public trustee", "section_text": " 52    1   For the purpose of the Land Purchase Acts there shall be a public trustee.     2   The public trustee shall be a corporation under that name, with perpetual succession and an official seal, and may sue and be sued under that name.     3   The Lord Lieutenant shall appoint a fit person to the office of public trustee to hold that office during pleasure.     4   The public trustee shall, out of money provided by Parliament, be paid such salary as the Treasury may sanction.     5   The public trustee may employ such officers and persons as, subject to the sanction of the Treasury, he may find necessary for the purposes of this Act, and those officers and persons shall be remunerated at such rates and in such manner as the Treasury may sanction, and the expenses of and incidental to the office of public trustee shall be paid as part of the expenses of the Land Commission.     6   No fees shall be payable to the public trustee for any services rendered by him under this Act.     7   The public trustee shall not incur any liability by reason of any act or thing done by him in good faith in pursuance of the provisions of this Act.     8   The public trustee may hold property jointly with any persons or corporation aggregate or sole, and under that name may be entered in the books of any company or person as holder, either alone or jointly with any person, of stock, shares, or securities entered in such books.     9   The order of the public trustee given under his seal, shall be a necessary and sufficient authority to any such company or person for the transfer of any such stock, shares, and securities, so far as respects the interest of the public trustee.     10   Where any settled land has been purchased by means of an advance under the Land Purchase Acts, and there is no trustee of the settlement, the public trustee may be appointed by the Land Commission to be trustee of the settlement.     11   Where the trustees of any such settlement refuse or neglect to invest the purchase money in any securities authorised in pursuance of the last preceding section, the tenant for life may apply to the Land Commission to substitute the public trustee for those trustees, and the Land Commission may by order make such substitution accordingly.     12   The trustees of any such settlement may apply to the Land Commission to be discharged from their trust, and that the public trustee be appointed in their place, and the Land Commission may, if they think fit, make an order accordingly.     13   Where the public trustee is appointed trustee of any settlement under the provisions of this section, the Land Commission may make such further or other orders as may be necessary for the purpose of vesting the trust funds in him, or otherwise as the circumstances of the case may require.     14   The powers conferred on the Land Commission by the foregoing provisions of this section may be exercised by the Land Judge in any case where the purchase money of land sold under the Land Purchase Acts is distributable or has been distributed by him, and those provisions shall apply accordingly with the substitution of the Land Judge for the Land Commission.     15   Rules may be made by the Land Judge and the Land Commission with the approval of the Lord Lieutenant for the purpose of carrying this section into effect, and for regulating the exercise of the powers and duties of the public trustee, and in particular may provide that the trustee shall, on the request of any person proposing to sell an estate, give an estimate of the probable financial effect of such sale.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "53", "section_title": "Limitation on advances in certain cases", "section_text": " 53   Notwithstanding anything in the Land Purchase Acts imposing a limit on advances the following provisions shall have effect:—   1   If the tenancy in a holding was created after the first day of January in the year nineteen hundred and one an advance in respect of the purchase of the holding shall not, together with the amount (if any) of any previous advance under the Land Purchase Acts then unrepaid by the purchaser, exceed five hundred pounds: Provided that, in the case of a holding situate in an administrative county, or in a riding of any such county, which does not comprise a congested districts county, the said limitation may, subject to the other limitations in the Land Purchase Acts, be exceeded where the Land Commission consider that a larger advance may be sanctioned to any purchaser without prejudice to the wants and circumstances of other persons residing in the neighbourhood: Provided also that this section shall not apply to the case of a former tenant, or a person nominated by the Land Commission as his personal representative, purchasing his former holding, or part thereof, or to the case of a tenancy created by the Congested Districts Board.     2   No advance under the Land Purchase Acts shall be sanctioned by the Land Commission to any one purchaser of land held under a letting made by any Court, or Judge, exceeding the sum of one thousand pounds, save where the land is resold to the vendor of an estate : Provided that the limit in this subsection may, where the Land Commission consider it expedient under the circumstances mentioned in the preceding subsection, be extended to two thousand pounds.     3   Nothing in this section shall affect any estate as to which a request by the Land Judge issued to the Land Commission under the said section forty prior to the passing of this Act.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "54", "section_title": "Restrictions on subdivision and incumbrance of holding", "section_text": " 54    1   As between the Land Commission and the proprietor for the time being of any holding for the purchase of which the Land Commission have after the commencement of this Act made any advance under the Land Purchase Acts, the following conditions shall be imposed, that is to say:—   a   The holding shall not be subdivided or let without the consent of the Land Commission, and if the proprietor subdivides or lets the holding, or any part thereof, without such consent, the Land Commission may cause the holding to be sold :     b   Where the title of the holding is divested from the proprietor by bankruptcy, the Land Commission may cause the holding to be sold:     c   Where on the decease of the proprietor the holding would, by reason of any devise, bequest, intestacy, or otherwise, become subdivided or vested in more than one person, the Land Commission may require the holding to be sold within twelve months after they become aware of the death of the proprietor to some one person, and, if default is made in so selling the holding, the Land Commission may cause the holding to be sold:      Provided that the Land Commission, instead of requiring or causing a holding to be sold, may, in the prescribed manner and on the prescribed request by any person interested, nominate some person interested in the holding to be the proprietor of the holding, and provide for the satisfaction of the claims of other persons interested, including any creditors of the deceased, by charging them upon the holding or otherwise.     2   Not more than one person shall, without the consent of the Land Commission, be registered as the owner of the holding under Part IV of the  Local Registration of Title (Ireland) Act, 1891.     3   The proprietor of the holding shall not, without the consent of the Land Commission, mortgage or charge the holding, or any part thereof, for any sum or sums exceeding in the aggregate ten times the amount of the purchase annuity payable in respect of the holding or part upon the making of the advance, and every instrument of mortgage or charge on a holding or part thereof by which the holding or part is charged with any larger sum shall be null and void as to the excess. Where part of a holding is mortgaged or charged, the Land Commission shall, for the purpose of this enactment, estimate the amount of the purchase annuity payable in respect of that part. The consent of the Land Commission under this enactment may, in the case of a charge created by a will, be given at any time whether before or after the death of the testator.     4   Every instrument of mortgage or charge on the holding executed after the commencement of this Act other than a charge under any Public Works Act shall be registered under the  Local Registration of Title (Ireland) Act, 1891, as a burden affecting that holding, and if not so registered within three mouths from the date of execution by the mortgagor or chargeant, or, in the case of a charge created by will or codicil, within six months from the death of the testator, shall be null and void.     5   Subsections two and three of section thirty of the Act of 1881, as amended by any enactment, shall apply to proceedings under this section.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "55", "section_title": "Effect of compulsory sale of holding", "section_text": " 55   Where a holding is put up for sale by or at the instance or with the consent of the Land Commission, the holding shall be sold subject to the purchase annuity (if any) and any charge under any Public Works Acts, but discharged from all other claims or incumbrances of all persons whomsoever who are interested in the holding, and all such claims shall as from the date of the sale cease as against the holding and attach to the purchase money in like manner as immediately before the date of the sale they attached to the holding.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "56", "section_title": "Maps and information to be furnished to Land Commission", "section_text": " 56    1   The Commissioner of Valuation and Boundary Surveyor shall—   a   furnish the Land Commission with such maps as they may request to be furnished with ; and     b   so soon as he is aware of the subdivision or letting of a holding in respect of which an advance under the Land Purchase Acts has been made, give information to the Land Commission in the prescribed manner of such letting or subdivision.       2   When any collector of poor rate becomes aware of any subdivision or letting of any such holding he shall, as soon as may be, give information thereof to the Commissioner of Valuation and Boundary Surveyor.     3   The district registrar of births and deaths shall, so soon as he is aware of the death of any person who was at the time of his death the proprietor of any such holding, situate in whole or in part within his district, give information to the Land Commission in the prescribed manner of such death.     4   livery district registrar and collector of poor rates who wilfully neglects to comply with the requirements of this section shall be liable on summary conviction to a fine not exceeding two pounds.     5   The Lord Lieutenant may make rules for carrying into effect the objects of this section, and those rules while in force shall have effect as if enacted in this Act.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "57", "section_title": "Liability for interest on purchase money in case of proceedings before Land Judge", "section_text": " 57   Section thirty-five of the Act of 1896 shall apply in the case of sales to tenants under the Land Purchase Acts in proceedings before the Land Judge, with the following modifications :—   1   The date at which interest on the purchase money shall begin to be payable shall be—   a   Where the sales are being effected under section forty of the Act of 1896, the date' of the order of the Land Judge directing the offers of the sale of the holdings to be made to tenants ;     b   Where the sales are being effected under other provisions of the Land Purchase Acts, the date of the order of the Land Judge accepting the offer of the tenants :       2   Such interest shall be calculated on so much of the purchase money as is being advanced by the Land Commission, and shall be paid to and be collected and recoverable by the Land Commission, and subsection two of section thirty-five of the Act of 1896 shall apply accordingly with the substitution of the date of the said order of the Land Judge for the date of the agreement in the said subsection mentioned and with the modifications in this section mentioned :     3   The portion of such interest not liable to be applied under section twenty of the Act of 1887 shall be paid to such person, or lodged to such account, as the Land Judge may direct :     4   Where an offer of the Land Judge for the sale of a holding to the tenant thereof is accepted, not more than one year's arrears of rent shall be recoverable from that tenant:     5   For the purposes of this section the word \"landlord\" in subsection two of section thirty-five of the Act of 1896 shall include a receiver appointed in any action or matter.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "58", "section_title": "Amendment of 59 & 60 Vict. c.47 s.40 with respect to report of Land Commission and certain court lettings", "section_text": " 58    1   The report mentioned in paragraph (a) of subsection one of section forty of the Act of 1896 shall be made by one commissioner instead of two commissioners, and, where the Land Judge refers such report to the Land Commission for reconsideration, the same shall be reconsidered by three commissioners, who shall have power to confirm or vary the same or to make a new report, but, save as provided by this section, the terms and conditions contained in the report shall not be varied without the consent of the Land Judge.     2   Paragraph (b) of subsection one of the said section forty shall not, unless the Land Judge so directs, apply in the case of a person in occupation under a letting, made by the Land Judge or Receiver Judge, of a holding comprising demesne land or land suitable for building sites in the neighbourhood of a town or village.     3   Where the Land Commission report that they cannot sanction advances in respect of three-fourths in number and rateable value of the holdings on an estate, the Land Judge may, if he thinks fit, make an order declaring that the provisions of the said section forty shall not apply to that estate, and that section shall thereupon cease to apply.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "59", "section_title": "Power to dispense with requirements respecting rights, boundaries, easements, &c", "section_text": " 59   For the purpose of facilitating sales under the Land Purchase Acts, the Land Judge may, if he thinks fit, subject to such conditions as may be prescribed by rules under section twenty-three of the Act of 1896, dispense with all or any of the requirements in sections fifty-four, fifty-five and sixty-one of the  Landed Estates Court (Ireland) Act, 1858, with respect to the ascertainment of rights, easements, and boundaries.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "60", "section_title": "Power to ratify exchange of land in certain cases", "section_text": " 60    1   Where, in the course of proceedings for the sale under the  Landed Estates Court (Ireland) Act, 1858, or the Land Purchase Acts, of an estate, it appears that the owner or any tenants of holdings on the estate are in occupation of portions of an adjoining estate, and that the owner or any tenants of holdings on the adjoining estate are in occupation of portions of the first-mentioned estate, whether such exchange of occupation is the result of an agreement or is occasioned by the alteration of the course of a stream, or otherwise, the Land Judge or the Judicial Commissioner, as the case may be, may, if he thinks it expedient, with the consent of the owners of the respective estates, or on notice in the prescribed manner to the owners and giving them an opportunity of being heard, make an order ratifying the exchange, and the order or a map or plan annexed thereto shall show the lands given and taken in exchange respectively.     2   The land taken upon any such exchange shall be deemed to be held by the same tenure, and shall, without any conveyance or other assurance in relation thereto, go and enure to and upon the same uses and trusts and be subject to the same rents, conditions, charges, and incumbrances, as the land given upon such exchange would have stood limited upon and been subject to if the Order had not been made ; and the land given upon such exchange shall be deemed to be held by the same tenure, and shall without any conveyance or other assurance in relation thereto, go and enure to and upon the same uses and trusts, and be subject to the same rents, conditions, charges, and incumbrances, as the land taken upon such exchange would have stood limited upon and been subject to if the Order had not been made.     3   All rights and remedies for recovery of rents payable in respect of either portions of the lands so exchanged shall be exerciseable in respect of, and may be pursued against, the lands given or taken upon such exchange, as the case may be, in the same manner as they might theretofore have been exercised or pursued against the lands originally liable thereto.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "61", "section_title": "Apportionment of quit and Crown rents", "section_text": " 61    1   If any land the subject of proceedings for sale under the Land Purchase Acts is liable, in conjunction with other lands, to any quit rent, or other perpetual rent payable to the Crown, the Commissioners of Woods may apportion such rent upon or amongst the several lands liable to the payment thereof, or upon or amongst any part or parts of those lands in exoneration of the remainder thereof, or may charge the whole of any such rent on any part of the lands charged therewith in exoneration of the remainder of those lands.     2   For the purpose of apportionment or exclusive charge under this section, when any such rent or any portion thereof has been for a period of not less than twenty years, or is under the provisions of any contract, paid in respect of any lands, such rent, or portion thereof, as the case \"may be, shall be deemed to be charged on those lands whether originally so charged or not.     3   Every such apportionment or exclusive charge shall be binding on the Crown and on every person, and the apportioned parts of any such rent, or any such rent- so exclusively charged, shall thenceforth be issuing out of and chargeable upon the lands whereon the same may be apportioned or exclusively charged.     4   No such apportionment or exclusive charge shall in any manner prejudice or affect any reversion or remainder of the Crown in any lands originally charged with any such rent so apportioned or exclusively charged, nor shall the sale of any apportioned part of a rent, or of a rent so exclusively charged, or of any interest of the Crown in reversion or remainder in the same land, affect the right or interest of the Crown in any other part of the lands originally charged with any rent so apportioned or exclusively charged, either as regards the part of any rent charged upon those lands and remaining unsold, or the interest in remainder or reversion, of the Crown in those lands, or otherwise.     5   Where such apportionment or exclusive charge has been made, a certificate shall be issued under the hand of the Commissioners of Woods, setting forth the terms thereof, and that certificate shall be conclusive evidence of those terms, and of the liability of the lands mentioned therein, to the rent or part of a rent so exclusively charged or apportioned thereon. A duplicate of the certificate shall be deposited in the Public Record Office in Dublin.     6   The Commissioners of Woods may remit for the determination, under the powers conferred by any existing enactment, of the Land Judge or a Judicial Commissioner, any case under this section involving a question of law, or other question which those Commissioners are unwilling to determine.     7   Rules for the purpose of this section shall be made by the Commissioners of Woods, with the approval of the Lord Chancellor, the Land Judge, and the Judicial Commissioner.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "62", "section_title": "As to superior interest where security sufficient", "section_text": " 62    1   Where any land sold under the Land Purchase Acts is subject, in conjunction with other lands, to any superior interest and the Court is satisfied that, for a period of not less than twenty years prior to the sale, no payment has been made in respect of that interest by the owner of the land sold, and that the other lands subject thereto are a sufficient security therefor, the purchase money of such land may be distributed without regard thereto.     2   Where in the like case the Court is satisfied that, for a period of not less than twenty years prior to the sale, payment in respect of a portion only of the superior interest has been made by the owner of the land sold, and that the other lands are a sufficient security for the balance thereof, the purchase money of the land sold may be distributed without regard to that balance.     3   Where in the like case the Court is satisfied that the land sold is entitled to be indemnified against any claim in respect of a superior interest by other lands, and that the other lands are a sufficient security therefor, the Court may, upon such terms (if any) and in such manner as appears _ equitable, exclusively charge the whole of the superior interest upon the other lands.     4   The foregoing provisions of this section shall apply with the necessary modifications to any superior interest or portion thereof affecting the land sold, or to the redemption money of such interest or portion, as if the same were land sold.     5   This section shall not apply to any reversion or estate expectant on the determination of an estate tail or a base fee which is vested in the Crown.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "63", "section_title": "Superior interests not exceeding certain amounts", "section_text": " 63    1   Where any superior interest, or an apportioned part thereof, is redeemed under the Land Purchase Acts, and the redemption price does not exceed thirty pounds, it may be paid to the person in possession or in receipt of the income of the superior interest for his own benefit, or, in case of the incapacity of such person, to the guardian, committee, husband, or trustees, as the case may be, of such person.     2   If the redemption price exceeds thirty pound; but does not exceed one hundred pounds, it may be paid to the person in possession or in receipt of the income of the superior interest, or to trustees to be appointed or approved by the Land Commission, or the Land Judge, as the case may be, upon the undertaking in the prescribed manner of such person, or of such trustees, to apply the redemption price as if it were capital money arising under the Settled Land Acts, 1882 to 1890.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "64", "section_title": "Amendment of 50 & 51 Vict. c.33 s.16(3) as to fixing redemption price", "section_text": " 64   Notwithstanding anything in subsection (3) of section sixteen of the Act of 1887, if the parties do not within the prescribed time agree upon the redemption price of a superior interest, that price shall be determined by the Judicial Commissioner or the Land Judge as the case may be.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "65", "section_title": "Power to Land Commission to obtain possession of holding", "section_text": " 65   Where the Land Commission have put up for sale by public auction a holding which they are entitled to cause to be sold, and the holding has not been sold, the Commission may issue an order to the sheriff to put any person nominated by them in possession of the holding, and the order shall be executed by the sheriff in like manner as a writ for the delivery of possession.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "66", "section_title": "Fire insurance on buildings on land sold under Purchase Acts", "section_text": " 66    1   Where the Estates Commissioners or the Congested Districts Board have erected or improved any buildings on any land in respect of which an advance is made under the Land Purchase Acts the Land Commission may if they think fit insure the buildings against lessor damage by fire and may keep the same insured until the advance has been repaid.     2   The Land Commission shall pay the premiums on any policy of insurance effected in pursuance of this section, and those premiums shall be a charge on the land purchased and the amount of each such premium shall be collected by the Commission from the purchaser of the land and shall be recoverable in like manner as a purchase annuity.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "67", "section_title": "Amendment of 59 & 60 Vict. c.47 s.38(3) with respect to apportionment of annuity and guarantee deposit", "section_text": " 67    1   The powers for the apportionment of an annuity, or the discharge of portion of a holding from liability in respect of an annuity, conferred by subsection three of section thirty-eight of the Act of 1896, may be exercised where the holding was sold or subdivided before the passing of the Act of 1896.     2   Where the Land Commission exercise the power of apportionment conferred by the said subsection three, either as amended or not, they may apportion in the same proportions the guarantee deposit (if airy) retained to secure the repayment of the advance, and such last-mentioned apportionment may be made without the consent of the owner of the guarantee deposit.     3   Where any land upon which portion of a purchase annuity has been charged by the Land Commission is conveyed to the proprietor of a holding subject to a purchase annuity, that holding and the land so conveyed shall be deemed one holding, and the said annuity and portion shall be payable in such manner and subject to-such conditions as may be prescribed.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "68", "section_title": "Extension of 59 & 60 Vict. c.47 s.29(2) to guarantee deposits under any of Purchase Act", "section_text": " 68    1   Subsection two of section twenty-nine of the Act of, 1896 (which enables the Land Commission to nay the person entitled thereto the whole or any part of a guarantee deposit) shall apply to any such deposit made or retained in respect of advances under any of the Land Purchase Acts.     2   Subsection three of the said section twenty-nine is hereby repealed.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "69", "section_title": "Provisions in case of death, &c. of applicant for an advance", "section_text": " 69    1   Where an advance under the Land Purchase Acts has-been made for the purchase of any land an order of the Land Commission charging the land shall be valid and effectual notwithstanding that the applicant for the advance may have died.     2   Where the applicant for the advance has died, and there is no legal personal representative of such applicant, or no legal personal representative whose services are available for the sale under the Land Purchase Acts, the Land Commission may, on such terms and conditions (if any) as they may think fit, appoint any proper person to be administrator of the deceased applicant limited to the purposes of that sale, and such limited administrator shall, for those purposes, represent the deceased applicant in the same manner as if the applicant had died intestate and administration had been duly granted to such limited administrator of all the personal estate and effects of the deceased applicant.     3   General rules under subsection two of section twenty-three-of the  Local Registration of Title (Ireland) Act, 1891, shall provide for the registration of the owner of the land in any case to which this section applies.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "70", "section_title": "Removal of restraints on alienation", "section_text": " 70   For the purposes of a sale under the Land Purchase Acts all covenants, agreements, and conditions in any lease or fee farm grant prohibiting, restraining, or tending to restrain the alienation of any land held thereunder, shall be deemed to be wholly void and inoperative, and so much of section thirty-three of the  Landlord and Tenant (Ireland) Act, 1870, and section twenty-nine of the Act of 1881 as requires the waiver or determination of such prohibition is hereby repealed.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "71", "section_title": "Questions of law", "section_text": " 71   The determination of any question of law arising under the Land Purchase Acts may, on the application of any person interested, or without such application with the consent of the Lord Chancellor, be transferred by the Judicial Commissioner, if he thinks fit, in such manner as Rules under the Judicature (Ireland) Acts, 1877 to 1897, may direct, from the Land Commission to any Division or Judge of the High Court, and any such determination shall have the effect of and be subject to the same right of appeal as a final order of the High Court.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "72", "section_title": "Advances to Congested Districts Board", "section_text": " 72    1   The sums required by the Congested Districts Board for advances for the' purchase of land shall be paid to them out of advances made by the National Debt Commissioners to the Land Commission under this Act, and all payments so made shall be deemed to be advances made to the Land Commission for the purposes of the Land Purchase Acts, and shall be treated accordingly.     2   Until the Congested Districts Board have disposed of the land so purchased by them to purchasers under the Land Purchase Acts, interest shall be paid by the Board to the Land Commission at the rate of two and three-quarters per cent. per annum on all sums so advanced, and for the time being outstanding, in such amounts and at such times as may be prescribed : Provided that if after the expiration of five years any land so purchased has not been disposed of, payments on account of sinking fund, at the rate of ten shillings per cent. per annum, shall be made by the Board to the Commission. All such interest and sinking fund payments shall be a charge on and paid out of the annual income of the Board.     3   Regulations made by the Treasury may provide that where the Congested Districts Board have expended money on the improvement of an estate, and in consequence have sold parcels of that estate at an enhanced price to tenants or others, the National Debt Commissioners may advance to the Land Commission, for repayment to the Congested Districts Board, such sums as represent the increase of price consequent on the improvements.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "73", "section_title": "As to Guarantee Fund in a congested districts county", "section_text": " 73   For the purposes of the Guarantee Fund a congested districts county shall cease to be separated from the county in which it is geographically situate, and the local grants, under the accounts headed \"Model Schools and National Schools,\" shall form part of the contingent portion of that fund throughout the whole administrative county, and the interest on the Church Surplus Grant shall cease to form part of that fund in any electoral division of the county.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "74", "section_title": "Limit as to untenanted land vested in Board", "section_text": " 74   There shall not be at any time vested in the trustees of the Congested Districts Board untenanted lands exceeding in the aggregate, according to the estimate of the Land Commission as approved by the Treasury, the capital value of thirty times the interest on the Church Surplus Grant.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "75", "section_title": "Sales by Congested Districts Board to certain tenants", "section_text": " 75    1   Where the Congested Districts Board purchase land for the benefit of a congested districts county, they may sell under the Land Purchase Acts any parcels thereof, which are not required for tenants of holdings in that county, to any tenants or proprietors of holdings, not exceeding five pounds in rateable value, on an estate adjacent to or in the neighbourhood of that land, or to any sons of such tenants.     2   The provisions of this Act with respect to the application of the Land Purchase Acts to parcels of land shall apply in the case of the sale of any such parcel.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "76", "section_title": "Limit of advance in case of vendor repurchasing", "section_text": " 76    1   Where a parcel of an estate purchased by the Congested Districts Board is re-sold to the vendor or to the trustees of a settlement, an advance under the Land Purchase Acts may be made to him, not exceeding in any case one-third of the purchase money of the estate, or twenty thousand pounds, whichever is the less.     2   Subsection four and subsection six of section three of this Act shall apply in the case of any land in respect of which an advance is made in pursuance of this section.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "77", "section_title": "Estates in Court of Land Judge and amendment of law as to registration of land purchased by Board", "section_text": " 77    1   For the purpose of the purchase by the Congested Districts Board of an estate from the Land Judge, the provisions of this Act with respect to the powers and duties of the Land Judge in relation to an offer of the Land Commission, shall apply with the substitution of the Congested Districts Board for the Land Commission.     2   ,An order of the Land Judge declaring the Congested Districts Board to be purchasers of any land shall have the effect of a conveyance made by him, and shall also vest in the Board the right to collect and recover any arrears of rent specified in the order, and a certified copy of the order shall be transmitted to the registering authority under the  Local Registration of Title (Ireland) Act, 1891, and the trustees of the Board shall thereupon be registered under that Act as the absolute owners of the land.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "78", "section_title": "Regulations as to turbary on estates purchased by Board", "section_text": " 78   The Congested Districts Board shall have, in the case of an estate purchased by them, all the powers with respect to regulations authorising the cutting or making of turf on holdings, conferred on the Land Commission by the provisions in that behalf of Part One of this Act, and those provisions shall apply accordingly with the substitution of the Congested Districts Board for the Land Commission.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "79", "section_title": "Purchase of land by Board", "section_text": " 79    1   The Congested Districts Board may enter into agreements for the purchase of land from any person who may be certified by the Estates Commissioners to be a person who may be dealt with as the owner of the land in accordance with the provisions of Part One of this Act or otherwise, and those Commissioners shall, in such manner as may be prescribed by rules to be made by the Lord Lieutenant, prepare all such agreements and make orders consequential thereon vesting land in the trustees of the Congested Districts Board.     2   Where a vesting order is made in pursuance of this section the purchase money shall be distributed by the Land Commission in like manner as if it were the purchase money of land vested in the Commission, and all the provisions of Part One of this Act with respect to the distribution of the purchase money of land so vested shall apply accordingly.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "80", "section_title": "Provisions with respect to sanction of advances", "section_text": " 80   Where an application is made to the Land Commission for an advance under the Land Purchase Acts to a person purchasing any land from the Congested Districts Board, and that Board certify that the land is in their opinion sufficient security for the repayment of the advance, the Land Commission shall sanction the advance.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "81", "section_title": "Irrecoverable arrears of annuities to be paid out of interest on Church Surplus Grant", "section_text": " 81   If at any time the arrears of any purchase annuity payable in respect of an advance, sanctioned in pursuance of a certificate of the Congested Districts Board, are declared by the Land Commission to be irrecoverable, that Board shall pay, out of the interest on the Church Surplus Grant, to the Land Purchase Account, the amount of those arrears.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "82", "section_title": "Amendment of 1 Edw.7 c.34 as to request by tenants, and order respecting charges, &c", "section_text": " 82    1   The Congested Districts Board may exercise the powers conferred on them by section one of the Congested Districts Board (Ireland) Act, 1901, on a request made by not less than three-fourths in number and rateable value of the tenants of holdings situate on any townlands which would be affected by the exercise of those powers in the event of the request being acceded to.     2   The provisions of the said section one as to an order of the county court respecting charges, liabilities, and equities affecting a tenant's interest in a holding shall apply where, with the consent of a tenant, the area of his holding is altered, or he is put into possession of a new holding, by the Congested Districts Board.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "83", "section_title": "Resumption of holdings by Congested Districts Board", "section_text": " 83   The resumption of a holding during the continuance of a statutory term by the Congested Districts Board may be authorised under subsection six of section five of the Act of 1881 for the purposes of migration or the enlargement of holdings, in addition to the purposes specified in that subsection.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "84", "section_title": "Under Secretary to be member of Board", "section_text": " 84   The Under Secretary to the Lord Lieutenant shall be ex-officio a member of the Congested Districts Board in lieu of the member of the Land Commission nominated under subsection one of section thirty-four of the Act of 1891.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "85", "section_title": "Repeal of 62 & 63 Vict. c.50 s.18", "section_text": " 85   Section eighteen of the Agriculture and Technical Instruction (Ireland) Act, 1899, which makes provision with respect to congested districts counties, is hereby repealed.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "86", "section_title": "As to Land Commissioners", "section_text": " 86    1   The Lord Chancellor may nominate any Judge of the High Court, other than the Lord Chief Justice and the Master of the Rolls, to act, for the time specified by him, as an additional Judicial Commissioner of the Land Commission for the purpose of hearing appeals under the Land Law Acts, and the Judge so nominated shall, during that time, have the same jurisdiction as the Judicial Commissioner appointed under the Act of 1881.     2   A Judge of the High Court appointed before the first day of January one thousand nine hundred and two shall not without his own consent be nominated under this section.     3   The Honourable Gerald FitzGerald, one of the Land Commissioners, shall, for the purposes of the Land Law Acts and Land Purchase Acts, but not further or otherwise, in addition to his existing powers, have all the jurisdiction and powers of a Judicial Commissioner, with the same rank and tenure of office as if he had, at the commencement of this Act, been appointed a Judicial Commissioner under the Act of 1881, and shall be entitled to a superannuation allowance calculated on a salary of two thousand five hundred pounds and otherwise in accordance with the provisions of the Superannuation Acts, 1834 to 1892.     4   The Right Honourable Frederick Stringer Wrench shall, if he is nominated as an Estates Commissioner, be paid, in addition to his present salary, a salary of five hundred pounds out of money provided by Parliament.     5   Murrough O'Brien, esquire, one of the Land Commissioners, and the two Estates Commissioners appointed by His Majesty, shall be entitled to superannuation allowances in accordance with the provisions of the Superannuation Acts, 1834 to 1892.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "87", "section_title": "Constitution of sub-commission", "section_text": " 87   A sub-commission shall, for the purpose of hearing any application Under the Land Law Acts, consist of one legal assistant commissioner and one lay assistant commissioner.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "88", "section_title": "Appeals under Land Law Acts", "section_text": " 88    1   Any person aggrieved by any order made, under the Land Law Acts, by one Commissioner, not being a Judicial Commissioner, or by a sub-commission, may apply for \"a re-hearing to the Land Commission, and that Commission may confirm, modify, or reverse such order.     2   All appeals under section forty-seven of the Act of 1881 or re-hearings under this section, and all re-hearings in pursuance of requisitions under section forty-four of the Act of 1881, shall be heard and determined by one Judicial Commissioner, with the assistance of one specially qualified lay assessor, who shall hear the evidence and, on the application of either of the parties, inspect the holding, and report thereon to the Judicial Commissioner in the prescribed manner.     3   On the hearing of any appeal, or on any re-hearing, notice of which is lodged after the commencement of this Act, evidence which could have been, but was not, produced in the court below, shall be admitted on special grounds only, and not without special leave of the Judicial Commissioner who hears the appeal or re-hearing.     4   In the case of any appeal or re-hearing, where an issue of fact is raised which was raised before the court below, and the Judicial Commissioner who hears the appeal or re-hearing is satisfied that the appellant did not produce before that court material evidence on that issue which was in his possession or within his procurement, he may, order the appellant to pay the whole, or such portion as he may think fit, of the costs of the appeal or re-hearing.     5   Rules under section fifty of the Act of 1881 may be made by the Judicial Commissioners with the approval of the Lord Chancellor with respect to the proceedings under this section in appeals and re-hearings, and those rules shall among other things provide for an ad valorem scale of fees to be paid on notices of appeal or re-hearing.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "89", "section_title": "Orders for framing lists of assessors", "section_text": " 89   General orders may be made by the Judicial Commissioners, with the approval of the Lord Lieutenant and the Treasury, for the framing of lists of persons of skill and experience in agriculture to act as assessors under this Part of this Act, and for the ascertainment of their functions and remuneration, and every person for the time being named in any such list shall give his attendance according to general orders.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "90", "section_title": "Variable head rents", "section_text": " 90   Where, by reason solely of the non-publication of the average prices of produce in the Dublin Gazette, it has become impossible, in the absence of other provision, to determine the amount by which any variable rent, calculable upon an average of prices, should be varied, sections two and three of the  Tithe Rent-charge (Ireland) Act, 1900, shall apply as from the commencement of this Act in the case of such variable rents, and the words \" tithe rent-charge,\" in the said sections, shall be deemed to include any variable rent as aforesaid.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "91", "section_title": "Subdivided holdings", "section_text": " 91   In the construction of subsection three of section five of the Act of 1896, the words \" tenants in common \" shall be deemed to include two or more persons between whom the holding is divided.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "92", "section_title": "Amendment of 44 & 45 Vict. c.49 s.50(3) as to time within which address may be presented", "section_text": " 92   The period within which an address may be presented in respect of rules under section fifty of the Act of 1881, or under that section as amended by any enactment, shall be forty days instead of one hundred days.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "93", "section_title": "Extension of Acts to agricultural workers", "section_text": " 93   The expression \"agricultural labourer\" in the Labourers (Ireland) Acts, 1883 to 1896 and this Act shall include any person (other than a domestic or menial servant) working for hire in a rural district whose average wages, in the year preceding the lodgement of any representation under the Labourers (Ireland) Acts, 1883 to 1896, affecting him, do not exceed two shillings and sixpence a day, and who is not in occupation of land exceeding one quarter of an acre.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "94", "section_title": "Locality suggested by signatories of representation to be taken into consideration", "section_text": " 94   Before a sanitary authority provide in any improvement scheme for the erection of new buildings in any locality, other than that suggested by the persons who signed the representation in pursuance of which the scheme is framed, they shall take into consideration the wishes of those persons as specified in the representation.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "95", "section_title": "Compensation to agricultural labourers for wrongful dismissal in certain cases", "section_text": " 95   Where any agricultural labourer has made, or concurred in the making of, a representation under the Labourers (Ireland) Acts, 1883 to 1896, and within twelve months thereafter is dismissed from his employment, he may apply to the county court judge for compensation, on the ground that he has been dismissed by reason of his having made, or concurred in making the representation, and, if in the opinion of the county court judge he was dismissed for the reason aforesaid, the county court judge may award him compensation not exceeding three months' wages.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "96", "section_title": "Scheme under Labourers Acts to be framed by Land Commission", "section_text": " 96    1   Where the Land Commission have purchased an estate, or where application is made to the Commission to sanction advances for the purchase of holdings comprised in an estate, they shall make inquiry as to whether accommodation is needed for labourers on the estate, and, if of opinion that such accommodation is needed, they shall frame a scheme providing therefor.     2   Every such scheme shall be forwarded to the Local Government Board for Ireland and the council of the rural district in which the land comprised in the scheme is situate, and shall be deemed a representation made to the council under the Labourers-(Ireland) Acts, 1883 to 1896, and those Acts shall apply accordingly.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "97", "section_title": "Representation under Labourers Acts", "section_text": " 97   A representation under the Labourers (Ireland) Acts, 1883 to 1896, shall mean a representation signed by not less than six persons, each one of whom is either rated for the relief of the poor within the sanitary district or is included in the definition of an agricultural labourer contained in the said Acts as amended by this Act.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "98", "section_title": "Definitions", "section_text": " 98   In this Act, unless the context otherwise requires,—   1   The expression \" estate \" in Part One of this Act means any lands which the Estates Commissioners may declare fit to be regarded as a separate estate for the purposes of this Act, and the said expression in Part Two of this Act has the same meaning, with the substitution) of the Congested Districts Board for the Estates-Commissioners :     The expression \" prescribed, \" in any case not otherwise provided for, means prescribed by rules made by the Land Commission in the manner directed by subsection six of section twenty-nine of the Act of 1891 :      The expression \" demesne \" includes any mansion house or .other buildings thereon:      The expression \" vesting order \" includes fiat:      The expressions \" Registry of Deeds \" and \" Registry of Judgments \" have the same meanings respectively as in the  Local Registration of Title (Ireland) Act, 1891 :      The expression \" the Land Purchase Acts \" includes Part Three of the Act of 1896, the Purchase of Land (Ireland) Act, 1901, the  Purchase of Land (Ireland) No. 2, Act, 1901, and Part One of this Act:      The expression \" the Land Law Acts \" means the Land Law Acts as defined by the Act of 1896 and Part One; of that Act:      The expression \" the Act of 1881 \" means the  Land Law (Ireland) Act, 1881 ;      The expression \" the Act of 1885 \" means the  Purchase of Land (Ireland) Act, 1885 :      The expression \" the Act of 1887 \" means the  Land Law (Ireland) Act 1887:      The expression \" the Act of 1891 \" means the  Purchase of Land (Ireland) Act, 1891 ; and      The expression \" the Act of 1896 \" means the  Land Law (Ireland) Act, 1896:      The expression \" the Public Works Acts \" means the Drainage and Navigation (Ireland) Acts, 1842 to 1857 ; the Drainage and Improvement (Ireland) Acts, 1863 to 1892 ; the Fisheries (Ireland) Act, 1846 ; the Landed Property and Improvement (Ireland) Act, 1847, and any Act or enactment extending, amending, applying, or incorporating the said Acts or any of them or any part thereof ; and the Drainage Maintenance Act, 1866.        2   The expression \" superior interest, \" in the Land Purchase Acts, shall include any reversion or estate expectant on the determination of an estate tail or a base fee, whether such reversion or estate is or is not vested in the Crown.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "99", "section_title": "Sporting rights, minerals, and water", "section_text": " 99   Nothing in this Act shall affect—   a   Any sporting rights, mineral rights, or water rights which are not in the possession or enjoyment of the vendor at the time of sale;     b   Any mine or quarry which is being worked or developed by the vendor at the time of sale; or     c   Any right to water power in actual use by the vendor at the time of sale.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "100", "section_title": "Construction", "section_text": " 100    1   Part One of this Act shall be construed as one with the Land Purchase Acts and may be cited with those Acts.     2   Part Two of this Act shall be construed as one with the Congested Districts Board (Ireland) Acts and may be cited with those Acts.     3   Part Three of this Act shall be construed as one with the Land Law Acts and may be cited with those Acts.     4   Part Four of this Act shall be construed as one with the Labourers (Ireland) Acts, 1883 to 1896, and may be cited with those Acts.    "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "101", "section_title": "Short title", "section_text": " 101   This Act may be cited as the Irish Land Act, 1903.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "102", "section_title": "Commencement of Act", "section_text": " 102   This Act shall come into operation on the first day of November nineteen hundred and three.  "}, {"act": "Irish Land Act 1903", "year": 1903, "section": "103", "section_title": "Repeals", "section_text": " 103   The Acts specified in the schedule to this Act are hereby repealed to the extent mentioned in the third column of that schedule,  "}]