[{"act": "Finance Act 2024", "year": 2024, "section": "1", "section_title": "Permanent full expensing etc for expenditure on plant or machinery", "section_text": " 1    1   In section 7 of F(No.2)A 2023 (temporary full expensing etc for expenditure on plant or machinery), in subsection (3), in the inserted section 45S of CAA 2001, in paragraph (a), omit “but before 1 April 2026”.     2   In consequence of the provision made by  subsection (1) —   a   the amendments made by subsections (2) to (6) of section 7 of F(No.2)A 2023 are instead to operate as textual amendments of Part 2 of CAA 2001, and     b   accordingly, in subsection (1) of that section, for the words from “has effect” to the end substitute  “is amended as follows” , and, in the italic heading inserted by subsection (6) of that section, omit “temporary”.      "}, {"act": "Finance Act 2024", "year": 2024, "section": "2", "section_title": "New regime for research and development carried out by companies", "section_text": " 2   Schedule 1 —   a   replaces the existing scheme for R&D expenditure credit,     b   amends the existing scheme for R&D relief, and     c   makes related provision.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "3", "section_title": "Films, television programmes and video games produced by companies", "section_text": " 3   Schedule 2  replaces Parts 15 to 15B of CTA 2009 with a new regime for the taxation of companies producing films, television programmes and video games, including relief in the form of payable credits arising from expenditure on production activities.  "}, {"act": "Finance Act 2024", "year": 2024, "section": "4", "section_title": "Theatrical productions made by companies", "section_text": " 4   Schedule 3  amends the regime for the taxation of companies producing theatrical productions in Part 15C of CTA 2009.  "}, {"act": "Finance Act 2024", "year": 2024, "section": "5", "section_title": "Orchestral concerts produced by companies", "section_text": " 5   Schedule 4  amends the regime for the taxation of companies producing orchestral concerts in Part 15D of CTA 2009.  "}, {"act": "Finance Act 2024", "year": 2024, "section": "6", "section_title": "Museum and gallery exhibitions produced by companies", "section_text": " 6   Schedule 5  amends the regime for the taxation of companies producing museum and gallery exhibitions in Part 15E of CTA 2009.  "}, {"act": "Finance Act 2024", "year": 2024, "section": "7", "section_title": "Sections  3  to  6 : administration of reliefs", "section_text": " 7   Schedule 6  amends Schedule 18 to FA 1998 (company tax returns etc) in relation to the reliefs introduced or amended by sections  3  to  6 .  "}, {"act": "Finance Act 2024", "year": 2024, "section": "8", "section_title": "Miscellaneous amendments relating to REITs", "section_text": " 8   Schedule 7  makes miscellaneous amendments to the corporation tax regime for Real Estate Investment Trusts.  "}, {"act": "Finance Act 2024", "year": 2024, "section": "9", "section_title": "Managers of ships", "section_text": " 9   Schedule 8  amends Schedule 22 to FA 2000 to make provision to enable companies, and groups of companies, that manage qualifying ships to make a tonnage tax election (so that their profits for the purposes of corporation tax are calculated in accordance with the tonnage tax regime).  "}, {"act": "Finance Act 2024", "year": 2024, "section": "10", "section_title": "Increase in capital allowances limit for ship leasing", "section_text": " 10    1   Paragraph 94 of Schedule 22 to FA 2000 (tonnage tax: restrictions on capital allowances) is amended as follows.     2   In sub-paragraph (3), for “£40 million”, in both places it occurs, substitute  “£100 million” .     3   In sub-paragraph (5), for “£80 million” substitute  “£200 million” .     4   The amendments made by subsections (2) and (3) have effect in relation to leases entered into on or after 1 April 2024.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "11", "section_title": "Extension of EIS relief and VCT relief to shares issued before 6 April 2035", "section_text": " 11    1   In—   a   section 157(1)(aa) of ITA 2007 (which limits EIS relief to shares issued before 6 April 2025), and     b   section 261(3)(za) of that Act (which limits VCT relief to shares issued before that date),    for “2025” substitute  “2035” .     2   This section comes into force on such day as the Treasury may by regulations appoint.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "12", "section_title": "Relief for payments of compensation by government etc to companies", "section_text": " 12    1   FA 2020 is amended as follows.     2   After paragraph 5 of Schedule 15 (tax relief for scheme payments) insert—    Part 2  Corporation tax and other related relief   Introductory   6   This Part of this Schedule provides for the following—   a   an exemption from corporation tax for relevant compensation payments, and     b   an exemption from income tax and capital gains tax for relevant onward payments.        Relevant compensation payments   7    1   In this Part of this Schedule “ relevant compensation payment ” means a payment made to a company under—   a   the GLO Compensation Scheme,     b   the Horizon Shortfall Scheme,     c   the Suspension Remuneration Review,     d   the Post Office Process Review, or     e   such other compensation scheme of a description specified in regulations made by the Treasury.       2   The power under sub-paragraph  (1) (e)  to specify a description of compensation scheme is exercisable only if the scheme provides for the payment of compensation to persons by or on behalf of—   a   the government of the United Kingdom,     b   the government of a part of the United Kingdom,     c   the government of any other country or territory,     d   a local or other public authority in the United Kingdom, or     e   a local or other public authority of a territory outside the United Kingdom.       3   The power under sub-paragraph  (1) (e)  may be exercised so as to provide—   a   for the provisions of this Part of this Schedule to apply to all descriptions of payments made under a compensation scheme or only to such descriptions as may be specified in the regulations;     b   for all provisions of this Part of this Schedule to apply to payments made under a compensation scheme or only for such provisions to apply as are specified in the regulations.       4   The power under sub-paragraph  (1) (e)  must be exercised so as to provide that the reliefs conferred by this Part of this Schedule in respect of the compensation schemes mentioned in sub-paragraph (1)(a) to (d) are also conferred in a corresponding or similar way in respect of other relevant schemes.     5   The reference in sub-paragraph (4) to “ relevant schemes ” is a reference to any compensation schemes established for the purposes of—   a   compensating persons affected by the Horizon system, or     b   compensating persons in respect of other matters identified in High Court judgments given in proceedings relating to the Horizon system.          Relevant onward payments   8    1   For the purposes of this Part of this Schedule a payment is a “relevant onward payment” if or to the extent that—   a   the payment is made by a company to which a relevant compensation payment was made,     b   the payment is to an individual and—   i   the individual is or was a director or employee of the company, or     ii   the payment is a distribution by the company to shareholders, and       c   it is reasonable to conclude from the circumstances that the payment is made by the company to the individual for the purpose of passing on all or part of the compensation payment mentioned in paragraph (a) to the individual.       2   But where sub-paragraph (3) applies to the relevant compensation payment mentioned in sub-paragraph (1)(a), a payment to an individual is a relevant onward payment for the purposes of this Part of this Schedule only so far as it relates to such part of the relevant compensation payment as was made for the purpose of topping up the amount of compensation paid to account for sums lost to tax.     3   This sub-paragraph applies to a relevant compensation payment—   a   made (at any time) under the Horizon Shortfall Scheme;     b   made before 1 January 2024 under the Suspension Remuneration Review.          Exemption from corporation tax   9    1   No liability to corporation tax arises in respect of a relevant compensation payment.     2   The following are to be ignored for all other corporation tax purposes—   a   the receipt by a company of a relevant compensation payment;     b   the making by a company of a relevant onward payment.       3   This paragraph has effect—   a   in the case of relevant compensation payments falling within paragraph  7 (1)(a), (b), (c) or (d), whenever the payments are received;     b   in the case of relevant compensation payments falling within paragraph  7 (1)(e), where the payments are received on or after such date as is specified in the regulations concerned;     c   in the case of relevant onward payments that relate to paragraph  7 (1)(a), (b), (c) or (d), whenever the payments are made;     d   in the case of relevant onward payments that relate to paragraph  7 (1)(e), where the payments are made on or after such date as is specified in the regulations concerned.       4   The date specified in regulations as mentioned in sub-paragraph (3)(b) and (d) may be a date before the regulations are made.        Exemption from income tax and capital gains tax   10    1   Paragraph 3(1) and (2) (exemption from income tax) applies to a relevant onward payment as it applies to a qualifying payment.     2   Paragraph 4(1) and (2) (exemption from capital gains tax) applies to a relevant onward payment as it applies to a qualifying payment.     3   Sub-paragraph (1) has effect—   a   in the case of relevant onward payments that relate to paragraph  7 (1)(a), (b), (c) or (d), whenever the payments are received;     b   in the case of relevant onward payments that relate to paragraph  7 (1)(e), where the payments are received on or after such date as is specified in the regulations concerned.       4   Sub-paragraph (2) has effect—   a   in the case of relevant onward payments that relate to paragraph  7 (1)(a), (b), (c) or (d), in relation to disposals whenever made;     b   in the case of relevant onward payments that relate to paragraph  7 (1)(e), in relation to disposals made on or after such date as is specified in the regulations concerned.       5   The date specified in regulations as mentioned in sub-paragraph (3)(b) and (4)(b) may be a date before the regulations are made.        Power to make further provision   11    1   The Treasury may by regulations make provision for the purpose of providing relief from corporation tax, income tax or capital gains tax in relation to the receipt of payments made under compensation schemes that is supplementary or incidental to provision contained in this Part of this Schedule.     2   Provision under this paragraph may (among other things)—   a   make different provision for different compensation schemes;     b   make provision having retrospective effect.          Regulations: general   12    1   A power to make regulations under this Part of this Schedule is exercisable by statutory instrument.     2   A statutory instrument containing regulations under this Part of this Schedule is subject to annulment in pursuance of a resolution of the House of Commons.        Interpretation   13    1   In this Part of this Schedule—     “ GLO Compensation Scheme ” means the scheme announced by His Majesty’s Government on 22 March 2022 with the objective of ensuring that persons who were party to a claim against Post Office Limited in respect of the Horizon system that was subject to a group litigation order have access to compensation for losses related to that system;      “ Horizon Shortfall Scheme ” means the scheme established on 1 May 2020 by Post Office Limited to compensate persons who were adversely affected by accounting shortfalls related to the Horizon system;      “ the Horizon system ” means previous versions of the computer system used by Post Office Limited known as Horizon (and sometimes referred to as Legacy Horizon, Horizon Online or HNG-X);      “ Post Office Limited ” means the private company limited by shares with the company number 02154540 whose registered office is 100 Wood Street, London EC2V 7ER;      “ Post Office Process Review ” means the review established by Post Office Limited to provide redress to postmasters who were financially impacted by previous processes or policies in relation to balance discrepancies unrelated to the Horizon system;      “ Suspension Remuneration Review ” means the review established by Post Office Limited to provide redress to postmasters contracted to deliver Post Office services through branches who were suspended before March 2019 and did not receive remuneration during their period of suspension.        2   For the purposes of this Part of this Schedule—   a   a relevant onward payment “relates” to paragraph  7 (1)(a) if the related relevant compensation payment mentioned in paragraph  8 (1)(c) falls within paragraph  7 (1)(a) (and references to payments relating to paragraph  7 (1)(b), (c), (d) or (e) are to be read accordingly);     b   references to a compensation scheme include references to any arrangements for the making of payments of compensation.              3   In consequence of the amendment made by subsection (2)—   a   in section 102—   i   omit “and” after paragraph (b), and     ii   after that paragraph insert—    ba   payments made under or otherwise referable to compensation schemes established in connection with certain matters relating to Post Office Limited, and     ;       b   before paragraph 1 of Schedule 15 (and the italic heading before it) insert—    Part 1    Income tax and other related relief    ;     c   in each of the following provisions of Schedule 15, before “Schedule” insert  “Part of this” —   i   paragraph 1(1);     ii   paragraph 1(2);     iii   paragraph 2(6).”        "}, {"act": "Finance Act 2024", "year": 2024, "section": "13", "section_title": "Enterprise management incentives: time limits", "section_text": " 13    1   Part 7 of Schedule 5 to ITEPA 2003 (enterprise management incentives: notification of options) is amended as follows.     2   In paragraph 44(1) (time within which notice of options must be given to HMRC) for “within 92 days after the date of the grant of the option” substitute  “on or before 6 July following the end of the tax year in which the option was granted” .     3   In paragraph 46(5) (time for giving of notices of enquiry)—   a   for “end of the period of 92 days” substitute  “date” ;     b   for “period within” substitute  “date by” .       4   The amendments made by this section have effect in relation to share options (within the meaning of the EMI code (see paragraph 59 of Schedule 5 to ITEPA 2003)) granted on or after 6 April 2024.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "14", "section_title": "Provision in connection with abolition of the lifetime allowance charge", "section_text": " 14    1   Schedule 9  contains amendments in consequence of, or otherwise in connection with, the provision made by sections 18, 19 and 23 of F(No.2)A 2023 (which relate to the abolition of the lifetime allowance charge).     2   In that Schedule—   a   Part  1  contains repeals of the provisions of Part 4 of FA 2004 (pension schemes etc) that impose the lifetime allowance charge, and amendments relating to those repeals;     b   Part  2  contains amendments of Part 4 of FA 2004, Part 9 of ITEPA 2003, and subordinate legislation, relating to the taxation of lump sums paid by registered pension schemes;     c   Part  3  contains amendments of Part 4 of FA 2004, Part 9 of ITEPA 2003, and subordinate legislation, relating to the taxation of lump sums paid by certain unregistered non-UK pension schemes and to the overseas transfer charge;     d   Part  4  contains amendments of provisions that confer transitional protections in relation to the introduction of the lifetime allowance charge or reductions in the amount of the lifetime allowance;     e   Part  5  contains amendments of Part 4 of FA 2004 and subordinate legislation relating to the provision of information;     f   Part  6  contains provision about commencement and transitional matters, and powers to make further provision.       3   The following provisions of F(No.2)A 2023 (which are superseded by the amendments contained in Parts 1 and 2 of  Schedule 9 ) are repealed—     section 18 (abolition of lifetime allowance charge);      section 19 (certain lump sums to be taxed at marginal rate).        4   The amendments contained in  Schedule 9  include repeals of provisions that are spent or are no longer of practical utility.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "15", "section_title": "MPs’ pension scheme etc: rectification of discrimination", "section_text": " 15    1   The Treasury may by regulations make provision about the treatment for the purposes of income tax or capital gains tax of—   a   rectification payments, or tax redress payments, made to or in respect of a member of a relevant pension scheme,     b   tax windfalls resulting from a rectification exercise, or     c   increases or decreases resulting from a rectification exercise in—   i   the rate of a scheme pension payable by a relevant pension scheme, or     ii   the value of any rights under a relevant pension scheme in respect of a member.         2   “ Relevant pension scheme ” means—   a   an MPs’ pension scheme,     b   a Senedd pension scheme, or     c   an Assembly pension scheme.       3   “ Rectification payment ” means—   a   a payment of pension benefits that—   i   are payable as a result of a rectification exercise, and     ii   would have become payable at an earlier time if the rectification exercise had been retrospective, or       b   a refund of pension contributions that is owed as a result of a rectification exercise.       4   “ Tax redress payment ” means a payment made to or in respect of a member of a relevant pension scheme where—   a   the member was subject to a rectification exercise, and     b   the payment represents compensation for an amount paid in respect of an income tax liability for any tax year that would not have arisen if the rectification exercise had been retrospective.       5   “ Tax windfall ”, in relation to a rectification exercise and a member of a relevant pension scheme, means—   a   a liability of the member for the annual allowance charge that would have arisen in the tax year 2023-24 or any earlier tax year, or     b   a liability of the member for the lifetime allowance charge that would have arisen in the tax year 2022-23 or any earlier tax year,    if the rectification exercise had been retrospective.     6   “ Rectification exercise ” means an exercise, conducted by a relevant pension scheme in accordance with the rules of the scheme, under which the benefits payable to or in respect of a member in respect of the member’s remediable service (or any part of the member’s remediable service)—   a   cease to be career average benefits and become instead final salary benefits, or     b   cease to be final salary benefits and become instead career average benefits.       7   Regulations under this section may—   a   modify any enactment contained in the Income Tax Acts or relating to capital gains tax;     b   impose a charge to income tax in relation to a tax windfall;     c   make different provision for different cases;     d   include consequential, incidental, supplemental, transitional, transitory or saving provision.       8   Regulations under this section—   a   if made before 6 April 2025, may be made so as to have effect in relation to the tax year 2024-25;     b   if made on or after 6 April 2025, may include provision that has effect in relation to times before the regulations are made if that provision does not increase any person’s liability to tax.       9   In this section—     “ an Assembly pension scheme ” means a pension scheme made under section 48 of the Northern Ireland Act 1998;      “ lifetime allowance charge ” means the charge to income tax under section 214 of FA 2004, as it had effect before its repeal by this Act;      “ modify ” includes disapply or supplement;      “ an MPs’ pension scheme ” means a pension scheme made under paragraph 12(1) of Schedule 6 to the Constitutional Reform and Governance Act 2010;      “ remediable service ” means service that is pensionable service under a relevant pension scheme and—     in the case of service that is pensionable service under an MPs’ pension scheme, takes place in the period beginning with 8 May 2015 and ending with 31 March 2023;      in the case of service that is pensionable service under a Senedd pension scheme or an Assembly pension scheme, takes place in the period beginning with 6 May 2016 and ending with 6 May 2021;         “ scheme pension ” has the same meaning as in Part 4 of FA 2004 (pensions etc);      “ a Senedd pension scheme ” means a pension scheme made under section 20 of the Government of Wales Act 2006.       "}, {"act": "Finance Act 2024", "year": 2024, "section": "16", "section_title": "Provision relating to the cash basis", "section_text": " 16   Schedule 10  contains provision about the calculation of the profits of a trade, profession or vocation on the cash basis, including provision—   a   for the cash basis to be the default basis of calculation for certain persons,     b   removing eligibility conditions relating to receipts,     c   removing restrictions on deductions for loan interest, and     d   removing restrictions on the availability of certain loss reliefs.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "17", "section_title": "PAYE regulations: special types of payer or payee", "section_text": " 17    1   In Chapter 3 of Part 11 of ITEPA 2003 (pay as you earn: special types of payer or payee), after section 688AA insert—    Workers’ providing services through intermediaries etc: cases where taxes already paid   688AB    1   PAYE regulations may make the following provision.     2   Provision for an amount to be treated as having been recovered from the payee, and for that amount not to be recoverable from the payer (“the deemed employer”), where—   a   the deemed employer would otherwise be liable to pay an amount under PAYE regulations in consequence of being treated under section 61N(3) as having made a deemed direct payment to a worker (other than by virtue of section 61WA), and     b   an amount of income tax or corporation tax has already been paid, or assessed, in respect of income referable to that payment.       3   Provision for the amount referred to in the opening words of  subsection (2)  to be the best estimate which can reasonably be made by an officer of Revenue and Customs (whether generally or specifically) of the amount referred to in  subsection (2) (b) .     4   Provision preventing a person specified in PAYE regulations from—   a   making a claim for the repayment of, or relief in respect of, an amount referred to in  subsection (2) (b) , or     b   deducting, or setting off, the amount referred to in that subsection from, or against, any tax liability of the person,    in a case where an estimate of that amount is treated as having been recovered from the payee as a result of provision made by virtue of this section.     5   In this section, “ payee ” and “ payer ” have the same meaning as in section 684 (see subsection (7C) of that section).           2   PAYE Regulations made by virtue of  subsection (1)  may make provision in relation to deemed direct payments made on or after 6 April 2017.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "18", "section_title": "Carer’s allowance supplement: correction of statutory reference", "section_text": " 18    1   In Table A in section 660 of ITEPA 2003 (taxable UK benefits), in the entry for carer’s allowance supplement, for “Sections 24 and 28” substitute  “Section 81” .     2   The amendment made by  subsection (1)  is treated as having had effect from the time when section 12 of FA 2019 (tax treatment of social security income) came into force.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "19", "section_title": "Growth market exemption: qualifying UK multilateral trading facilities etc", "section_text": " 19    1   Section 99A of FA 1986 (meaning of “recognised growth market” etc) is amended as follows.     2   In subsection (5)—   a   in the words before paragraph (a), after “recognised stock exchange” insert  “or a qualifying UK multilateral trading facility” ;     b   in paragraph (a), for “£170 million” substitute  “£450 million” .       3   In subsection (6), at the end insert    ;     “ UK multilateral trading facility ” has the meaning given by Article 2.1.14A of  Regulation (EU) No.  600/2014  of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments as it forms part of assimilated law.         4   After subsection (6) insert—    6A   For the purposes of subsection (5) a UK multilateral trading facility is “qualifying” if—   a   it is operated by an investment firm within the meaning given by article 3(1) of The Financial Services and Markets Act 2000 (Regulated Activities) Order 2001 ( S.I. 2001/544 ), and     b   the investment firm has permission under Part 4A of the Financial Services and Markets Act 2000 to carry on the regulated activity (within the meaning of that Act) of operating a multilateral trading facility.          5   The amendments made by this section are treated as having come into force on 1 January 2024.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "20", "section_title": "Capital-raising arrangements etc", "section_text": " 20   Schedule 11  makes provision for and in connection with ensuring that it continues to be the case that—   a   no 1.5% charge to stamp duty or stamp duty reserve tax arises in relation to—   i   issues of securities or stock, or     ii   transfers of securities made in the course of capital-raising arrangements or qualifying listing arrangements, and       b   no charge to stamp duty arises in relation to the issue of bearer instruments.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "21", "section_title": "New investment exemption", "section_text": " 21    1   Part 5 of F(No.2)A 2023 (electricity generator levy) is amended as follows.     2   In section 280 (key concepts), in subsection (1), in the definition of “ relevant ” (as in relevant generating station)—   a   omit the “and” after paragraph (a), and     b   after paragraph (b) insert    , and   c   to the extent it is not comprised of qualifying new generating plant (see  section 311A );     .       3   After section 311 insert—    Meaning of “qualifying new generating plant”   311A    1   Generating plant is “qualifying new generating plant” if it is new generating plant commissioned as part of a qualifying project that meets the new investment condition.     2   The new investment condition is met in relation to a qualifying project if on 21 November 2023 it was reasonable to conclude, having regard to all of the circumstances, that there is a significant likelihood of the project not proceeding.     3   The Treasury may by regulations provide for cases in which qualifying projects are to be treated as meeting the new investment condition.     4   “ Qualifying project ” means a project to commission—   a   new generating plant for—   i   a new generating station, or     ii   an existing generating station which (as a result of the project) is to be wholly or substantially comprised of new generating plant, or       b   new generating plant that increases the generating capacity of an existing generating station.       5   Subsection  (6)  applies where new generating plant that increases the generating capacity of an existing generating station replaces existing generating plant.     6   Only so much of the new generating plant as represents generating capacity in excess of the capacity of the generating plant it replaces is to be regarded as qualifying new generating plant.           4   In section 313 (definitions in this Part), in the table, at the appropriate place insert—     qualifying new generating plant section 311A     .    "}, {"act": "Finance Act 2024", "year": 2024, "section": "22", "section_title": "Ensuring consistency of Parts 3 and 4 of F(No.2)A 2023 with OECD rules etc", "section_text": " 22   Schedule 12  makes amendments to F(No.2)A 2023 in relation to multinational top-up tax and in relation to domestic top-up tax.  "}, {"act": "Finance Act 2024", "year": 2024, "section": "23", "section_title": "Rates of tobacco products duty", "section_text": " 23    1   In Schedule 1 to TPDA 1979 (table of rates of tobacco products duty), for the Table substitute—    TABLE   1 Cigarettes  An amount equal to the higher of—     16.5% of the retail price plus £316.70 per thousand cigarettes, or      £422.80 per thousand cigarettes.     2 Cigars £395.03 per kilogram 3 Hand-rolling tobacco £412.32 per kilogram 4 Other smoking tobacco and chewing tobacco £173.68 per kilogram 5 Tobacco for heating £325.53 per kilogram     .     2   In consequence of the provision made by  subsection (1) , in Schedule 2 to the Travellers’ Allowances Order 1994 (which provides in certain circumstances for a simplified calculation of excise duty on goods brought into Great Britain)—   a   in the entry relating to cigarettes, for “£393.45” substitute  “£422.80” ,     b   in the entry relating to hand rolling tobacco, for “£351.03” substitute  “£412.32” ,     c   in the entry relating to other smoking tobacco and chewing tobacco, for “£161.62” substitute  “£173.68” ,     d   in the entry relating to cigars, for “£367.61” substitute  “£395.03” ,     e   in the entry relating to cigarillos, for “£367.61” substitute  “£395.03” , and     f   in the entry relating to tobacco for heating, for “£90.88” substitute  “£97.66” .       3   The amendments made by this section are treated as having come into force at 6pm on 22 November 2023.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "24", "section_title": "Rates of vehicle excise duty", "section_text": " 24    1   Schedule 1 to VERA 1994 (annual rates of vehicle excise duty) is amended as follows.     2   In paragraph 1 (general rate)—   a   in sub-paragraph (2) (vehicle not covered elsewhere in Schedule with engine cylinder capacity exceeding 1,549cc), for “£325” substitute  “£345” , and     b   in sub-paragraph (2A) (vehicle not covered elsewhere in Schedule with engine cylinder capacity not exceeding 1,549cc), for “£200” substitute  “£210” .       3   In paragraph 1B (graduated rates for light passenger vehicles registered before 1 April 2017), for the Table substitute—     CO2 Emissions Figure Rate (1) (2) (3) (4) Exceeding Not exceeding Reduced rate Standard Rate g/km g/km £ £  100 110 10 20 110 120 25 35 120 130 150 160 130 140 180 190 140 150 200 210 150 165 245 255 165 175 295 305 175 185 325 335 185 200 375 385 200 225 405 415 225 255 700 710 255 — 725 735     .     4   In the sentence immediately following the Table in that paragraph, for paragraphs (a) and (b) substitute—    a   in column (3), in the last two rows, “405” were substituted for “700” and “725”, and     b   in column (4), in the last two rows, “415” were substituted for “710” and “735”.        5   In paragraph 1GC (graduated rates for first licence for light passenger vehicles registered on or after 1 April 2017), for Table 1 (vehicles other than higher rate diesel vehicles) substitute—     CO2 Emissions Figure Rate (1) (2) (3) (4) Exceeding Not exceeding Reduced rate Standard Rate g/km g/km £ £  0 50 0 10 50 75 20 30 75 90 125 135 90 100 165 175 100 110 185 195 110 130 210 220 130 150 260 270 150 170 670 680 170 190 1085 1095 190 225 1640 1650 225 255 2330 2340 255 — 2735 2745     .     6   In that paragraph, for Table 2 (higher rate diesel vehicles) substitute—     CO2 Emissions Figure Rate (1) (2) (3) Exceeding Not exceeding Rate g/km g/km £  0 50 30 50 75 135 75 90 175 90 100 195 100 110 220 110 130 270 130 150 680 150 170 1095 170 190 1650 190 225 2340 225 255 2745 255 — 2745     .     7   In paragraph 1GD(1) (rates for any other licence for light passenger vehicles registered on or after 1 April 2017)—   a   in paragraph (a) (reduced rate), for “£170” substitute  “£180” , and     b   in paragraph (b) (standard rate), for “£180” substitute  “£190” .       8   In paragraph 1GE(2) (rates for light passenger vehicles registered on or after 1 April 2017 with a price exceeding £40,000)—   a   in paragraph (a), for “£560” substitute  “£590” , and     b   in paragraph (b), for “£570” substitute  “£600” .       9   In paragraph 1J(a) (rates for light goods vehicles that are not pre-2007 or post-2008 lower emission vans), for “£320” substitute  “£335” .     10   In paragraph 2(1) (rates for motorcycles)—   a   in paragraph (a) (engine cylinder capacity not exceeding 150cc), for “£24” substitute  “£25” ,     b   in paragraph (b) (motorbicycles with engine cylinder capacity exceeding 150cc but not exceeding 400cc), for “£52” substitute  “£55” ,     c   in paragraph (c) (motorbicycles with engine cylinder capacity exceeding 400cc but not exceeding 600cc), for “£80” substitute  “£84” , and     d   in paragraph (d) (other cases), for “£111” substitute  “£117” .       11   The amendments made by this section have effect in relation to licences taken out on or after 1 April 2024.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "25", "section_title": "Rates of air passenger duty", "section_text": " 25    1   Section 30 of FA 1994 (air passenger duty: rates) is amended as follows.     2   In subsection (1B) (journeys ending in the United Kingdom)—   a   in paragraph (a), for “£6.50” substitute  “£7” , and     b   in paragraph (b), for “£13” substitute  “£14” .       3   In subsection (2A) (long-haul journeys)—   a   in paragraph (a), for “£87” substitute  “£88” , and     b   in paragraph (b), for “£191” substitute  “£194” .       4   In subsection (4A) (ultra-long haul journeys)—   a   in paragraph (a), for “£91” substitute  “£92” , and     b   in paragraph (b), for “£200” substitute  “£202” .       5   In subsection (4E) (journeys on aircraft equipped to carry fewer than 19 passengers)—   a   in paragraph (aa), for “£574” substitute  “£581” , and     b   in paragraph (d), for “£601” substitute  “£607” .       6   The amendments made by this section have effect in relation to the carriage of passengers beginning on or after 1 April 2024.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "26", "section_title": "Rebate on heavy oil and certain bioblends used for heating", "section_text": " 26   In Schedule 1A to HODA 1979 (excepted machines), in paragraph 8, in sub-paragraph (1)(e), for the words from “kerosene” to the end substitute  “for fuel—    i   heavy oil other than gas oil, or     ii   bioblend other than bioblend that is a mixture of biodiesel and gas oil.     "}, {"act": "Finance Act 2024", "year": 2024, "section": "27", "section_title": "Vehicle excise duty exemption for foreign vehicles", "section_text": " 27   After section 5 of VERA 1994 (exempt vehicles) insert—    Additional power to exempt foreign vehicles   5A    1   The Secretary of State may by regulations confer an exemption from vehicle excise duty in respect of a foreign vehicle.     2   The regulations may, for or in connection with conferring the exemption, amend subordinate legislation made under this Act or the Motor Vehicles (International Circulation) Act 1952.     3   The regulations may provide that the exemption of a foreign vehicle from vehicle excise duty is—   a   subject to conditions;     b   limited to a specified period.       4   Regulations under this section may make—   a   provision which applies generally or for particular purposes;     b   retrospective provision.       5   A provision of regulations under this section that has the effect of removing the exemption of a foreign vehicle from vehicle excise duty must not be made so as to have retrospective effect.     6   In this section—     “ foreign vehicle ” means a vehicle that is registered under the law of any territory outside the United Kingdom;      “ specified ” means specified in the regulations;      “ subordinate legislation ” means Orders in Council, orders and regulations (including any regulations made under an Order in Council).           "}, {"act": "Finance Act 2024", "year": 2024, "section": "28", "section_title": "Interpretation of VAT and excise law", "section_text": " 28    1   This section  makes provision about how—   a   the European Union (Withdrawal) Act 2018 (“EUWA 2018”), and     b   the amendments made to that Act by the Retained EU Law (Revocation and Reform) Act 2023 (“REULA 2023”),    are to apply for the purpose of interpreting enactments relating to value added tax or any duty of excise ( “VAT and excise law” ).     2   Section 4 of EUWA 2018 (retained EU rights, powers, liabilities etc) continues to have effect (despite the provision made by section 2 of REULA 2023) for the purpose of interpreting VAT and excise law subject to the following exception.     3   The exception is that Articles 110 and 111 of the Treaty on the Functioning of the European Union (which relate to internal taxation on products) have no effect for that purpose.     4   Section 5(A1) to (A3) of EUWA 2018 (which are inserted by section 3 of REULA 2023 and which abolish the supremacy of EU law) have effect in relation to VAT and excise law as they have effect in relation to other domestic enactments but only so far as they relate to the disapplication or quashing of any enactment as a result of EU law (and, accordingly, the superseded provisions continue to have effect for the purpose of interpreting VAT and excise law).     5   Retained general principles of EU law—   a   continue to be relevant (despite the provision made by section 4 of REULA 2023) for the purpose of interpreting VAT and excise law in the same way, and to the same extent, as they were relevant for that purpose before the coming into force of that section, but     b   otherwise have effect for that purpose subject to the provision made by that Act (including, in particular, the amendments made by section 6 of that Act (role of courts)).       6   In  this section —   a   the reference to any duty of excise is to be read in accordance with section 49 of TCTA 2018,     b   the reference to the superseded provisions is a reference to section 5(1) to (3) of EUWA 2018 as those subsections had effect immediately before the passing of REULA 2023, and     c   the reference to retained general principles of EU law is to be read in accordance with EUWA 2018 as that Act had effect immediately before the passing of REULA 2023.       7   This section  needs to be read with sections 42 and 47 of TCTA 2018 (which make other provision about EU law relating to VAT and excise law and which continue to have effect for the purpose mentioned in  subsection (1)  above).     8   This section is treated as having come into force on 1 January 2024.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "29", "section_title": "Rates of landfill tax", "section_text": " 29    1   Section 42 of FA 1996 (amount of landfill tax) is amended as follows.     2   In subsection (1)(a) (standard rate), for “£102.10” substitute  “£103.70” .     3   In subsection (2) (reduced rate for certain disposals), in the words after paragraph (b)—   a   for “£102.10” substitute  “£103.70” , and     b   for “£3.25” substitute  “£3.30” .       4   The amendments made by this section have effect in relation to disposals made (or treated as made) on or after 1 April 2024.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "30", "section_title": "Rate of aggregates levy", "section_text": " 30    1   In section 16(4) of FA 2001 (rate of aggregates levy), for “£2” substitute  “£2.03” .     2   The amendment made by this section has effect in relation to aggregate subjected to commercial exploitation on or after 1 April 2024.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "31", "section_title": "Rate of plastic packaging tax", "section_text": " 31    1   In section 45(1) of FA 2021 (rate of plastic packaging tax), for “£210.82” substitute  “£217.85” .     2   The amendment made by this section has effect in relation to packaging components produced in, or imported into, the United Kingdom on or after 1 April 2024.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "32", "section_title": "Increase in maximum terms of imprisonment for tax offences", "section_text": " 32    1   In the specified provisions of the following enactments, for “ seven ” (or “7”) substitute  “14” —    TMA 1970 Section 106A(2)(b) (fraudulent evasion of income tax) Customs and Excise Duties (General Reliefs) Act 1979 Section 13C(4)(b) (relieved goods used, etc, in breach of condition) CEMA 1979 Section 50(4)(b) (improper importation of goods) Section 53(9)(b) (shipping etc dutiable or restricted goods with fraudulent intent) Section 63(6)(b) (goods taken on board a ship etc with fraudulent intent) Section 68(3)(b) (exportation of prohibited or restricted goods with intent to evade prohibition or restriction) Section 68A(2)(b) (fraudulent evasion of agricultural levy) Section 100(4)(b) (taking etc of warehoused goods with intent to defraud) Section 136(2)(b) (claims for drawback etc with intent to defraud) Section 159(7)(b) (removing examinable goods with intent to defraud) Section 170(3)(b) (fraudulent evasion of duty, etc) Section 170B(1)(b) (taking preparatory steps for evasion of excise duty) HODA 1979 Section 10(7)(b) (contravening restrictions on use of duty-free oil) Section 13(5)(b) (contravening restrictions on use of heavy oil) Section 13AB(7)(b) (contravening restrictions on use of rebated kerosene) Section 14(8)(b) (contravening restrictions on use of light oil) Section 14D(5)(b) (contravening restrictions on use of rebated biodiesel or bioblend) Section 14F(3)(b) (contravening restrictions on use of restricted fuel) (as substituted by paragraph 9 of Schedule 11 to FA 2020) Section 20AAC(4)(d) (contravening restrictions on use of aqua methanol) Section 24A(6)(b) (contravening restrictions on use of marked oil) BGDA 1981 Paragraph 16(1)(b) of Schedule 3 (fraudulent evasion of bingo duty) FA 1993 Section 31(2)(b) (fraudulent evasion etc of lottery duty) VATA 1994 Section 72(1)(b), (3)(ii) and (8)(b) (fraudulent evasion etc of VAT) FA 1994 Section 41(2)(b) (fraudulent evasion etc of duty) Paragraph 10(1)(b), (3)(b) and (5)(b) of Schedule 7 (fraudulent evasion etc of insurance premium tax) FA 1996 Paragraph 16(1)(b), (3)(b) and (5)(b) of Schedule 5 (fraudulent evasion etc of landfill tax) FA 1997 Paragraph 12(3)(b)(ii) of Schedule 1 (fraudulent evasion etc of gaming duty) FA 2000 Paragraphs 92(3)(b), 93(3)(b) and 94(3)(b) of Schedule 6 (fraudulent evasion etc of climate change levy) FA 2001 Paragraphs 1(3)(b), 2(3)(b) and 3(3)(b) of Schedule 6 (fraudulent evasion etc of aggregates levy) FA 2003 Section 95(2)(b) (fraudulent evasion of stamp duty land tax) FA 2012 Paragraph 37(2)(a) of Schedule 24 (fraudulent evasion of machine games duty) FA 2014 Section 174(3)(a) (fraudulent evasion of general betting duty, pool betting duty and remote gaming duty) FA 2017 Section 50(3)(d)(i) (fraudulent evasion of soft drinks levy) FA 2021 Section 77(3)(d)(i) (fraudulent evasion of plastic packaging tax) Section 78(3)(d)(i) (false statements in connection with plastic packaging tax) Section 79(3)(d)(i) (plastic packaging tax: conduct involving evasions or false statements)       2   Subsections  (3)  to (5) make amendments to CEMA 1979 which are consequential on amendments to that Act made by subsection  (1) .     3   In section 50—   a   in subsection (4) for “, (5AA), (5B) or (5C)” substitute  “or (5B)” ,     b   in subsection (5A) for “ 7 ” (in the closing words) substitute  “14” ,     c   omit subsection (5AA),     d   in subsection (5B)(b) for “7” substitute  “14” , and     e   omit subsection (5C).       4   In section 68—   a   in subsection (3) for “, (4A), (4AA) or (4B)” substitute  “or (4A)” ,     b   in subsection (4A) for “ 7 ” (in the closing words) substitute  “14” ,     c   omit subsection (4AA), and     d   omit subsection (4B).       5   In section 170—   a   in subsection (3) for “, (4AA), (4B) or (4C)” substitute  “or (4B)” ,     b   in subsection (4A) for “ 7 ” (in the closing words) substitute  “14” ,     c   omit subsection (4AA),     d   in subsection (4B)(b) for “7” substitute  “14” , and     e   omit subsection (4C).       6   Subject to subsection  (7) , the amendments made by this section have effect in relation to offences committed on or after the day on which this Act is passed.     7   The amendment made to section 14F of HODA 1979 so far as applying to a part of the United Kingdom other than Northern Ireland—   a   comes into force at the same time as paragraph 9 of Schedule 11 to FA 2020 (which inserts a new section 14F into HODA 1979) comes into force in its application to that part of the United Kingdom, and     b   has effect in relation to offences committed on or after the day on which it comes into force.      "}, {"act": "Finance Act 2024", "year": 2024, "section": "33", "section_title": "Disqualification of directors etc promoting tax avoidance schemes", "section_text": " 33   Schedule 13  makes provision for HMRC to apply for disqualification orders under the Company Directors Disqualification Act 1986 in connection with the promotion of tax avoidance schemes.  "}, {"act": "Finance Act 2024", "year": 2024, "section": "34", "section_title": "Promoters of tax avoidance: failure to comply with stop notice etc", "section_text": " 34    1   In FA 2014, before section 278 (but after the italic heading) insert—    Offences relating to stop notices   277A    1   A person who, without reasonable excuse, fails to comply with a duty imposed under section 236B(1) is guilty of an offence.     2   The recipient of a stop notice (“ R ”) is guilty of an offence if—   a   R fails, without reasonable excuse, to comply with a duty imposed under section 236B(3)(a), (4)(a) or (5)(a) to give a copy of the notice to another person (“ P ”),     b   P subsequently fails to comply with a duty imposed under section 236B(1) in relation to the notice, and     c   at the time of P’s failure the stop notice continues to have effect in relation to R.       3   For the purposes of this section—   a   an insufficiency of funds is not a reasonable excuse unless attributable to events outside the person's control,     b   if the person relies on any other person to do anything, that is not a reasonable excuse unless the first person took reasonable care to avoid the failure,     c   if the person had a reasonable excuse for the failure but the excuse has ceased, the person is to be treated as having continued to have the excuse if the failure is remedied without unreasonable delay after the excuse ceased, and     d   reliance on legal advice is to be taken automatically not to constitute a reasonable excuse where the person is a monitored promoter if either—   i   the advice was not based on a full and accurate description of the facts, or     ii   the conclusions in the advice that the person relied on were unreasonable.            Liability for offences under  section 277A  committed by a body   277B    1   If an offence under  section 277A  is committed by a body corporate or a partnership and—   a   is committed with the consent or connivance of a relevant person in relation to the body or partnership, or     b   is attributable to neglect on the part of such a person,    the person (as well as the body or partnership) commits the offence and is liable to be proceeded against and punished accordingly.     2   A “relevant person” is—   a   in relation to a body corporate other than one whose affairs are managed by its members—   i   a director, manager, secretary or other similar officer of the body, or a person purporting to act in such a capacity, or     ii   a shadow director within the meaning of section 251 of the Companies Act 2006;       b   in relation to a limited liability partnership or other body corporate whose affairs are managed by its members—   i   a member who exercises functions of management with respect to it, or a person purporting to act in such a capacity, or     ii   in the case of a limited liability partnership, a shadow member within the meaning of regulation 2 of the Limited Liability Partnerships Regulations 2001 ( S.I. 2001/1090 );       c   in relation to a partnership, a partner or a person purporting to act in such a capacity.             2   In section 280(1) of FA 2014 (penalties for offences), after “section” insert  “ 277A ,” .     3   The offence under section  277A (1) of FA 2014 (as inserted by subsection (1)) applies in relation to a failure to comply that occurs on or after the date on which this Act is passed.     4   The offence under section  277A (2) of FA 2014 (as inserted by subsection (1)) applies in relation to duties under section 236B(3)(a), (4)(a) or (5)(a) arising on or after the date on which this Act is passed.     5   In section 236B(7) of FA 2014 (effect of stop notices), for “(5)(b)” substitute  “(5)(a)” .    "}, {"act": "Finance Act 2024", "year": 2024, "section": "35", "section_title": "Construction industry scheme: gross payment status", "section_text": " 35    1   FA 2004 is amended as follows.     2   In section 66 (cancellation of registration for gross payment)—   a   in subsection (1)—   i   in paragraph (b), after “sub-contractor)” insert  “in connection with an obligation arising” ;     ii   in paragraph (c), for “any such provision” substitute  “an obligation arising under or in connection with any provision of this Chapter or of regulations made under it” .       b   in subsection (3)—   i   for paragraph (b) substitute—    b   has fraudulently made an incorrect return or has fraudulently provided incorrect information (whether as a contractor or a sub-contractor) in connection with an obligation—   i   arising under any provision of this Chapter or of regulations made under it;     ii   arising under any provision of PAYE regulations;     iii   to submit a self-assessment return;     iv   arising under any provision of the Value Added Tax Act 1994 or of regulations made under it, or       ;     ii   in paragraph (c), for “any such provision” substitute  “an obligation arising under or in connection with any provision of this Chapter or of regulations made under it” .         3   In Schedule 11 (conditions for registration for gross payment)—   a   in paragraph 4, in sub-paragraph (1)(a)—   i   in sub-paragraph (iii), for “the PAYE Regulations ( SI 2003/2682 )” substitute  “PAYE regulations” ;     ii   at the end insert—    v   to account for or pay VAT as required by or under the Value Added Tax Act 1994, and     ;       b   in paragraph 8, in sub-paragraph (1)(a)—   i   in sub-paragraph (iii), for “the PAYE Regulations ( SI 2003/2682 )” substitute  “PAYE regulations” ;     ii   at the end insert—    v   to account for or pay VAT as required by or under the Value Added Tax Act 1994, and     ;       c   in paragraph 12, in sub-paragraph (1)(a)—   i   in sub-paragraph (iii), for “the PAYE Regulations ( SI 2003/2682 )” substitute  “PAYE regulations” ;     ii   at the end insert—    v   to account for or pay VAT as required by or under the Value Added Tax Act 1994, and     .         4   The amendments in this section have effect in relation to—   a   applications for gross payment status made on or after 6 April 2024, and     b   registrations for gross payment status which are in effect on or after 6 April 2024 (but see  subsection (5) ).       5   When making a determination under section 66(1)(a) of FA 2004 (cancellation of registration for gross payment) in relation to a person registered for gross payment status before 6 April 2024, any failure by that person before 6 April 2024 to comply with an obligation to account for or pay VAT must be disregarded (notwithstanding the amendments made by  subsection (3) ).    "}, {"act": "Finance Act 2024", "year": 2024, "section": "36", "section_title": "Additional information to be contained in returns under TMA 1970 etc", "section_text": " 36    1   In section 8 of TMA 1970 (personal return), after subsection (1H) insert—    1I   Where a person is required to make and deliver a return under this section, the person may be required by an officer of His Majesty’s Revenue and Customs to include in the return any information that is specified or described in regulations made by the Commissioners (whether or not the information is relevant for the purpose mentioned in subsection (1)).     1J   The Commissioners may only specify or describe information in regulations under  subsection (1I)  if the Commissioners consider that the information is relevant for the purpose of the collection and management of any of the taxes listed in section 1.     1K   A person who fails to comply with a requirement imposed on them by virtue of  subsection (1I)  is liable to a penalty of £60.     1L   Regulations under  subsection (1I)  may make different provision for different purposes.        2   In section 8A of TMA 1970 (trustee’s return), after subsection (1F) insert—    1G   Where a person is required to make and deliver a return under this section, the person may be required by an officer of His Majesty’s Revenue and Customs to include in the return any information that is specified or described in regulations made by the Commissioners (whether or not the information is relevant for the purpose mentioned in subsection (1)).     1H   The Commissioners may only specify or describe information in regulations under  subsection (1G)  if the Commissioners consider that the information is relevant for the purpose of the collection and management of any of the taxes listed in section 1.     1I   A person who fails to comply with a requirement imposed on them by virtue of  subsection (1G)  is liable to a penalty of £60.     1J   Regulations under  subsection (1G)  may make different provision for different purposes.        3   In section 12AA of TMA 1970 (partnership return), after subsection (5E) insert—    5F   Where a person is required to make and deliver a return under this section, the person may be required by an officer of His Majesty’s Revenue and Customs to include in the return any information that is specified or described in regulations made by the Commissioners (whether or not the information is relevant for the purpose mentioned in subsection (1)).     5G   The Commissioners may only specify or describe information in regulations under  subsection (5F)  if the Commissioners consider that the information is relevant for the purpose of the collection and management of any of the taxes listed in section 1.     5H   A person who fails to comply with a requirement imposed on them by virtue of  subsection (5F)  is liable to a penalty of £60.     5I   Regulations under  subsection (5F)  may make different provision for different purposes.        4   In Chapter 6 of Part 11 of ITEPA 2003 (pay as you earn), before section 708 insert—    Provision of additional information to His Majesty’s Revenue and Customs   707A    1   PAYE regulations may include provision requiring an employer to provide any information that is specified or described in regulations made by the Commissioners (whether or not that information is also relevant to the assessment, charge, collection and recovery of income tax in respect of PAYE income).     2   The Commissioners for His Majesty’s Revenue and Customs may only specify or describe information in regulations under  subsection (1)  if the Commissioners consider that the information is relevant for the purpose of the collection and management of any of the taxes listed in section 1 of TMA 1970.           5   The amendments made by this section have effect for the tax year 2025-26 and subsequent tax years.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "37", "section_title": "Commencement of rules imposing penalties for failure to make returns etc", "section_text": " 37    1   Regulations made by the Treasury under any of the powers in sections 116, 117 or 118 of FA 2021 may provide for any provision of Schedules 24 to 27 to that Act (penalties for failure to make returns etc or pay tax) to come into force for the purposes of failures by eligible volunteers.     2   An eligible volunteer is an individual in respect of whom an election has effect under the regulations.     3   The regulations may in particular—   a   provide for an election to take effect only if accepted by an officer of Revenue and Customs;     b   provide that an election may not be revoked by the individual;     c   provide that an election ceases to have effect upon an officer of Revenue and Customs giving notice to the individual;     d   make provision about the consequences of an election ceasing to have effect.       4   The provision that may be made by virtue of  subsection (3) (d)  includes provision for an election that ceases to have effect to be treated as never having had effect, other than for the purposes of any failure in respect of which His Majesty’s Revenue and Customs have already assessed a penalty.    "}, {"act": "Finance Act 2024", "year": 2024, "section": "38", "section_title": "Abbreviations used in Act", "section_text": " 38   In this Act the following abbreviations are references to the following Acts—    BGDA 1981 Betting and Gaming Duties Act 1981 CAA 2001 Capital Allowances Act 2001 CEMA 1979 Customs and Excise Management Act 1979 CTA 2009 Corporation Tax Act 2009 CTA 2010 Corporation Tax Act 2010 FA followed by a year Finance Act of that year F(No.2)A followed by a year Finance (No.2) Act of that year HODA 1979 Hydrocarbon Oil Duties Act 1979 ICTA Income and Corporation Taxes Act 1988 ITA 2007 Income Tax Act 2007 ITEPA 2003 Income Tax (Earnings and Pensions) Act 2003 ITTOIA 2005 Income Tax (Trading and Other Income) Act 2005 TCGA 1992 Taxation of Chargeable Gains Act 1992 TCTA 2018 Taxation (Cross-border Trade) Act 2018 TIOPA 2010 Taxation (International and Other Provisions) Act 2010 TMA 1970 Taxes Management Act 1970 TPDA 1979 Tobacco Products Duty Act 1979 VERA 1994 Vehicle Excise and Registration Act 1994    "}, {"act": "Finance Act 2024", "year": 2024, "section": "39", "section_title": "Short title", "section_text": " 39   This Act may be cited as the Finance Act 2024.  "}]