[{"act": "National Insurance Contributions (Reduction in Rates) Act 2024", "year": 2024, "section": "1", "section_title": "Reduction in rates", "section_text": " 1    1   In the following provisions—   a   section 8(2)(a) of the Social Security Contributions and Benefits Act 1992 (main primary percentage for Great Britain), and     b   section 8(2)(a) of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (main primary percentage for Northern Ireland),    for “10%” substitute  “8%” .     2   In regulation 131 of the Social Security (Contributions) Regulations 2001 (reduced rate of primary Class 1 contributions otherwise payable at the main primary percentage), for “3.85%” substitute  “1.85%” .     3   In the following provisions (as they had effect immediately before the day on which this Act comes into force)—   a   section 15(3ZA)(a) of the Social Security Contributions and Benefits Act 1992 (main Class 4 percentage for Great Britain), and     b   section 15(3ZA)(a) of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (main Class 4 percentage for Northern Ireland),    for “9 per cent” substitute  “6%” .     4   Section 2 of the National Insurance Contributions (Reduction in Rates) Act 2023 is superseded by subsection  (3)  and accordingly is to be treated as never having had effect.    "}, {"act": "National Insurance Contributions (Reduction in Rates) Act 2024", "year": 2024, "section": "2", "section_title": "Annual maximum contributions", "section_text": " 2    1   The Social Security (Contributions) Regulations 2001 (as they had effect immediately before the day on which this Act comes into force) are amended as follows.     2   In regulation 21 (annual maxima for those with more than one employment), in paragraph (2), in Step Two, for “11.5%” substitute  “8%” .     3   In regulation 100 (annual maximum of Class 4 contributions), in paragraph (3)—   a   in Step Two, for “9 per cent” substitute  “6%” , and     b   in Step Five, for “100/9” substitute  “100/6” .       4   Paragraph 3 of the Schedule to the National Insurance Contributions (Reduction in Rates) Act 2023 is superseded by this section and accordingly is to be treated as never having had effect.    "}, {"act": "National Insurance Contributions (Reduction in Rates) Act 2024", "year": 2024, "section": "3", "section_title": "Commencement and short title", "section_text": " 3    1   This Act comes into force on 6 April 2024.     2   This Act may be cited as the National Insurance Contributions (Reduction in Rates) Act 2024.    "}]