[{"act": "Trade (Comprehensive and Progressive Agreement for Trans-Pacific Partnership) Act 2024", "year": 2024, "section": "1", "section_title": "Meaning of “the CPTPP”", "section_text": " 1   In this Act—     “ the CPTPP ” means the Comprehensive and Progressive Agreement for Trans-Pacific Partnership, signed at Santiago on 8 March 2018, including the UK Accession Protocol, as it has effect in the United Kingdom from time to time;      “ the UK Accession Protocol ” means the Protocol on the Accession of the United Kingdom of Great Britain and Northern Ireland to the Comprehensive and Progressive Agreement for Trans-Pacific Partnership, signed at Auckland and Bandar Seri Begawan on 16 July 2023.     "}, {"act": "Trade (Comprehensive and Progressive Agreement for Trans-Pacific Partnership) Act 2024", "year": 2024, "section": "2", "section_title": "Treatment of conformity assessment bodies etc", "section_text": " 2    1   The Secretary of State may by regulations made by statutory instrument amend subordinate legislation in order to implement Article 8.6 of the CPTPP (no less favourable treatment of conformity assessment bodies located in territories of other CPTPP parties etc).     2   Regulations under  this section  may include consequential, supplementary, incidental, transitional or saving provision.     3   A statutory instrument containing regulations under  this section  is subject to annulment in pursuance of a resolution of either House of Parliament.     4   In this section—     “ Article 8.6 of the CPTPP ” means Article 8.6 of the Trans-Pacific Partnership Agreement, signed at Auckland on 4 February 2016, as incorporated, by reference, into and made part of the CPTPP by Article 1 of the CPTPP;      “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978.       "}, {"act": "Trade (Comprehensive and Progressive Agreement for Trans-Pacific Partnership) Act 2024", "year": 2024, "section": "3", "section_title": "Procurement", "section_text": " 3    1   The Procurement Act 2023 is amended as set out in subsections (2) and (3).     2   In Schedule 2 (exempted contracts), for paragraph 24 substitute—    24   A contract that is—   a   wholly or mainly funded by an international organisation of which the United Kingdom is a member, and     b   awarded under a procedure that is—   i   adopted by that organisation, and     ii   inconsistent in any material respect with the procedure for the award of the contract in accordance with this Act.        But this paragraph does not apply to a defence and security contract (as to which, see paragraph 29).        3   In Schedule 9 (treaty state suppliers (specified international agreements)), at the end insert—    25   Comprehensive and Progressive Agreement for Trans-Pacific Partnership, signed at Santiago on 8 March 2018, including the Protocol on the Accession of the United Kingdom of Great Britain and Northern Ireland to the Comprehensive and Progressive Agreement for Trans-Pacific Partnership, signed at Auckland and Bandar Seri Begawan on 16 July 2023.        4   In the Schedule—   a   Part 1 makes amendments to procurement regulations for England and Wales and Northern Ireland (which are revoked by the Procurement Act 2023, subject to savings made by regulations under that Act);     b   Part 2 makes amendments to procurement regulations for Scotland;     c   Part 3 makes transitional provision in relation to the amendments made by Parts 1 and 2.      "}, {"act": "Trade (Comprehensive and Progressive Agreement for Trans-Pacific Partnership) Act 2024", "year": 2024, "section": "4", "section_title": "Designations of origin and geographical indications", "section_text": " 4    1   Regulation 1151/2012  is amended as set out in subsections  (2)  to  (4) .     2   In Article 3 (definitions), in point (13a), at the end insert    \", and a trade mark has been ‘applied for’, or an application for registration of a trade mark is ‘pending’, where an application to register a trade mark has been submitted and:   a   the trade mark has not been registered,     b   the application has not been withdrawn or abandoned, and     c   in a case where the application for registration has been refused—   i   an appeal has been brought but has not been finally determined, withdrawn or abandoned, or     ii   the period for bringing an appeal is still running (disregarding the possibility of an appeal out of time);       \".     3   In Article 6, in paragraph 4 (designations of origin and geographical indications: conflict with trade marks), for the words from    “, in” to the end substitute  “the name proposed is likely to cause confusion with a trade mark that is, on the date on which the application for protection of the designation of origin or geographical indication is submitted to the Secretary of State:   a   the subject of a good faith pending application for registration,     b   the subject of a good faith registration, or     c   established by use,    within the territory of the United Kingdom.\"      4   In Article 54 (cancellation), after paragraph (1) insert—    1A   The Secretary of State may, on the Secretary of State’s own initiative or at the request of any natural or legal person having a legitimate interest, decide to cancel the registration of a protected designation of origin or a protected geographical indication on the grounds that, on the date on which the application for registration was submitted to the Secretary of State under Article 49, either of the following provisions applied in relation to the name proposed:   a   paragraph 1 of Article 6 (no registration of generic terms), or     b   paragraph 4 of Article 6 (conflict with trade mark).       1B   In a case where the protected designation of origin or protected geographical indication has been the subject of an application for approval of an amendment to the product specification under Article 53 which resulted in a change to the protected name, the reference in paragraph 1A to the application for registration under Article 49 is to be read as a reference to the application for approval of the amendment to the name under Article 49 as applied by Article 53(2) (or, in a case where there has been more than one such application, the latest of those).        5   In  Regulation 664/2014 , in Article 7(1) (cancellation), for the words from “as” to “54(1)”, substitute  “under Article 54(1) or (1A)” .     6   Regulation 668/2014  is amended as set out in subsections  (7)  to  (9) .     7   In Article 11(1) (cancellation), after “54(1)” insert  “or (1A)” .     8   In Annex 3 (reasoned statement of opposition), in section 4 (reason for the opposition), omit “existing”.     9   In Annex 9 (cancellation request)—   a   in the words before section 1, after “54(1)” insert  “or (1A)” ;     b   in section 4, after “54(1)” insert  “or (1A)” ;     c   in section 5, at the end insert—      ☐ In accordance with Article 54(1A) of  Regulation (EU) No  1151/2012      ☐ point (a)    [Provide the detailed reasons and, where appropriate, evidence for the cancellation of the registration of the name in accordance with point (a) of Article 54(1A).]      ☐ point (b)    [Provide the detailed reasons and, where appropriate, evidence for the cancellation of the registration of the name in accordance with point (b) of Article 54(1A).]           10   The amendments made by subsections  (3)  and  (8)  apply only in relation to—   a   an application for the protection of a DO or GI that is submitted on or after the day on which those amendments come into force (and for date of submission of such an application, see Article 6(3) of  Regulation 668/2014 ), or     b   a name-change application relating to the protected DO or GI that is submitted on or after that day (and for date of submission of such an application, see Article 10(4) of  Regulation 668/2014 ).       11   As regards the amendments made by subsections  (4) ,  (5) ,  (7)  and  (9) —   a   the Secretary of State may decide to cancel the registration of a protected DO or a protected GI under Article 54(1A)(a) (cancellation on ground that generic name should not have been registered) whether the application for protection of the DO or GI was submitted before or after those amendments came into force;     b   the Secretary of State may decide to cancel the registration of a protected DO or a protected GI under Article 54(1A)(b) (cancellation on ground of conflict with trade mark) only in a case where—   i   the application for protection of the DO or GI was submitted on or after the day on which those amendments came into force (and for date of submission of such an application, see Article 6(3) of  Regulation 668/2014 ), or     ii   a name-change application relating to the protected DO or GI was submitted on or after that day (and for date of submission of such an application, see Article 10(4) of  Regulation 668/2014 ).         12   In this section—     “ DO ” means a designation of origin for the purposes of  Regulation 1151/2012  (see Article 5(1) of that Regulation);      “ GI ” means a geographical indication for the purposes of  Regulation 1151/2012  (see Article 5(2) of that Regulation);      “ name-change application ” means an application for approval of an amendment to a product specification under Article 53 of  Regulation 1151/2012  which involves a change to the protected name;      “ Regulation 1151/2012 ” means  Regulation (EU) No  1151/2012  of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs;      “ Regulation 664/2014 ” means Commission Delegated  Regulation (EU) No  664/2014  of 18 December 2013 supplementing  Regulation (EU) No  1151/2012  of the European Parliament and of the Council with regard to the establishment of the Union symbols for protected designations of origin, protected geographical indications and traditional specialities guaranteed and with regard to certain rules on sourcing, certain procedural rules and certain additional transitional rules;      “ Regulation 668/2014 ” means Commission Implementing  Regulation (EU) No  668/2014  of 13 June 2014 laying down rules for the application of  Regulation (EU) No  1151/2012  of the European Parliament and of the Council on quality schemes for agricultural products and foodstuffs.       "}, {"act": "Trade (Comprehensive and Progressive Agreement for Trans-Pacific Partnership) Act 2024", "year": 2024, "section": "5", "section_title": "Performers’ rights", "section_text": " 5    1   Part 2 of the Copyright, Designs and Patents Act 1988 (rights in performances) is amended as set out in subsections  (2)  and  (3) .     2   For section 181 (qualifying performances) substitute—    Qualifying performances   181    1   A performance is a qualifying performance for the purposes of this Part if it meets any of Conditions A to D.     2   Condition A is that the performance is given by a qualifying individual.     3   Condition B is that the performance takes place in a qualifying country.     4   Condition C is that the performance is included in a sound recording and—   a   the producer of that sound recording is a qualifying individual or a body incorporated under the law of a qualifying country, or     b   that sound recording is—   i   first published in a qualifying country, or     ii   published in a qualifying country within the period of 30 days beginning with the day on which it is first published.         5   But Condition C is not met if, or to the extent that, the sound recording in question is a copy taken from a previous sound recording.     6   Condition D is that—   a   the performance has not been included in a sound recording,     b   the performance is broadcast, and     c   the broadcast is—   i   made from a qualifying country, or     ii   made by a broadcasting organisation the headquarters of which are situated in a qualifying country.         7   In subsection  (4) (a) , the “ producer ” of a sound recording means the person who undertakes the arrangements necessary for the making of the sound recording.           3   In section 206 (qualifying countries, individuals and persons), in subsection (4), before paragraph (a) insert—    za   make provision for the application of this Part to a country by virtue of paragraph (a) or (ba) of the definition of “qualifying country” in subsection (1) to be subject to specified restrictions, but those restrictions may only relate to rights which would otherwise apply as a result of—   i   a performance being a qualifying performance because it meets Condition C or Condition D in section 181, and     ii   that condition being met by way of a connection to such a country;       .     4   The amendment made by subsection  (2)  has effect in relation to performances taking place before, on or after the commencement date.     5   But an act done—   a   before the commencement date, or     b   on or after that date, but in pursuance of arrangements made before that date,    is not to be regarded as infringing or affecting any new performers’ right, except as provided in subsection  (6) .     6   Subsection  (5) (b)  does not apply where—   a   the arrangements in question are an agreement that purports to exclude or restrict the right or to prevent a person from questioning such a right or to restrict the powers of the Copyright Tribunal in relation to such a right, and     b   as a result of the application of Part 2 of the Copyright, Designs and Patents Act 1988 in relation to the agreement, the exclusion, restriction or prevention is of no effect.       7   The amendment made by subsection  (3)  has the effect of enabling an Order in Council under section 206(4)(za) of the Copyright, Designs and Patents Act 1988 to make provision that has effect in relation to performances taking place before, on or after—   a   the date on which the Order comes into force, or     b   the commencement date.       8   In this section—     “ commencement date ” means the date on which subsection (2) comes into force;      “ new performers’ right ” means a right under Part 2 of the Copyright, Designs and Patents Act 1988 arising as a result of the amendment made by subsection (2).       "}, {"act": "Trade (Comprehensive and Progressive Agreement for Trans-Pacific Partnership) Act 2024", "year": 2024, "section": "6", "section_title": "Extent", "section_text": " 6    1   This Act extends to England and Wales, Scotland and Northern Ireland, subject as follows.     2   Section  3 (4) (a)  and  Part 1  of  the Schedule  (amendments to procurement regulations for England and Wales and Northern Ireland) extend to England and Wales and Northern Ireland only.     3   Section  3 (4) (b)  and  Part 2  of  the Schedule  (amendments to procurement regulations for Scotland) extend to Scotland only.    "}, {"act": "Trade (Comprehensive and Progressive Agreement for Trans-Pacific Partnership) Act 2024", "year": 2024, "section": "7", "section_title": "Commencement", "section_text": " 7    1   This Act comes into force on the day on which the CPTPP enters into force for the United Kingdom (on which, see Article 21 of the UK Accession Protocol), subject as follows.     2   The following sections come into force on the day on which this Act is passed—   a   section  1  (meaning of “ the CPTPP ”);     b   section  2  (treatment of conformity assessment bodies etc);     c   section  5 (3)  and  (7)  (amendment of section 206(4) of the Copyright, Designs and Patents Act 1988), and section  5 (1)  so far as it relates to section  5 (3) ;     d   section  6  (extent);     e   this section;     f   section  8  (short title).       3   Section  3 (2)  (and section  3 (1)  so far as it relates to that provision) comes into force at the same time as Schedule 2 to the Procurement Act 2023 comes into force.     4   Section  3 (3)  (and section  3 (1)  so far as it relates to that provision) comes into force at the same time as Schedule 9 to the Procurement Act 2023 comes into force.    "}, {"act": "Trade (Comprehensive and Progressive Agreement for Trans-Pacific Partnership) Act 2024", "year": 2024, "section": "8", "section_title": "Short title", "section_text": " 8   This Act may be cited as the Trade (Comprehensive and Progressive Agreement for Trans-Pacific Partnership) Act 2024.  "}]