[{"act": "Cleansing of Persons Act 1897", "year": 1897, "section": "1", "section_title": " Power to local authorities to provide cleansing, &c. for persons infested with vermin.", "section_text": "1  . . .   Any local authority shall have the power, when in their discretion they shall see fit, to permit any person who shall apply to the said authority, on the ground that he is infested with vermin, to have the use, free of charge, of the apparatus (if any) which the authority possess for cleansing the person and his clothing from vermin . . .  Local authorities may expend any reasonable sum on buildings, appliances, and attendants that may be required for the carrying out of this Act . . . "}, {"act": "Cleansing of Persons Act 1897", "year": 1897, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Cleansing of Persons Act 1897", "year": 1897, "section": "3", "section_title": " Application to Scotland.", "section_text": "3 In the application of this Act to Scotland, “ local authority ” means and includes any local authority under the  Public Health (Scotland) Act 1897 , and any Acts amending that Act; but the local authority shall not erect buildings for the purposes of section one hereof, except with the sanction of the  Secretary of State ."}, {"act": "Cleansing of Persons Act 1897", "year": 1897, "section": "4", "section_title": " Application to Ireland.", "section_text": "4 In the application of this Act to Ireland,— 1 The expression “ local authority ” means a sanitary authority under the Public Health (Ireland) Acts 1878 to 1896: 2 Any expenses incurred by a local authority in the execution of this Act shall be paid as part of the expenses of such authority in the execution of the Public Health (Ireland) Acts 1878 to 1896, and in the case of a rural authority shall be general expenses: 3 A local authority shall not purchase or erect buildings for the purposes of this Act without the consent of the Local Government Board for Ireland."}, {"act": "Cleansing of Persons Act 1897", "year": 1897, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Cleansing of Persons Act 1897."}]