[{"act": "District Councils (Water Supply Facilities) Act 1897", "year": 1897, "section": "1", "section_title": " Lands may be charged by owners for water supply.", "section_text": "1 Where any person who is a landowner within the meaning of the  Improvement of Land Act, 1864 (in this Act referred to as the principal Act), contributes any money towards the expenses incurred by a district council for the purpose of supplying water to any lands of such landowner, whether together with other lands or not, the amount so contributed may, with the sanction of the Board of Agriculture given under this Act, be charged on the land of the landowner so supplied with water in the same manner, as nearly as may be, and with the like effect as in the case of a charge under the principal Act."}, {"act": "District Councils (Water Supply Facilities) Act 1897", "year": 1897, "section": "2", "section_title": " Charge to be in favour of district council.", "section_text": "2 Where the landowner and the district council agree that the contribution shall be payable by half-yearly instalments, the charge under this Act may be granted in favour of the district council, to secure the payment to them of such contribution, and the sums payable in respect of the charge shall be in addition to any sums which may be payable for the water supply by way of water rate or water rent."}, {"act": "District Councils (Water Supply Facilities) Act 1897", "year": 1897, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "District Councils (Water Supply Facilities) Act 1897", "year": 1897, "section": "4", "section_title": " Sanctioning of charge by Board of Agriculture.", "section_text": "4 When the supply of water to the lands of the landowner will be beneficial to persons residing or engaged in labour on such lands, the Board may, if they think fit, sanction the charge, although it may not be shown that the supply of the water will effect a direct yearly increase in the value of the lands or be productive of a yearly revenue to the owner of the lands exceeding the yearly amount proposed to be charged thereon."}, {"act": "District Councils (Water Supply Facilities) Act 1897", "year": 1897, "section": "5", "section_title": " Power of Board of Agriculture to execute charge.", "section_text": "5 Where the annual sum to be made payable under a charge proposed to be granted by virtue of this Act in respect of the supply of water to any house or houses does not exceed the amount payable at the date of the charge for such water supply by way of water rate or water rent, the Board of Agriculture may execute the charge upon such information as they think fit to require, and in such case the requirements of the principal Act with respect to matters and proceedings previous to the execution of a charge shall not apply."}, {"act": "District Councils (Water Supply Facilities) Act 1897", "year": 1897, "section": "6", "section_title": " Extent of Act.", "section_text": "6 This Act shall not extend to Scotland or Ireland."}, {"act": "District Councils (Water Supply Facilities) Act 1897", "year": 1897, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may be cited as the District Councils (Water Supply Facilities) Act, 1897, and shall be read with the Improvement of Land Act, 1864."}]