[{"act": "Railway Assessors (Scotland) Superannuation Act 1897", "year": 1897, "section": "1", "section_title": "Superannuation allowance to assessor of railways, &c. and clerks, &c. employed by him.", "section_text": " 1   On and after the passing of this Act, the assessor of railways and canals for the time being (herein-after referred to as the assessor) appointed in terms of section twenty of the Lands Valuation (Scotland) Act, 1854, and the clerks or other officers whom he may be allowed to employ permanently in the execution of his duties under that Act, shall each be entitled to such superannuation allowance as may be fixed by the Secretary for Scotland, not exceeding ten sixtieths of his annual salary, with the addition of one sixtieth for every additional completed year of his service beyond ten years.    Provided as follows :   i   The allowance shall not, except as herein-after mentioned, be granted to any person unless he has served for a period of ten years :     ii   The allowance of any person shall not exceed forty sixtieths of his annual salary :     iii   The allowance shall not be granted to any person under the age of sixty years, unless he produces a medical certificate to the satisfaction of the Secretary for Scotland that he is incapable from infirmity of mind or body to discharge the duties of his situation, and that his infirmity is likely to be permanent :     iv   The allowance of any person shall be calculated on the amount of annual salary received at the time of retirement,    if he shall have been in receipt of the same, or in the class from which he retires, for a period of at least three years immediately before retirement; and in all other cases it shall be calculated on the average amount of annual salary received during the three years next preceding the retirement, such average to be fixed by the Secretary for Scotland.  "}, {"act": "Railway Assessors (Scotland) Superannuation Act 1897", "year": 1897, "section": "2", "section_title": "Computation of additional years to assessor.", "section_text": " 2   In the event of the assessor when appointed as aforesaid being of an age which would not entitle him on attaining the age of sixty years to a superannuation allowance under this Act of forty sixtieths of his annual salary, the Secretary for Scotland may by order under his hand direct that on the retirement of such assessor a number of years not exceeding twenty shall, in computing the amount of his superannuation allowance, be added to the number of years during which he may have actually served as assessor.  "}, {"act": "Railway Assessors (Scotland) Superannuation Act 1897", "year": 1897, "section": "3", "section_title": "Liability of persons under sixty to bo called upon to serve again.", "section_text": " 3   Every person to whom a superannuation allowance shall have been granted under the provisions of this Act, before he has attained the age of sixty years, shall until he has attained that age be liable to be recalled to the office of the assessor to serve in the same or a similar capacity to that in which he has previously served, and if he shall decline when called upon to do so to return to such duties, or shall decline or neglect to execute such duties satisfactorily, being in a competent state of health, he shall forfeit his right to the superannuation allowance which has been granted to him.  "}, {"act": "Railway Assessors (Scotland) Superannuation Act 1897", "year": 1897, "section": "4", "section_title": "Allowance not to run concurrently with salary.", "section_text": " 4   Nothing herein contained shall entitle any person to receive any superannuation allowance under this Act concurrently with salary or other remuneration in respect of his performing the duties of assessor or of clerk or other officer in the employment of such assessor.  "}, {"act": "Railway Assessors (Scotland) Superannuation Act 1897", "year": 1897, "section": "5", "section_title": "Superannuation allowance for other services to he considered.", "section_text": " 5   In fixing the amount of superannuation allowance under this Act, the Secretary for Scotland shall take into consideration the amount of the superannuation allowance, if any, granted to the assessor in respect of any service under Her Majesty's Government.  "}, {"act": "Railway Assessors (Scotland) Superannuation Act 1897", "year": 1897, "section": "6", "section_title": "Mode of levying and collecting allowances.", "section_text": " 6   All superannuation allowances to be granted under the provisions of this Act shall be levied and collected along with and in the same manner as the remuneration or salary of the assessor and his clerks and other officers, as prescribed in section twenty-nine of the said Lands Valuation (Scotland) Act, 1854.  "}, {"act": "Railway Assessors (Scotland) Superannuation Act 1897", "year": 1897, "section": "7", "section_title": "Short title.", "section_text": " 7   This Act may be cited as the Railway Assessors (Scotland) Superannuation Act, 1897.  "}]