[{"act": "Pillotage Act 1983(repealed 30.4.1991)", "year": 1983, "section": "1", "section_title": " Continuation in being of existing organisation.", "section_text": "1   1 There shall continue to be a body corporate called the Pilotage Commission (in this Act referred to as “the Commission”) and the Commission constituted under the  Merchant Shipping Act 1979 and in being immediately before the commencement of this Act shall continue in being as the Commission for the purposes of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Pillotage Act 1983(repealed 30.4.1991)", "year": 1983, "section": "2", "section_title": " Constitution of Commission.", "section_text": "2 1 The Commission shall consist of not less than  10 5  and not more than 15 persons appointed by the Secretary of State  and the Secretary of State shall appoint one member to be the Chairman of the Commission 2 It shall be the duty of the Secretary of State before appointing any person as a member or as Chairman of the Commission to consult on the appointment such persons as he considers are representive of the persons in the United Kingdom principally interested in the activities of the Commission. 3 the provisions of Schedule 1 to this Act shall have effect with respect to the Commission. 4 It is hereby declared that the Commission is not to be regarded as the servant or agent of the Crown or as enjoying any status, privilege or immunity from the Crown or as exempt from any tax, duty, rate, levy or other charge whatsoever, whether general or local, and that its property is not to be regarded as property of or held on behalf of the Crown. 5 In Part II of Schedule I to the  House of Commons Disqualification Act 1975, after the entry relating to the Performing Right Tribunal there shall be inserted the words “The Pilotage Commission” ; and in Part II of Schedule 1 to the  Northern Ireland Assembly Disqualification Act 1975, after the entry relating to the said Tribunal there shall be inserted the words aforesaid."}, {"act": "Pillotage Act 1983(repealed 30.4.1991)", "year": 1983, "section": "3", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Pillotage Act 1983(repealed 30.4.1991)", "year": 1983, "section": "4", "section_title": " Other financial provisions relating to Commission.", "section_text": "4 1 The Commission may borrow in sterling any sum which it requires for the purpose of carrying out its functions, but the aggregate amount of the principal of sums borrowed by the Commission which is outstanding at any time shall not exceed £200,000 or such larger amount, not exceeding £500,000, as the Secretary of State may specify by order. 2 The Secretary of State may out of money provided by Parliament lend to the Commission, with the consent of the Treasury and on such terms as he may determine with the consent of the Treasury, any sum which the Commission has power to borrow in pursuance of subsection (1) above ; and any sum received by the Secretary of State by way of interest on or the payment of a loan made by virtue of this subsection shall be paid into the Consolidated Fund. 3 It shall be the duty of the Commission— a to keep proper accounts and proper records in relation to the accounts ; and b to prepare in respect of the period of 12 months ending with the 31st March in each year a statement of those accounts in such form as the Secretary of State may direct with the approval of the Treasury ; and c to cause the accounts kept and the statement prepared for each such period to be audited by auditors appointed by the Commission with the approval of the Secretary of State. 4 A person shall not be qualified to be appointed as an auditor in pursuance of subsection (3) above unless he is a member of one or more of the following bodies— the Institute of Chartered Accountants of Scotland ; the Association of Certified Accountants ; the Institute of Chartered Accountants in Ireland ; any other body of accountants established in the United Kingdom and for the time being recognised for the purposes of  section 389(1)( a ) of the Companies Act 1985  by the Secretary of State ; but a Scottish firm may be so appointed if each of the partners in the firm is qualified to be so appointed."}, {"act": "Pillotage Act 1983(repealed 30.4.1991)", "year": 1983, "section": "5", "section_title": " General functions of Commission.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The Commission shall have power to do anything which is calculated to facilitate, or is conducive or incidental to, the performance of any of its functions."}, {"act": "Pillotage Act 1983(repealed 30.4.1991)", "year": 1983, "section": "67.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Pillotage Act 1983(repealed 30.4.1991)", "year": 1983, "section": "8", "section_title": " Annual report.", "section_text": "8 It shall be the duty of the Commission— a to prepare and publish, as soon as possible after the 31st March in each year, a report on the performance of its fucntions during the period of 12 months ending with that date ; b to include in the report a copy of the statement of accounts prepared in respect of that period in pursuance of section 4(3)(b) of this Act and a copy of the auditors’ report on the statement and on the accounts to which the statement relates ; and c to deliver a copy of the report to the Secretary of State before it is published ; and it shall be the duty of the Secretary of State to lay before Parliament copies of each report of which he receives a copy in pursuance of this section."}, {"act": "Pillotage Act 1983(repealed 30.4.1991)", "year": 1983, "section": "929.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Pillotage Act 1983(repealed 30.4.1991)", "year": 1983, "section": "3054.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Pillotage Act 1983(repealed 30.4.1991)", "year": 1983, "section": "5562.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "55"}, {"act": "Pillotage Act 1983(repealed 30.4.1991)", "year": 1983, "section": "6370.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "63"}]