[{"act": "Plant Varieties Act 1983 (repealed 8.5.1998)", "year": 1983, "section": "1", "section_title": " Period for which plant breeders’ rights are exercisable.", "section_text": "1 1 In section 3 (period for which rights are exercisable) of the  Plant Varieties and Seeds Act 1964 (in this Act referred to as “ the 1964 Act ”) there shall be substituted— a in subsection (1) for the words “25 years” the words  “                  30 years                ” ; b in subsection (2) for the words “18 years” the words  “                  25 years                ” ; and c in subsection (3) for the words “15 years” the words  “                  20 years                ” . 2 In subsection (2) of that section for the words “fruit trees and their rootstocks, forest and ornamental trees and grape vines” there shall be substituted the words  “              fruit, forest and ornamental trees and their rootstocks and grapevines and their rootstocks            ” . 3 Subsections (5) and (8) of that section and, in subsection (9) of that section, the words “or subsection (8)” shall cease to have effect. 4 Every scheme made under Part I of the 1964 Act before the commencement of this Act shall be amended as follows— a for any period of 25 years prescribed by the scheme there shall be substituted a period of 30 years; b for any period of 20 years so prescribed there shall be substituted a period of 25 years; and c for any period of 15 or 18 years so prescribed there shall be substituted a period of 20 years; and the period for which any plant breeders’ rights subsisting at the commencement of this Act are exercisable shall be extended by so much (if any) as may be necessary to bring it into conformity with the relevant scheme as so amended. 5 Nothing in this Act shall affect the operation of subsections (5), (8) and (9) of section 3 of the 1964 Act in relation to applications made, or extensions granted on applications made, before the commencement of this Act."}, {"act": "Plant Varieties Act 1983 (repealed 8.5.1998)", "year": 1983, "section": "2", "section_title": " Plant breeders’ rights in special cases.", "section_text": "2 For subparagraphs (1) and (2) of paragraph 1 of Schedule 3 to the 1964 Act (sale of cut blooms, fruit  etc. ) there shall be substituted the following subparagraph— 1 1 If it appears to the Ministers that, in the case of any species or group of plant varieties, plant breeders will not receive adequate renumeration unless there is made such provision as is authorised by this paragraph, and that such provision will be of substantial benefit to plant breeders, they may by a scheme under Part I of this Act provide that, as respects any plant variety of the species or group prescribed by the scheme, plant breeders’ rights shall include the exclusive right to do, and to authorise others to do, as follows— a to produce or propagate the variety in Great Britain for the purpose of selling such parts or products of the variety as may be prescribed by the scheme; and b to sell or offer or expose for sale in Great Britain, so far as they are obtained from plants produced or propagated outside Great Britain, such parts or products of the variety as may be so prescribed."}, {"act": "Plant Varieties Act 1983 (repealed 8.5.1998)", "year": 1983, "section": "3", "section_title": " Compulsory licences.", "section_text": "3 1 In subsection (3) of section 7 of the 1964 Act (compulsory licences) for the words from “endeavour to secure” onwards there shall be substituted the words have regard to the desirability of securing—               a that the plant variety is available to the public at reasonable prices, is widely distributed and is maintained in quality; b that there is reasonable remuneration for the holder of the plant breeders’ rights; and c where there is a market for the export of the plant variety, that the market is supplied from the production of the variety in Great Britain. 2 In subsection (5) of that section for paragraph (a) there shall be substituted the following paragraph— a the holder of the plant breeders’ rights to which an application under subsection (1) of this section relates— i is or includes, or is represented by, a society or other organisation which has as its main object, or one of its main objects, the negotiation or granting of licences to exercise plant breeders’ rights, either as the holder of the rights or as agent for holders, or ii is or includes a company any shares of which are held by or on behalf of the Ministers, and ."}, {"act": "Plant Varieties Act 1983 (repealed 8.5.1998)", "year": 1983, "section": "4", "section_title": " Other amendments of the 1964 Act.", "section_text": "4 The 1964 Act shall have effect subject to the further amendments set out in Schedule 1 to this Act, being miscellaneous minor amendments."}, {"act": "Plant Varieties Act 1983 (repealed 8.5.1998)", "year": 1983, "section": "5", "section_title": " Application of Act outside Great Britain.", "section_text": "5 1 Section 39 of the 1964 Act (extension of that Act to Northern Ireland) shall have effect as if the provisions of this Act were provisions of the relevant Part of that Act and, with the exception of subsection (2) below, had been extended to Northern Ireland by Order in Council under subsection (2) of that section. 2 Section 40 of the 1964 Act (extension of that Act to the Isle of Man and Channel Islands) shall have effect as if the provisions of this Act were provisions of that Act."}, {"act": "Plant Varieties Act 1983 (repealed 8.5.1998)", "year": 1983, "section": "6", "section_title": " Short title, repeals and commencement.", "section_text": "6 1 This Act may be cited as the Plant Varieties Act 1983. 2 The enactments mentioned in Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 This Act shall come into force at the expiry of the period of two months beginning with the day on which it is passed."}]