[{"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "1", "section_title": " Value added tax.", "section_text": "1 A tax, to be known as value added tax, shall be charged in accordance with the provisions of this Act on the supply of goods and services in the United Kingdom (including anything treated as such a supply)  on the acquisition in the United Kingdom from other member States of any goods and on the importation of goods from places outside the member States."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "2", "section_title": " Scope of tax.", "section_text": "2 1 Tax shall be charged on any supply of goods or services made in the United Kingdom, where it is a taxable supply made by a taxable person in the course or furtherance of any business carried on by him. 2 . . . a taxable supply is a supply of goods or services made in the United Kingdom other than an exempt supply. 3 Tax on any supply of goods or services is a liability of the person making the supply and (subject to provisions about accounting and payment) becomes due at the time of supply. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "2A", "section_title": " Scope of tax on acquisitions.", "section_text": "2A 1 Tax shall be charged on any acquisition from another member State of any goods where— a the acquisition is a taxable acquisition and takes place in the United Kingdom; b the acquisition is otherwise than in pursuance of a taxable supply; and c the person who makes the acquisition is a taxable person or the goods are subject to a duty of excise or consist in a new means of transport. 2 An acquisition of goods from another member State is a taxable acquisition if— a it falls within subsection (3) below or the goods consist in a new means of transport; and b it is not an exempt acquisition. 3 An acquisition of goods from another member State falls within this subsection if— a the goods are acquired in the course or furtherance of— i any business carried on by any person; or ii any activities carried on otherwise than by way of business by any body corporate or by any club, association, organisation or other unincorporated body; b it is the person who carries on that business or, as the case may be, those activities who acquires the goods; and c the supplier— i is taxable in another member State at the time of the transaction in pursuance of which the goods are acquired; and ii in participating in that transaction, acts in the course or furtherance of a business carried on by him. 4 Tax on any acquisition of goods from another member State is a liability of the person who acquires the goods and (subject to provisions about accounting and payment) becomes due at the time of acquisition."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "2B", "section_title": " Scope of tax on imports.", "section_text": "2B 1 Tax on the importation of goods from places outside the member States shall be charged and payable as if it were a duty of customs. 2 For the purposes of this Act goods are imported from a place outside the member States where— a having been removed from a place outside the member States, they enter the territory of the Community; b they enter that territory by being removed to the United Kingdom or are removed to the United Kingdom after entering that territory; and c the circumstances are such that it is on their removal to the United Kingdom or subsequently while they are in the United Kingdom that any Community customs debt in respect of duty on their entry into the territory of the Community would be incurred. 3 Accordingly— a goods shall not be treated for the purposes of this Act as imported at any time before a Community customs debt in respect of duty on their entry into the territory of the Community would be incurred; and b the person who is to be treated for the purposes of this Act as importing any goods from a place outside the member States is the person who would be liable to discharge any such Community customs debt. 4 The preceding provisions of this section shall not apply, except in so far as the context otherwise requires or provision to the contrary is contained in regulations under subsection (1) of section 24 below, for construing any references to importation or to an importer in any enactment or subordinate legislation applied for the purposes of this Act by that subsection."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "2C", "section_title": " Taxable persons.", "section_text": "2C 1 A person is a taxable person for the purposes of this Act while he is, or is required to be, registered under this Act. 2 Schedules 1 to 1B to this Act shall have effect with respect to registration. 3 Persons registered under any of those Schedules shall be registered in a single register kept by the Commissioners for the purposes of this Act; and, accordingly, references in this Act to being registered under this Act are references to being registered under any of those Schedules. 4 The Commissioners may by regulations make provision as to the inclusion and correction of information in that register with respect to the Schedule under which any person is registered."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "3", "section_title": " Meaning of  “supply\": alteration by Treasury order.", "section_text": "3 1 Schedule 2 to this Act shall apply for determining what is, or is to be treated as, a supply of goods or a supply of services. 2 Subject to any provision made by that Schedule and to Treasury orders under subsections (3) to (6) below— a  “supply\" in this Act includes all forms of supply, but not anything done otherwise than for a consideration; b anything which is not a supply of goods but is done for a consideration (including, if so done, the granting, assignment or surrender of any right) is a supply of services. 3 The Treasury may by order provide with respect to any description of transaction— a that it is to be treated as a supply of goods and not as a supply of services; or b that it is to be treated as a supply of services and not as a supply of goods; or c that it is to be treated as neither a supply of goods nor a supply of services; and without prejudice to the foregoing, such an order may provide that paragraph 5(3) of Schedule 2 to this Act is not to apply, in relation to goods of any prescribed description used or made available for use in prescribed circumstances, so as to make that a supply of services under that paragraph  and may provide that paragraph 5A of that Schedule shall not apply, in such circumstances as may be described in the order, so as to make a removal of assets a supply of goods under that paragraph. . 4 Without prejudice to subsection (3) above, the Treasury may by order make provision for securing, with respect to services of any description specified in the order, that where— a a person carrying on a business does anything which is not a supply of services but would, if done for a consideration, be a supply of services of a description specified in the order; and b such other conditions as may be specified in the order are satisfied, such services are treated for the purposes of this Act as being supplied by him in the course or furtherance of that business. 5 The Treasury may by order make provision for securing, subject to any exceptions provided for by or under the order, that where in such circumstances as may be specified in the order goods of a description so specified are  taken possession of  or produced by a person in the course or furtherance of a business carried on by him and— a are neither supplied to another person nor incorporated in other goods produced in the course or furtherance of that business; but b are used by him for the purpose of a business carried on by him, the goods are treated for the purposes of this Act as being both supplied to him for the purpose of that business and supplied by him in the course or furtherance of it. 6 The Treasury may by order make provision for securing, with respect to services of any description specified in the order, that where— a a person, in the course or furtherance of a business carried on by him, does anything for the purpose of that business which is not a supply of services but would, if done for a consideration, be a supply of services of a description specified in the order; and b such other conditions as may be specified in the order are satisfied, such services are treated for the purposes of this Act as being both supplied to him for the purpose of that business and supplied by him in the course or furtherance of it. 7 For the purposes of this section, where goods are manufactured or produced from any other goods those other goods shall be treated as incorporated in the first-mentioned goods. 8 An order under subsection (4) or (6) above may provide for the method by which the value of any supply of services which is treated as taking place by virtue of the order is to be calculated."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "4", "section_title": " Time of supply. ", "section_text": "4 1 The provisions of this section and section 5 below shall apply  (subject to section 35 below)  for determining the time when a supply of goods or services is to be treated as taking place for the purposes of the charge to tax. 2 Subject to the provisions of section 5 below, a supply of goods shall be treated as taking place— a if the goods are to be removed, at the time of the removal; b if the goods are not to be removed, at the time when they are made available to the person to whom they are supplied; c if the goods (being sent or taken on approval or sale or return or similar terms) are removed before it is known whether a supply will take place, at the time when it becomes certain that the supply has taken place or, if sooner, 12 months after the removal. 3 Subject to the provisions of section 5 below, a supply of services shall be treated as taking place at the time when the services are performed."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "5", "section_title": " Further provisions relating to time of supply. ", "section_text": "5 1 If, before the time applicable under subsection (2) or subsection (3) of section 4 above  or 37C(4) below , the person making the supply issues a tax invoice in respect of it or if, before the time applicable under paragraph (a) or (b) of subsection (2) or subsection (3) of that section, he receives a payment in respect of it, the supply shall, to the extent covered by the invoice or payment, be treated as taking place at the time the invoice is issued or the payment is received. 2 If, within 14 days after the time applicable under subsection (2) or subsection (3) of section 4 above, the person making the supply issues a tax invoice in respect of it, then, unless he has notified the Commissioners in writing that he elects not to avail himself of this subsection, the supply shall (to the extent that it is not treated as taking place at the time mentioned in subsection (1) above) be treated as taking place at the time the invoice is issued. 3 The Commissioners may, at the request of a taxable person, direct that subsection (2) above shall apply in relation to supplies made by him (or such supplies made by him as may be specified in the direction) as if for the period of 14 days there were substituted such longer period as may be specified in the direction. 3A Where any supply of goods involves both— a the removal of the goods from the United Kingdom; and b their acquisition in another member State by a person who is liable for value added tax on the acquisition in accordance with provisions of the law of that member State corresponding, in relation to that member State, to the provisions of section 2A above, section 4(2) above and subsections (1) to (3) and (5) to (7) of this section shall not apply and the supply shall be treated for the purposes of this Act as taking place on whichever is the earlier of the days specified in subsection (3B) below. 3B The days mentioned in subsection (3A) above are— a the fifteenth day of the month following that in which the removal in question takes place; and b the day of the issue, in respect of the supply, of a tax invoice or of an invoice of such other description as the Commissioners may by regulations prescribe. 4 Where a taxable person provides a document to himself which— a purports to be a tax invoice in respect of a supply of goods or services to him by another taxable person; and b is in accordance with regulations under paragraph 2 of Schedule 7 to this Act treated as the tax invoice required by the regulations to be provided by the supplier, subsections (2) and (3) above shall have effect in relation to that supply as if— i the provision of the document to himself by the first-mentioned taxable person were the issue by the supplier of a tax invoice in respect of the supply; and ii any notice of election given or request made by the first-mentioned taxable person for the purposes of those provisions had been given or made by the supplier. 5 The Commissioners may, at the request of a taxable person, by direction alter the time at which supplies made by him (or such supplies made by him as may be specified in the direction) are to be treated as taking place, either— a by directing those supplies to be treated as taking place— i at times or on dates determined by or by reference to the occurrence of some event described in the direction; or ii at times or on dates determined by or by reference to the time when some event so described would in the ordinary course of events occur, the resulting times or dates being in every case earlier than would otherwise apply; or b by directing that, notwithstanding subsections (2) and (3) above, those supplies shall (to the extent that they are not treated as taking place at the time mentioned in subsection (1) above) be treated as taking place— i at the beginning of the relevant working period (as defined in his case in and for the purposes of the direction); or ii at the end of the relevant working period (as so defined). 6 Where goods are treated as supplied by an order under section 3(5) above, the supply is treated as taking place when they are appropriated to the use mentioned in that section. 7 Where there is a supply of goods by virtue only of paragraph 5(1) of Schedule 2 to this Act, the supply is treated as taking place when the goods are transferred or disposed of as mentioned in that paragraph. 8 Where there is a supply of services by virtue only of paragraph 5(3) of Schedule 2 to this Act, the supply is treated as taking place when the goods are appropriated to the use mentioned in that paragraph. 9 The Commissioners may by regulations make provision with respect to the time at which (notwithstanding section 4 above  or 37C(4) below  and subsections (1) to  (3B)  and (6) to (8) above) a supply is to be treated as taking place in cases where it is a supply— a of goods or services for a consideration the whole or part of which is determined or payable periodically, or from time to time, or at the end of any period; or b of goods for a consideration the whole or part of which is determined at the time when the goods are appropriated for any purpose, or where there is  . . .  a supply to which section 37C below applies or there is a supply of services by virtue of paragraph 5(3) of Schedule 2 to this Act or an order under section 3(4) above; and for any such case as is mentioned in this subsection the regulations may provide for goods or services to be treated as separately and successively supplied at prescribed times or intervals. 10 In this section   “ tax invoice ” means such an invoice as is required under paragraph 2(1) of Schedule 7 to this Act or would be so required if the person to whom the supply is made were a  person to whom such an invoice should be issued. ."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "6", "section_title": " Place of supply. ", "section_text": "6 1 This section shall apply  (subject to  sections 8D and 35 below)  for determining, for the purposes of  this Act , whether goods or services are supplied in the United Kingdom. 2 Subject to the following provisions of this section  if the supply of any goods does not involve their removal from or to the United Kingdom they shall be treated as supplied in the United Kingdom if they are in the United Kingdom and otherwise shall be treated as supplied outside the United Kingdom. 2A Goods shall be treated— a as supplied in the United Kingdom where their supply involves their installation or assembly at a place in the United Kingdom to which they are removed; and b as supplied outside the United Kingdom where their supply involves their installation or assembly at a place outside the United Kingdom to which they are removed. 2B Goods whose place of supply is not determined under any of the preceding provisions of this section shall be treated as supplied in the United Kingdom where— a the supply involves the removal of the goods to the United Kingdom by or under the directions of the person who supplies them; b the supply is a transaction in pursuance of which the goods are acquired in the United Kingdom from another member State by a person who is not a taxable person; c the supplier— i is liable to be registered under Schedule 1A to this Act; or ii would be so liable if he were not already registered under this Act or liable to be registered under Schedule 1 to this Act; and d the supply is neither a supply of goods consisting in a new means of transport nor anything which is treated as a supply for the purposes of this Act by virtue only of paragraph 5(1) or 5A of Schedule 2 to this Act. 2C Goods whose place of supply is not determined under any of the preceding provisions of this section and which do not consist in a new means of transport shall be treated as supplied outside the United Kingdom where— a the supply involves the removal of the goods, by or under the directions of the person who supplies them, to another member State; b the person who makes the supply is taxable in another member State; and c provisions of the law of that member State corresponding, in relation to that member State, to the provisions made by subsection (2B) above make that person liable to value added tax on the supply; but this subsection shall not apply in relation to any supply in a case where the liability mentioned in paragraph (c) above depends on the exercise by any person of an option in the United Kingdom corresponding to such an option as is mentioned in paragraph 1(2) of Schedule 1A to this Act, unless that person has given, and has not withdrawn, a notification to the Commissioners that he wishes his supplies to be treated as taking place outside the United Kingdom where they are supplies in relation to which the other requirements of this subsection are satisfied. 2D Goods whose place of supply is not determined under any of the preceding provisions of this section shall be treated as supplied in the United Kingdom where— a their supply involves their being imported from a place outside the member States; and b the person who supplies them is the person by whom, or under whose directions, they are so imported. 3 Goods whose place of supply is not determined under any of the preceding provisions of this section but whose supply involves their removal to or from the United Kingdom shall be treated— a as supplied in the United Kingdom where their supply involves their removal from the United Kingdom without also involving their previous removal to the United Kingdom; and b as supplied outside the United Kingdom in any other case. 4 For the purposes of  the preceding provisions of this section , where goods, in the course of their removal from a place in the United Kingdom to another place in the United Kingdom, leave and re-enter the United Kingdom the removal shall not be treated as a removal from or to the United Kingdom. 4A The Commissioners may by regulations provide that a notification for the purposes of subsection (2C) above is not to be given or withdrawn except in such circumstances, and in such form and manner, as may be prescribed. 5 A supply of services shall be treated as made— a in the United Kingdom if the supplier belongs in the United Kingdom; and b in another country (and not in the United Kingdom), if the supplier belongs in that other country. 6 The Treasury may by order provide, in relation to  goods or services  generally or to particular  goods or services  specified in the order, for varying the rules for determining where a supply of  goods or services  is made."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "7", "section_title": " Reverse charge on supplies received from abroad.", "section_text": "7 1 Subject to subsection (3) below, where relevant services are— a supplied by a person who belongs in a country other than the United Kingdom; and b received by a  person (in this section referred to as   “ the recipient ”) who belongs in the United Kingdom for the purposes of any business carried on by him, then all the same consequences shall follow under this Act (and particularly so much as charges tax on a supply and entitles a taxable person to credit for input tax)  as if the recipient had himself supplied the services in the United Kingdom in the course or furtherance of his business, and that supply were a taxable supply. 2 In this section   “ relevant services ” means services of any of the descriptions specified in Schedule 3 to this Act, not being services within any of the descriptions specified in Schedule 6 to this Act. 3 Supplies which are treated as made by the  recipient taxable person under subsection (1) above are not to be taken into account as supplies made by him when determining  any allowance of input tax in his case under section 15(1) below. 4 In applying subsection (1) above, the supply of services treated as made by the  recipient shall be assumed to have been made— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b at a time to be determined in accordance with regulations prescribing rules for attributing a time of supply in cases within that subsection. 5 The Treasury may by order add to, or vary, Schedule 3 to this Act. 6 The power of the Treasury by order to add to or vary Schedule 3 to this Act shall include power, where any services whose place of supply is determined by an order under section 6(6) above are added to that Schedule, to provide that subsection (1) above shall have effect in relation to those services as if a person belongs in the United Kingdom for the purposes of paragraph (b) of that subsection if, and only if, he is a taxable person."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "8", "section_title": " Place where supplier or recipient of services belongs. ", "section_text": "8 1 Subsection (2) below shall apply for determining, in relation to any supply of services, whether the supplier belongs in one country or another and subsections (3) and (4) below shall apply  (subject to any provision made under section 7(6) above)  for determining, in relation to any supply of services, whether the recipient belongs in one country or another. 2 The supplier of services shall be treated as belonging in a country if— a he has there a business establishment or some other fixed establishment and no such establishment elsewhere; or b he has no such establishment (there or elsewhere) but his usual place of residence is there; or c he has such establishments both in that country and elsewhere and the establishment of his which is most directly concerned with the supply is there. 3 If the supply of services is made to an individual and received by him otherwise than for the purposes of any business carried on by him, he shall be treated as belonging in whatever country he has his usual place of residence. 4 Where subsection (3) above does not apply, the person to whom the supply is made shall be treated as belonging in a country if— a either of the conditions mentioned in paragraphs (a) and (b) of subsection (2) above is satisfied; or b he has such establishments as are mentioned in subsection (2) above both in that country and elsewhere and the establishment of his at which, or for the purposes of which, the services are most directly used or to be used is in that country. 5 For the purposes of this section (but not for any other purposes)— a a person carrying on a business through a branch or agency in any country shall be treated as having a business establishment there; and b   “ usual place of residence ”, in relation to a body corporate, means the place where it is legally constituted."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "8A", "section_title": " Meaning of acquisition of goods from another member State.", "section_text": "8A 1 Subject to the following provisions of this section, references in this Act to the acquisition of goods from another member State shall be construed as references to any acquisition of goods in pursuance of a transaction in relation to which the following conditions are satisfied, that is to say— a the transaction is a supply of goods (including anything treated for the purposes of this Act as a supply of goods); and b the transaction involves the removal of the goods from another member State; and references in this Act, in relation to such an acquisition, to the supplier shall be construed accordingly. 2 It shall be immaterial for the purposes of subsection (1) above whether the removal of the goods from the other member State is by or under the directions of the supplier or by or under the directions of the person who acquires them or any other person. 3 Where the person with the property in any goods does not change in consequence of anything which is treated for the purposes of this Act as a supply of goods, that supply shall be treated for the purposes of this Act as a transaction in pursuance of which there is an acquisition of goods by the person making it. 4 The Treasury may by order provide with respect to any description of transaction that the acquisition of goods in pursuance of a transaction of that description is not to be treated for the purposes of this Act as the acquisition of goods from another member State."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "8B", "section_title": " Time of acquisition.", "section_text": "8B 1 Subject to section 35 below and any regulations under subsection (3) below, where goods are acquired from another member State, the acquisition shall be treated for the purposes of this Act as taking place on whichever is the earlier of— a the fifteenth day of the month following that in which the event occurs which, in relation to that acquisition, is the first relevant event for the purposes of taxing the acquisition; and b the day of the issue, in respect of the transaction in pursuance of which the goods are acquired, of an invoice of such a description as the Commissioners may by regulations prescribe. 2 For the purposes of this Act the event which, in relation to any acquisition of goods from another member State, is the first relevant event for the purposes of taxing the acquisition is the first removal of the goods which is involved in the transaction in pursuance of which they are acquired. 3 The Commissioners may by regulations make provision with respect to the time at which an acquisition is to be treated as taking place in prescribed cases where the whole or part of any consideration comprised in the transaction in pursuance of which the goods are acquired is determined or payable periodically, or from time to time, or at the end of a period; and any such regulations may provide, in relation to any case to which they apply, for goods to be treated as separately and successively acquired at prescribed times or intervals."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "8C", "section_title": " Place of acquisition.", "section_text": "8C 1 This section shall apply (subject to  section 35  below) for determining for the purposes of this Act whether goods acquired from another member State are acquired in the United Kingdom. 2 The goods shall be treated as acquired in the United Kingdom if they are acquired in pursuance of a transaction which involves their removal to the United Kingdom and does not involve their removal from the United Kingdom, and (subject to the following provisions of this section) shall otherwise be treated as acquired outside the United Kingdom. 3 Subject to subsection (4) below, the goods shall be treated as acquired in the United Kingdom if they are acquired by a person who, for the purposes of their acquisition, makes use of a number assigned to him for the purposes of value added tax in the United Kingdom. 4 Subsection (3) above shall not require any goods to be treated as acquired in the United Kingdom where it is established, in accordance with regulations made by the Commissioners for the purposes of this section— a that value added tax has been paid in another member State on the acquisition of those goods; and b that that tax fell to be paid by virtue of provisions of the law of that member State corresponding, in relation to that member State, to the provision made by subsection (2) above. 5 The Commissioners may by regulations make provision for the purposes of this section— a for the circumstances in which a person is to be treated as having been assigned a number for the purposes of value added tax in the United Kingdom; b for the circumstances in which a person is to be treated as having made use of such a number for the purposes of the acquisition of any goods; and c for the refund, in prescribed circumstances, of tax paid in the United Kingdom on acquisitions of goods in relation to which the conditions specified in subsection (4)(a) and (b) above are satisfied."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "8D", "section_title": " Acquisitions from persons belonging in other member States.", "section_text": "8D 1 Subject to subsection (3) below, where— a a person (  “ the original supplier ”) makes a supply of goods to a person who belongs in another member State (  “ the intermediate supplier ”); b that supply involves the removal of the goods from another member State and their removal to the United Kingdom but does not involve the removal of the goods from the United Kingdom; c both that supply and the removal of the goods to the United Kingdom are for the purposes of the making of a supply by the intermediate supplier to another person (  “ the customer ”) who is registered under this Act; d neither of those supplies involves the removal of the goods from a member State in which the intermediate supplier is taxable at the time of the removal without also involving the previous removal of the goods to that member State; and e there would be a taxable acquisition by the customer if the supply to him involved the removal of goods from another member State to the United Kingdom, the supply by the original supplier to the intermediate supplier shall be disregarded for the purposes of this Act and the supply by the intermediate supplier to the customer shall be treated for the purposes of this Act, other than Schedule 1B, as if it did involve the removal of the goods from another member State to the United Kingdom. 2 Subject to subsection (3) below, where— a a person belonging in another member State makes such a supply of goods to a person who is registered under this Act as involves their installation or assembly at a place in the United Kingdom to which they are removed; and b there would be a taxable acquisition by the registered person if that supply were treated as not being a taxable supply but as involving the removal of the goods from another member State to the United Kingdom, that supply shall be so treated except for the purposes of Schedule 1B to this Act. 3 Neither subsection (1) nor subsection (2) above shall apply in relation to any supply unless the intermediate supplier or, as the case may be, the person making the supply complies with such requirements as to the furnishing (whether before or after the supply is made) of invoices and other documents, and of information, to— a the Commissioners, and b the person supplied, as the Commissioners may by regulations prescribe; and regulations under this subsection may provide for the times at which, and the form and manner in which, any document or information is to be furnished and for the particulars which it is to contain. 4 Where this section has the effect of treating a taxable acquisition as having been made, section 8B(1) above shall apply in relation to that acquisition with the omission of the words from  “whichever\" to  “acquisition; and\" at the end of paragraph (a). 5 For the purposes of this section a person belongs in another member State if— a he does not have any business establishment or other fixed establishment in the United Kingdom and does not have his usual place of residence in the United Kingdom; b he is neither registered under this Act nor required to be so registered; c he does not have a tax representative and is not for the time being required to appoint one; and d he is taxable in another member State; but, in determining for the purposes of paragraph (b) above whether a person is required to be registered under this Act, there shall be disregarded any supplies which, if he did belong in another member State and complied with the requirements prescribed under subsection (3) above, would fall to be disregarded by virtue of this section. 6 Without prejudice to section 8C(4) above, where— a any goods are acquired from another member State in a case which corresponds, in relation to another member State, to the case specified in relation to the United Kingdom in subsection (1) above; and b the person who acquires the goods is registered under this Act and would be the intermediate supplier in relation to that corresponding case, the supply to him of those goods and the supply by him of those goods to the person who would be the customer in that corresponding case shall both be disregarded for the purposes of this Act, other than the purposes of the information provisions referred to in section 46A(7) below. 7 References in this section to a person being taxable in another member State shall not include references to a person who is so taxable by virtue only of provisions of the law of another member State corresponding to the provisions of this Act by virtue of which a person who is not registered under this Act is a taxable person if he is required to be so registered."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "9", "section_title": " Rate of tax.", "section_text": "9 1 Subject to the following provisions of this section, tax shall be charged at the rate of  17.50 per cent. . and shall be charged— a on the supply of goods or services, by reference to the value of the supply as determined under this Act;  . . . aa on the acquisition of goods from another member State, by reference to the value of the acquisition as determined under this Act; and b on the importation of goods  from a place outside the member States , by reference to the value of the goods as determined under this Act. 2 The Treasury may by order increase or decrease the rate of tax for the time being in force by such percentage thereof not exceeding 25 per cent. as may be specified in the order, but any such order shall cease to be in force at the expiration of a period of one year from the date on which it takes effect, unless continued in force by a further order under this subsection. 3 In relation to an order made under subsection (2) above to continue, vary or replace a previous order, the reference in that subsection to the rate for the time being in force is a reference to the rate which would be in force if no order under that subsection had been made."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "10", "section_title": " Value of supply of goods or services. ", "section_text": "10 1 For the purposes of this Act the value of any supply of goods or services  shall, except as otherwise provided by or under this Act, be determined in accordance with this section and Schedule 4 to this Act, and for those purposes subsections (2) to (4) below have effect subject to that Schedule . 2 If the supply is for a consideration in money its value shall be taken to be such amount as, with the addition of the tax chargeable, is equal to the consideration. 3 If the supply is for a consideration not consisting or not wholly consisting of money, its value shall be taken to be such amount in money as, with the addition of the tax chargeable, is equivalent to the consideration. 4 Where a supply of any goods or services is not the only matter to which a consideration in money relates the supply shall be deemed to be for such part of the consideration as is properly attributable to it. 5 For the purposes of this Act the open market value of a supply of goods or services shall be taken to be the amount that would fall to be taken as its value under subsection (2) above if the supply were for such consideration in money as would be payable by a person standing in no such relationship with any person as would affect that consideration. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "10A", "section_title": " Valuation of acquisitions from other member States.", "section_text": "10A 1 For the purposes of this Act the value of any acquisition of goods from another member State shall be taken to be the value of the transaction in pursuance of which they are acquired. 2 Where goods are acquired from another member State otherwise than in pursuance of a taxable supply, the value of the transaction in pursuance of which they are acquired shall be determined for the purposes of subsection (1) above in accordance with this section and Schedule 4A to this Act, and for those purposes— a subsections (3) to (5) below have effect subject to Schedule 4A to this Act; and b section 10 above and Schedule 4 to this Act shall not apply in relation to the transaction. 3 If the transaction is for a consideration in money, its value shall be taken to be such amount as is equal to the consideration. 4 If the transaction is for a consideration not consisting or not wholly consisting of money, its value shall be taken to be such amount in money as is equivalent to the consideration. 5 Where a transaction in pursuance of which goods are acquired from another member State is not the only matter to which a consideration in money relates, the transaction shall be deemed to be for such part of the consideration as is properly attributable to it."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "11", "section_title": " Value of imported goods.", "section_text": "11 1 For the purposes of this Act, the value of  goods imported from a place outside the member States shall (subject to subsections (2) and (2A) below) be determined according to the rules applicable in the case of Community customs duties, whether or not the goods in question are subject to any such duties. . 2 For the purposes of this Act the value of any goods imported from a place outside the member States shall be taken to include the following so far as they are not already included in that value in accordance with the rules mentioned in subsection (1) above, that is to say- a all taxes, duties and other charges levied either outside or, by reason of importation, within the United Kingdom (except value added tax); and b all costs by way of commission, packing, transport and insurance up to the port or place of importation. 2A Subject to subsection (2) above, where— a goods are imported from a place outside the member States for a consideration which is or includes a price in money payable as on the transfer of property; b the terms on which those goods are so imported allow a discount for prompt payment of that price; c those terms do not include provision for payment of that price by instalments; and d payment of that price is made in accordance with those terms so that the discount falls to be allowed, the value of the goods shall be taken for the purposes of this Act to be reduced by the amount of the discount. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "12", "section_title": " Value of certain goods.", "section_text": "12 1 Where a person makes a supply on which tax is chargeable by applying, or causing to be applied, any treatment or process to another person’s goods, then if the goods— a are not goods to which subsection (3) below applies, but b become as a result of the treatment or process goods to which that subsection applies, the amount of the tax chargeable shall, subject to the following provisions of this section, be determined as if the supply had been a sale for full consideration of the goods resulting from the treatment or process. 2 Subsection (1) above does not apply where the person to whom the supply is made— a is registered under this Act; and b gives to the person making the supply a certificate, in such form and containing such particulars as the Commissioners may by regulations prescribe, that the supply is for the purpose of a business carried on or to be carried on by him. 3 This subsection applies to aircraft of a weight of 8,000 kilogrammes or more, and hovercraft, if (in each case) they have been adapted, but were not designed, for use for recreation or pleasure. 4 The Treasury may by order vary subsection (3) above by adding to or deleting from it any description of goods or by varying any description of goods for the time being specified in it. 5 The Treasury may by order make provision for securing a reduction of the tax chargeable on supplies to which subsection (1) above applies in cases where— a tax was previously chargeable on a supply or importation of the goods to which the treatment or process is applied; and b such other conditions are satisfied as may be specified in the order or as may be imposed by the Commissioners in pursuance of the order. 6 A person who applies or causes to be applied a treatment or process to another person’s goods shall, if the goods satisfy the conditions of paragraphs (a) and (b) of subsection (1) above, be treated for the purposes of paragraph 2 of Schedule 2 to this Act as producing the resulting goods by applying the treatment or process, whether or not he would otherwise fall to be so treated."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "13", "section_title": " Gaming machines.", "section_text": "13 1 Where a person plays a game of chance by means of a gaming machine, then for the purposes of the tax (but without prejudice to subsection (2) below) the amount paid by him to play shall be treated as the consideration for a supply of services to him. 2 The value to be taken as the value of supplies made in the circumstances mentioned in subsection (1) above in any period shall be determined as if the consideration for the supplies were reduced by an amount equal to the amount (if any) received in that period by persons (other than the person making the supply and persons acting on his behalf) playing successfully. 3 The insertion of a token into a machine shall be treated for the purposes of subsection (1) above as the payment of an amount equal to that for which the token can be obtained; and the receipt of a token by a person playing successfully shall be treated for the purposes of subsection (2) above— a if the token is of a kind used to play the machine, as the receipt of an amount equal to that for which such a token can be obtained; b if the token is not of such a kind but can be exchanged for money, as the receipt of an amount equal to that for which it can be exchanged. 4 In this section—   “ game of chance ” has the same meaning as in the  Gaming Act 1968; and   “ gaming machine ” means a machine in respect of which the following conditions are satisfied, namely— a it is constructed or adapted for playing a game of chance by means of it; and b a player pays to play the machine (except where he has an opportunity to play payment-free as the result of having previously played successfully), either by inserting a coin or token into the machine or in some other way; and c the element of chance in the game is provided by means of the machine."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "14", "section_title": " Credit for input tax against output tax.", "section_text": "14 1 A taxable person shall, in respect of supplies made by him  and in respect of the acquisition by him from other member States of any goods , account for and pay tax by reference to such periods (in this Act referred to as   “ prescribed accounting periods ”), at such time and in such manner as may be determined by or under regulations  , and regulations may make different provision for different circumstances . 2 Subject to the provisions of this section, he is entitled at the end of each such period to credit for so much of his input tax as is allowable under section 15 below, and then to deduct that amount from any output tax that is due from him. 3 Subject to subsection (4) below,   “ input tax ”, in relation to a taxable person, means the following tax, that is to say— a tax on the supply to him of any goods or services;  . . . aa tax on the acquisition by him from another member State of any goods; and b tax paid or payable by him on the importation of any goods  from a place outside the member States , being (in  each  case) goods or services used or to be used for the purpose of any business carried on or to be carried on by him; and   “ output tax ” means tax on supplies which he makes  or on the acquisition by him from another member State of goods (including tax which is also to be counted as input tax by virtue of paragraph (aa) above) . 3A For the purposes of subsection (3) above, where goods or services  are supplied to a company, goods are acquired by a company from another member State or goods are imported by a company from a place outside the member States and the goods or services which are so supplied, acquired or imported  are used or to be used in connection with the provision of accommodation by the company, they shall not be treated as used or to be used for the purpose of any business carried on by the company to the extent that the accommodation is used or to be used for domestic purposes by— a a director of the company, or b a person connected with a director of the company. 3B The Treasury may by order provide with respect to any description of goods or services that, where goods or services of that description are supplied to a person who is not a taxable person, they shall, in such circumstances as may be specified in the order, be treated for the purposes of subsection (3) above as supplied to such other person as may be determined in accordance with the order. 4 Where goods or services supplied to a taxable person,  goods acquired by a taxable person from another member State or goods imported by a taxable person from a place outside the member States , are used or to be used partly for the purposes of a business carried on or to be carried on by him and partly for other purposes, tax on supplies  acquisitions  and importations shall be apportioned so that only so much as is referable to his business purposes is counted as his input tax. 5 If either no output tax is due at the end of the period, or the amount of the credit exceeds that of the tax, then, subject to subsections (6) and (7) below, the amount of the credit or, as the case may be, the amount of the excess shall be paid to the taxable person by the Commissioners. 6 The whole or any part of the credit may, subject to and in accordance with regulations, be held over to be credited in and for a subsequent period; and the regulations may allow for it to be so held over either on the taxable person’s own application or in accordance with general or special directions given by the Commissioners from time to time. 7 Where at the end of any period an amount is due under subsection (5) above to a taxable person who has failed to submit returns . . .  for any earlier period as required by this Act, the Commissioners may withhold payment of that amount until he has complied with that requirement. 8 No deduction shall be made under subsection (2) above nor shall any payment be made under subsection (5) above, except on a claim made in such manner and at such time as may be determined by or under regulations; and, in the case of a person who has made no taxable supplies in the period concerned or any previous period, payment under subsection (5) above shall be made subject to such conditions (if any) as the Commissioners think fit to impose, including conditions as to repayment in specified circumstances. 9 Regulations may provide— a for tax on the supply of goods or services to a taxable person,  tax on the acquisition of goods by a taxable person from other member States and tax paid or payable by a taxable person on the importation of goods from places outside the member States , to be treated as his input tax only if and to the extent that the charge to tax is evidenced and quantified by reference to such documents as may be specified in the regulations or the Commissioners may direct either generally or in particular cases or classes of cases; b for a taxable person to count as his input tax, in such circumstances, to such extent and subject to such conditions as may be prescribed, tax on the supply to him of goods or services  or on the acquisition of goods by him from another member State or paid by him on the importation of goods from places outside the member States  notwithstanding that he was not a taxable person at the time of the supply,  acquisition  or payment; c for a taxable person that is a body corporate to count as its input tax, in such circumstances, to such extent and subject to such conditions as may be prescribed, tax on the supply  acquisition or importation of goods before the company’s incorporation for appropriation to the company or its business  or on the supply of services before that time for its benefit or in connection with its incorporation; d in the case of a person who has been, but is no longer, a taxable person, for him to be paid by the Commissioners the amount of any tax on a supply of services made to him for the purposes of the business carried on by him when he was a taxable person. 10 The Treasury may by order provide, in relation to such supplies  acquisitions , and importations as the order may specify, that tax charged on them is to be excluded from any credit under this section; and— a any such provision may be framed by reference to the description of goods or services supplied or goods  acquired or  imported, the person by whom they are supplied  acquired , or imported or to whom they are supplied, the purposes for which they are supplied  acquired , or imported, or any circumstances whatsoever; and b such an order may contain provision for consequential relief from output tax. 11 For the purposes of this section   “ director ” means— a in relation to a company whose affairs are managed by a board of directors or similar body, a member of that board or similar body; b in relation to a company whose affairs are managed by a single director or similar person, that director or person; c in relation to a company whose affairs are managed by the members themselves, a member of the company; and a person is connected with a director if that person is the director’s wife or husband, or is a relative, or the wife or husband of a relative, of the director or of the director’s wife or husband."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "15", "section_title": " Input tax allowable under section 14.", "section_text": "15   1 The amount of input tax for which a taxable person is entitled to credit at the end of any period shall be so much of the input tax for the period (that is input tax on supplies  acquisitions  and importations in the period) as is allowable by or under regulations as being attributable to supplies within subsection (2) below. 2 The supplies within this subsection are the following supplies made or to be made by the taxable person in the course or furtherance of his business— a taxable supplies; b supplies outside the United Kingdom which would be taxable supplies if made in the United Kingdom; ba such other supplies outside the United Kingdom and such exempt supplies as the Treasury may by order specify for the purposes of this subsection. c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Commissioners shall make regulations for securing a fair and reasonable attribution of input tax to supplies within subsection (2) above, and any such regulations may provide for— a determining a proportion by reference to which input tax for any prescribed accounting period is to be provisionally attributed to those supplies; b adjusting, in accordance with a proportion determined in like manner for any longer period comprising two or more prescribed accounting periods or parts thereof, the provisional attribution for any of those periods; and c the making of payments in respect of input tax, by the Commissioners to a taxable person (or a person who has been a taxable person) or by a taxable person (or a person who has been a taxable person) to the Commissioners, in cases where events prove inaccurate an estimate on the basis of which an attribution was made d preventing input tax on a supply which, under or by virtue of any provision of this Act, a person makes to himself from being allowable as attributable to that supply. 4 Regulations under subsection (3) above may make different provision for different circumstances and, in particular (but without prejudice to the generality of that subsection) for different descriptions of goods or services; and may contain such incidental and supplementary provisions as appear to the Commissioners necessary or expedient."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "16", "section_title": " Zero-rating.", "section_text": "16 1 Where a taxable person supplies goods or services and the supply is zero-rated, then, whether or not tax would be chargeable on the supply apart from this section,— a no tax shall be charged on the supply; but b it shall in all other respects be treated as a taxable supply; and accordingly the rate at which tax is treated as charged on the supply shall be nil. 2 A supply of goods or services is zero-rated by virtue of this subsection if the goods or services are of a description for the time being specified in Schedule 5 to this Act or the supply is of a description for the time being so specified. 3 Where goods of a description for the time being specified in Schedule 5 to this Act, or of a description forming part of a description of supply for the time being so specified, are  acquired in the United Kingdom from another member State or imported from a place outside the member States , no tax shall be chargeable on their  acquisition or  importation, except as otherwise provided in that Schedule. 4 The Treasury may by order vary Schedule 5 to this Act by adding to or deleting from it any description or by varying any description for the time being specified in it. 5 Where a description included in Schedule 5 to this Act (whether by virtue of an order under subsection (4) above or otherwise) is  of a transaction which would not otherwise be a supply of goods or services, the  supply or transaction shall for the purposes of this Act be treated as a supply of goods or services in the United Kingdom. 6 A supply of goods is zero-rated by virtue of this subsection if the Commissioners are satisfied that the person supplying the goods— a has exported them  to a place outside the member States ; or b has shipped them for use as stores on a voyage or flight to an eventual destination outside the United Kingdom, or as merchandise for sale by retail to persons carried on such a voyage or flight in a ship or aircraft and, in either case, if such other conditions, if any, as may be specified in regulations or the Commissioners may impose are fulfilled. 6A Subsection (6)(b) above shall not apply in the case of goods shipped for use as stores on a voyage or flight to be made by the person to whom the goods were supplied and to be made for a purpose which is private. 7 Regulations may provide for the zero-rating of supplies of goods, or of such goods as may be specified in the regulations, in cases  where— a the Commissioners are satisfied that the goods have been or are to be exported to a place outside the member States or that the supply in question involves both— i the removal of the goods from the United Kingdom; and ii their acquisition in another member State by a person who is liable for value added tax on the acquisition in accordance with provisions of the law of that member State corresponding, in relation to that member State, to the provisions of section 2A above; and b  such other conditions, if any, as may be specified in the regulations or the Commissioners may impose are fulfilled. 8 Regulations may provide for the zero-rating of a supply of services which is made where goods are let on hire and the Commissioners are satisfied that the goods have been or are to be  removed from the United Kingdom  during the period of the letting, and such other conditions, if any, as may be specified in the regulations or the Commissioners may impose are fulfilled. 9 Where the supply of any goods has been zero-rated  by virtue of subsection (6) above or  in pursuance of regulations made under subsection (7) or (8) above and— a the goods are found in the United Kingdom after the date on which they were alleged to have been or were to be exported  or shipped  or otherwise removed from the United Kingdom ; or b any condition specified in the  relevant regulations under subsection (6), (7) or (8) above or imposed by the Commissioners is not complied with, and the presence of the goods in the United Kingdom after that date or the non-observance of the condition has not been authorised for the purposes of this subsection by the Commissioners, the goods shall be liable to forfeiture under the  Customs and Excise Management Act 1979 and the tax that would have been chargeable on the supply but for the zero-rating shall become payable forthwith by the person to whom the goods were supplied or by any person in whose possession the goods are found in the United Kingdom; but the Commissioners may, if they think fit, waive payment of the whole or part of that tax."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "17", "section_title": " Exemptions.", "section_text": "17 1 A supply of goods or services is an exempt supply if it is of a description for the time being specified in Schedule 6 to this Act  and an acquisition of goods from another member State is an exempt acquisition if the goods are acquired in pursuance of an exempt supply. 2 The Treasury may by order vary that Schedule by adding to or deleting from it any description of supply or by varying any description of supply for the time being specified in it and the Schedule may be varied so as to describe a supply of goods by reference to the use which has been made of them or to other matters unrelated to the characteristics of the goods themselves."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "18", "section_title": " Relief on supply of certain second-hand goods.", "section_text": "18 1 The Treasury may by order make provision for securing a reduction of the tax chargeable on the supply of goods of such descriptions as may be specified in the order in cases where no tax was chargeable on a previous supply of the goods and such other conditions are satisfied as may be specified in the order or as may be imposed by the Commissioners in pursuance of the order. 2 The amount of the reduction that may be secured by an order under this section shall not exceed the amount of tax that would have been chargeable on the previous supply had tax been chargeable on it at the same rate as that at which the tax to be reduced would be chargeable but for the reduction. 3 An order under this section making provision for reducing the tax chargeable on the supply of goods of any description may include provision— a for giving relief from the tax chargeable on the  acquisition of goods of that description from another member State or the importation of goods of that description from a place outside the member States ; and b for securing the like reduction where no tax was chargeable on the  acquisition of goods of that description from another member State or the importation of goods of that description from a place outside the member States  as where no tax was chargeable on a previous supply of the goods. 4 An order under this section may extend to cases where the previous supply or the  acquisition or  importation took place before tax was chargeable on any supply  acquisition  , or importation. 5 The preceding provisions of this section shall, with the necessary modifications, apply in relation to cases where consequential relief from tax was given on a previous supply by an order under section 14(10) above but the relief did not extend to the whole amount of the tax. 6 An order under this section may make different provision for goods of different descriptions and for different circumstances. 7 In this section references to a supply on which no tax was chargeable include references to a transaction treated by virtue of an order under section 3(3) above as neither a supply of goods nor a supply of services."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "19", "section_title": " Relief from tax on importation of goods.", "section_text": "19 1 The Treasury may by order make provision for giving relief from the whole or part of the tax chargeable on the importation of goods  from places outside the member States , subject to such conditions (including conditions prohibiting or restricting the disposal of or dealing with the goods) as may be imposed by or under the order, if and so far as the relief appears to the Treasury to be necessary or expedient, having regard to any international agreement or arrangements. 1A In any case where— a it is proposed that goods which have been imported  from a place outside the member States  by any person (in this subsection referred to as “ the original importer ”) with the benefit of relief under subsection (1) above shall be transferred to another person (in this subsection referred to as “ the transferee ”), and b on an application made by the transferee, the Commissioners direct that this subsection shall apply, this Act shall have effect as if, on the date of the transfer of the goods (and in place of the transfer), the goods were exported by the original importer and imported by the transferee and, accordingly, where appropriate, provision made under subsection (1) above shall have effect in relation to the tax chargeable on the importation of the goods by the transferee. 2 The Commissioners may by regulations make provision for remitting or repaying, if they think fit, the whole or part of the tax chargeable on the importation of any goods  from places outside the member States  which are shown to their satisfaction to have been previously exported from the United Kingdom  or removed from any member State . 3 The Commissioners may by regulations make provision for remitting or repaying the whole or part of the tax chargeable on the importation of any goods  from places outside the member States  if they are satisfied that the goods have been or are to be re-exported  or otherwise removed from the United Kingdom  and they think fit to do so in all the circumstances and having regard— a to the tax chargeable on the supply of like goods in the United Kingdom; b to any value added tax which may have become chargeable in another member State in respect of the goods."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "20", "section_title": " Refund of tax in certain cases.", "section_text": "20 1 Subject to the following provisions of this section, where tax is chargeable on the supply of goods or services to,  . . . a body to which this section applies and  on the acquisition of any goods by such a body from another member State or on the importation of any goods by such a body from a place outside the member States and the supply, acquisition or importation  is not for the purpose of any business carried on by the body, the Commissioners shall, on a claim made by the body at such time and in such form and manner as the Commissioners may determine, refund to it the amount of the tax so chargeable. 2 Where goods or services so supplied to or  acquired or  imported by the body cannot be conveniently distinguished from goods or services supplied to or  acquired or  imported by it for the purpose of a business carried on by it, the amount to be refunded under this section shall be such amount as remains after deducting from the whole of the tax chargeable on any supply to or  acquisition or  importation by the body such proportion thereof as appears to the Commissioners to be attributable to the carrying on of the business; but where the tax so attributable is or includes tax attributable, in accordance with regulations under section 15 above, to exempt supplies by the body and the tax attributable to the exempt supplies is in the opinion of the Commissioners an insignificant proportion of the tax so chargeable they may include it in the tax refunded under this section. 3 The bodies to which this section applies are— a a local authority; b a water authority, a river purification board established under section 135 of the  Local Government (Scotland) Act 1973, a statutory water undertaker within the meaning of the  Water Act 1973 and a water development board within the meaning of section 109 of the  Water (Scotland) Act 1980; c an internal drainage board  within the meaning of the  Land Drainage Act 1976 ; d the London Transport Executive and a passenger transport authority or executive established under Part II of the  Transport Act 1968; e a port health authority constituted under Part I of the  Public Health Act 1936, and a port local authority and joint port local authority constituted under Part X of the  Public Health (Scotland) Act 1897; f a police authority and the Receiver for the Metropolitan Police District; g a development corporation within the meaning of the  New Towns Act 1981 or the  New Towns (Scotland) Act 1968, a new town commission within the meaning of the  New Towns Act (Northern Ireland) 1965 and the Commission for the New Towns; h a general lighthouse authority within the meaning of Part XI of the  Merchant Shipping Act 1894; i the British Broadcasting Corporation; j a nominated news provider, as defined by section 31(3) of the Broadcasting Act 1990 k any body specified for the purposes of this section by an order made by the Treasury. 4 No tax shall be refunded under this section to a general lighthouse authority which in the opinion of the Commissioners is attributable to activities other than those concerned with the provision, maintenance or management or lights or other navigational aids. 4A No tax shall be refunded under this section to a nominated news provider which in the opinion of the Commissioners is attributable to activities other than the provision of news programmes for broadcasting by holders of regional Channel 3 licences (within the meaning of Part I of the Broadcasting Act 1990). 5 References in this section to tax chargeable do not include any tax which, by virtue of any order under section 14(10) above, is excluded from credit under that section. 6 In this section “ local authority ” means the council of a county, district, London borough, parish or group of parishes (or, in Wales, community or group of communities),   the Common Council of the City of London, the Council of the Isles of Scilly, and any joint committee or joint board established by two or more of the foregoing and, in relation to Scotland, a regional, islands or district council within the meaning of the  Local Government (Scotland) Act 1973, any combination and any joint committee or joint board established by two or more of the foregoing and any joint board to which section 226 of that Act applies."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "20A", "section_title": " Refunds in relation to new means of transport supplied to other member States.", "section_text": "20A 1 Subject to subsection (2) below, where a person who is not a taxable person makes such a supply of goods consisting in a new means of transport as involves the removal of the goods to another member State, the Commissioners shall, on a claim made in that behalf, refund to that person, as the case may be— a the amount of any tax on the supply of that means of transport to that person; or b the amount of any tax paid by that person on the acquisition of that means of transport from another member State or on its importation from a place outside the member States. 2 The amount of tax refunded under this section shall not exceed the amount that would have been payable on the supply involving the removal if it had been a taxable supply by a taxable person and had not been zero-rated. 3 The Commissioners shall not be entitled to entertain a claim for refund of tax under this section unless the claim— a is made within such time and in such form and manner; b contains such information; and c is accompanied by such documents, whether by way of evidence or otherwise, as the Commissioners may by regulations prescribe."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "21", "section_title": " Refund of tax to persons constructing certain buildings.", "section_text": "21 1 Subject to subsection (2) below, where tax is chargeable on the supply of goods to,  . . . a person constructing a building lawfully and otherwise than in the course of furtherance of any business  on the acquisition of goods by such a person from another member State or on the importation of goods by such a person from a place outside the member States , and— a the goods are incorporated in the building or its site; and b the supply of the goods would have been zero-rated by virtue of item 3 of Group 8 of Schedule 5 to this Act if they had been supplied by a supplier making to the same person supplies within item 2 of that Group of services including their use or installation, and any required certificate had been given, the Commissioners shall, on a claim made in that behalf, refund to the person the amount of the tax so chargeable. 2 The Commissioners shall not be required to entertain a claim for a refund of tax under this section unless the claim— a is made within such time and in such form and manner; b contains such information; and c is accompanied by such documents, whether by way of evidence or otherwise, as the Commissioners may by regulations prescribe. 2A This section shall have effect— a as if the reference in subsection (1) above to the tax chargeable on the supply of any goods included a reference to value added tax chargeable on the supply in accordance with the law of another member State; and b in relation to value added tax chargeable in accordance with the law of another member State, as if references to refunding tax to any person were references to paying that person an amount equal to the value added tax chargeable in accordance with the law of that member State; and the provisions of this Act and of any other enactment or subordinate legislation (whenever passed or made) so far as they relate to a refund under this section shall be construed accordingly."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "23", "section_title": " Repayment of tax to those in business overseas.", "section_text": "23 1 The Commissioners may, by means of a scheme embodied in regulations, provide for the repayment, to persons to whom this section applies, of tax on supplies to them in the United Kingdom  or on the importation of goods by them into the United Kingdom which would be input tax of theirs if they were taxable persons in the United Kingdom. 2 This section— a applies to persons carrying on business in a member State other than the United Kingdom, and b shall apply also to persons carrying on business in other countries, if, pursuant to any Community Directive, rules are adopted by the Council of the Communities about refunds of tax to persons established elsewhere than in the member States, but does not apply to persons carrying on business in the United Kingdom. 3 Repayment shall be made in such cases only, and subject to such conditions, as the scheme may prescribe (being conditions specified in the regulations or imposed by the Commissioners either generally or in particular cases); and the scheme may provide— a for claims and repayments to be made only through agents in the United Kingdom; b either generally or for specified purposes— i for the agents to be treated under this Act as if they were taxable persons; and ii for treating claims as if they were returns under this Act and repayments as if they were repayments of input tax; and c for generally regulating the methods by which the amount of any repayment is to be determined and the repayment is to be made."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "24", "section_title": " Application of customs enactments.", "section_text": "24 1 Subject to such exceptions and adaptations as the Commissioners may by regulations prescribe and except where the contrary intention appears— a the provision made by or under the Customs and Excise Acts 1979 and the other enactments and subordinate legislation for the time being having effect generally in relation to duties of customs and excise charged on the importation of goods into the United Kingdom; and b the Community legislation for the time being having effect in relation to Community customs duties charged on goods entering the territory of the Community, shall apply (so far as relevant) in relation to any tax chargeable on the importation of goods from places outside the member States as they apply in relation to any such duty of customs or excise or, as the case may be, Community customs duties. 4 Regulations under section 16 of the  Post Office Act 1953 (which provides for the application of customs enactments to postal packets) may make special provision in relation to value added tax."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "25", "section_title": " Importation of goods by taxable persons.", "section_text": "25 The Commissioners may by regulations make provision for enabling goods imported  from a place outside the member States  by a taxable person in the course of furtherance of any business carried on by him to be delivered or removed, subject to such conditions or restrictions as the Commissioners may impose for the protection of the revenue, without payment of the tax chargeable on the importation, and for that tax to be accounted for together with the tax chargeable on the supply of goods or services by him  or on the acquisition of goods by him from other member States ."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "26", "section_title": " Goods imported for private purposes.", "section_text": "26 1 Where goods are imported by a taxable person  from a place outside the member States  and— a at the time of importation they belong wholly or partly to another person; and b the purposes for which they are to be used include private purposes either of himself or of the other, tax paid or payable by the taxable person on the importation of the goods shall not be regarded as input tax to be deducted or credited under section 14 above; but he may make a separate claim to the Commissioners for it to be repaid. 2 The Commissioners shall allow the claim if they are satisfied that to disallow it would result, in effect, in a double charge to tax; and where they allow it they shall do so only to the extent necessary to avoid the double charge. 3 In considering a claim under this section, the Commissioners shall have regard to the circumstances of the importation and, so far as appearing to them to be relevant, things done with, or occurring in relation to, the goods at any subsequent time. 4 Any amount allowed by the Commissioners on the claim shall be paid by them to the taxable person. 5 The reference above to a person’s private purposes is to purposes which are not those of any business carried on by him."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "27", "section_title": " Application to Crown.", "section_text": "27 1 This Act shall apply in relation to taxable supplies by the Crown as it applies in relation to taxable supplies by taxable persons. 2 Where the supply by a Government department of any goods or services does not amount to the carrying on of a business but it appears to the Treasury that similar goods or services are or might be supplied by taxable persons in the course or furtherance of any business, then, if and to the extent that the Treasury so direct, the supply of those goods or services by that department shall be treated for the purposes of this Act as a supply in the course or furtherance of any business carried on by it. 2A Where tax is chargeable on the supply of goods or services to,  a Government department, on the acquisition of any goods by a Government department from another member State or on the importation of any goods by a Government department from a place outside the member States and the supply, acquisition  or importation is not for the purpose— a of any business carried on by the department, or b of a supply by the department which, by virtue of a direction under subsection (2) above, is treated as a supply in the course of furtherance a business, then, if and to the extent that the Treasury so direct and subject to subsection (2B) below, the Commissioners shall, on a claim made by the department at such time and in such form and manner as the Commissioners may determine, refund to it the amount of the tax so chargeable. 2B The Commissioners may make the refunding of any amount due under subsection (2A) above conditional upon compliance by the claimant with requirements with respect to the keeping, preservation and production of records relating to the supply  acquisition  or importation in question. 3 For the purposes of this section goods or services obtained by one Government department from another Government department shall be treated, if and to the extent that the Treasury so direct, as supplied by that other department and similarly as regards goods or services obtained by or from the Crown Estate Commissioners. 4 In this section “ Government department ” includes a Northern Ireland department  , a Northern Ireland health and social services body , any body of persons exercising functions on behalf of a Minister of the Crown  including a health service body, as defined in section 60(7) of the National Health Service and Community Care Act 1990 , and any part of a Government department (as defined in the foregoing) designated for the purposes of this subsection by a direction of the Treasury. 5 For the purposes of subsection (4) above a National Health Service trust established under Part I of the National Health Service and Community Care Act 1990 or the National Health Service (Scotland) Act 1978 shall be regarded as a body of persons exercising functions on behalf of a Minister of the Crown. 6 In subsection (4) “Northern Ireland health and social services body\" means— a a health and social services body as defined in Article 7(6) of the Health and Personal Social Services (Northern Ireland) Order 1991; and b a Health and Social Services trust established under that Order."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "28", "section_title": " Local authorities.", "section_text": "28 1 A local authority which makes taxable supplies is liable to be registered under this Act, whatever the value of the supplies; and accordingly Schedule 1 to this Act shall apply, in a case where the value of the taxable supplies made by a local authority in any period of one year does not exceed the sum for the time being specified in paragraph  1(1)(a) of that Schedule, as if that value exceeded that sum. 2 In this section “ local authority ” has the same meaning as in section 20 above."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "29", "section_title": " Groups of companies. ", "section_text": "29 1 Where, under the following provisions of this section, any bodies corporate are treated as members of a group any business carried on by a member of the group shall be treated as carried on by the representative member, and— a any supply of goods or services by a member of the group to another member of the group shall be disregarded; and b any other supply of goods or services by or to a member of the group shall be treated as a supply by or to the representative member; and c any tax paid or payable by a member of the group on the  acquisition of goods from another member State or on the importation of goods from a place outside the member States  shall be treated as paid or payable by the representative member and the goods shall be treated i in the case of goods acquired from another member State, for the purposes of paragraph 4(6) of Schedule 7 to this Act; and ii in the case of goods imported from a place outside the member States, for those purposes and the purposes of section 25 above, as acquired or, as the case may be, imported by the representative member; 2 An order under section 3(5) or (6) above may make provision for securing that any goods or services which, if all the members of the group were one person, would fall to be treated under that section as supplied to and by that person, are treated as supplied to and by the representative member. 3 Two or more bodies corporate  are eligible to be treated as members of a group if each of them falls within subsection (3A) below and — a one of them controls each of the others; or b one person (whether a body corporate or an individual) controls all of them; or c two or more individuals carrying on a business in partnership control all of them. 3A A body falls within this subsection if it is resident in the United Kingdom or it has an established place of business in the United Kingdom. 4 Where an application to that effect is made to the Commissioners with respect to two or more bodies corporate eligible to be treated as members of a group, then, from the beginning of a prescribed accounting period they shall be so treated, and one of them shall be the representative member, unless the Commissioners refuse the application; but they shall not refuse it unless it appears to them necessary to do so for the protection of the revenue. 5 Where any bodies corporate are treated as members of a group and an application to that effect is made to the Commissioners, then, from the beginning of a prescribed accounting period— a a further body eligible to be so treated shall be included among the bodies so treated; or b a body corporate shall be excluded from the bodies so treated; or c another member of the group shall be substituted as the representative member; or d the bodies corporate shall no longer be treated as members of a group, unless the application is to the effect mentioned in paragraph (a) or paragraph (c) above and the Commissioners refuse the application; but they shall not refuse it unless it appears to them necessary to do so for the protection of the revenue. 6 Where a body corporate is treated as a member of a group as being controlled by any person and it appears to the Commissioners that it has ceased to be so controlled, they shall, by notice given to that person, terminate that treatment from such date as may be specified in the notice. 7 An application under this section with respect to any bodies corporate must be made by one of those bodies or by the person controlling them and must be made not less than 90 days before the date from which it is to take effect, or at such later time as the Commissioners may allow. 8 For the purposes of this section a body corporate shall be taken to control another body corporate if it is empowered by statute to control that body’s activities or if it is that body’s holding company within the meaning of  section 736 of the  Companies Act 1985 ; and an individual or individuals shall be taken to control a body corporate if he or they, were he or they a company, would be that body’s holding company within the meaning of that Act."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "29A", "section_title": " Supplies to groups.", "section_text": "29A 1 Subject to subsections (2)  to (3A) below, subsection (4) below applies where— a a business, or part of a business, carried on by a taxable person is transferred as a going concern to a body corporate treated as a member of a group under section 29 above; b on the transfer of the business or part, chargeable assests of the business are transferred to the body corporate; and c the transfer of the assets is treated by virtue of section 3(3)(c) above as neither a supply of goods nor a supply of services. 2 Subsection (4) below shall not apply if the representative member of the group is entitled to credit for the whole of the input tax on supplies to it and  acquisitions and  importations by it— a during the prescribed accounting period in which the assets are transferred, and b during any longer period to which regulations under section 15(3)(b) above relate and in which the assets are transferred. 3 Subsection (4) below shall not apply if the Commissioners are satisfied that the assets were  assets of  the taxable person transferring them more than three years before the day on which they are transferred. 3A Subsection (4) below shall not apply to the extent that the chargeable assets consist of capital items in respect of which regulations made under section 15(3) and (4) above, and in force when the assets are transferred, provide for adjustment to the deduction of input tax. 4 The chargeable assets shall be treated for the purposes of this Act as being, on the day on which they are transferred, both supplied to the representative member of the group for the purpose of its business and supplied by that member in the course or furtherance of its business. 5 A supply treated under subsection (4) above as made by a representative member shall not be taken into account as a supply made by him when determining the allowance of input tax in his case under section 15 above. 6 The value of a supply treated under subsection (4) above as made to or by a representative member shall be taken to be the open market value of the chargeable assets. 7 For the purposes of this section, the open market value of any chargeable assets shall be taken to be the price that would be paid on a sale (on which no tax is payable) between a buyer and a seller who are not in such a relationship as to affect the price. 8 The Commissioners may reduce the tax chargeable by virtue of subsection (4) above in a case where they are satisfied that the person by whom the chargeable assets are transferred has not received credit for the full amount of input tax arising on the  supply to or acquisition or importation  by him of the chargeable assets. 9 For the purposes of this section, assets are chargeable assets if their supply in the United Kingdom by a taxable person in the course or furtherance of his business would be a taxable supply (and not a zero-rated supply)."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "30", "section_title": " Partnerships.", "section_text": "30 1 The registration under this Act of persons carrying on a business in partnership  or carrying on in partnership any other activities in the course or furtherance of which they acquire goods from other member States  may be in the name of the firm; and no account shall be taken, in determining for any purpose of this Act whether goods or services are supplied to or by such persons  or are acquired by such persons from another member State , of any change in the partnership. 2 Without prejudice to section 36 of the  Partnership Act 1890 (rights of persons dealing with firm against apparent members of firm), until the date on which a change in the partnership is notified to the Commissioners a person who has ceased to be a member of a partnership shall be regarded as continuing to be a partner for the purposes of this Act and, in particular, for the purpose of any liability for tax on the supply of goods or services by the partnership  or on the acquisition of goods by the partnership from another member State. 3 Where a person ceases to be a member of a partnership during a prescribed accounting period (or is treated as so doing by virtue of subsection (2) above) any notice, whether of assessment or otherwise, which is served on the partnership and relates to, or to any matter arising in, that period or any earlier period during the whole or part of which he was a member of the partnership shall be treated as served also on him. 4 Without prejudice to section 16 of the  Partnership Act 1890 (notice to acting partner to be notice to the firm) any notice, whether of assessment or otherwise, which is addressed to a partnership by the name in which it is registered by virtue of subsection (1) above and is served in accordance with this Act shall be treated for the purposes of this Act as served on the partnership and, accordingly, where subsection (3) above applies, as served also on the former partner. 5 Subsections (1) and (3) above shall not affect the extent to which, under section 9 of the Partnership Act 1890, a partner is liable for tax owed by the firm; but where a person is a partner in a firm during part only of a prescribed accounting period his liability for tax on the supply by the firm of goods or services during that accounting period  or on the acquisition during that period by the firm of any goods from another member State  shall be such proportion of the firm’s liability as may be just."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "31", "section_title": " Business carried on in divisions or by unincorporated bodies, personal representatives, etc.", "section_text": "31 1 The registration under this Act of a body corporate carrying on a business in several divisions may, if the body corporate so requests and the Commissioners see fit, be in the names of those divisions. 2 The Commissioners may by regulations make provision for determining by what persons anything required by or under this Act to be done by a person carrying on a business is to be done where a business is carried on in partnership or by a club, association or organisation the affairs of which are managed by its members or a committee or committees of its members. 3 The registration under this Act of any such club, association or organisation may be in the name of the club, association or organisation; and in determining whether goods or services are supplied to or by such a club, association or organisation  or whether goods are acquired by such a club, association or organisation from another member State , no account shall be taken of any change in its members. 4 The Commissioners may by regulations make provision for persons who carry on a business of a taxable person who has died or become bankrupt or incapacitated to be treated for a limited time as taxable persons, and for securing continuity in the application of this Act in cases where persons are so treated. 5 In relation to a company which is a taxable person, the reference in subsection (4) above to the taxable person having become bankrupt or incapacitated shall be construed as a reference to its being in liquidation or receivership or to an admission order being in force in relation to it. 6 References in this section to a business include references to any other activities in the course or furtherance of which any body corporate or any club, association, organisation or other unincorporated body acquires goods from another member State."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "32", "section_title": " Agents, etc.", "section_text": "32 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where— a goods are acquired from another member State by a person who is not a taxable person and a taxable person acts in relation to the acquisition, and then supplies the goods, as agent for the person by whom they are so acquired; or b goods are imported from a place outside the member States by a taxable person who supplies them as agent for a person who is not a taxable person, the goods may be treated for the purposes of this Act as acquired and supplied or, as the case may be, imported and supplied by the taxable person as principal. 3 For the purposes of subsection (2) above a person who is not resident in the United Kingdom and whose place or principal place of business is outside the United Kingdom may be treated as not being a taxable person if as a result he will not be required to be registered under this Act. 4 Where goods or services are supplied through an agent who acts in his own name the Commissioners may, if they think fit, treat the supply both as a supply to the agent and as a supply by the agent."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "32A", "section_title": " Tax representatives.", "section_text": "32A 1 Where any person— a is a taxable person for the purposes of this Act or, without being a taxable person, is a person who makes taxable supplies or who acquires goods in the United Kingdom from one or more other member States; b does not have any business establishment or other fixed establishment in the United Kingdom; and c in the case of an individual, does not have his usual place of residence in the United Kingdom, the Commissioners may direct that person to appoint another person (in this Act referred to as a “tax representative\") to act on his behalf in relation to value added tax. 2 With the agreement of the Commissioners, any person who has not been required to appoint a tax representative under subsection (1) above may do so if he is a person in relation to whom the conditions specified in paragraphs (a) to (c) of that subsection are satisfied. 3 Where any person is appointed by virtue of this section to be the tax representative of another (in this section referred to as his “ principal ”), then, subject to subsections (4) to (6) below, the tax representative— a shall be entitled to act on his principal’s behalf for any of the purposes of this Act, of any other enactment (whenever passed) relating to value added tax or of any subordinate legislation made under this Act or any such enactment; b shall, subject to such provisions as may be made by the Commissioners by regulations, secure (where appropriate by acting on his principal’s behalf) his principal’s compliance with and discharge of the obligations and liabilities to which his principal is subject by virtue of this Act, any such other enactment or any such subordinate legislation; and c shall be personally liable in respect of— i any failure to secure his principal’s compliance with or discharge of any such obligation or liability; and ii anything done for purposes connected with acting on his principal’s behalf, as if the obligations and liabilities imposed on his principal were imposed jointly and severally on the tax representative and his principal. 4 A tax representative shall not be liable by virtue of subsection (3) above himself to be registered under this Act, but regulations made by the Commissioners may— a require the registration of the names of tax representatives against the names of their principals in any register kept for the purposes of this Act; and b make it the duty of a tax representative, for the purposes of registration, to notify the Commissioners, within such period as may be prescribed, that his appointment has taken effect or has ceased to have effect. 5 A tax representative shall not by virtue of subsection (3) above be guilty of any offence except in so far as— a the tax representative has consented to, or connived in, the commission of the offence by his principal; b the commission of the offence by his principal is attributable to any neglect on the part of the tax representative; or c the offence consists in a contravention by the tax representative of an obligation which, by virtue of that subsection, is imposed both on the tax representative and on his principal. 6 The Commissioners may by regulations make provision as to the manner and circumstances in which a person is to be appointed, or is to be treated as having ceased to be, another’s tax representative; and regulations under this subsection may include such provision as the Commissioners think fit for the purposes of subsection (4) above with respect to the making or deletion of entries in any register. 7 Where a person fails to appoint a tax representative in accordance with any direction under subsection (1) above, the Commissioners may require him to provide such security, or further security, as they may think appropriate for the payment of any tax which is or may become due from him. 8 For the purposes of this Act a person shall not be treated as having been directed to appoint a tax representative, or as having been required to provide security under subsection (7) above, unless the Commissioners have either— a served notice of the direction or requirement on him; or b taken all such other steps as appear to them to be reasonable for bringing the direction or requirement to his attention."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "32B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32B"}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "33", "section_title": " Transfers of going concerns.", "section_text": "33 1 Where a business carried on by a taxable person is transferred to another person as a going concern, then— a for the purpose of determining whether the transferee is liable to be registered under this Act he shall be treated as having carried on the business before as well as after the transfer and supplies by the transferor shall be treated accordingly; and b any records relating to the business which, under paragraph 7 of Schedule 7 to this Act, are required to be preserved for any period after the transfer shall be preserved by the transferee instead of by the transferor, unless the Commissioners, at the request of the transferor, otherwise direct. 1A 2 Without prejudice to subsection (1) above, the Commissioners may by regulations make provision for securing continuity in the application of this Act in cases where a business carried on by a taxable person is transferred to another person as a going concern and the transferee is registered under this Act in substitution for the transferor. 3 Regulations under subsection (2) above may, in particular, provide— a for liabilities and duties under this Act of the transferor to become, to such extent as may be provided by the regulations, liabilities and duties of the transferee; and b for any right of either of them to repayment or credit in respect of tax to be satisfied by making a repayment or allowing a credit to the other; but no such provision as is mentioned in paragraph (a) or (b) of this subsection shall have effect in relation to any transferor and transferee unless an application in that behalf has been made by them under the regulations."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "34", "section_title": " Terminal markets.", "section_text": "34 1 The Treasury may by order make provision for modifying the provisions of this Act in their application to dealings on terminal markets and such persons ordinarily engaged in such dealings as may be specified in the order, subject to such conditions as may be so specified. 2 Without prejudice to the generality of subsection (1) above, an order under this section may include provision— a for zero-rating the supply of any goods or services or for treating the supply of any goods or services as exempt; b for the registration under this Act of any body of persons representing persons ordinarily engaged in dealing on a terminal market and for disregarding such dealings by persons so represented in determining liability to be registered under this Act, and for disregarding such dealings between persons so represented for all the purposes of this Act; c for refunding, to such persons as may be specified by or under the order, input tax attributable to such dealings on a terminal market as may be so specified, and may contain such incidental and supplementary provisions as appear to the Treasury to be necessary or expedient. 3 An order under this section may make different provision with respect to different terminal markets and with respect to different commodities."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "35", "section_title": " Goods subject to a warehousing regime.", "section_text": "35 1 Where— a any goods have been removed from a place outside the member States and have entered the territory of the Community; b the material time for any acquisition of those goods from another member State or for any supply of those goods is while they are subject to a warehousing regime and before the duty point; and c those goods are not mixed with any dutiable goods which were produced or manufactured in the United Kingdom or acquired from another member State, then the acquisition or supply mentioned in paragraph (b) above shall be treated for the purposes of this Act as taking place outside the United Kingdom. 2 Subsection (3) below applies where— a any dutiable goods are acquired from another member State; or b any person makes a supply of— i any dutiable goods which were produced or manufactured in the United Kingdom or acquired from another member State; or ii any goods comprising a mixture of goods falling within sub-paragraph (i) above and other goods. 3 Where this subsection applies and the material time for the acquisition or supply mentioned in subsection (2) above is while the goods in question are subject to a warehousing regime and before the duty point, that acquisition or supply shall be treated for the purposes of this Act as taking place outside the United Kingdom if the material time for any subsequent supply of those goods is also while the goods are subject to the warehousing regime and before the duty point. 4 Where the material time for any acquisition or supply of any goods in relation to which subsection (3) above applies is while the goods are subject to a warehousing regime and before the duty point but the acquisition or supply nevertheless falls, for the purposes of this Act, to be treated as taking place in the United Kingdom— a that acquisition or supply shall be treated for the purposes of this Act as taking place at the earlier of the following times, that is to say, the time when the goods are removed from the warehousing regime and the duty point; and b in the case of a supply, any tax payable on the supply shall be paid (subject to any regulations under subsection (5) below)— i at the time when the supply is treated as taking place under paragraph (a) above; and ii by the person by whom the goods are so removed or, as the case may be, together with the duty or agricultural levy, by the person who is required to pay the duty or levy. 5 The Commissioners may by regulations make provision— a for enabling goods to be removed from a warehousing regime by a taxable person without payment of tax chargeable in respect of those goods by virtue of subsection (4)(a) above; and b for that tax to be accounted for together with the tax chargeable on supplies of goods and services by that person. 6 In this section— “ dutiable goods ” means any goods which are subject— to a duty of excise; or in accordance with any provision for the time being having effect for transitional purposes in connection with the accession of any State to the European Communities, to any Community customs duty or agricultural levy of the Economic Community; “ the duty point ”, in relation to any goods, means— in the case of goods which are subject to a duty of excise, the time when the requirement to pay the duty on those goods takes effect; and in the case of goods which are not so subject, the time when any Community customs debt in respect of duty on the entry of the goods into the territory of the Community would be incurred or, as the case may be, the corresponding time in relation to any such duty or levy as is mentioned in paragraph (b) of the definition of dutiable goods; “ material time ”— in relation to any acquisition or supply the time of which is determined in accordance with regulations under section 5(9) or 8B(3) above, means such time as may be prescribed for the purpose of this section by those regulations; in relation to any other acquisition, means the time of the event which, in relation to the acquisition, is the first relevant event for the purposes of taxing it; and in relation to any other supply, means the time when the supply would be treated as taking place in accordance with subsection (2) of section 4 above if paragraph (c) of that subsection were omitted; “ warehouse ” means any warehouse where goods may be stored in any member State without payment of any one or more of the following, that is to say— Community customs duty; any agricultural levy of the Economic Community; value added tax on the importation of the goods into any member State; any duty of excise or any duty which is equivalent in another member State to a duty of excise. 7 References in this section to goods being subject to a warehousing regime is a reference to goods being kept in a warehouse or being transported between warehouses (whether in the same or different member States) without the payment in a member State of any duty, levy or tax; and references to the removal of goods from a warehousing regime shall be construed accordingly."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "35A", "section_title": " Buildings and land.", "section_text": "35A 1 Schedule 6A to this Act shall have effect with respect to buildings and land. 2 The Treasury may by order amend Schedule 6A to this Act."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "36", "section_title": " Capital goods.", "section_text": "36 1 The Treasury may by order make provision for the giving of relief, in such cases, to such extent and subject to such exceptions as may be specified in the order, from tax paid on the supply  acquisition  or importation for the purpose of a business carried on by any person of machinery or plant or any specified description of machinery or plant in cases where that tax or part of that tax cannot be credited under section 14 above and such other conditions are satisfied as may be specified in the order. 2 Without prejudice to the generality of subsection (1) above, an order under this section may provide for relief to be given by deduction or refunding of tax and for aggregating or excluding the aggregation of value where goods of the same description are supplied  acquired  or imported together. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "37", "section_title": " Trading stamp schemes.", "section_text": "37 The Commissioners may by regulations modify sections 10 and 10A of this Act and Schedules 4 and 4A to this Act for the purpose of providing (in place of the provision for the time being contained in those sections and Schedules) for the manner of determining for the purposes of this Act the value of— a a supply of goods, or b a transaction in pursuance of which goods are acquired from another member State, in a case where the goods are supplied or acquired under a trading stamp scheme (within the meaning of the Trading Stamps Act 1964 or the Trading Stamps Act (Northern Ireland) 1965) or under any scheme of an equivalent description which is in operation in another member State."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "37A", "section_title": " Tour operators.", "section_text": "37A 1 The Treasury may by order modify the application of this Act in relation to supplies of goods or services by tour operators or in relation to such of those supplies as may be determined by or under the order. 2 Without prejudice to the generality of subsection (1) above, an order under this section may make provision— a for two or more supplies of goods or services by a tour operator to be treated as a single supply of services; b for the value of that supply to be ascertained, in such manner as may be determined by or under the order, by reference to the difference between sums paid or payable to and sums paid or payable by the tour operator; c for account to be taken, in determining the tax chargeable on that supply, of the different rates of tax that would have been applicable apart from this section; d excluding any body corporate from the application of section 29 above; e as to the time when a supply is to be treated as taking place. 3 In this section “ tour operator ” includes a travel agent acting as principal and any other person providing for the benefit of travellers services of any kind commonly provided by tour operators or travel agents. 4 Section 45(3) below shall not apply to an order under this section, notwithstanding that it makes provision for excluding any tax from credit under section 14 above."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "37B", "section_title": " Special treatment for persons involved in farming etc.", "section_text": "37B 1 The Commissioners may, in accordance with such provision as may be contained in regulations made by them, certify for the purposes of this section any person who satisfies them— a that he is carrying on a business involving one or more designated activities; b that he is of such a description and has complied with such requirements as may be prescribed; and c where an earlier certification of that person has been cancelled, that more than the prescribed period has elapsed since the cancellation or that such other conditions as may be prescribed are satisfied. 2 Where a person is for the time being certified under this section, then (whether or not that person is a taxable person) so much of any supply by him of any goods or services as, in accordance with provision contained in regulations, is allocated to the relevant part of his business shall be disregarded for the purpose of determining whether he is, has become or has ceased to be liable or entitled to be registered under Schedule 1 to this Act. 3 The Commissioners may by regulations provide for an amount included in the consideration for any taxable supply which is made— a in the course or furtherance of the relevant part of his business by a person who is for the time being certified under this section; b at a time when that person is not a taxable person; and c to a taxable person, to be treated, for the purpose of determining the entitlement of the person supplied to credit under sections 14 and 15 above, as tax on a supply to that person. 4 The amount which, for the purposes of any provision made under subsection (3) above, may be included in the consideration for any supply shall be an amount equal to such percentage as the Treasury may by order specify of the sum which, with the addition of that amount, is equal to the consideration for the supply. 5 The Commissioners’ power by regulations under section 23 above to provide for the repayment to persons to whom that section applies of tax which would be input tax of theirs if they were taxable persons in the United Kingdom includes power to provide for the payment to persons to whom that section applies of sums equal to the amounts which, if they were taxable persons in the United Kingdom, would be input tax of theirs by virtue of regulations under this section; and references in that section, or in any other enactment, to a repayment of tax shall be construed accordingly. 6 Regulations under this section may provide— a for the form and manner in which an application for certification under this section, or for the cancellation of any such certification, is to be made; and b for the cases and manner in which the Commissioners may cancel a person’s certification; c for entitlement to a credit such as is mentioned in subsection (3) above to depend on the issue of an invoice containing such particulars as may be prescribed, or as may be notified by the Commissioners in accordance with provision contained in regulations; and d for the imposition on certified persons of obligations with respect to the keeping, preservation and production of such records as may be prescribed and of obligations to comply with such requirements with respect to any of those matters as may be so notified; and regulations made by virtue of paragraph (b) above may confer on the Commissioners power, if they think fit, to refuse to cancel a person’s certification, and to refuse to give effect to any entitlement of that person to be registered, until the end of such period after the grant of certification as may be prescribed. 7 In this section references, in relation to any person, to the relevant part of his business are references— a where the whole of his business relates to the carrying on of one or more designated activities, to that business; and b in any other case, to so much of his business as does so relate. 8 In this section “ designated activities ” means such activities, being activities carried on by a person who, by virtue of carrying them on, falls to be treated as a farmer for the purposes of Article 25 of the directive of the Council of the European Communities dated 17th May 1977 No.  77/388/EEC  (common flat-rate scheme for farmers), as the Treasury may by order designate."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "37C", "section_title": " Customers to account for tax on supplies of gold etc.", "section_text": "37C 1 Where any person makes a supply of gold to another person and that supply is a taxable supply but not a zero-rated supply, the supply shall be treated for the purposes of Schedule 1 to this Act— a as a taxable supply of that other person (as well as a taxable supply of the person who makes it); and b in so far as that other person is supplied in connection with the carrying on by him of any business, as a supply made by him in the course or furtherance of that business; but nothing in paragraph (b) above shall require any supply to be disregarded for the purposes of that Schedule on the grounds that it is a supply of capital assets of that other person’s business. 2 Where a taxable person makes a supply of gold to a person who— a is himself a taxable person at the time when the supply is made; and b is supplied in connection with the carrying on by him of any business, it shall be for the person supplied, on the supplier’s behalf, to account for and pay tax on the supply, and not for the supplier. 3 So much of this Act and of any other enactment or any subordinate legislation as has effect for the purposes of, or in connection with, the enforcement of any obligation to account for and pay value added tax shall apply for the purposes of this section in relation to any person who is required under subsection (2) above to account for and pay any tax as if that tax were tax on a supply made by him. 4 Section 5(1) to (5) above shall not apply for determining when any supply of gold is to be treated as taking place. 5 References in this section to a supply of gold are references to— a any supply of goods consisting in gold, including gold coins, or b any supply of goods containing gold where the consideration for the supply (apart from any tax) is, or is equivalent to, an amount which does not exceed, or exceeds by no more than a negligible amount, the open market value of the gold contained in the goods. 6 The Treasury may by order provide for this section to apply, as it applies to the supplies specified in subsection (5) above, to such other supplies of— a goods consisting in or containing any precious or semi-precious metal or stones; or b services relating to, or to anything containing, any precious or semi-precious metal or stones, as may be specified or described in the order."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "38", "section_title": " Administration, collection and enforcement.", "section_text": "38 Schedule 7 to this Act shall have effect  subject to section 46A(6) below,  with respect to the administration, collection and enforcement of the tax."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "38A", "section_title": " Interest in certain cases of official error.", "section_text": "38A 1 Where, due to an error on the part of the Commissioners, a person— a has accounted to them for an amount by way of output tax which was not output tax due from him and which they are in consequence liable to repay to him, or b has failed to claim credit under section 14 above for an amount for which he was entitled so to claim credit and which they are in consequence liable to pay to him, or c has (otherwise than in a case falling within paragraph (a) or (b) above) paid to them by way of value added tax an amount that was not tax due and which they are in consequence liable to repay to him, or d has suffered delay in receiving payment of an amount due to him from them in connection with value added tax, then, if and to the extent that they would not be liable to do so apart from this section, they shall pay interest to him on that amount for the applicable period, but subject to the following provisions of this section. 2 Nothing in subsection (1) above requires the Commissioners to pay interest— a on any amount which falls to be increased by a supplement under section 20 of the Finance Act 1985 (repayment supplement on certain delayed payments or refunds); or b where an amount is increased under that section, on so much of the increased amount as represents the supplement. 3 Interest under this section shall be payable at such rates as may from time to time be prescribed by order made by the Treasury; and any such order— a may prescribe different rates for different purposes; and b shall apply to interest for periods beginning on or after the date on which the order is expressed to come into force, whether or not interest runs from before that date; and the first such order may prescribe, for cases where interest runs from before the date on which that order is expressed to come into force, rates for periods ending before that date. 4 The “ applicable period ” in a case falling within paragraph (a) or (b) of subsection (1) above is the period— a beginning with the appropriate commencement date, and b ending with the date on which the Commissioners authorise payment of the amount on which the interest is payable. 5 In subsection (4) above, the “ appropriate commencement date ”— a in a case where an amount would have been due from the person by way of value added tax in connection with the relevant return, had his input tax and output tax been as stated in that return, means the date on which the Commissioners received payment of that amount; and b in a case where no such payment would have been due from him in connection with that return, means the date on which the Commissioners would, apart from the error, have authorised payment of the amount on which the interest is payable; and in this subsection “ the relevant return ” means the return in which the person accounted for, or (as the case may be) ought to have claimed credit for, the amount on which the interest is payable. 6 The “ applicable period ” in a case falling within paragraph (c) of subsection (1) above is the period— a beginning with the date on which the payment is received by the Commissioners, and b ending with the date on which they authorise payment of the amount on which the interest is payable. 7 The “ applicable period ” in a case falling within paragraph (d) of that subsection is the period— a beginning with the date on which, apart from the error, the Commissioners might reasonably have been expected to authorise payment of the amount on which the interest is payable, and b ending with the date on which they in fact authorise payment of that amount. 8 In determining in accordance with subsection (4), (6) or (7) above the applicable period for the purposes of subsection (1) above, there shall be left out of account any period referable to the raising and answering of any reasonable inquiry relating to any matter giving rise to, or otherwise connected with, the person’s entitlement to interest under this section. 8A In determining for the purposes of subsection (8) above whether any period is referable to the raising and answering of such an inquiry as is there mentioned, there shall be taken to be so referable any period which— a begins with the date on which the Commissioners first consider it necessary to make such an inquiry, and b ends with the date on which the Commissioners— i satisfy themselves that they have received a complete answer to the inquiry, or ii determine not to make the inquiry or, if they have made it, not to pursue it further, but excluding so much of that period as may be prescribed; and it is immaterial whether any inquiry is in fact made or whether it is or might have been made of the person referred to in subsection (1) above or of an authorised person or of some other person. 9 The Commissioners shall only be liable to pay interest under this section on a claim made in writing for that purpose. 10 No claim shall be made under this section after the expiry of six years from the date on which the claimant discovered the error or could with reasonable diligence have discovered it. 11 In this section— a any reference to receiving a payment from the Commissioners includes a reference to the discharge, by way of set-off, of their liability to make it; and b any reference to a return is a reference to a return required to be made in accordance with paragraph 2 of Schedule 7 to this Act. 12 This section confers a right to interest in respect of periods before as well as after its coming into force."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "38B", "section_title": " Interest: general treatment.", "section_text": "38B 1 Any interest payable by the Commissioners (whether under an enactment or instrument or otherwise) to a person on a sum due to him under or by virtue of— a any provision of this Act, b section 25 of the Finance Act 1985, or c section 24 of the Finance Act 1989, shall be treated as an amount due to him by way of credit under section 14(5) above. 2 Subsection (1) above shall be disregarded for the purpose of determining a person’s entitlement to interest or the amount of interest to which he is entitled."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "38C", "section_title": " Payments on account.", "section_text": "38C 1 The Treasury may make an order under this section if they consider it desirable to do so in the interests of the national economy. 2 An order under this section may provide that a taxable person of a description specified in the order shall be under a duty— a to pay, on account of any tax he may become liable to pay in respect of a prescribed accounting period, amounts determined in accordance with the order, and b to do so at such times as are so determined. 3 Where an order is made under this section, the Commissioners may make regulations containing such supplementary, incidental or consequential provisions as appear to the Commissioners to be necessary or expedient. 4 A provision of an order or regulations under this section may be made in such way as the Treasury or, as the case may be, the Commissioners think fit (whether by amending provisions of or made under the enactments relating to tax, or otherwise). 5 An order or regulations under this section may make different provision for different circumstances."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "39", "section_title": " Offences and penalties. ", "section_text": "39 1 If any person is knowingly concerned in, or in the taking of steps with a view to, the fraudulent evasion of tax by him or any other person, he shall be liable— a on summary conviction, to a penalty of the statutory maximum or of three times the amount of the tax, whichever is the greater, or to imprisonment for a term not exceeding 6 months or to both; or b on conviction on indictment, to a penalty of any amount or to imprisonment for a term not exceeding 7 years or to both. 1A Any reference in subsection (1) above or subsection (3) below to the evasion of tax includes a reference to the obtaining of— a a payment under section 14(5) above; or b a refund under  section 20A,  section 21 or section 22 above  or section 11 of the Finance Act 1990 ; or ba a refund under any regulations made by virtue of section 8C(5) above; or ; and c a repayment under section 23 above; and any reference in those subsections to the amount of the tax shall be construed,— i in relation to tax itself or a payment falling within paragraph (a) above, as a reference to the aggregate of the amount (if any) falsely claimed by way of credit for input tax and the amount (if any) by which output tax was falsely understated; and ii in relation to a refund or repayment falling within paragraph (b)  paragraph (ba)  or paragraph (c) above, as a reference to the amount falsely claimed by way of refund or repayment. 2 If any person— a with intent to deceive produces, furnishes or sends for the purposes of this Act or otherwise makes use for those purposes of any document which is false in a material particular; or b in furnishing any information for the purposes of this Act makes any statement which he knows to be false in a material particular or recklessly makes a statement which is false in a material particular, he shall be liable— i on summary conviction, to a penalty of the statutory maximum or, where subsection (2A) or subsection (2B) below applies, to the alternative penalty specified in that subsection if it is greater, or to imprisonment for a term not exceeding 6 months or to both; or ii on conviction on indictment, to a penalty of any amount or to imprisonment for a term not exceeding 7 years or to both. 2A In any case where— a the document referred to in subsection (2)(a) above is a return required under this Act, or b the information referred to in subsection (2)(b) above is contained in or otherwise relevant to such a return, the alternative penalty referred to in subsection (2)(i) above is a penalty equal to three times the aggregate of the amount (if any) falsely claimed by way of credit for input tax and the amount (if any) by which output tax was falsely understated. 2B In any case where— a the document referred to in subsection (2)(a) above is a claim for a refund under  section 20A,  section 21 or section 22 above  for a refund under any regulations made by virtue of section 8C(5) above  or for a repayment under section 23 above, or b the information referred to in subsection (2)(b) above is contained in or otherwise relevant to such a claim. the alternative penalty referred to in subsection (2)(i) above is a penalty equal to three times the amount falsely claimed. 2C The reference in subsection (2)(a) above to furnishing, sending or otherwise making use of a document which is false in a material particular, with intent to deceive, includes a reference to furnishing, sending or otherwise making use of such a document, with intent to secure that a machine will respond to the document as if it were a true document. 2D Any reference in subsection (2)(a) or subsection (2C) above to producing, furnishing or sending a document includes a reference to causing a document to be produced, furnished or sent. 3 Where a person’s conduct during any specified period must have involved the commission by him of one or more offences under the preceding provisions of this section, then, whether or not the particulars of that offence or those offences are known, he shall, by virtue of this subsection, be guilty of an offence and liable— a on summary conviction, to a penalty of the statutory maximum or, if greater, three times the amount of any tax that was or was intended to be evaded by his conduct, or to imprisonment for a term not exceeding 6 months or to both; or b on conviction on indictment, to a penalty of any amount or to imprisonment for a term not exceeding 7 years or to both. 3A Where an authorised person has reasonable grounds for suspecting that an offence has been committed under the preceding provisions of this section, he may arrest anyone whom he has reasonable grounds for suspecting to be guilty of the offence. 4 If any person acquires possession of or deals with any goods, or accepts the supply of any services having reason to believe that tax on the supply of the goods or services  on the acquisition of the goods from another member State or on the importation of the goods from a place outside the member States  has been or will be evaded, he shall be liable on summary conviction to a penalty of level 5 on the standard scale or three times the amount of the tax, whichever is the greater. 5 If any person supplies goods or services in contravention of paragraph 5(2) of Schedule 7 to this Act, he shall be liable on summary conviction to a penalty of level 5 on the standard scale. 6 If a person other than— a a person registered under this Act; or b a body corporate treated for the purposes of section 29 above as a member of a group; or c a person treated as a taxable person under regulations made under section 31(4) above; or d a person authorised to do so under regulations made under paragraph 2(6) of Schedule 7 to this Act; or e a person acting on behalf of the Crown, issues an invoice showing an amount as being tax or as being attributable to tax, he shall be liable on summary conviction to a penalty of level 5 on the standard scale or three times the amount so shown, whichever is the greater. 7 If any person fails to comply with any requirement imposed under paragraph 7 or 8 of Schedule 7 to this Act or any regulations or rules made under this Act, he shall be liable on summary conviction to a penalty of level 3 on the standard scale, together with a penalty of £10 for each day on which the failure continues. 8 Where  a person’s failure to comply with any regulations made under this Act consists— a in not paying the tax due in respect of any period within the time required by regulations under section 14(1) above; or b in not furnishing a return in respect of any period within the time required by regulations under paragraph 2(1) of Schedule 7 to this Act, that person shall be liable on summary conviction to a penalty of level 3 on the standard scale, together with a penalty of whichever is the greater of £10 and an amount equal to 1/2 per cent. of the tax due in respect of that period, for each day on which the failure continues; and for that purpose the tax due shall, if the person concerned has furnished a return, be taken to be the tax shown in the return as that for which he is accountable for that period and, in any other case, be taken to be such tax as has been assessed and notified to him under paragraph 4(1) of Schedule 7 to this Act. 9 Sections 145 to 155 of the  Customs and Excise Management Act 1979 (proceedings for offences, mitigation of penalties and certain other matters) shall apply in relation to offences under this Act (which include any act or omission in respect of which a penalty is imposed) and penalties imposed under this Act as they apply in relation to offences and penalties under the customs and excise Acts as defined in that Act; and accordingly in section 154(2) as it applies by virtue of this subsection the reference to duty shall be construed as a reference to the tax."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "40", "section_title": " Appeals. ", "section_text": "40 1 An appeal shall lie to a value added tax tribunal constituted in accordance with Schedule 8 to this Act against the decision of the Commissioners with respect to any of the following matters— a the registration or cancellation of registration of any person under this Act; b the tax chargeable on the supply of any goods or services  on the acquisition of goods from another member State or, subject to subsection (5) below, on the importation of goods from a place outside the member States ; c the amount of any input tax which may be credited to a person; d the proportion of input tax allowable under section 15 above ; da the amount of any refunds under section 20A above; e the amount of any refunds under section 21 above; f a claim for a refund under section 22 above  or section 11 of the Finance Act 1990 ; fa any claim for a refund under any regulations made by virtue of section 8C(5) above; g a claim by a taxable person under section 26 above; h any refusal of an application under section 29 above; hza any refusal or cancellation of certification under section 37B above or any refusal to cancel such certification; ha any liability of the Commissioners to pay interest under section 38A above or the amount of interest so payable; hh any direction or supplementary direction made under paragraph 1A of Schedule 1 to this Act i  j any direction under paragraph 1,  . . . or 3 of Schedule 4 to this Act; ja any direction under paragraph 1 of Schedule 4A to this Act; k any refusal to permit the value of supplies to be determined by a method described in a notice published under paragraph 2(3) of Schedule 7 to this Act; l any requirements imposed by the Commissioners in a particular case under paragraph 3(2)(b) of Schedule 7 to this Act; m an assessment— i under sub-paragraph (1) or (2) of paragraph 4 of Schedule 7 to this Act in respect of a period for which the appellant has made a return under this Act; or ii under sub-paragraph (6) of that paragraph,  or iii under paragraph 4A of that Schedule, or the amount of such an assessment; n the requirement of any security under  section 32A(7) above or  paragraph 5(2) of Schedule 7 to this Act. o any liability to a penalty or surcharge by virtue of any of sections 13 to  17A  and 19 of the Finance Act 1985; p the amount of any penalty, interest or surcharge specified in an assessment under section 21 of that Act; q the making of an assessment on the basis set out in section 22(4) of that Act. r any refusal of authorisation or termination of authorisation in connection with the scheme made under paragraph 2(3A) of Schedule 7 to this Act; s a claim for the repayment of an amount under section 24 of the Finance Act 1989 (recovery of overpaid tax). 1A Without prejudice to  section 15A  of the Finance Act 1985, nothing in subsection (1)(p) above shall be taken to confer on a tribunal any power to vary an amount assessed by way of penalty, interest or surcharge except in so far as it is necessary to reduce it to the amount which is appropriate under sections 13 to 19 of that Act. 2 An appeal under this section shall not be entertained unless the appellant has made all the returns which he was required to make under paragraph 2(1) of Schedule 7 to this Act and  except in the case of an appeal against a decision with respect to the matter mentioned in subsection (1)( n ) above, unless he has paid the amounts shown in those returns as payable by him. 3 Where the appeal is against a decision with respect to any of the matters mentioned in  any of paragraphs ( b ), ( m ), ( o ) and ( p ) of subsection (1) above it shall not be entertained unless— a the amount which the Commissioners have determined to be payable as tax has been paid or deposited with them; or b on being satisfied that the appellant would otherwise suffer hardship the Commissioners agree or the value added tax tribunal decides that it should be entertained notwithstanding that that amount has not been so paid or deposited. 3ZA Where— a there is an appeal against a decision of the Commissioners with respect to, or to so much of any assessment as concerns, the amount of input tax that may be credited to any person or the proportion of input tax allowable under section 15 above, b that appeal relates, in whole or in part, to any determination by the Commissioners— i as to the purposes for which any goods or services were or were to be used by any person, or ii as to whether or to what extent the matters to which any input tax was attributable were or included matters other than the making of supplies within section 15(2) above, and c tax for which, in pursuance of that determination, there is no entitlement to a credit is tax on the supply, acquisition or importation of something in the nature of a luxury, amusement or entertainment, the tribunal shall not allow the appeal or, as the case may be, so much of it as relates to that determination unless it considers that the determination is one which it was unreasonable to make or which it would have been unreasonable to make if information brought to the attention of the tribunal that could not have been brought to the attention of the Commissioners had been available to be taken into account when the determination was made. 3A Where there is an appeal against a decision to make such a direction as is mentioned in subsection (1) ( hh ) above, the tribunal shall not allow the appeal unless it considers that the Commissioners could not reasonably have been satisfied as to the matters in paragraph ( a ) to ( d ) of sub-paragraph (2) of paragraph 1A of Schedule 1 to this Act or, as the case may be, as to the matters in sub-paragraph (4) of that paragraph. 3B Where, on an appeal against a decision with respect to any of the matters mentioned in subsection (1)( m ) above ;- a it is found that the amount specified in the assessment is less than it ought to have been, and b the tribunal gives a direction specifying the correct amount, the assessment shall have effect as an assessment of the amount specified in the direction and that amount shall be deemed to have been notified to the appellant. 4 Where on an appeal under this section it is found— a that the whole or part of any amount paid or deposited in pursuance of subsection (3) above is not due; or b that the whole or part of any amount due to the appellant under section 14(5) above has not been paid, so much of that amount as is found not to be due or not to have been paid shall be repaid (or, as the case may be, paid) with interest at such rate as the value added tax tribunal may determine; and where the appeal has been entertained notwithstanding that an amount determined by the Commissioners to be payable as tax has not been paid or deposited and it is found on the appeal that that amount is due the tribunal may, if it thinks fit, direct that that amount shall be paid with interest at such rate as may be specified in the direction. 5 No appeal shall lie under this section with respect to any matter that has been or could have been referred to arbitration under section 127 of the  Customs and Excise Management Act 1979 as applied by section 24 above. 6 Where an appeal under this section is against a decision of the Commissioners which depended upon a prior decision taken by them in relation to the appellant, the fact that the prior decision is not within subsection (1) above shall not prevent the tribunal from allowing the appeal on the ground that it would have allowed an appeal against the prior decision."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "41", "section_title": " Supplies spanning change of rate, etc.", "section_text": "41  1 This section applies where there is a change in the rate of tax in force under section 9 above or in the descriptions of exempt or zero-rated supplies  or exempt or zero-rated acquisitions . 2 Where— a a supply affected by the change would, apart from section 5(1), (2), (3) or (5) above, be treated under section 4(2) or (3) above as made wholly or partly at a time when it would not have been affected by the change; or b a supply not so affected would apart from section 5(1), (2), (3) or (5) above be treated under section 4(2) or (3) above as made wholly or partly at a time when it would have been so affected, the rate at which tax is chargeable on the supply, or any question whether it is zero-rated or exempt, shall if the person making it so elects be determined without regard to section 5(1), (2), (3) or (5) above. 3 Any power to make regulations under this Act with respect to the time when a supply is to be treated as taking place shall include power to provide for this section to apply as if the references in subsection (2) above to section 5(1), (2), (3) and (5) included references to specified provisions of the regulations. 3A Where— a any acquisition of goods from another member State which is affected by the change would not have been affected (in whole or in part) if it had been treated as taking place at the time of the event which, in relation to that acquisition, is the first relevant event for the purposes of taxing the acquisition; or b any acquisition of goods from another member State which is not so affected would have been affected (in whole or in part) if it had been treated as taking place at the time of that event, the rate at which tax is chargeable on the acquisition, or any question whether it is zero-rated or exempt, shall, if the person making the acquisition so elects, be determined as at the time of that event. 4 Regulations under paragraph 2 of Schedule 7 to this Act may make provision for the replacement or correction of any tax invoice which— a relates to a supply in respect of which an election is made under this section, but b was issued before the election was made. 5 No election may be made under this section in respect of a supply to which section 5(4) above or paragraph 6 of Schedule 2 to this Act applies. 6 References in this section to an acquisition being zero-rated are references to an acquisition of goods from another member State being one in relation to which section 16(3) above provides for no tax to be chargeable."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "42", "section_title": " Adjustment of contracts on changes in tax.", "section_text": "42 1 Where, after the making of a contract for the supply of goods or services and before the goods or services are supplied, there is a change in the tax charged on the supply, then, unless the contract otherwise provided, there shall be added to or deducted from the consideration for the supply an amount equal to the change. 1A Subsection (1) above shall apply in relation to a tenancy or lease as it applies in relation to a contract except that a term of a tenancy or lease shall not be taken to provide that the rule contained in that subsection is not to apply in the case of the tenancy or lease if the term does not refer specifically to value added tax or this section. 2 References in this section to a change in the tax charged on a supply include references to a change to or from no tax being charged on the supply  (including a change attributable to the making of an election under paragraph 2 of Schedule 6A to this Act) ."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "43", "section_title": " Failure of resolution under Provisional Collection of Taxes Act 1968.", "section_text": "43 1 Where— a by virtue of a resolution having effect under the  Provisional Collection of Taxes Act 1968 value added tax has been paid at a rate specified in the resolution on the supply of any goods or services by reference to a value determined under section 10(2) above  or on the acquisition of goods from another member State by reference to a value determined under section 10A(3) above , and b by virtue of section 1(6) or (7) or 5(3) of the said Act of 1968 any of that tax is repayable in consequence of the restoration in relation to that supply  or acquisition  of a lower rate, the amount repayable shall be the difference between the tax paid by reference to that value at the rate specified in the resolution and the tax that would have been payable by reference to that value at the lower rate. 2 Where— a by virtue of such a resolution value added tax is chargeable at a rate specified in the resolution on the supply of any goods or services by reference to a value determined under the said section 10(2)  or on the acquisition of goods from another member State by reference to a value determined under the said section 10A(3) , but, b before the tax is paid it ceases to be chargeable at that rate in consequence of the restoration in relation to that supply  or acquisition  of a lower rate, the tax chargeable at the lower rate shall be charged by reference to the same value as that by reference to which tax would have been chargeable at the rate specified in the resolution. 3 The tax that may be credited as input tax under section 14 above or refunded under section 20  20A  or 21 above does not include tax that has been repaid by virtue of any of the provisions mentioned in subsection (1)(b) above or that would be repayable by virtue of any of those provisions if it had been paid."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "44", "section_title": " Disclosure of information for statistical purposes.", "section_text": "44 1 For the purpose of the compilation or maintenance by  the Department of Trade and Industry or the Central Statistical Office of the Chancellor of the Exchequer of a central register of businesses, or for the purpose of any statistical survey conducted or to be conducted by  that Department or Office , the Commissioners or an authorised officer of the Commissioners may disclose to an authorised officer of  that Department or Office particulars of the following descriptions obtained or recorded by them in pursuance of this Act— a numbers allocated by the Commissioners on the registration of persons under this Act and reference numbers for members of a group; b names, trading styles and addresses of persons so registered or of members of groups and status and trade classifications of businesses; and c actual or estimated value of supplies. 2 Subject to subsection (3) below, no information obtained by virtue of this section by an officer of  the Department of Trade and Industry or the Central Statistical Office may be disclosed except to an officer of a Government department (including a Northern Ireland department) for the purpose for which the information was obtained, or for a like purpose. 3 Subsection (2) above does not prevent the disclosure— a of any information in the form of a summary so framed as not to enable particulars to be identified as particulars relating to a particular person or to the business carried on by a particular person; or b with the consent of any person, of any information enabling particulars to be identified as particulars relating only to him or to a business carried on by him. 4 If any person who has obtained any information by virtue of this section discloses it in contravention of this section he shall be liable— a on summary conviction to a fine not exceeding the statutory maximum; and b on conviction on indictment to imprisonment for a term not exceeding 2 years or to a fine of any amount or to both. 5 In this section references to  the Department of Trade and Industry or the Central Statistical Office of the Chancellor of the Exchequer include references to any Northern Ireland department carrying out similar functions."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "45", "section_title": " Orders, rules and regulations. ", "section_text": "45 1 Any order made by the Treasury under this Act and any regulations or rules under this Act shall be made by statutory instrument. 2 Subject to subsection (3) below  and section 27(3)( c ) of the Finance Act 1985 , any statutory instrument made under this Act shall be subject to annulment in pursuance of a resolution of the Commons House of Parliament. 3 An order to which this subsection applies shall be laid before the Commons House of Parliament; and unless it is approved by that House before the expiration of a period of twenty-eight days beginning with the date on which it was made, it shall cease to have effect on the expiration of that period, but without prejudice to anything previously done thereunder or to the making of a new order. In reckoning any such period no account shall be taken of any time during which Parliament is dissolved or prorogued or during which the Commons House of Parliament is adjourned for more than four days. 4 Subject to section 37A(4) above subsection (3) above applies to— a an order under section 3(4)  or 38C  above; b an order as a result of which goods of any description become goods to which section 12(3) above applies; c an order under this Act making provision— i for increasing the rate of tax in force at the time of the making of the order; ii for excluding any tax from credit under section 14 above; iii for varying Schedule 5 or Schedule 6 to this Act so as to abolish the zero-rating of a supply or to abolish the exemption of a supply without zero-rating it. d an order under section 35A above, except one making only such amendments as are necessary or expedient in consequence of provisions of an order under this Act which- i vary Schedule 5 or Schedule 6 to this Act; but ii are not within paragraph (c) above. e an order under section 37B(4) or (8) above."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "46", "section_title": " Service of notices.", "section_text": "46 Any notice, notification, requirement or demand to be served on, given to or made of any person for the purposes of this Act may be served, given or made by sending it by post in a letter addressed to that person  or his tax representative at the last or usual residence or place of business of that person or representative."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "46A", "section_title": " Taxation under the laws of other member States etc.", "section_text": "46A 1 Subject to the following provisions of this section, references in this Act, in relation to another member State, to the law of that member State shall be construed as confined to so much of the law of that member State as for the time being has effect for the purposes of any Community instrument relating to value added tax. 2 Subject to the following provisions of this section— a references in this Act to a person being taxable in another member State are references to that person being taxable under so much of the law of that member State as makes provision for purposes corresponding, in relation to that member State, to the purposes of so much of this Act as makes provision as to whether a person is a taxable person; and b references in this Act to goods being acquired by a person in another member State are references to goods being treated as so acquired in accordance with provisions of the law of that member State corresponding, in relation to that member State, to so much of this Act as makes provision for treating goods as acquired in the United Kingdom from another member State. 3 Without prejudice to subsection (5) below, the Commissioners may by regulations make provision for the manner in which any of the following are to be or may be proved for any of the purposes of this Act, that is to say— a the effect of any provisions of the law of any other member State; b that provisions of any such law correspond or have a purpose corresponding, in relation to any member State, to or to the purpose of any provision of this Act. 4 The Commissioners may by regulations provide— a for a person to be treated for prescribed purposes of this Act as taxable in another member State only where he has given such notification, and furnished such other information, to the Commissioners as may be prescribed; b for the form and manner in which any notification or information is to be given or furnished under the regulations and the particulars which it is to contain; c for the proportion of any consideration for any transaction which is to be taken for the purposes of this Act as representing a liability, under the law of another member State, for value added tax to be conclusively determined by reference to such invoices or in such other manner as may be prescribed. 5 In any proceedings (whether civil or criminal), a certificate of the Commissioners— a that a person was or was not, at any date, taxable in another member State; or b that any value added tax payable under the law of another member State has or has not been paid, shall be sufficient evidence of that fact until the contrary is proved, and any document purporting to be a certificate under this subsection shall be deemed to be such a certificate until the contrary is proved. 6 Without prejudice to the generality of any of the powers of the Commissioners under the information provisions of Schedule 7 to this Act, those powers shall, for the purpose of facilitating compliance with any Community obligations, be exercisable with respect to matters that are relevant to a charge to value added tax under the law of another member State, as they are exercisable with respect to matters that are relevant for any of the purposes of this Act. 7 The reference in subsection (6) above to the information provisions of Schedule 7 to this Act is a reference to the provisions of that Schedule relating to— a the keeping of accounts; b the making of returns and the submission of other documents to the Commissioners; c the production, use and contents of invoices; d the keeping and preservation of records; and e the furnishing of information and the production of documents."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "46B", "section_title": " Territories included in references to other member States etc.", "section_text": "46B 1 The Commissioners may by regulations provide for the territory of the Community, or for the member States, to be treated for any of the purposes of this Act as including or excluding such territories as may be prescribed. 2 Without prejudice to the generality of the powers conferred by subsection (1) and section 24(1) above, the Commissioners may, for any of the purposes of this Act, by regulations provide for prescribed provisions of any customs and excise legislation to apply in relation to cases where any territory is treated under subsection (1) above as excluded from the territory of the Community, with such exceptions and adaptations as may be prescribed. 3 In subsection (2) above the reference to customs and excise legislation is a reference to any enactment or subordinate or Community legislation (whenever passed, made or adopted) which has effect in relation to, or to any assigned matter connected with, the importation or exportation of goods. 4 In subsection (3) above “ assigned matter ” has the same meaning as in the Customs and Excise Management Act 1979."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "47", "section_title": " Meaning of “business\", etc.", "section_text": "47 1 In this Act “ business ” includes any trade, profession or vocation. 2 Without prejudice to the generality of anything else in this Act, the following are deemed to be the carrying on of a business— a the provision by a club, association or organisation (for a subscription or other consideration) of the facilities or advantages available to its members; and b the admission, for a consideration, of persons to any premises. 3 Where a body has objects which are in the public domain and are of a political, religious, philanthropic, philosophical or patriotic nature, it is not to be treated as carrying on a business only because its members subscribe to it, if a subscription obtains no facility or advantage for the subscriber other than the right to participate in its management or receive reports on its activities. 4 Where a person, in the course or furtherance of a trade, profession or vocation, accepts any office, services supplied by him as the holder of that office are treated as supplied in the course or furtherance of the trade, profession or vocation. 5 Anything done in connection with the termination or intended termination of a business is treated as being done in the course or furtherance of that business. 6 The disposition of a business as a going concern, or of its assets or liabilities (whether or not in connection with its reorganisation or winding up), is a supply made in the course or furtherance of the business."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "47A", "section_title": " Meaning of “new means of transport\".", "section_text": "47A 1 In this Act “means of transport\" in the expression “ new means of transport ” means  subject to subsection (1A) below  any of the following, that is to say— a any ship exceeding 7.5 metres in length; b any aircraft the take-off weight of which exceeds 1550 kilograms; c any motorized land vehicle which— i has an engine with a  displacement or  cylinder capacity exceeding 48 cubic centimetres; or ii is constructed or adapted to be electrically propelled using more than 7.2 kilowatts. 1A A ship, aircraft or motorized land vehicle does not fall within subsection (1) above unless it is intended for the transport of persons or goods. 2 For the purposes of this Act a means of transport shall be treated as new at any time unless at that time— a a period of more than three months has elapsed since its first entry into service; and b it has, since its first entry into service, travelled under its own power— i in the case of a ship, for more than 100 hours; ii in the case of an aircraft, for more than 40 hours; and iii in the case of a land vehicle, for more than 3000 kilometres. 3 The Treasury may by order vary this section— a by adding or deleting any ship, aircraft or vehicle of a description specified in the order to or from those which are for the time being specified in subsection (1) above; and b by altering, omitting or adding to the provisions of subsection (2) above for determining whether a means of transport is new. 4 The Commissioners may by regulations make provision specifying the circumstances in which a means of transport is to be treated for the purposes of this section as having first entered into service."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "48", "section_title": " Interpretation.", "section_text": "48 1 In this Act— “ another member State ” means, subject to section 46B(1) above, any member State other than the United Kingdom, and “ other member States ” shall be construed accordingly; “ assignment ”, in relation to Scotland, means assignation; “ authorised person ” means any person acting under the authority of the Commissioners; “ the Commissioners ” means the Commissioners of Customs and Excise;  “ fee simple ”— in relation to Scotland, means the estate or interest of the proprietor of the dominium utile or, in the case of land not held on feudal tenure, the estate or interest of the owner; in relation to Northern Ireland, includes the estate of a person who holds land under a fee farm grant; “ invoice ” includes any document similar to an invoice; “ input tax ” has the meaning assigned to it by section 14 above; “ major interest ”, in relation to land, means the fee simple or a tenancy for a term certain exceeding 21 years, and in relation to Scotland means— a the estate or interest of the proprietor of the dominium utile, or b in the case of land not held on feudal tenure, the estate or interest of the owner, or the lessee’s interest under a lease for a period exceeding 21 years; “ money ” includes currencies other than sterling; “ prescribed ” means prescribed by regulations; “ prescribed accounting period ” has the meaning assigned to it by section 14(1) above; “ quarter ” means a period of three months ending at the end of March, June, September or December; “ regulations ” means regulations made by the Commissioners under this Act; “ ship ” includes hovercraft; “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978; “ tax ” means value added tax  charged in accordance with the provisions of this Act ;  “ taxable person ” means  . . . a person who is a taxable person under section 2C above; “ taxable supply ” has the meaning assigned to it by section 2(2) above. 1A Subject to section 46B above— a the question whether or not goods have entered the territory of the Community; b the time when any Community customs debt in respect of duty on the entry of any goods into the territory of the Community would be incurred; and c the person by whom any such debt would fall to be discharged, shall for the purposes of this Act be determined (whether or not the goods in question are themselves subject to any such duties) according to the Community legislation applicable to goods which are in fact subject to such duties. 1B Any reference in this Act to the amount of any duty of excise on any goods shall be taken to be a reference to the amount of duty charged on those goods with any addition or deduction falling to be made under section 1 of the Excise Duties (Surcharges or Rebates) Act 1979. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subject to paragraph 3(2) of Schedule 7 to this Act, in any provision contained in or having effect under this Act “document\", “copy\" and “computer\" shall have the same meanings— a in relation to England and Wales, as by virtue of section 10 of the  Civil Evidence Act 1968 they have in Part I of that Act; b in relation to Scotland, as by virtue of section 17 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1968 they have in Part III of that Act; and c in relation to Northern Ireland, as by virtue of section 6 of the  Civil Evidence Act (Northern Ireland) 1971 they have in Part I of that Act. 5 The question whether, in relation to any supply of services, the supplier or the recipient of the supply belongs in one country or another shall be determined  (subject to any provision made under section 7(6) above)  in accordance with section 8 above. 6 Schedules 5 and 6 to this Act shall be interpreted in accordance with the notes contained in those Schedules; and accordingly the powers conferred by this Act to vary those Schedules include a power to add to, delete or vary those notes. 7 The descriptions of Groups in those Schedules are for ease of reference only and shall not affect the interpretation of the descriptions of items in those Groups. 8 References in this Act to the United Kingdom include the territorial sea of the United Kingdom. 9 References in this Act to being registered shall be construed in accordance with section 2C(3) of this Act and, (without prejudice to paragraph 2 of Schedule 10 to this Act) shall, in relation to registration under Schedule 1 to this Act or any provision of that Schedule, include a reference to being registered under the corresponding provision of any enactment re-enacted in that Schedule."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "49", "section_title": " Refund of tax to Government of Northern Ireland.", "section_text": "49 The Commissioners shall refund to the Government of Northern Ireland the amount of the tax charged on the supply of goods or services to,  that Government, on the acquisition of any goods by that Government from another member State or on the importation of any goods by that Government from a place outside the member States , after deducting therefrom so much of that amount as may be agreed between them and the Department of Finance and Personnel for Northern Ireland as attributable to supplies  acquisitions  and importations for the purpose of a business carried on by the Government of Northern Ireland."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "50", "section_title": " Consequential, transitional and saving provisions and repeals.", "section_text": "50 1 Schedule 9 (consequential amendments) and Schedule 10 (savings and transitional provisions) to this Act shall have effect but without prejudice to the operation of sections 15 to 17 of the  Interpretation Act 1978 (which relate to the effect of repeals). 2 The enactments specified in Schedule 11 to this Act are hereby repealed to the extent mentioned in the third column of that Schedule."}, {"act": "Value Added Tax Act 1983 (repealed 1.9.1994)", "year": 1983, "section": "51", "section_title": " Short title, commencement and extent.", "section_text": "51 1 This Act may be cited as the Value Added Tax Act 1983. 2 This Act shall come into force at the expiry of the period of three months beginning with the day on which it is passed. 3 This Act shall extend to Northern Ireland. 4 Paragraph 3 of Schedule 9 and paragraph 18 of Schedule 10 to this Act shall extend to the Isle of Man but no other provision of this Act shall extend there."}]