[{"act": "Northern Ireland Act 2000 (repealed)", "year": 2000, "section": "1", "section_title": " Suspension of devolved government in Northern Ireland.", "section_text": "1 1 While this section is in force, the Northern Ireland Assembly is suspended and the following provisions of this section have effect. 2 No Act is to be passed by the Assembly. 3 Neither the Assembly nor any committee of the Assembly is to hold a meeting or conduct any business. 4 No person is to continue to hold office or be  ... nominated or appointed as a Minister or junior Minister, or as a chairman or deputy chairman of a statutory committee. 5 The functions conferred by   section 52A, 52B  or 53 of the  Northern Ireland Act 1998 (North-South Ministerial Council and British-Irish Council) are not to be exercised. 6 The functions conferred by section 54 of that Act (British-Irish Intergovernmental Conference) are not to be exercised. 7 No functions are to be conferred under section 55(2)(b) of that Act (implementation bodies). 8 The Schedule to this Act makes further provision in connection with that made by this section."}, {"act": "Northern Ireland Act 2000 (repealed)", "year": 2000, "section": "2", "section_title": " Ending suspension.", "section_text": "2 1 As soon as is reasonably practicable after section 1 comes into force, the Secretary of State must take steps to initiate a review under the Validation, Implementation and Review section of the Belfast Agreement. 2 The Secretary of State may by order (“ a restoration order ”) provide that section 1 is to cease to have effect on the date specified in the order. 3 Before making a restoration order, the Secretary of State must take into account the result of the review conducted as a result of subsection (1)."}, {"act": "Northern Ireland Act 2000 (repealed)", "year": 2000, "section": "3", "section_title": " Effect of restoration.", "section_text": "3 1 This section applies when a restoration order is made. 2 If, on the date on which the restoration order comes into force (“ the effective date ”)— a the person who held office as First Minister immediately before the date on which section 1 came into force, and b the person who held office as deputy First Minister at that time, remain eligible to hold office, they resume office on the effective date and section 16 of the 1998 Act does not apply. 3 If either of those persons is no longer eligible on the effective date, that section applies— a with the omission of subsection (1); and b as if the person who is no longer eligible ceased to hold office on the effective date. 4 Subsection (5) applies if the office of First Minister or deputy First Minister was vacant on the date on which section 1 came into force. 5 On the effective date, section 16 of the 1998 Act applies— a with the omission of subsection (1); and b as if the office had been vacated on the effective date. 6 If any person who held office as— a a Northern Ireland Minister, b a junior Minister, or c chairman or deputy chairman of a statutory committee, immediately before the date on which section 1 came into force remains eligible to hold that office, he resumes office on the effective date. 7 If, after the application of subsection (6), there are vacancies in the offices mentioned there, they are to be filled— a in the case of Northern Ireland Ministers, in accordance with section 18(10) of the 1998 Act, b in the case of junior Ministers, in accordance with the provision for the filling of vacancies made by virtue of section 19(3)(a) of that Act, and c in the case of chairmen or deputy chairmen of statutory committees, in accordance with standing orders made as a result of section 29(8) of that Act, as if the vacancies occurred on the effective date. 8 The Assembly may not make a determination under section 47 of the 1998 Act in respect of any period when section 1 was in force. 9 No instrument made during any period when section 1 was in force shall be liable to annulment or capable of being revoked in pursuance of a resolution, motion or address of the Assembly. 10 A restoration order shall not affect the operation of any Order in Council made under paragraph 1(1) of the Schedule during any period when section 1 was in force. 11 On the effective date, any direction made by the Secretary of State under section 47B or section 51B of the 1998 Act while section 1 was in force shall cease to have effect."}, {"act": "Northern Ireland Act 2000 (repealed)", "year": 2000, "section": "4", "section_title": " Further suspension by order.", "section_text": "4 The effect of an order made by the Secretary of State revoking a restoration order is that section 1 comes into force again."}, {"act": "Northern Ireland Act 2000 (repealed)", "year": 2000, "section": "5", "section_title": " Implementation bodies.", "section_text": "5 1 If, while section 1 is in force, arrangements made under an agreement between Her Majesty’s Government in the United Kingdom and the Government of Ireland require any functions of an implementation body, so far as they relate to Northern Ireland, to be transferred to a Northern Ireland department, the Secretary of State must by order transfer those functions to the department. 2 If, when a restoration order is made, arrangements made under such an agreement require any functions of a Northern Ireland department to be transferred to an implementation body, the Secretary of State must by order transfer those functions to the body."}, {"act": "Northern Ireland Act 2000 (repealed)", "year": 2000, "section": "6", "section_title": " Power to make consequential provision  etc.", "section_text": "6 The Secretary of State may by order make such modifications of enactments as appear to him to be necessary or expedient in consequence of any provision made by, or under, this Act."}, {"act": "Northern Ireland Act 2000 (repealed)", "year": 2000, "section": "7", "section_title": " Orders made under this Act: supplemental provision.", "section_text": "7 1 Any power of the Secretary of State to make an order under this Act (“ an order ”) is exercisable by statutory instrument. 2 An order may make such consequential, supplemental or transitional provision as appears to the Secretary of State to be necessary or expedient. 3 An order under paragraph 12(4)(b) of the Schedule shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Any other order (except one under section 9(2)) may not be made unless a draft of the order has been approved by a resolution of each House of Parliament. 5 Except in the case of an order made under paragraph 1(4) of the Schedule, subsection (4) does not apply if the order declares that the Secretary of State considers it expedient for the order to be made without that approval. 6 An order containing a declaration under subsection (5)— a must be laid before Parliament after being made; and b ceases to have effect if it is not approved by a resolution of each House of Parliament before the end of the period of 40 days beginning with the date on which it is made. 7 Subsection (6)(b) does not prejudice— a anything done as a result of the order before it ceased to have effect; or b the making of a new order."}, {"act": "Northern Ireland Act 2000 (repealed)", "year": 2000, "section": "8", "section_title": " Interpretation etc.", "section_text": "8 1 In this Act— “ the 1998 Act ” means the  Northern Ireland Act 1998; “ enactment ” includes— a provision of an Act (including this Act); a provision of, or of any instrument made under, Northern Ireland legislation; and a provision of subordinate legislation; “ implementation body ” has the same meaning as in section 55 of the 1998 Act; “ restoration order ” has the meaning given in section 2(2); and “ statutory committee ” means a committee established by standing orders made as a result of section 29 of the 1998 Act. 2 Expressions which are used in this Act and in the 1998 Act have the same meaning as in that Act. 3 In calculating the period of 40 days mentioned in section 7(6)(b) and in paragraph 2(2)(b) of Schedule 1, no account is to be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days."}, {"act": "Northern Ireland Act 2000 (repealed)", "year": 2000, "section": "9", "section_title": " Short title, commencement and consequential amendment.", "section_text": "9 1 This Act may be cited as the Northern Ireland Act 2000. 2 This Act (apart from subsection (1) and this subsection) comes into force on such day as the Secretary of State may by order appoint. 3 In section 44 of the 1998 Act (power of Assembly to call for witnesses and documents), in subsection (4), at the end insert  “              or during a period when section 1 of the Northern Ireland Act 2000 was in force            ” ."}]