[{"act": "Auctions (Bidding Agreements) Act 1927", "year": 1927, "section": "1", "section_title": " Certain bidding agreements to be illegal. ", "section_text": "1 1 If any dealer agrees to give, or gives, or offers any gift or consideration to any other person as an inducement or reward for abstaining, or for having abstained, from bidding at a sale by auction either generally or for any particular lot, or if any person agrees to accept, or accepts, or attempts to obtain from any dealer any such gift or consideration as aforesaid, he shall be guilty of an offence under this Act, and shall be liable on summary conviction to a fine not exceeding  £400 , or to a term of imprisonment for any period not exceeding six months, or to both such fine and such imprisonment: Provided that, where it was proved that a dealer has previously to an auction entered into an agreement in writing with one or more persons to purchase goods at the auction bona fide on a joint account and has before the goods were purchased at the auction deposited a copy of the agreement with the auctioneer, such an agreement shall not be treated as an agreement made in contravention of this section. 2 For the purposes of this section the expression “ dealer ” means a person who in the normal course of his business attends sales by auction for the purpose of purchasing goods with a view to reselling them. 3 In England and Wales a prosecution for an offence under this section shall not be instituted without the consent of the Attorney-General  . . .."}, {"act": "Auctions (Bidding Agreements) Act 1927", "year": 1927, "section": "2", "section_title": " Right of vendors to treat certain sales as fraudulent. ", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Auctions (Bidding Agreements) Act 1927", "year": 1927, "section": "3", "section_title": " Copy of Act to be exhibited at sale. ", "section_text": "3 The particulars which under section seven of the  Auctioneers Act, 1845, are required to be affixed or suspended in some conspicuous part of the room or place where the auction is held shall include a copy of this Act, and that section shall have effect accordingly."}, {"act": "Auctions (Bidding Agreements) Act 1927", "year": 1927, "section": "4", "section_title": " †Short title, commencement and extent.", "section_text": "4 1 This Act may be cited as the Auctions (Bidding Agreements) Act, 1927, . . .  2 This Act shall not extend to Northern Ireland."}]