[{"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "1", "section_title": " Tenant’s right to compensation for improvements. ", "section_text": "1 1 Subject to the provisions of this Part of this Act, a tenant of a holding to which this Part of this Act applies shall, if a claim for the purpose is made in the prescribed manner—  and within the time limited by section forty-seven of the  Landlord and Tenant Act, 1954 be entitled, at the termination of the tenancy, on quitting his holding, to be paid by his landlord compensation in respect of any improvement (including the erection of any building) on his holding made by him or his predecessors in title, not being a trade or other fixture which the tenant is by law entitled to remove, which at the termination of the tenancy adds to the letting value of the holding: Provided that the sum to be paid as compensation for any improvement shall not exceed— a the net addition to the value of the holding as a whole which may be determined to be the direct result of the improvement; or b the reasonable cost of carrying out the improvement at the termination of the tenancy, subject to a deduction of an amount equal to the cost (if any) of putting the works constituting the improvement into a reasonable state of repair, except so far as such cost is covered by the liability of the tenant under any covenant or agreement as to the repair of the premises. 2 In determining the amount of such net addition as aforesaid, regard shall be had to the purposes for which it is intended that the premises shall be used after the termination of the tenancy, and if it is shown that it is intended to demolish or to make structural alterations in the premises or any part thereof or to use the premises for a different purpose, regard shall be had to the effect of such demolition, alteration or change of user on the additional value attributable to the improvement, and to the length of time likely to elapse between the termination of the tenancy and the demolition, alteration or change of user. 3 In the absence of agreement between the parties, all questions as to the right to compensation under this section, or as to the amount thereof, shall be determined by the tribunal hereinafter mentioned, and if the tribunal determines that, on account of the intention to demolish or alter or to change the user of the premises, no compensation or a reduced amount of compensation shall be paid, the tribunal may authorise a further application for compensation to be made by the tenant if effect is not given to the intention within such time as may be fixed by the tribunal."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "2", "section_title": " Limitation on tenant’s right to compensation in certain cases.", "section_text": "2 1 A tenant shall not be entitled to compensation under this Part of this Act— a in respect of any improvement made before the commencement of this Act; or b in respect of any improvement made in pursuance of a statutory obligation, or of any improvement which the tenant or his predecessors in title were under an obligation to make in pursuance of a contract entered into, whether before or after the passing of this Act, for valuable consideration, including a building lease; or c in respect of any improvement made less than three years before the termination of the tenancy; or d if within two months after the making of the claim under section one, subsection (1), of this Act the landlord serves on the tenant notice that he is willing and able to grant to the tenant, or obtain the grant to him of, a renewal of the tenancy at such rent and for such term as, failing agreement, the tribunal may consider reasonable; and, where such a notice is so served and the tenant does not within one month from the service of the notice send to the landlord an acceptance in writing of the offer, the tenant shall be deemed to have declined the offer. 2 Where an offer of the renewal of a tenancy by the landlord under this section is accepted by the tenant, the rent fixed by the tribunal shall be the rent which in the opinion of the tribunal a willing lessee other than the tenant would agree to give and a willing lessor would agree to accept for the premises, having regard to the terms of the lease, but irrespective of the value attributable to the improvement in respect of which compensation would have been payable. 3 The tribunal in determining the compensation for an improvement shall in reduction of the tenant’s claim take into consideration any benefits which the tenant or his predecessors in title may have received from the landlord or his predecessors in title in consideration expressly or impliedly of the improvement."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "3", "section_title": " Landlord’s right to object. ", "section_text": "3 1 Where a tenant of a holding to which this Part of this Act applies proposes to make an improvement on his holding, he shall serve on his landlord notice of his intention to make such improvement, together with a specification and plan showing the proposed improvement and the part of the existing premises affected thereby, and if the landlord, within three months after the service of the notice, serves on the tenant notice of objection, the tenant may, in the prescribed manner, apply to the tribunal, and the tribunal may, after ascertaining that notice of such intention has been served upon any superior landlords interested and after giving such persons an opportunity of being heard, if satisfied that the improvement— a is of such a nature as to be calculated to add to the letting value of the holding at the termination of the tenancy; and b is reasonable and suitable to the character thereof; and c will not diminish the value of any other property belonging to the same landlord, or to any superior landlord from whom the immediate landlord of the tenant directly or indirectly holds; and after making such modifications (if any) in the specification or plan as the tribunal thinks fit, or imposing such other conditions as the tribunal may think reasonable, certify in the prescribed manner that the improvement is a proper improvement: Provided that, if the landlord proves that he has offered to execute the improvement himself in consideration of a reasonable increase of rent, or of such increase of rent as the tribunal may determine, the tribunal shall not give a certificate under this section unless it is subsequently shown to the satisfaction of the tribunal that the landlord has failed to carry out his undertaking. 2 In considering whether the improvement is reasonable and suitable to the character of the holding, the tribunal shall have regard to any evidence brought before it by the landlord or any superior landlord (but not any other person) that the improvement is calculated to injure the amenity or convenience of the neighbourhood. 3 The tenant shall, at the request of any superior landlord or at the request of the tribunal, supply such copies of the plans and specifications of the proposed improvement as may be required. 4 Where no such notice of objection as aforesaid to a proposed improvement has been served within the time allowed by this section, or where the tribunal has certified an improvement to be a proper improvement, it shall be lawful for the tenant as against the immediate and any superior landlord to execute the improvement according to the plan and specification served on the landlord, or according to such plan and specification as modified by the tribunal or by agreement between the tenant and the landlord or landlords affected, anything in any lease of the premises to the contrary notwithstanding: Provided that nothing in this subsection shall authorise a tenant to execute an improvement in contravention of any restriction created or imposed— a for naval, military or air force purposes; b for civil aviation purposes under the powers of the  Air Navigation Act, 1920; c for securing any rights of the public over the foreshore or bed of the sea. 5 A tenant shall not be entitled to claim compensation under this Part of this Act in respect of any improvement unless he has, or his predecessors in title have, served notice of the proposal to make the improvement under this section, and (in case the landlord has served notice of objection thereto) the improvement has been certified by the tribunal to be a proper improvement and the tenant has complied with the conditions, if any, imposed by the tribunal, nor unless the improvement is completed within such time after the service on the landlord of the notice of the proposed improvement as may be agreed between the tenant and the landlord or may be fixed by the tribunal, and where proceedings have been taken before the tribunal, the tribunal may defer making any order as to costs until the expiration of the time so fixed for the completion of the improvement. 6 Where a tenant has executed an improvement of which he has served notice in accordance with this section and with respect to which either no notice of objection has been served by the landlord or a certificate that it is a proper improvement has been obtained from the tribunal, the tenant may require the landlord to furnish to him a certificate that the improvement has been duly executed; and if the landlord refuses or fails within one month after the service of the requisition to do so, the tenant may apply to the tribunal who, if satisfied that the improvement has been duly executed, shall give a certificate to that effect. Where the landlord furnishes such a certificate, the tenant shall be liable to pay any reasonable expenses incurred for the purpose by the landlord, and if any question arises as to the reasonableness of such expenses, it shall be determined by the tribunal."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "8", "section_title": " Rights of mesne landlords.", "section_text": "8 1 Where, in the case of any holding, there are several persons standing in the relation to each other of lessor and lessee, the following provisions shall apply:— Any mesne landlord who has paid or is liable to pay compensation under this Part of this Act, shall, at the end of his term, be entitled to compensation from his immediate landlord in like manner and on the same conditions as if he had himself made the improvement . . . . . .   in question, except that it shall be sufficient if the claim for compensation is made at least two months before the expiration of his term: A mesne landlord shall not be entitled to make a claim under this section unless he has, within the time and in the manner prescribed, served on his immediate superior landlord copies of all documents relating to proposed improvements and claims which have been sent to him in pursuance of this Part of this Act: Where such copies are so served, the said superior landlord shall have, in addition to the mesne landlord, the powers conferred by or in pursuance of this Part of this Act in like manner as if he were the immediate landlord of the occupying tenant, and shall, in the manner and to the extent prescribed, be at liberty to appear before the tribunal and shall be bound by the proceedings:  . . .  2 In this section, references to a landlord shall include references to his predecessors in title."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "9", "section_title": " Restriction on contracting out.", "section_text": "9 This Part of this Act shall apply notwithstanding any contract to the contrary, being a contract made at any time after the eighth day of February, nineteen hundred and twenty-seven: . . . "}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "10", "section_title": " Right of entry. ", "section_text": "10 The landlord of a holding to which this Part of this Act applies, or any person authorised by him may at all reasonable times enter on the holding or any part of it, for the purpose of executing any improvement he has undertaken to execute and of making any inspection of the premises which may reasonably be required for the purposes of this Part of this Act."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "11", "section_title": " Right to make deductions.", "section_text": "11 1 Out of any money payable to a tenant by way of compensation under this Part of this Act, the landlord shall be entitled to deduct any sum due to him from the tenant under or in respect of the tenancy. 2 Out of any money due to the landlord from the tenant under or in respect of the tenancy, the tenant shall be entitled to deduct any sum payable to him by the landlord by way of compensation under this Part of this Act."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "12", "section_title": " Application of 13 & 14  Geo.  5. c. 9. s. 20.", "section_text": "12 Section twenty of the  Agricultural Holdings Act, 1923 (which relates to charges in respect of money paid for compensation), as set out and modified in the First Schedule to this Act, shall apply to the case of money paid for compensation under this Part of this Act, including any proper costs, charges, or expenses incurred by a landlord in opposing any proposal by a tenant to execute an improvement, or in contesting a claim for compensation, and to money expended by a landlord in executing an improvement the notice of a proposal to execute which has been served on him by a tenant under this Part of this Act."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "13", "section_title": " Power to apply and raise capital money.", "section_text": "13 1 Capital money arising under the  Settled Land Act, 1925  . . ., or under the  University and College Estates Act, 1925, may be applied— a in payment as for an improvement authorised by the Act of any money expended and costs incurred by a landlord under or in pursuance of this Part of this Act in or about the execution of any improvement; b in payment of any sum due to a tenant under this Part of this Act in respect of compensation for an improvement . . . . . .   and any costs, charges, and expenses incidental thereto; c in payment of the costs, charges, and expenses of opposing any proposal by a tenant to execute an improvement. 2 The satisfaction of a claim for such compensation as aforesaid shall be included amongst the purposes for which a tenant for life, statutory owner  . . . may raise money under section seventy-one of the  Settled Land Act, 1925. 3 Where the landlord liable to pay compensation for an improvement . . . . . .   is a tenant for life or in a fiduciary position, he may require the sum payable as compensation and any costs, charges, and expenses incidental thereto, to be paid out of any capital money held on the same trusts as the settled land. In this subsection “ capital money ” includes any personal estate held on the same trusts as the land  . . .."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "14", "section_title": " Power to sell or grant leases notwithstanding restrictions.", "section_text": "14 Where the powers of a landlord to sell or grant leases are subject to any statutory or other restrictions, he shall, notwithstanding any such restrictions or any rule of law to the contrary, be entitled to offer to sell or grant any such reversion or lease as would under this Part of this Act relieve him from liability to pay compensation thereunder, and to convey and grant the same, and to execute any lease which he may be ordered to grant under this Part of this Act."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "15", "section_title": " Provisions as to reversionary leases.", "section_text": "15 1 Where the amount which a landlord is liable to pay as compensation for an improvement under this Part of this Act has been determined by agreement or by an award of the tribunal, and the landlord had before the passing of this Act granted or agreed to grant a reversionary lease commencing on or after the termination of the then existing tenancy, the rent payable under the reversionary lease shall, if the tribunal so directs, be increased by such amount as, failing agreement, may be determined by the tribunal having regard to the addition to the letting value of the holding attributable to the improvement: Provided that no such increase shall be permissible unless the landlord has served or caused to be served on the reversionary lessee copies of all documents relating to the improvement when proposed which were sent to the landlord in pursuance of this Part of this Act. 2 The reversionary lessee shall have the same right of objection to the proposed improvement and of appearing and being heard at any proceedings before the tribunal relative to the proposed improvement as if he were a superior landlord, and if the amount of compensation for the improvement is determined by the tribunal, any question as to the increase of rent under the reversionary lease shall, where practicable, be settled in the course of the same proceedings. 3  . . . "}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "16", "section_title": " Landlord’s right to reimbursement of increased taxes, rates or insurance premiums.", "section_text": "16 Where the landlord is liable to pay any . . .   rates (including water rate) in respect of any premises comprised in a holding, or has undertaken to pay the premiums on any fire insurance policy on any such premises, and in consequence of any improvement executed by the tenant on the premises under this Act the assessment of the premises or the rate of premium on the policy is increased, the tenant shall be liable to pay to the landlord sums equal to the amount by which— a the . . .   rates payable by the landlord are increased by reason of the increase of such assessment; b the fire premium payable by the landlord is increased by reason of the increase in the rate of premium; and the sums so payable by the tenant shall be deemed to be in the nature of rent and shall be recoverable as such from the tenant, . . . "}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "17", "section_title": " Holdings to which Part I. applies.", "section_text": "17 1 The holdings to which this Part of this Act applies are any premises held under a lease, other than a mining lease, made whether before or after the commencement of this Act, and used wholly or partly for carrying on thereat any trade or business, and  not being— a agricultural holdings within the meaning of the Agricultural Holdings Act 1986 held under leases in relation to which that Act applies, or b holdings held under farm business tenancies within the meaning of the Agricultural Tenancies Act 1995. 2 This Part of this Act shall not apply to any holding let to a tenant as the holder of any office, appointment or employment, from the landlord, and continuing so long as the tenant holds such office, appointment or employment, but in the case of a tenancy created after the commencement of this Act, only if the contract is in writing and expresses the purpose for which the tenancy is created. 3 For the purposes of this section, premises shall not be deemed to be premises used for carrying on thereat a trade or business— a by reason of their being used for the purpose of carrying on thereat any profession; b by reason that the tenant thereof carries on the business of subletting the premises as residential flats, whether or not the provision of meals or any other service for the occupants of the flats is undertaken by the tenant: Provided that, so far as this Part of this Act relates to improvements, premises regularly used for carrying on a profession shall be deemed to be premises used for carrying on a trade or business. 4 In the case of premises used partly for purposes of a trade or business and partly for other purposes, this Part of this Act shall apply to improvements only if and so far as they are improvements in relation to the trade or business."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "18", "section_title": " Provisions as to covenants to repair.", "section_text": "18 1 Damages for a breach of a covenant or agreement to keep or put premises in repair during the currency of a lease, or to leave or put premises in repair at the termination of a lease, whether such covenant or agreement is expressed or implied, and whether general or specific, shall in no case exceed the amount (if any) by which the value of the reversion (whether immediate or not) in the premises is diminished owing to the breach of such covenant or agreement as aforesaid; and in particular no damage shall be recovered for a breach of any such covenant or agreement to leave or put premises in repair at the termination of a lease, if it is shown that the premises, in whatever state of repair they might be, would at or shortly after the termination of the tenancy have been or be pulled down, or such structural alterations made therein as would render valueless the repairs covered by the covenant or agreement. 2 A right of re-entry or forfeiture for a breach of any such covenant or agreement as aforesaid shall not be enforceable, by action or otherwise, unless the lessor proves that the fact that such a notice as is required by section one hundred and forty-six of the  Law of Property Act, 1925, had been served on the lessee was known either— a to the lessee; or b to an under-lessee holding under an under-lease which reserved a nominal reversion only to the lessee; or c to the person who last paid the rent due under the lease either on his own behalf or as agent for the lessee or under-lessee; and that a time reasonably sufficient to enable the repairs to be executed had elapsed since the time when the fact of the service of the notice came to the knowledge of any such person. Where a notice has been sent by registered post addressed to a person at his last known place of abode in the United Kingdom, then, for the purposes of this subsection, that person shall be deemed, unless the contrary is proved, to have had knowledge of the fact that the notice had been served as from the time at which the letter would have been delivered in the ordinary course of post. This subsection shall be construed as one with section one hundred and forty-six of the  Law of Property Act, 1925. 3 This section applies whether the lease was created before or after the commencement of this Act."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "19", "section_title": " Provisions as to covenants not to assign, &c. without licence or consent. ", "section_text": "19 1 In all leases whether made before or after the commencement of this Act containing a covenant condition or agreement against assigning, underletting, charging or parting with the possession of demised premises or any part thereof without licence or consent, such covenant condition or agreement shall, notwithstanding any express provision to the contrary, be deemed to be subject— a to a proviso to the effect that such licence or consent is not to be unreasonably withheld, but this proviso does not preclude the right of the landlord to require payment of a reasonable sum in respect of any legal or other expenses incurred in connection with such licence or consent; and b (if the lease is for more than forty years, and is made in consideration wholly or partially of the erection, or the substantial improvement, addition or alteration of buildings, and the lessor is not a Government department or local or public authority, or a statutory or public utility company) to a proviso to the effect that in the case of any assignment, under-letting, charging or parting with the possession (whether by the holders of the lease or any under-tenant whether immediate or not) effected more than seven years before the end of the term no consent or licence shall be required, if notice in writing of the transaction is given to the lessor within six months after the transaction is effected. 1A Where the landlord and the tenant under a qualifying lease have entered into an agreement specifying for the purposes of this subsection— a any circumstances in which the landlord may withhold his licence or consent to an assignment of the demised premises or any part of them, or b any conditions subject to which any such licence or consent may be granted, then the landlord— i shall not be regarded as unreasonably withholding his licence or consent to any such assignment if he withholds it on the ground (and it is the case) that any such circumstances exist, and ii if he gives any such licence or consent subject to any such conditions, shall not be regarded as giving it subject to unreasonable conditions; and section 1 of the Landlord and Tenant Act 1988 (qualified duty to consent to assignment etc.) shall have effect subject to the provisions of this subsection. 1B Subsection (1A) of this section applies to such an agreement as is mentioned in that subsection— a whether it is contained in the lease or not, and b whether it is made at the time when the lease is granted or at any other time falling before the application for the landlord’s licence or consent is made. 1C Subsection (1A) shall not, however, apply to any such agreement to the extent that any circumstances or conditions specified in it are framed by reference to any matter falling to be determined by the landlord or by any other person for the purposes of the agreement, unless under the terms of the agreement— a that person’s power to determine that matter is required to be exercised reasonably, or b the tenant is given an unrestricted right to have any such determination reviewed by a person independent of both landlord and tenant whose identity is ascertainable by reference to the agreement, and in the latter case the agreement provides for the determination made by any such independent person on the review to be conclusive as to the matter in question. 1D In its application to a qualifying lease, subsection (1)(b) of this section shall not have effect in relation to any assignment of the lease. 1E In subsections (1A) and (1D) of this section— a “ qualifying lease ” means any lease which is a new tenancy for the purposes of section 1 of the Landlord and Tenant (Covenants) Act 1995 other than a residential lease, namely a lease by which a building or part of a building is let wholly or mainly as a single private residence; and b references to assignment include parting with possession on assignment. 2 In all leases whether made before or after the commencement of this Act containing a covenant condition or agreement against the making of improvements without a licence or consent, such covenant condition or agreement shall be deemed, notwithstanding any express provision to the contrary, to be subject to a proviso that such licence or consent is not to be unreasonably withheld; but this proviso does not preclude the right to require as a condition of such licence or consent the payment of a reasonable sum in respect of any damage to or diminution in the value of the premises or any neighbouring premises belonging to the landlord, and of any legal or other expenses properly incurred in connection with such licence or consent nor, in the case of an improvement which does not add to the letting value of the holding, does it preclude the right to require as a condition of such licence or consent, where such a requirement would be reasonable, an undertaking on the part of the tenant to reinstate the premises in the condition in which they were before the improvement was executed. 3 In all leases whether made before or after the commencement of this Act containing a covenant condition or agreement against the alteration of the user of the demised premises, without licence or consent, such covenant condition or agreement shall, if the alteration does not involve any structural alteration of the premises, be deemed, notwithstanding any express provision to the contrary, to be subject to a proviso that no fine or sum of money in the nature of a fine, whether by way of increase of rent or otherwise, shall be payable for or in respect of such licence or consent; but this proviso does not preclude the right of the landlord to require payment of a reasonable sum in respect of any damage to or diminution in the value of the premises or any neighbouring premises belonging to him and of any legal or other expenses incurred in connection with such licence or consent. Where a dispute as to the reasonableness of any such sum has been determined by a court of competent jurisdiction, the landlord shall be bound to grant the licence or consent on payment of the sum so determined to be reasonable. 4 This section shall not apply to leases of agricultural holdings within the meaning of the  Agricultural Holdings Act 1986   which are leases in relation to which that Act applies, or to farm business tenancies within the meaning of the Agricultural Tenancies Act 1995 , and paragraph ( b ) of subsection (1), subsection (2) and subsection (3) of this section shall not apply to mining leases. 5 This section does not apply to occupation contracts within the meaning of section 7 of the Renting Homes (Wales) Act 2016 (anaw 1)."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "20", "section_title": " Apportionment of rents. ", "section_text": "20 1 An order of apportionment of a rent reserved by a lease or any such other rent or payment as is mentioned in section ten of the  Inclosure Act, 1854, may be made by the Minister of Agriculture and Fisheries under sections ten to fourteen of that Act, on the application of any person interested in the rent or payment, or any part thereof, or in the land in respect of which such rent or payment is payable, without the concurrence of any other person: Provided that the Minister may in any such case, on the application of any person entitled to the rent or payment or any part thereof, require as a condition of making the order that any apportioned part of the rent or payment which does not exceed the yearly sum of  £5  shall be redeemed forthwith  in accordance with sections 8 to 10 of the  Rentcharges Act 1977 (which, for the purposes of this section, shall have effect with the necessary modifications) 1 An order of apportionment under sections 10 to 14 of the said Act of 1854 may provide for the amount apportioned to any part of the land in respect of which the rent or payment is payable to be nil. 2 Where the reason for the application was due to any action taken by a person other than the applicant, the Minister shall, notwithstanding anything in section fourteen of the  Inclosure Act, 1854, have power to direct by whom and in what manner the expenses of the application or any part thereof are to be paid. 3 This section does not apply to occupation contracts within the meaning of section 7 of the Renting Homes (Wales) Act 2016 (anaw 1)."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "21", "section_title": " The tribunal.", "section_text": "21 The tribunal for the purposes of Part I of this Act shall be the court exercising jurisdiction in accordance with the provisions of section sixty-three of the  Landlord and Tenant Act, 1954."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "23", "section_title": " Service of notices. ", "section_text": "23 1 Any notice, request, demand or other instrument under this Act shall be in writing and may be served on the person on whom it is to be served either personally, or by leaving it for him at his last known place of abode in England or Wales, or by sending it through the post in a registered letter addressed to him there, or, in the case of a local or public authority or a statutory or a public utility company, to the secretary or other proper officer at the principal office of such authority or company, and in the case of a notice to a landlord, the person on whom it is to be served shall include any agent of the landlord duly authorised in that behalf. 2 Unless or until a tenant of a holding shall have received notice that the person theretofore entitled to the rents and profits of the holding (hereinafter referred to as “ the original landlord ”) has ceased to be so entitled, and also notice of the name and address of the person who has become entitled to such rents and profits, any claim, notice, request, demand, or other instrument which the tenant shall serve upon or deliver to the original landlord shall be deemed to have been served upon or delivered to the landlord of such holding."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "24", "section_title": " Application to Crown, Duchy, ecclesiastical and charity lands.", "section_text": "24 1 This Act shall apply to land belonging to His Majesty in right of the Crown or the Duchy of Lancaster and to land belonging to the Duchy of Cornwall, and to land belonging to any Government department, and for that purpose the provisions of the  Agricultural Holdings Act, 1923, relating to Crown and Duchy lands, as set out and adapted in Part I of the Second Schedule to this Act, shall have effect. 2 The provisions of the Agricultural Holdings Act, 1923, with respect to the application of that Act to ecclesiastical and charity lands, as set out and adapted in Part II of the Second Schedule to this Act, shall apply for the purposes of this Act. 3  . . .  4 Where any land is vested in the  official custodian for charities  in trust for any charity, the trustees of the charity and not the  custodian  shall be deemed to be the landlord for the purposes of this Act."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "25", "section_title": " Interpretation.", "section_text": "25 1 For the purposes of this Act, unless the context otherwise requires— The expression “ tenant ” means any person entitled in possession to the holding under any contract of tenancy, whether the interest of such tenant was acquired by original contract, assignment, operation of law or otherwise; The expression “ landlord ” means any person who under a lease is, as between himself and the tenant or other lessee, for the time being entitled to the rents and profits of the demised premises payable under the lease; The expression “ predecessor in title ” in relation to a tenant or landlord means any person through whom the tenant or landlord has derived title, whether by assignment, by will, by intestacy, or by operation of law; The expression “ lease ” means a lease, under-lease or other tenancy, assignment operating as a lease or under-lease, or an agreement for such lease, under-lease tenancy, or assignment; The expression “ mining lease ” means a lease for any mining purpose or purposes connected therewith, and “ mining purposes ” include the sinking and searching for, winning, working, getting, making merchantable, smelting or otherwise converting or working for the purposes of any manufacture, carrying away, and disposing of mines and minerals, in or under land, and the erection of buildings, and the execution of engineering and other works suitable for those purposes; The expression “ term of years absolute ” has the same meaning as in the  Law of Property Act, 1925; The expression “ statutory company ” means any company constituted by or under an Act of Parliament to construct, work or carry on any . . .   . . .   . . .  , tramway, hydraulic power, dock, canal or railway undertaking; and the expression “ public utility company ” means any company within the meaning of the  Companies (Consolidation) Act, 1908, or a society registered under the Industrial and Provident societies Acts, 1893 to 1913, carrying on any such undertaking; The expression “ prescribed ” means  prescribed by rules of court or by a practice direction . 2 The designation of landlord and tenant shall continue to apply to the parties until the conclusion of any proceedings taken under or in pursuance of this Act in respect of compensation."}, {"act": "Landlord and Tenant Act 1927", "year": 1927, "section": "26", "section_title": "†Short title, commencement and extent.", "section_text": "26 1 This Act may be cited as the Landlord and Tenant Act, 1927. 2  . . .  3 This Act shall extend to England and Wales only."}]