[{"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "1", "section_title": " Appointment of sheriff clerk and procurator fiscal.", "section_text": "1 1 The right of appointing to and removing from the office of sheriff clerk shall be vested in   the Scottish Court Service . There shall be a sheriff clerk for each  sheriffdom  in Scotland as heretofore, provided that it shall be lawful for the   Scottish Court Service , where the division of sheriff court districts or other circumstances appear to   it  to render such a course expedient, to appoint a sheriff clerk for an area other than a  sheriffdom whether situated entirely within one  sheriffdom  or not. 2 The right of appointing to and removing from the office of procurator fiscal shall be vested in the Lord Advocate, and the Lord Advocate may  . . . from time to time fix the number of procurators fiscal in Scotland, and the limits of the districts for which such procurators fiscal shall act. 3 Notwithstanding anything in either of the foregoing subsections  but subject to subsections (4) and (5) below , no sheriff clerk or procurator fiscal shall be removed from his office except upon a report by the Lord President of the Court of Session and the Lord Justice Clerk: Provided that no such report shall be required in any case of retirement of a sheriff clerk or procurator fiscal in circumstances which would qualify him for an award under  the principal civil service pension scheme within the meaning of section 2 of the  Superannuation Act 1972 and for the time being in force , or in consequence of the operation of an age limit. 4 The right vested— a in the   Scottish Court Service  under subsection (1) above shall include the right to transfer the sheriff clerk of one sheriff court district to an office, whether of sheriff clerk or (however styled) of sheriff clerk depute, in another sheriff court district; b in the Lord Advocate under subsection (2) above shall include the right to transfer the procurator fiscal of one district to an office, whether of procurator fiscal or (however styled) of procurator fiscal depute, in another district, where in the opinion of the   Scottish Court Service  or, as the case may be, of the Lord Advocate the transfer is for the purpose of securing efficient organisation and administration. 5 It is hereby declared that, for the purposes of subsection (3) above, a transfer under subsection (4) above is not a removal from office. 6 For the purposes of subsection (3) above, the appointment of a sheriff clerk as Clerk of the Sheriff Appeal Court under section 59 of the Courts Reform (Scotland) Act 2014 is not a removal from office."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "2", "section_title": " Appointment of sheriff clerk and procurator fiscal deputes.", "section_text": "2 In each  sheriffdom  or district the   Scottish Court Service  and the Lord Advocate may respectively,  . . ., appoint such sheriff clerk deputes or procurator fiscal deputes as may be necessary."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "3", "section_title": " Whole-time sheriff clerks and procurators fiscal and deputes.", "section_text": "3 The   Scottish Court Service  in the case of the office of any sheriff clerk or sheriff clerk depute, and the Lord Advocate in the case of the office of any procurator fiscal or procurator fiscal depute,  . . ., may from time to time, having regard to the amount of business to be performed, determine that such office shall be a whole-time office; and no person appointed to any such office under this Act (in this Act referred to as a whole-time officer) shall engage directly or indirectly in practice as a law agent or carry on any employment of such a nature as will, in the opinion of the   Scottish Court Service  or of the Lord Advocate as the case may be, interfere with the due discharge of the duties of his office."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "4", "section_title": " Vacancy in office of sheriff clerk, procurator fiscal or deputes.", "section_text": "4 In the case of a vacancy in the office of sheriff clerk, sheriff clerk depute, procurator fiscal or procurator fiscal depute, or in the case of the incapacity of any such officer, it shall be lawful for the   Scottish Court Service  and the Lord Advocate respectively to give directions for the discharge during the vacancy or incapacity of the duties of such officer by any other officer in the sheriff clerk or procurator fiscal service respectively, or by any other fit person."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "5", "section_title": " Whole-time clerks.", "section_text": "5 1 The   Scottish Court Service  and the Lord Advocate may respectively,  . . ., appoint such whole-time clerks or other whole-time assistants to a sheriff clerk or procurator fiscal as may be deemed necessary  .... 2 The   Scottish Court Service  may appoint to a justice of the peace court such clerks and assistant clerks as   it considers  necessary. 3 The clerks and assistants mentioned in subsections (1) and (2) above are referred to in this Act as whole-time clerks."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "8", "section_title": " Secretary of State may issue instructions, &c.", "section_text": "8 1 The   Scottish Court Service   may from time to time issue to sheriff clerks    such instructions as may be deemed necessary for the purpose of giving effect to the provisions of this Act. 1A The Lord Advocate may from time to time issue to procurators fiscal such instructions as may be deemed necessary for the purpose of— a giving effect to the provisions of this Act, or b the efficient disposal of business in the sheriff courts. 2 The   Scottish Ministers  may from time to time by order make such modifications and adaptations of the provisions of any enactment as may be necessary in consequence of the exercise of the power vested in   the Scottish Court Service  by subsection (1) of section one of this Act to appoint a sheriff clerk for an area other than a  sheriffdom ."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "9", "section_title": " Deputation by sheriff clerk or procurator fiscal.", "section_text": "9 Notwithstanding anything contained in section two of this Act, it shall be lawful for a sheriff clerk with the consent of the   Scottish Court Service , and for a procurator fiscal with the consent of the Lord Advocate, to grant a deputation to a fit person for whose actings (except in the case where such person is a whole-time clerk) he shall be responsible."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "10", "section_title": " Application to officers in commissary office.", "section_text": "10 The commissary clerk of Edinburgh shall, for the purposes of this Act, be deemed to be a sheriff clerk, and the provisions of this Act with regard to sheriff clerk deputes and clerks in the office of sheriff clerks shall apply to deputes and clerks in the office of the said commissary clerk accordingly."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "12", "section_title": " Prosecutions at instance of procurator fiscal.", "section_text": "12 It shall be lawful for the Lord Advocate,  . . ., by Order to direct in the case of any Act of Parliament that, notwithstanding anything therein contained all proceedings in the sheriff court under the Summary Jurisdiction (Scotland) Acts for a contravention of or an offence against such Act of Parliament shall be taken by and at the instance of the procurator fiscal,  . . .."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "16", "section_title": " Court of Session may prescribe forms, &c. ", "section_text": "16 The Court of Session may from time to time by Act of Sederunt prescribe any form of procedure in the sheriff’s ordinary or small debt court or in proceedings for the confirmation of executors, or any other form required in connection with any duty devolving on a sheriff clerk or the form of any register required to be kept by a sheriff clerk and the particulars to be entered therein, and, where any such form as aforesaid is prescribed by any Act of Parliament, the Court may, notwithstanding anything in such Act contained, in the exercise of the power hereinbefore conferred, alter or amend any such form or cancel the same and substitute another form therefor. The foregoing provisions shall not extend to forms of procedure under the Summary Jurisdiction (Scotland) Acts."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "19", "section_title": " Calendar of confirmations.", "section_text": "19 It shall be lawful for the Secretary of State by Order to direct that the calendar of confirmations and inventories prepared under section forty-five of the  Sheriff Courts (Scotland) Act 1876, shall contain, in lieu of the particulars specified in the said section, such particulars as may be prescribed in the Order and that copies of such calendar shall be sent to such persons as may be prescribed in lieu of the persons specified in the said section, and to prescribe the particulars which shall be included in the lists or registers furnished by the sheriff clerk to the commissary clerk in pursuance of the said section."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "20", "section_title": " Summary of complaints at instance of procurator fiscal.", "section_text": "20 A complaint under the Summary Jurisdiction (Scotland) Acts at the instance of a person discharging the duties of procurator fiscal for any district, may, in the event of that person dying or ceasing to be entitled to discharge the duties of procurator fiscal for such district, be taken up and proceeded with by any other person entitled to discharge such duties."}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "21", "section_title": " Amendment of 7  Edw.  7. c.51. ", "section_text": "21 Rule 85 of the First Schedule to the Sheriff Courts (Scotland) Act, 1907, shall be amended by the substitution for the words “if the same shall not have been sooner appealed against” of the words “unless either an appeal has been taken or leave to appeal has been applied for,” and by the addition at the end of the Rule of the words “provided that an application for leave to appeal shall not preclude the issuing of extract unless leave is granted and an appeal is taken within seven days after leave is granted.”"}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Sheriff Courts and Legal Officers (Scotland) Act 1927", "year": 1927, "section": "24", "section_title": "†Commencement, extent and short title.", "section_text": "24 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 This Act shall extend to Scotland only, and may be cited as the Sheriff Courts and Legal Officers (Scotland) Act 1927."}]