[{"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "1", "section_title": " Incorporation of trustees of a charity.", "section_text": "1 1 Where— a the trustees of a charity, in accordance with section 3 of this Act, apply to the Commissioners for a certificate of incorporation of the trustees as a body corporate, and b the Commissioners consider that the incorporation of the trustees would be in the interests of the charity, the Commissioners may grant such a certificate, subject to such conditions or directions as they think fit to insert in it. 2 The Commissioners shall not, however, grant such a certificate in a case where the charity appears to them to be required to be registered in the register kept by them under section 4 of the Charities Act 1960 but is not so registered. 3 On the grant of such a certificate— a the trustees of the charity shall become a body corporate by such name as is specified in the certificate; and b (without prejudice to the operation of section 5 of this Act) any relevant rights or liabilities of those trustees shall become rights or liabilities of that body. 4 After their incorporation the trustees— a may sue and be sued in their corporate name; and b shall have the same powers, and be subject to the same restrictions and limitations, as respects the holding, acquisition and disposal of property for or in connection with the purposes of the charity as they had or were subject to while unincorporated; and any relevant legal proceedings that might have been continued or commenced by or against the trustees may be continued or commenced by or against them in their corporate name. 5 A body incorporated under this section need not have a common seal. 6 In this section— “ relevant rights or liabilities ” means rights or liabilities in connection with any property vesting in the body in question under section 2 of this Act; and “ relevant legal proceedings ” means legal proceedings in connection with any such property."}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "2", "section_title": " Estate to vest in body corporate.", "section_text": "2 The certificate of incorporation shall vest in such body corporate all real and personal estate, of what nature or tenure soever, belonging to or held by any person or persons in trust for such charity, and thereupon any person or persons in whose name or names any stocks, funds, or securities shall be standing in trust for the charity, shall transfer the same into the name of such body corporate,  except that the foregoing provisions shall not apply to property vested in the official custodian for charities . . . . . . "}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "3", "section_title": " Applications for incorporation.", "section_text": "3 1 Every application to the Commissioners for a certificate of incorporation under this Act shall— a be in writing and signed by the trustees of the charity concerned; and b be accompanied by such documents or information as the Commissioners may require for the purpose of the application. 2 The Commissioners may require— a any statement contained in any such application, or b any document or information supplied under subsection (1)(b) above, to be verified in such manner as they may specify."}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "4", "section_title": " Nomination of trustees, and filling up vacancies.", "section_text": "4 Before a certificate of incorporation shall be granted, trustees of the charity shall have been effectually appointed to the satisfaction of the Commissioners; and where a certificate of incorporation shall have been granted vacancies in the number of the trustees of such charity shall from time to time be filled up so far as shall be required by the constitution or settlement of the charity, or by any such conditions or directions as aforesaid, by such legal means as would have been available for the appointment of new trustees of the charity if no certificate of incorporation had been granted, or otherwise as shall be required by such conditions or directions as aforesaid  . . .."}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "5", "section_title": " Liability of trustees and others, notwithstanding incorporation.", "section_text": "5 After a certificate of incorporation has been granted under the provisions of this Act all trustees of the charity, notwithstanding their incorporation, shall be chargeable for such property as shall come into their hands, and shall be answerable and accountable for their own acts, receipts, neglects, and defaults, and for the due administration of the charity and its property, in the same manner and to the same extent as if no such incorporation had been effected  . . .."}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "6A", "section_title": " Power of Commissioners to amend certificate of incorporation.", "section_text": "6A 1 The Commissioners may amend a certificate of incorporation either on the application of the incorporated body to which it relates or of their own motion. 2 Before making any such amendment of their own motion, the Commissioners shall by notice in writing— a inform the trustees of the relevant charity of their proposals, and b invite those trustees to make representations to them within a time specified in the notice, being not less than one month from the date of the notice. 3 The Commissioners shall take into consideration any representations made by those trustees within the time so specified, and may then (without further notice) proceed with their proposals either without modification or with such modifications as appear to them to be desirable. 4 The Commissioners may amend a certificate of incorporation either— a by making an order specifying the amendment; or b by issuing a new certificate of incorporation taking account of the amendment."}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "7", "section_title": " Commissioners to keep record of applications for certificates, &c. and charge fees for inspection.", "section_text": "7 The said Commissioners shall keep a record of all such applications for and certificates of incorporation, and shall preserve all documents sent to them under the provisions of this Act; and any person may inspect such documents, under the direction of the Commissioners, and any person may require a copy or extract of any such document to be certified under the hand of the secretary or chief clerk of the said Commissioners  . . .."}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "8", "section_title": " Enforcement of orders and directions of Commissioners.", "section_text": "8 All conditions and directions inserted in any certificate of incorporation shall be binding upon and performed or observed by the trustees as trusts of the charity, and  section 41 of the Charities Act 1960 (enforcement of orders of Commissioners) shall apply to any trustee who fails to perform or observe any such condition or direction as it applies to a person guilty of disobedience to any such order of the Commissioners as is mentioned in that section. ."}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "9", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "10", "section_title": " Gifts to charity before incorporation to have same effect afterwards.", "section_text": "10 After the incorporation of the trustees of any charity pursuant to this Act every donation, gift, and disposition of property, real or personal, theretofore lawfully made (but not having actually taken effect), or thereafter lawfully made by deed, will, or otherwise to or in favour of such charity, or the trustees thereof, or otherwise for the purposes thereof, shall take effect as if the same had beem made to or in favour of the incorporated body or otherwise for the like purposes."}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "11", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "12", "section_title": " Execution of documents by incorporated body.", "section_text": "12 1 This section has effect as respects the execution of documents by an incorporated body. 2 If an incorporated body has a common seal, a document may be executed by the body by the affixing of its common seal. 3 Whether or not it has a common seal, a document may be executed by an incorporated body either— a by being signed by a majority of the trustees of the relevant charity and expressed (in whatever form of words) to be executed by the body; or b by being executed in pursuance of an authority given under subsection (4) below. 4 For the purposes of subsection (3)(b) above the trustees of the relevant charity in the case of an incorporated body may, subject to the trusts of the charity, confer on any two or more of their number— a a general authority, or b an authority limited in such manner as the trustees think fit, to execute in the name and on behalf of the body documents for giving effect to transactions to which the body is a party. 5 An authority under subsection (4) above— a shall suffice for any document if it is given in writing or by resolution of a meeting of the trustees of the relevant charity, notwithstanding the want of any formality that would be required in giving an authority apart from that subsection; b may be given so as to make the powers conferred exercisable by any of the trustees, or may be restricted to named persons or in any other way; c subject to any such restriction, and until it is revoked, shall, notwithstanding any change in the trustees of the relevant charity, have effect as a continuing authority given by the trustees from time to time of the charity and exercisable by such trustees. 6 In any authority under subsection (4) above to execute a document in the name and on behalf of an incorporated body there shall, unless the contrary intention appears, be implied authority also to execute it for the body in the name and on behalf of the official custodian for charities or of any other person, in any case in which the trustees could do so. 7 A document duly executed by an incorporated body which makes it clear on its face that it is intended by the person or persons making it to be a deed has effect, upon delivery, as a deed; and it shall be presumed, unless a contrary intention is proved, to be delivered upon its being so executed. 8 In favour of a purchaser a document shall be deemed to have been duly executed by such a body if it purports to be signed— a by a majority of the trustees of the relevant charity, or b by such of the trustees of the relevant charity as are authorised by the trustees of that charity to execute it in the name and on behalf of the body, and, where the document makes it clear on its face that it is intended by the person or persons making it to be a deed, it shall be deemed to have been delivered upon its being executed. For this purpose “ purchaser ” means a purchaser in good faith for valuable consideration and includes a lessee, mortgagee or other person who for valuable consideration acquires an interest in property."}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "12A", "section_title": " Power of Commissioners to dissolve incorporated body.", "section_text": "12A 1 Where the Commissioners are satisfied— a that an incorporated body has no assets or does not operate, or b that the relevant charity in the case of an incorporated body has ceased to exist, or c that the institution previously constituting, or treated by them as constituting, any such charity has ceased to be, or (as the case may be) was not at the time of the body’s incorporation, a charity, or d that the purposes of the relevant charity in the case of an incorporated body have been achieved so far as is possible or are in practice incapable of being achieved, they may of their own motion make an order dissolving the body as from such date as is specified in the order. 2 Where the Commissioners are satisfied, on the application of the trustees of the relevant charity in the case of an incorporated body, that it would be in the interests of the charity for that body to be dissolved, the Commissioners may make an order dissolving the body as from such date as is specified in the order. 3 Subject to subsection (4) below, an order made under this section with respect to an incorporated body shall have the effect of vesting in the trustees of the relevant charity, in trust for that charity, all property for the time being vested— a in the body, or b in any other person (apart from the official custodian for charities), in trust for that charity. 4 If the Commissioners so direct in the order— a all or any specified part of that property shall, instead of vesting in the trustees of the relevant charity, vest— i in a specified person as trustee for, or nominee of, that charity, or ii in such persons (other than the trustees of the relevant charity) as may be specified; b any specified investments, or any specified class or description of investments, held by any person in trust for the relevant charity shall be transferred— i to the trustees of that charity, or ii to any such person or persons as is or are mentioned in paragraph (a)(i) or (ii) above; and for this purpose “ specified ” means specified by the Commissioners in the order. 5 Where an order to which this subsection applies is made with respect to an incorporated body— a any rights or liabilities of the body shall become rights or liabilities of the trustees of the relevant charity; and b any legal proceedings that might have been continued or commenced by or against the body may be continued or commenced by or against those trustees. 6 Subsection (5) above applies to any order under this section by virtue of which— a any property vested as mentioned in subsection (3) above is vested— i in the trustees of the relevant charity, or ii in any person as trustee for, or nominee of, that charity; or b any investments held by any person in trust for the relevant charity are required to be transferred— i to the trustees of that charity, or ii to any person as trustee for, or nominee of, that charity. 7 Any order made by the Commissioners under this section may be varied or revoked by a further order so made."}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "13", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "14", "section_title": " Interpretation.", "section_text": "14 In this Act— “ charity ” has the same meaning as in the Charities Act 1960; “ the Commissioners ” means the Charity Commissioners; “ incorporated body ” means a body incorporated under section 1 of this Act; “ the relevant charity ”, in relation to an incorporated body, means the charity the trustees of which have been incorporated as that body; “ the trustees ”, in relation to a charity, means the charity trustees within the meaning of the Charities Act 1960."}, {"act": "Charitable Trustees Incorporation Act 1872 (repealed 1.8.1993)", "year": 1872, "section": "15", "section_title": " Short title.", "section_text": "15 This Act may be cited for all purposes as “ The Charitable Trustees Incorporation Act, 1872. ”"}]