[{"act": "Judicial Committee Act 1844", "year": 1844, "section": "1.", "section_title": " Her Majesty, by Order in Council, may provide for the admission of an appeal from any colony, although there shall not be a Court of Error or of Appeal in such colony; and may revoke such Orders. Orders may be either general or special. Nothing herein to affect the present powers for regulating appeals from the colonies.", "section_text": "1 It shall be competent to Her Majesty, by any order or orders to be from time to time for that purpose made with the advice of her Privy Council, to provide for the admission of any appeal or appeals to Her Majesty in Council from any judgments, sentences, decrees, or orders of any court of justice within any British colony or possession abroad, although such court shall not be a court of errors or a court of appeal within such colony or possession; and it shall also be competent to Her Majesty, by any such order or orders as aforesaid, to make all such provisions as to Her Majesty in Council shall seem meet for the instituting and prosecuting any such appeals, and for carrying into effect any such decisions or sentences as Her Majesty in Council shall pronounce thereon: Provided always, that it shall be competent to Her Majesty in Council to revoke, alter, and amend any such order or orders as aforesaid, as to Her Majesty in Council shall seem meet: Provided also, that any such order as aforesaid may be either general and extending to all appeals to be brought from any such court of justice as aforesaid, or special and extending only to any appeal to be brought in any particular case: . . .  Provided also, that nothing herein contained shall be construed to extend to take away or diminish any power now by law vested in Her Majesty for regulating appeals to Her Majesty in Council from the judgments, sentences, decrees, or orders of any courts of justice within any of Her Majesty’s colonies or possessions abroad."}, {"act": "Judicial Committee Act 1844", "year": 1844, "section": "25.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Judicial Committee Act 1844", "year": 1844, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Judicial Committee Act 1844", "year": 1844, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Judicial Committee Act 1844", "year": 1844, "section": "8", "section_title": " Judicial Committee may appoint clerk of Privy Council to take proofs in matters referred to them.", "section_text": "8 Provided always, that in the case of any matter or thing being referred to the judicial committee it shall be lawful for the said committee to appoint one or other of the clerks of the Privy Council to take any formal proofs required to be taken in dealing with the matter or thing so referred, and shall, if they so think fit, proceed upon such clerk’s report to them as if such formal proofs had been taken by and before the said Judicial Committee."}, {"act": "Judicial Committee Act 1844", "year": 1844, "section": "9", "section_title": " Judicial Committee may proceed to hearing of Appeals without special order of reference. ", "section_text": "9 In case any petition of appeal whatever shall be presented, addressed to Her Majesty in Council, and such petition shall be duly lodged with the clerk of the Privy Council, it shall be lawful for the said Judicial Committee to proceed in hearing and reporting upon such appeal, without any special Order in Council referring the same to them, provided that Her Majesty in Council shall have, by an Order in Council in the month of November, directed that all appeals shall be referred to the said Judicial Committee on which petitions may be presented to Her Majesty in Council during the twelve months next after the making of such order; and the said Judicial Committee shall proceed to hear and report upon all such appeals in like manner as if each such appeal had been referred to the said Judicial Committee by a special Order of Her Majesty in Council: Provided always, that it shall be lawful for Her Majesty in Council at any time to rescind any general Order so made; and in case of such Order being so rescinded all petitions of appeal shall in the first instance be preferred to Her Majesty in Council, and shall not be proceeded with by the said Judicial Committee without a special order of reference."}, {"act": "Judicial Committee Act 1844", "year": 1844, "section": "10", "section_title": " Judicial Committee may require notes of evidence taken in the courts of any colony, &c. of the Crown.", "section_text": "10 It shall be lawful for the said Judicial Committee to make an order or orders on any court in any colony or foreign settlement, or foreign dominion of the crown, requiring the judge or judges of such court to transmit to the clerk of the Privy Council a copy of the notes of evidence in any cause tried before such court, and of the reasons given by the judge or judges for the judgment pronounced in any case brought by appeal or by writ of error before the said Judicial Committee."}, {"act": "Judicial Committee Act 1844", "year": 1844, "section": "11", "section_title": " Judicial Committee may make rules to be binding upon such courts requiring judges notes of evidence, &c.", "section_text": "11 It shall and may be lawful for the said judicial committee to make any general rule or regulation, to be binding upon all courts in the colonies and other foreign settlements of the crown requiring the judges notes of the evidence taken before such court on any cause appealed, and of the reasons given by the judges of such court, or by any of them, for or against the judgment pronounced by such court; which notes of evidence and reasons shall by such court be transmitted to the clerk of the privy council within one calendar month next after the leave given by such court to prosecute any appeal to Her Majesty in council; and such order of the said committees shall be binding upon all judges of such courts in the colonies or foreign settlements of the crown."}, {"act": "Judicial Committee Act 1844", "year": 1844, "section": "12", "section_title": " In cases of neglect to comply with order of council, persons so neglecting may be punished as for contempt. ", "section_text": "12 In all causes of appeal to Her Majesty in Council from ecclesiastical courts,  and from admiralty or vice admiralty courts,  which now are or may hereafter be depending, in which any person duly monished or cited or requested to comply with any lawful order or decree of Her Majesty in Council, or of the Judicial Committee of the Privy Council or their surrogates, made before or after the passing of this Act, shall neglect or refuse to pay obedience to such lawful order or decree, or shall commit any contempt of the process under the seal of Her Majesty in ecclesiastical and maritime causes, it shall be lawful for the said Judicial Committee or their surrogates to pronounce such person to be contumacious and in contempt, and, after he or she shall have been so pronounced contumacious and in contempt, to cause process of sequestration to issue under the said seal of Her Majesty against the real and personal estate, goods, chattels, and effects, wheresoever lying within the dominions of Her Majesty, of the person against or upon whom such order or decree shall have been made, in order to enforce obedience to the same and payment of the expences attending such sequestration and all proceedings consequent thereon, and to make such further order in respect of or consequent on such sequestration, and in respect to such real and personal estates, goods, chattels, and effects sequestrated thereby, as may be necessary, or for payment of monies arising from the same to the person to whom the same may be due, or into the registry of the High Court of Admiralty and Appeals, for the benefit of those who may be ultimately entitled thereto."}, {"act": "Judicial Committee Act 1844", "year": 1844, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}]