[{"act": "Registered Establishments (Scotland) Act 1998 (repealed)", "year": 1998, "section": "1", "section_title": " Requirement of establishments to register.", "section_text": "1 1 In subsection (1) of section 61 of the  Social Work (Scotland) 1968 (establishments to which the requirements of registration apply), after paragraph (b) there shall be inserted the following paragraphs— c to any establishment the whole or a substantial part of whose functions is to provide persons with accommodation and personal care or support otherwise than for the purposes of this Act or Part II of the  Children (Scotland) Act 1995, whether or not combined with board, and whether for reward or not; d to any grant-aided or independent school if— i it provides residential accommodation; and ii any part of its functions relates to such personal care or support as is described in paragraph (c) above; e to any other establishment a substantial part of whose functions is made up of activities falling within paragraphs (a) and (c) above. . 2 In subsection (1) of section 60 of that Act (control of residential and other establishments), after the word “establishments” where it appears for the first time, there shall be inserted the words  “              , including any establishments such as are mentioned in paragraphs (c) to (e) of section 61(1) of this Act,            ” . 3 In section 61A of that Act, for the words from “provided” to “Act”, where it appears for the first time, there shall be substituted the words which—               a is not a school such as is described in paragraph (b) or (d) of section 61(1) of this Act; and b does not provide such personal care or support as is described in paragraphs (a) or (c) of that section as the whole or a substantial part of its functions, ."}, {"act": "Registered Establishments (Scotland) Act 1998 (repealed)", "year": 1998, "section": "2", "section_title": " Short title and extent.", "section_text": "2 1 This Act may be cited as the Registered Establishments (Scotland) Act 1998. 2 This Act extends to Scotland only."}]