[{"act": "Common Informers Act 1951", "year": 1951, "section": "1", "section_title": " Abolition of certain common informer actions.", "section_text": "1 1 No proceedings for a penalty or forfeiture under any Act in the Schedule to this Act or under any local or private Act shall be instituted in Great Britain against any person after the commencement of this Act: Provided that this subsection shall not prevent proceedings where no part of the penalty or forfeiture is payable to a common informer. 2 Nothing in the foregoing subsection shall be construed as applying to any proceedings for the prosecution of a person on indictment or to any proceedings under the Summary Jurisdiction Acts. 3 Where any person would, but for subsection (1) of this section, have been liable to a forfeiture or penalty, he shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  and, in addition, to any non-pecuniary forfeiture to which he would have been liable as aforesaid: Provided that if by virtue of any enactment he would have been liable in respect of the same offence to punishment either on summary conviction or on conviction on indictment, and either in addition to or in substitution for his liability to the forfeiture or penalty, he shall not be liable under this subsection. 4 Any enactment relating to the burden of proof in proceedings precluded by subsection (1) of this section or providing a defence in such proceedings shall apply for the purpose of proceedings brought instead under the last foregoing subsection. 5 Subsection (1) of this section shall bind the Crown so as to prevent the Crown from bringing proceedings as a common informer and, accordingly, the reference to a common informer in the proviso to that subsection shall include a reference to the Crown acting as a common informer."}, {"act": "Common Informers Act 1951", "year": 1951, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Common Informers Act 1951", "year": 1951, "section": "3", "section_title": " Short title, interpretation and commencement.", "section_text": "3 1 This Act may be cited as the Common Informers Act 1951. 2 The reference in this Act to any penalty or forfeiture under any Act in the Schedule to this Act shall include a reference to any penalty or forfeiture under any such Act as extended by any other Act; and for the purposes of this Act a person shall be treated as none the less liable because the consent of the Attorney General or of some other person would have been needed before proceedings were instituted. 3 This Act shall come into operation on the first day of September, one thousand nine hundred and fifty-one."}]