[{"act": "Fireworks Act 1951", "year": 1951, "section": "1", "section_title": " Destruction of dangerous fireworks.", "section_text": "1 1 Where  an inspector appointed by the Health and Safety Executive under section 19 of the  Health and Safety at Work  etc.  Act 1974  finds in a factory, magazine or store fireworks which he has reason for thinking may be dangerous when in the possession of the public, he may take a number of them as a sample and require the occupier of the factory, magazine or store to keep the remainder of such fireworks in the factory, magazine or store for a period of three weeks, or such shorter period as the inspector may specify, and to take such steps as the inspector may specify to secure that they are not moved or tampered with during that period. 2 If the Secretary of State is satisfied as a result of examination and testing that the fireworks removed by the inspector would be dangerous when in the possession of the public and is satisfied that the sample is a fair one, the Secretary of State may require the occupier to deliver at the factory, magazine or store the fireworks kept there in pursuance of the inspector’s requirement to a person authorised by the Secretary of State to receive them; and the Secretary of State shall cause the fireworks so delivered to be destroyed or otherwise rendered harmless and disposed of as he directs. 3 Where the Secretary of State does not act under subsection (2) of this section, he shall return to the occupier any fireworks forming part of the sample unless their value after examination and testing is so small that it appears to him unreasonable so to do. 4 If the occupier fails to comply with any requirement made under this section, he shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 5 References in this section to fireworks include references to partly finished fireworks but in considering whether they would be dangerous it shall be assumed that they are finished before they come into the possession of the public."}, {"act": "Fireworks Act 1951", "year": 1951, "section": "2", "section_title": " Determination or amendment of licences for factory where dangerous fireworks made.", "section_text": "2 1 If the Secretary of State is of opinion that in any factory there are being manufactured fireworks which would be dangerous when in the possession of the public, and considers that a notice should be served on the occupier of the factory under the following provisions of this section, he shall give to the occupier a statement setting out his opinion and the facts on which his opinion is based and shall afford to him a reasonable opportunity of making representations as to the accuracy of those facts. 2 If the Secretary of State, having considered any representations made to him under the foregoing subsection, remains of the same opinion, he may at any time more than fourteen days after the giving of the statement serve a notice on the occupier of the factory— a stating that on the expiration of a period of seven days beginning with the date of service of the notice any licence under the principal Act relating to the factory shall be determined; and b requiring the occupier within the said period to deliver any such licence as aforesaid to the Secretary of State for cancellation. 3 Upon the expiration of the said period of seven days any licence under the principal Act relating to the factory shall (whether duly delivered up or not) be determined for all the purposes of the principal Act, but without prejudice to the granting of a new licence under that Act: Provided that notwithstanding that on the determination of the licence the factory becomes an unauthorised place, no proceedings shall be taken under section five of the principal Act in respect of the keeping of fireworks in the factory in pursuance of a requirement of  an inspector  under the foregoing section. 4 Where a licence under the principal Act permits in the factory the manufacture of explosives other than fireworks, the notice may, if the Secretary of State thinks fit, instead of stating that on the expiration of the said period of seven days any licence shall be determined, state that on the expiration of the said period of seven days it shall be a term of any licence that no fireworks are manufactured and shall then refer to the amendment instead of the cancellation of any licence; and then on the expiration of the said period of seven days the last foregoing subsection shall not apply but for all the purposes of the principal Act it shall be a term of the licence for the factory (whether duly delivered up or not) that no fireworks shall be manufactured in the factory. Any term imposed under this subsection shall be included among the terms which may be amended under the principal Act. 5 If the occupier of a factory fails to deliver up a licence as required by this section, he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 6 Where the factory is a lawfully existing factory within the meaning of the principal Act (that is to say a factory already in use when that Act was passed) any reference in the foregoing provisions of this section to a licence (other than the reference to a new licence) shall be taken as a reference to a continuing certificate."}, {"act": "Fireworks Act 1951", "year": 1951, "section": "3", "section_title": " Standard by which fireworks to be judged dangerous.", "section_text": "3 In deciding under either of the foregoing sections whether any fireworks would be dangerous when in the possession of the public it shall be assumed that a reasonable standard of care is maintained in handling and using the fireworks."}, {"act": "Fireworks Act 1951", "year": 1951, "section": "4", "section_title": " Determination or amendment of licences for factory where there is negligent manufacture. ", "section_text": "4 1 If  the Health and Safety Executive  is of opinion that in any factory the manufacture or storing of fireworks is being carried on in such a way as to cause danger to persons in or about the factory from explosion or fire, and considers that a notice should be served on the occupier of the factory under the following provisions of this section,  it  shall give to the occupier a statement setting out  its  opinion and the facts on which  its  opinion is based and shall afford to him a reasonable opportunity of making representations as to the accuracy of those facts. 2 If  the Health and Safety Executive  having considered any representations made to  it  under the foregoing subsection, remains of the same opinion,  it  may, at any time more than fourteen days after the giving of the statement, and subject to the next following subsection, serve on the occupier of the factory  any such notice as the Secretary of State might serve  under section two of this Act if he were then of the opinion that there were being manufactured in the factory fireworks which would be dangerous when in the possession of the public, and the like consequences shall ensue as would ensue upon service of the like notice under that section. 3 The Health and Safety Executive  shall not serve a notice under this section as respects any factory unless within the period of two years ending with the service of the notice a person has been convicted under section nine of the principal Act (which as extended by section thirty–nine of the same Act, relates to the contravention of the terms on which explosives factories are licensed) or section ten of the principal Act (which, as extended by the said section thirty–nine, relates to general rules for explosives factories) or section seventeen of the principal Act (which, as applied by section forty–nine of the same Act, relates to general rules for small firework factories) and the offence for which the person was convicted related to that factory. 4 Account may be taken under this section of any offence relating to a factory notwithstanding any subsequent change in the occupier of the factory but no account shall be taken under this section of any conviction before the commencement of this Act."}, {"act": "Fireworks Act 1951", "year": 1951, "section": "5", "section_title": " Marking of fireworks.", "section_text": "5 1 Subject to the provisions of this section, no fireworks shall be consigned from the factory in which they were made unless each firework bears conspicuously the name of the occupier of the factory and the address of the factory. 2 The foregoing subsection shall not apply to— a fireworks weighing less than one–eighth of an ounce each; b fireworks of the kinds set out in the Schedule to this Act; c fireworks of such other kinds as the Secretary of State may by regulations contained in a statutory instrument prescribe, but no fireworks of the kinds set out in the foregoing paragraphs shall be consigned from the factory in which they were made unless every container in which they are consigned, including both containers in which they are to be sold to the public and containers for consignment in bulk, bears conspicuously the name of the occupier of the factory and the address of the factory. 3 Nothing in either of the foregoing subsections shall apply to fireworks consigned from a factory under a contract for the supply of those fireworks to the Crown. 4 If the foregoing provisions of this section are contravened in respect of any fireworks, the occupier of the factory shall on summary conviction be liable to a penalty not exceeding— a level 1 on the standard scale ; or b an amount equal to  level 1 on the standard scale  for every pound weight of fireworks in respect of which he is convicted, whichever is the greater: Provided that the maximum fine in respect of fireworks consigned on any one day shall be  level 3 on the standard scale . 5 Without prejudice to the generality of paragraph (9) of section forty of the principal Act (which, as extended by an Order in Council under that Act, requires the import of fireworks to be under licence from the Secretary of State) the Secretary of State may, for the purpose of ensuring that imported fireworks in the possession of the public can be traced back to the person who imported them, annex to an importation licence under that paragraph for the importation of fireworks requirements as to the marking, whether before or after importation, of fireworks or their containers similar to the requirements imposed by the foregoing subsections. The reference in this subsection to the provisions of the principal Act shall include a reference to those provisions as they have effect in Northern Ireland. 6 A person against whom proceedings are brought under this section shall, upon information duly laid by him and on giving to the prosecution not less than three clear days’ notice of his intention, be entitled to have any person, to whose act or default he alleges that the contravention of the provisions in question was due, brought before the court in the proceedings, and, if after the contravention has been proved the original defendant proves that the contravention was due to the act or default of that other person, that other person may be convicted of the offence, and, if the original defendant further proves that he has used all due diligence to secure that the provisions in question were complied with, he shall be acquitted of the offence. 7 Where a defendant seeks to avail himself of the provisions of the last foregoing subsection— a the prosecution as well as the person whom the defendant charges with the offence, shall have the right to cross–examine him, if he gives evidence, and any witness called by him in support of his pleas, and to call rebutting evidence; b the court may make such order as it thinks fit for the payment of costs by any party to the proceedings to any other party thereto. 8 Where it appears to a government inspector for the purposes of the principal Act that an offence has been committed in respect of which proceedings might be taken under this section against the occupier of a factory and the inspector is reasonably satisfied that the offence of which complaint is made was due to an act or default of some other person and that the said occupier could establish a defence under subsection (6) of this section, he may cause proceedings to be taken against that other person without first causing proceedings to be taken against the said occupier. In any such proceedings the defendant may be charged with and, on proof that the contravention was due to his act or default, be convicted of, the offence with which the said occupier might have been charged. 9 In Scotland the three last foregoing subsections shall not apply but— a where a contravention of any provision of this section for which any person is liable to a fine under this section was due to an act or default of any other person, then, whether proceedings are or are not taken against the first mentioned person, that other person may be charged with and convicted of the contravention and shall be liable on conviction to the same punishment as might have been inflicted on the first mentioned person if he had been convicted of the contravention; and b where a person who is charged with a contravention of any provision of this section proves to the satisfaction of the court that he has used all due diligence to secure that the provision in question was complied with and that the contravention was due to the act or default of some other person, the first mentioned person shall be acquitted of the contravention."}, {"act": "Fireworks Act 1951", "year": 1951, "section": "6", "section_title": " Penalty for defacement of marks.", "section_text": "6 If any person in the course of a trade or business sells, or offers or exposes for sale, any fireworks and a name or address put on them in pursuance of section five of this Act has been removed, obliterated or altered, he shall on summary conviction be liable to a fine not exceeding  level 2 on the standard scale : Provided that it shall be a defence— a to prove that the removal, obliteration or alteration was such as the defendant could not have reasonably been expected to observe; or b in the case of fireworks which at the time of the alleged offence were in a container, to prove that the container had not been opened since it came into the possession of the defendant; or c to prove that the removal, obliteration or alteration was not carried out for the purpose of concealing the identity of the maker, or, as the case may be, of the importer, of the fireworks."}, {"act": "Fireworks Act 1951", "year": 1951, "section": "7", "section_title": " Small firework factory licences. ", "section_text": "7 1 The power under section forty–nine of the principal Act of granting a licence for a small firework factory shall be transferred from the local authority to the Secretary of State and, accordingly, for any reference in that section to the local authority there shall be substituted a reference to the Secretary of State: Provided that the Secretary of State before granting a licence under that section shall consult with the local authority as to whether the proposed site, construction of the factory and amount of explosive is in accordance with the Order in Council regulating small firework factories. 2 Nothing in this section shall invalidate any licence granted before the commencement of this Act but an application to be made after the commencement of this Act for the renewal of a licence granted under the said section forty–nine shall be made to the Secretary of State and not to the local authority and accordingly in section eighteen of the principal Act, as applied by the said section forty–nine, for the references to the local authority there shall be substituted references to the Secretary of State. 3 In accordance with the foregoing subsections, in section forty–eight of the principal Act for the words “a licence from the local authority under this Part of this Act” and for the words “such licence from the local authority” there shall be substituted in each case the words  “                a licence under the following section              ” ."}, {"act": "Fireworks Act 1951", "year": 1951, "section": "8", "section_title": " Service of notices. ", "section_text": "8 Any notice authorised by this Act to be served by the Secretary of State on the occupier of a factory may be served either— a by delivering it to the occupier, or by sending it in a prepaid registered letter addressed to him at the factory to which the notice relates; or b where the occupier is an incorporated company, by delivering it to their clerk or secretary at the company’s registered office, or sending it in a prepaid registered letter addressed to the company at that office."}, {"act": "Fireworks Act 1951", "year": 1951, "section": "9", "section_title": " Interpretation.", "section_text": "9 In this Act, except where the context otherwise requires— “ factory ” means a factory licensed under the principal Act; “ magazine ” means a magazine licensed under the principal Act; “ the principal Act ” means the  Explosives Act 1875, and other expressions have the same meanings as in the principal Act."}, {"act": "Fireworks Act 1951", "year": 1951, "section": "10", "section_title": " Short title, extent and commencement.", "section_text": "10 1 This Act may be cited as the Fireworks Act 1951. 2 Subject as otherwise expressly provided, this Act shall not extend to Northern Ireland. 3 This Act shall come into operation at the expiration of a period of three months beginning with the date on which it was passed."}]