[{"act": "Livestock Rearing Act 1951", "year": 1951, "section": "1", "section_title": " Extension of class of land for improvement of which grants may be made under the principal Act.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Accordingly— a in subsection (3) of section one of the principal Act, for the definitions of hill farming land and hill farming purposes there shall be substituted respectively the definitions of livestock rearing purposes set out in the next following subsection; and b for references in the principal Act (elsewhere than in the said subsection (3)) to hill farming land and hill farming purposes there shall be substituted respectively references to livestock rearing land and livestock rearing purposes, and for references in that Act,  in paragraph ( d ) of subsection (1) of section nine of the  Agricultural Holdings Act, 1948 , and  in paragraph ( d ) of subsection (1) of section eight of the  Agricultural Holdings (Scotland) Act, 1949 , to hill farming land improvement schemes there shall be substituted references to livestock rearing land improvement schemes. 3 In this section— a the expression “livestock rearing” means land situated in an area consisting of mountains, hills or heath, being land which is, or by improvement could be made, suitable for use for the breeeding, rearing and maintainance of sheep or cattle but not for the carrying on, to any material extent, of dairy farming, the production, to any material extent, of fat sheep or fat cattle or the production of crops in quantity materially greater than that necessary to feed the number of sheep or cattle capable of being maintained on the land; b the expression “livestock rearing purposes” means the breeding, rearing and maintainance of sheep or cattle, and includes other activities carried on in connection therewith."}, {"act": "Livestock Rearing Act 1951", "year": 1951, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Livestock Rearing Act 1951", "year": 1951, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Livestock Rearing Act 1951", "year": 1951, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Livestock Rearing Act 1951", "year": 1951, "section": "5", "section_title": " Amendments to First Schedule to the principal Act. ", "section_text": "5 The First Schedule to the principal Act (in which are specified the improvements which may be included in schemes for the rehabilitation of livestock rearing land) shall be amended as follows:— a in paragraph 3 (which specifies the erection, improvement or re-conditioning of cottages attached or to be attached to a hill farm), for the words “hill farm” there shall be substituted the word “farm”; b in paragraphs 7, 8 and 12 (which respectively specify the provision of sheep-dipping accommodation, the provision of sheep and cattle pens and the provision of cattle grids) after the word “Provision” there shall be inserted the words “or improvement”; c for paragraph 9 (which specifies the formation of silos) there shall be substituted the following paragraph:— 9 Construction or improvement of silos d in paragraph 11 (which specifies the restoration of permanant fences), after the word “Restoration” there shall be inserted the words “or improvement”; and e in paragraph 20 (which specifies the removal of bracken, whins, gorse, bushes, scrub, stumps, roots or boulders) for the words “or boulders” there shall be substituted the words “boulders or other like obstructions to cultivation”."}, {"act": "Livestock Rearing Act 1951", "year": 1951, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Livestock Rearing Act 1951", "year": 1951, "section": "7", "section_title": " Extension of power to make regulations for control of rams.", "section_text": "7 1 The power conferred on the Minister of Agriculture and Fisheries by subsection (1) of section eighteen of the principal Act to make regulations for controlling the keeping of rams and uncastrated ram lambs on land in England or Wales shall extend— a to the making of regulations— i providing for the seizure and, if thought desirable, the sale of any ram or uncastrated ram lamb found upon any land in contravention of provisions of regulations having effect by virtue of paragraph ( a ) or ( b ) of that subsection; ii enabling the court by or before whom a person is convicted of the offence of permitting the ram or lamb to be upon that land in contravention as aforesaid, if satisfied that he was the owner of the ram or lamb at the time of the seizure, to direct that the whole or part of the proceeds of the sale of the ram or lamb shall be applied in or towards the satisfaction of any fine imposed on that person for that offence; and iii providing, subject as aforesaid, for the return of the ram or lamb or, as the case may be, of the proceeds of the sale thereof to such person as may prove that he was the owner of the ram or lamb at the time of the seizure; b to the making of regulations providing,— i in the case of a person’s being, by virtue of provisions of regulations having effect by virtue of paragraph ( a ) of the said subsection (1), prohibited from permitting a ram or lamb to be on any land in any area because of a refusal to approve the ram or lamb as being suitable for the purpose of breeding from the flocks from time to time on that land or because of the ram or lamb being declared to be not so suitable; and ii in the case of the service upon a person, under provisions of regulations having effect by virtue of paragraph ( e ) of that subsection, of a requisition for the slaughter or castration of a ram or lamb; for the inspection of the ram or lamb by one or more referees appointed by the Minister of Agriculture and Fisheries if an application in that behalf is made by the person in question in such manner and within such period as may be specified in the regulations and on payment of such fee, if any, as may be so specified, and, if such an application is so made, for approval to be given, or to continue to be refused, or the declaration or requisition to be confirmed or withdrawn, as the case may be, in accordance with recommendations contained in a report made by the referee or referees. 2 Where regulations made under subsection (1) of the said section eighteen contain provisions enabling a person upon whom a requisition for the slaughter or castration of a ram or lamb is served under regulations so made to apply for a referee’s inspection of the ram or lamb, no such requisition so served shall take effect until either the time within which an application for such an inspection may be made has expired or, if such an application is duly made, until the applicant has been notified of a decision to confirm the requisition."}, {"act": "Livestock Rearing Act 1951", "year": 1951, "section": "8", "section_title": " Exercise of certain powers of Ministers to be subject to Treasury approval.", "section_text": "8 The powers conferred— a by subsection (4) of section one of the principal Act on the Ministers to make orders modifying the kinds of operations that are to be treated as improvements for the purposes of that Act; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  shall be exercised subject to the approval of the Treasury."}, {"act": "Livestock Rearing Act 1951", "year": 1951, "section": "910.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Livestock Rearing Act 1951", "year": 1951, "section": "11", "section_title": " Expenses and receipts.", "section_text": "11 1 There shall be defrayed out of moneys provided by Parliament— a any expenses incurred by the Minister of Agriculture and Fisheries which are attributable to the provisions of this Act empowering him to make regulations providing for the inspection of rams and uncastrated ram lambs by referees appointed by him; and b any increase attributable to this Act in the administrative expenses incurred for the purposes of the principal Act by the Minister of Agriculture and Fisheries and the Secretary of State or either of them. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Livestock Rearing Act 1951", "year": 1951, "section": "12", "section_title": " Short title and interpretation.", "section_text": "12 1 This Act may be cited as the Livestock Rearing Act, 1951. 2 References in this Act to the principal Act shall, except so far as the context otherwise requires, be construed as referring to that Act as amended by any subsequent enactment, including this Act."}]