[{"act": "Mineral Workings Act 1951", "year": 1951, "section": "127.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Mineral Workings Act 1951", "year": 1951, "section": "28", "section_title": " Modification of payments in lieu of restoration under ironstone leases.", "section_text": "28 1 Where any ironstone comprised in a mining lease made before the commencement of this Act is worked by opencast operations in accordance with planning permission, then if— a the lease contains provisions requiring or enabling the lessee to pay a specified sum in lieu of compliance with any obligation relating to the restoration of the land or by way of liquidated damages for breach of such an obligation, or to return the land after restoration or upon payment of a specified sum in lieu of restoration; and b the planning permission is subject to conditions regulating the manner in which the land is to be dealt with after working, but not requiring its restoration in the manner or to the extent specified in the lease, and those conditions are complied with, the sum payable by the lessee as aforesaid under the lease in respect of that land shall be reduced to such extent (if any) as may be just having regard to any benefit accruing to the lessor, or any person deriving title from him, in consequence of compliance with the said conditions. 2 Any question whether any and if so what reduction falls to be made under this section in the sums payable under a lease shall, in default of agreement between the parties, be determined by arbitration. 3 For the purpose of calculating the amount of any reduction under this section, the value of any benefit accruing in consequence of compliance with any conditions shall be ascertained by reference to prices of land current at the time when the sum to be reduced is payable; but if that sum is less than the sum which would represent the value of the land at that time if it were restored to the extent contemplated in the lease, the value of the benefit accruing as aforesaid shall be reduced proportionately. 4 The provisions of this section shall apply in relation to a conveyance of ironstone or a conveyance of land subject to an exception of ironstone as they apply in relation to a mining lease, and as if for references to the lessee and to the lessor there were substituted respectively references to the person entitled to the ironstone by virtue of the conveyance or exception and to the person entitled to the surface of the land."}, {"act": "Mineral Workings Act 1951", "year": 1951, "section": "2931.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Mineral Workings Act 1951", "year": 1951, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Mineral Workings Act 1951", "year": 1951, "section": "3339.", "section_title": " Offences.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mineral Workings Act 1951", "year": 1951, "section": "40", "section_title": "", "section_text": "40 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . .."}, {"act": "Mineral Workings Act 1951", "year": 1951, "section": "41", "section_title": " Interpretation.", "section_text": "41 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 References in this Act to any enactment shall be construed as references to that enactment as amended by any subsequent enactment including, except where the context otherwise requires, this Act. 2A In this Act, except where the contrary is provided or the context otherwise requires, expressions defined in  the Town and Country Planning Act  1990  have the same meanings as in that Act. In the application of this Act to Scotland, for the reference to  the Town and Country Planning Act 1990 in this subsection there shall be substituted a reference to the  Town and Country Planning (Scotland) Act  1997 . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mineral Workings Act 1951", "year": 1951, "section": "42", "section_title": " General application to Scotland.", "section_text": "42 1 The provisions of this section shall, in addition to any express provision for the application to Scotland of any provision of this Act, have effect for the general application of this Act to Scotland. 2 Sections one to twenty-eight and sections thirty-three to thirty-eight of, and the Schedules to, this Act shall not extend to Scotland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mineral Workings Act 1951", "year": 1951, "section": "43", "section_title": "†Short title, extent and repeal.", "section_text": "43 1 This Act may be cited as the Mineral Workings Act 1951. 2 This Act shall not extend to Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]