[{"act": "National Assistance (Amendment) Act 1951", "year": 1951, "section": "1", "section_title": " Amendment of 11 & 12  Geo.  6. c. 29, s. 47.", "section_text": "1 1 An order under subsection (3) of section forty-seven of the  National Assistance Act, 1948, for the removal of any such person as is mentioned in subsection (1) of that section may be made without the notice required by subsection (7) of that section if it is certified by the medical officer of health and another registered medical practitioner that in their opinion it is necessary in the interests of that person to remove him without delay. 2 If in any such case it is shown by the applicant that the manager of any such hospital or place as is mentioned in the said subsection (3) agrees to accommodate therein the person in respect of whom the application is made, the proviso to that subsection (which requires that the manager of the premises to which a person is to be removed must be heard in the proceedings or receive notice of the application) shall not apply in relation to an order for the removal of that person to that hospital or place. 3 Any such order as is authorised by this section may be made on the application either of the appropriate authority within the meaning of the said section forty-seven or, if the medical officer of health is authorised by that authority to make such applications, by that officer, and may be made either by a court of summary jurisdiction having jurisdiction in the place where the premises are situated in which the person in respect of whom the application is made resides, or by a single justice having such jurisdiction; and the order may, if the court or justice thinks it necessary, be made ex parte. 4 In relation to any such order as is authorised by this section the provisions of the said section forty-seven shall have effect subject to the following modifications:— a in subsection (4)\t\t\t\t\t\t\t(which specifies the period for which a person may be detained pursuant to an order) for the words “three months” in the first place where those words occur, there shall be substituted the words  “                    three weeks                  ”  and subsection (6)\t\t\t\t\t\t\t(which enables an application to be made for the revocation of an order) shall not apply; b where the order is made by a single justice, any reference in subsections (4) and (5) to the court shall be construed as a reference to a court of summary jurisdiction having jurisdiction in the same place as that justice. 5 In the application of this section to Scotland for any reference to a court of summary jurisdiction or a single justice there shall be substituted a reference to the sheriff, and paragraph ( b ) of subsection (4) shall not apply."}, {"act": "National Assistance (Amendment) Act 1951", "year": 1951, "section": "2", "section_title": " Short title, citation, commencement and extent.", "section_text": "2 1 This Act may be cited as the National Assistance (Amendment) Act, 1951, and this Act and the  National Assistance Act, 1948, may be cited together as the National Assistance Acts, 1948 and 1951. 2 This Act shall come into operation one month after the passing of this Act. 3 This Act shall not extend to Northern Ireland."}]