[{"act": "Pet Animals Act 1951", "year": 1951, "section": "1", "section_title": " Licensing of pet shops.", "section_text": "1 1 No person shall keep a pet shop  in Wales   except under the authority of a licence granted in accordance with the provisions of this Act. 2 Every local authority  in Wales   may, on application being made to them for that purpose by a person who is not for the time being disqualified from keeping a pet shop, and on payment of such fee . . .   as may be determined by the local authority, grant a licence to that person to keep a pet shop at such premises in their area as may be specified in the application and subject to compliance with such conditions as may be specified in the licence. 2A Where a person is for the time being disqualified under section 28F(1) and (2) of the Animal Health Act  1981 (c. 22) , or section 40(1) and (2) of the  Animal Health and Welfare (Scotland) Act 2006 (asp 11) , notwithstanding subsection (2), a local authority shall not grant a licence to keep a pet shop to that person. 3 In determining whether to grant a licence for the keeping of a pet shop  in Wales   by any person at any premises, a local authority  in Wales   shall in particular (but without prejudice to their discretion to withhold a licence on other grounds) have regard to the need for securing— a that animals will at all times be kept in accommodation suitable as respects size, temperature, lighting, ventilation and cleanliness; b that animals will be adequately supplied with suitable food and drink and (so far as necessary) visited at suitable intervals; c that animals, being mammals, will not be sold at too early an age; d that all reasonable precautions will be taken to prevent the spread among animals of infectious diseases; e that appropriate steps will be taken in case of fire or other emergency; and shall specify such conditions in the licence, if granted by them, as appear to the local authority necessary or expedient in the particular case for securing all or any of the objects specified in paragraphs ( a ) to ( e ) of this subsection. 3A No condition may be specified under subsection (3) of this section in so far as it relates to any matter in relation to which requirements or prohibitions are or could be imposed by or under the Regulatory Reform (Fire Safety) Order 2005. 3A No condition may be specified under subsection (3) of this section which relates to any matter in relation to which requirements or prohibitions are or could be imposed by virtue of Part 3 of the  Fire (Scotland) Act 2005 (asp 5) .  4 Any person aggrieved by the refusal of a local authority  in Wales   to grant such a licence, or by any condition subject to which such a licence is proposed to be granted, may appeal to a court of summary jurisdiction having jurisdiction in the place in which the premises are situated; and the court may on such an appeal give such directions with respect to the issue of a licence or, as the case may be, with respect to the conditions subject to which a licence is to be granted as they think proper. 5 Any such licence shall (according to the applicants’ requirements) relate to the year in which it is granted or to the next following year. In the former case, the licence shall come into force at the beginning of the day on which it is granted, and in the latter case it shall come into force at the beginning of the next following year. 6 Subject to the provisions hereinafter contained with respect to cancellation, any such licence shall remain in force until the end of the year to which it related and shall then expire. 7 Any person who contravenes the provisions of subsection (1) of this section shall be guilty of an offence; and if any condition subject to which a licence is granted in accordance with the provisions of this Act is contravened or not complied with the person to whom the licence was granted shall be guilty of an offence. 8 In the application of this section to Scotland, in subsection (4) for the reference to a court of summary jurisdiction there shall be substituted a reference to the sheriff."}, {"act": "Pet Animals Act 1951", "year": 1951, "section": "2", "section_title": " Pets not to be sold in streets, &c.", "section_text": "2 If any person carries on a business of selling animals as pets in any part of a  street road  or public place,  or  at a stall or barrow in a market, he shall be guilty of an offence."}, {"act": "Pet Animals Act 1951", "year": 1951, "section": "3", "section_title": " Pets not to be sold to children under twelve years of age.", "section_text": "3 If any person sells an animal as a pet to a person whom he has reasonable cause to believe to be under the age of twelve years, the seller shall be guilty of an offence."}, {"act": "Pet Animals Act 1951", "year": 1951, "section": "4", "section_title": " Inspection of pet shops.", "section_text": "4 1 A local authority  in Wales   may authorise in writing any of its officers or any veterinary surgeon or veterinary practitioner to inspect (subject to compliance with such precautions as the authority may specify to prevent the spread among animals of infectious diseases) any premises in their area as respects which a licence granted in accordance with the provisions of this Act is for the time being in force, and any person authorised under this section may, on producing his authority if so required, enter any such premises at all reasonable times and inspect them and any animals found thereon or any thing therein, for the purpose of ascertaining whether an offence has been or is being committed against this Act. 2 Any person who wilfully obstructs or delays any person in the exercise of his powers of entry or inspection under this section shall be guilty of an offence."}, {"act": "Pet Animals Act 1951", "year": 1951, "section": "5", "section_title": " Offences and disqualifications. ", "section_text": "5 1 Any person guilty of an offence under any provision of this Act other than the last foregoing section shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale  or to imprisonment for a term not exceeding three months or to both such fine and such imprisonment. 2 Any person guilty of an offence under the last foregoing section shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale . 3 Where a person is convicted of any offence under this Act or of any offence under the  Protection of Animals Act, 1911, or the  Protection of Animals (Scotland) Act, 1912,                     or of any offence under any of sections 4, 5, 6(1) and (2), 7 to 9 and 11 of the Animal Welfare Act 2006,                    the court by which he is convicted may cancel any licence held by him under this Act, and may, whether or not he is the holder of such a licence, disqualify him from keeping a pet shop for such period as the court thinks fit. 4 A court which has ordered the cancellation of a person’s licence, or his disqualification, in pursuance of the last foregoing subsection may, if it thinks fit, suspend the operation of the order pending an appeal. 5 Where a person is convicted of any offence under sections 28C or 28F(16) of the Animal Health Act,  1981 (c. 22) , or sections 19 to 24, 25(7), 29 or 40(11) of the  Animal Health and Welfare (Scotland) Act, 2006 (asp 11) , the court by which he is convicted has the same powers under subsections (3) and (4) in relation to such convictions as it has in relation to convictions for offences under this Act. "}, {"act": "Pet Animals Act 1951", "year": 1951, "section": "6", "section_title": " Power of local authority to prosecute.", "section_text": "6   1   A local authority in  England or  Wales may prosecute proceedings for any offence under this Act committed in the area of the authority. 2 A local authority in England may prosecute proceedings for an offence under section 2 committed in the area of the authority."}, {"act": "Pet Animals Act 1951", "year": 1951, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 References in this Act to the keeping of a pet shop shall, subject to the following provisions of this section, be construed as references to the carrying on at premises of any nature (including a private dwelling) of a business of selling animals as pets, and as including references to the keeping of animals in any such premises as aforesaid with a view to their being sold in the course of such a business, whether by the keeper thereof or by any other person: Provided that— a a person shall not be deemed to keep a pet shop by reason only of his keeping or selling pedigree animals bred by him, or the offspring of an animal kept by him as a pet; b where a person carries on a business of selling animals as pets in conjunction with a business of breeding pedigree animals, and the local authority are satisfied that the animals so sold by him (in so far as they are not pedigree animals bred by him) are animals which were acquired by him with a view to being used, if suitable, for breeding or show purposes but have subsequently been found by him not to be suitable or required for such use, the local authority may if they think fit direct that the said person shall not be deemed to keep a pet shop by reason only of his carrying on the first-mentioned business. 2 References in this Act to the selling or keeping of animals as pets shall be construed in accordance with the following provisions, that is to say— a as respects cats and dogs, such references shall be construed as including references to selling or keeping, as the case may be, wholly or mainly for domestic purposes; and b as respects any animal, such references shall be construed as including references to selling or keeping, as the case may be, for ornamental purposes. 3 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ animal ” includes any description of vertebrate; “ local authority ” means the council of any . . .   county district, the council of a . . .   borough or the Common Council of the City of London and in Scotland means  a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; “ pedigree animal ” means an animal of any description which is by its breeding eligible for registration with a recognised club or society keeping a register of animals of that description; “ road ” has the same meaning as in the Roads (Scotland) Act 1984; ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ veterinary surgeon ” means a person who is for the time being registered in the Register of Veterinary Surgeons; “ veterinary practitioner ” means a person who is for the time being registered in the Supplementary Veterinary Register."}, {"act": "Pet Animals Act 1951", "year": 1951, "section": "8", "section_title": " Short title, extent and commencement.", "section_text": "8 1 This Act may be cited as the Pet Animals Act, 1951. 2 This Act shall not extend to Northern Ireland. 3 This Act shall come into operation on the first day of April, nineteen hundred and fifty-two."}]