[{"act": "Rivers (Prevention of Pollution) Act 1951", "year": 1951, "section": "14.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Rivers (Prevention of Pollution) Act 1951", "year": 1951, "section": "5", "section_title": " Bye-laws. ", "section_text": "5 1 A  water authority  may by bye-laws make such provision as respects any stream or part of a stream in their area as appears to them expedient— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c for prohibiting or regulating the keeping or use on the stream of vessels provided with sanitary appliances from which polluting matter passes or can pass into the stream. A  water authority  in exercising the powers conferred by this subsection to make bye-laws for any stream or part of a stream shall have regard to the character and flow of the stream and to the extent to which the stream is or may in the future be used for industrial purposes, fisheries, water supply, agriculture, transport or navigation, . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Before making bye-laws under this section as respects any stream or part of a stream, a  water authority  shall give reasonable notice of their intention to do so to any body of persons designated to them for this purpose by the Minister as being representative of a class of persons having a material interest in the waters of the stream or of a part of it to which the bye-laws are to relate. 7 Any person contravening bye-laws made by virtue of paragraph (b) or (c) of subsection (1) of this section shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  and, where a contravention of bye-laws made by virtue of the said paragraph (c) is continued after a person has been convicted thereof, that person shall be guilty of a further offence and shall be liable on summary conviction to a fine not exceeding five pounds for every day on which the contravention is so continued."}, {"act": "Rivers (Prevention of Pollution) Act 1951", "year": 1951, "section": "610.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Rivers (Prevention of Pollution) Act 1951", "year": 1951, "section": "11", "section_title": " Interpretation.", "section_text": "11 1 In this Act, except in so far as the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ stream ” includes any river, stream, watercourse or inland water (whether natural or artificial), except that it does not include either— any lake or pond which does not discharge to a stream; or any sewer vested in a local authority; or (save as otherwise provided by this Act) any tidal waters, but any reference to a stream includes a reference to the channel or bed of a stream which is for the time being dry; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Nothing contained in this Act shall affect the law relating to nuisance. 7  . . . "}, {"act": "Rivers (Prevention of Pollution) Act 1951", "year": 1951, "section": "12", "section_title": " Short title, repeal, extent and commencement.", "section_text": "12 1 This Act may be cited as the Rivers (Prevention of Pollution) Act 1951. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall not extend to Scotland except in so far as it repeals the  Rivers Pollution Prevention (Border Councils) Act 1898, and shall not extend to Northern Ireland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]