[{"act": "Sea Fish Industry Act 1951", "year": 1951, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Sea Fish Industry Act 1951", "year": 1951, "section": "21", "section_title": " Fishery harbours. ", "section_text": "21 1 Where, under or by virtue of any such Act or order relating to the construction, improvement, management or maintenance of any harbour as is hereafter mentioned in this section, anything is required or authorized to be done by, to or before the Minister of Transport, or by, to or before the Minister of Agriculture and Fisheries, then subject to this section that Act or order shall be taken as requiring or authorizing it to be done by, to or before whichever of those Ministers is the appropriate Minister for the time being in the case of that harbour, and any provision of the Act or order which refers or is to be taken as referring to either of those Ministers or to the Ministry of Transport or of Agriculture and Fisheries shall be construed accordingly. 2 For the purposes of the foregoing subsection, the appropriate Minister shall be the Minister of Agriculture and Fisheries in the case of any harbour if, but only if, the harbour is for the time being a fishery harbour. 3 The Acts and orders referred to in subsection (1) of this section are any order made before the passing of this Act under the  General Pier and Harbour Act 1861 (including that Act as amended by the  General Pier and Harbour Act 1861, Amendment Act 1862, or the  Fishery Harbours Act 1915), any Act confirming a provisional order so made and any local Act passed before this Act: Provided that in the case of a local Act divided into Parts the said subsection (1) shall not apply to any of the Parts which does not relate to the matters referred to in that subsection. 4 In section two of the  Fishery Harbours Act 1915, there shall cease to have effect so much of paragraph (1) as excepts sections seven to sixteen of the  General Pier and Harbour Act 1861, Amendment Act 1862, from the provision made by that paragraph for the Minister of Agriculture and Fisheries to act instead of the Minister of Transport in the case of a fishery harbour; but section two of the said Act of 1915— a shall not affect the operation, in relation to works wholly or partly below high water mark of ordinary spring tides, of sections seven to ten of the second-mentioned Act (which relate to the approval of plans, the restoration or removal of disused works and similar matters), or the operation of section eleven of that Act (which relates to the display of lights for the guidance of shipping); and b shall apply to sections fourteen to sixteen of that Act (which relate to the revision of the rates taken by the undertakers at a harbour and to the undertakers’ accounts and their auditing) if the undertakers are concerned only with a fishery harbour or harbours, but not otherwise. Any transfer by virtue of this subsection from one of the said Ministers to the other of functions under the said sections seven to sixteen shall be without prejudice to the validity of anything done before the transfer. 5 Where there is in a harbour a pleasure pier which is not used or adapted for use as a landing place for goods or passengers, and is under the jurisdiction of undertakers other than the harbour authority, nothing    in section two of the said Act of 1915 or  in subsection (1) of this section shall affect the operation of any Act or order in relation to those undertakers or to their undertaking or works. 6 The foregoing provisions of this section shall come into force on the expiration of three months from the passing of this Act, and do not apply to harbours in Scotland or in Northern Ireland. 7 In this section the expression “ harbour ” includes any haven, cove or other landing place, and the expression “ fishery harbour ” means a small harbour which in the opinion of  the Secretary of State  is principally used by the fishing industry. 8 The harbours in England and Wales which at the beginning of the year nineteen hundred and fifty-one were fishery harbours are named in the Fourth Schedule to this Act, and a harbour shall not be deemed to have become or to have ceased to be a fishery harbour since the beginning of that year for the purposes   either  of this section   or of the  Fishery Harbours Act 1915  (the main effect of which is to provide that, in the case of fishery harbours, orders under the said Act of 1861 are to be made by the Minister of Agriculture and Fisheries instead of the Minister of Transport) until it is declared to have done so by an order under this section. 9 Except as may be provided by any order under this section, subsection (1) of it shall not affect the operation, in relation— a to matters involving or arising out of any interference with tidal lands or tidal waters or the space over or under them, or with access to tidal lands or tidal waters, or to matters connected with the safety or guidance of shipping; b to the coast guard, or to lifeboats or life saving apparatus, appliances or equipment; c to railways or tramways; of any provision of an Act or order referred to in that subsection (not being a provision as to the making, revocation or validity of bye-laws), nor take away from officers of the Ministry of Transport rights exercisable for the purpose of functions conferred otherwise than by the Acts or orders so referred to. 10 Provision may be made by an order under this section— a for excepting from the operation of subsection (1) of this section any such functions of the Minister of Agriculture and Fisheries or the Minister of Transport as may be specified in the order and any such provisions relating to those functions or matters connected therewith as may be so specified; b for any transitional matters arising on any transfer of functions under that subsection. 11 Any order under this section may be varied or revoked by a subsequent order. 12 Orders under this section shall be made by statutory instrument by  the Secretary of State ."}, {"act": "Sea Fish Industry Act 1951", "year": 1951, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Sea Fish Industry Act 1951", "year": 1951, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Sea Fish Industry Act 1951", "year": 1951, "section": "25", "section_title": " Appointment of sea-fishery officers.", "section_text": "25 The Minister of Agriculture, Fisheries and Food  and the Secretary of State shall each have power to appoint officers to be British sea-fishery officers, and accordingly any reference in any enactment to British sea-fishery officers shall be construed as referring to officers appointed under this section as well as to the officers mentioned in subsection (2) of section eleven of the  Sea-Fisheries Act 1883."}, {"act": "Sea Fish Industry Act 1951", "year": 1951, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Sea Fish Industry Act 1951", "year": 1951, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Sea Fish Industry Act 1951", "year": 1951, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Sea Fish Industry Act 1951", "year": 1951, "section": "29", "section_title": "†Short title and repeal.", "section_text": "29 1 This Act may be cited as the Sea Fish Industry Act 1951. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]