[{"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Architects (Registration) Act, 1931."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "2", "section_title": " Interpretation.", "section_text": "2 In this Act unless the context otherwise requires— The expression “ the Board ” means the Architects Registration Board. The expression “ registered person ” means a person  whose name is in the Register . The expression “ prescribed ” means prescribed by  rules made by the Board  under this Act. The expression “ the Register ” means the Register  of Architects . The expression “ the Registrar ” means the Registrar of Architects appointed by the Board under section 4. The expressions “ penalty order ”, “ suspension order ” and “ erasure order ” shall be construed in accordance with sections 7ZB, 7ZC and 7ZD. The expression “ disciplinary order ” has the meaning given by section 7ZA. The expression “ the Directive ” means European Communities Council Directive  No.    85/384/ EEC  on the mutual recognition of diplomas, certificates and other evidence of formal qualifications in architecture, as amended by European Communities Council Directives  Nos.    85/614/EEC and   86/17/EEC. The expression “ competent authority ”, in relation to a member State, means an authority or body designated by the member State in accordance with the Directive. The expression “ national ”in relation to a member State means the same as in the Community Treaties, but does not include a person who, by virtue of article 2 of Protocol No. 3 (Channel Islands and Isle of Man) to the Treaty of Accession is not to benefit from Community provisions relating to the free movement of persons and services. The expression “ disqualifying decision in another member State ”in relation to any person means a decision made by a competent authority of a member State other than the United Kingdom which- is expressed to be made on the ground that he has committed a criminal offence or has misconducted himself in a professional respect; and has in that State the effect that he is no longer registered or otherwise officially recognised as an architect or that he is prohibited from practising as an architect there."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "3", "section_title": "The Board and its committees", "section_text": "3 1 The Architects Registration Board shall be a body corporate , with perpetual succession and a common seal . . .  2 . . . The seal of the  Board shall be authenticated in manner prescribed by the  Board , and any document purporting to be sealed with the seal so authenticated shall be receivable as evidence of the particulars stated in that document. 2A Part I of the First Schedule to this Act makes provision about the constitution and proceedings of the Board. 2B There shall be a Professional Conduct Committee of the Board and Part II of that Schedule makes provision about its constitution and proceedings. 2C Part III of that Schedule gives to the Board power to establish other committees and makes provision about their constitution and proceedings. 2D Part IV of that Schedule makes general provision about the Board and its committees. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "4", "section_title": " The Registrar.", "section_text": "4 1 The Board shall appoint a person to be known as the Registrar of Architects. 2 The Board shall determine the period for which, and the terms on which, the Registrar is appointed. 3 The Registrar shall have the functions provided by or by virtue of this Act and any other functions which the Board directs. 4 The Board may, in addition to paying to the Registrar a salary or fees— a pay pensions to or in respect of him or make contributions to the payment of such pensions; and b pay him allowances, expenses and gratuities."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "4A", "section_title": "Staff.", "section_text": "4A 1 The Board may appoint staff. 2 The Board shall determine the period for which, and the terms on which, its staff are appointed. 3 Staff appointed by the Board shall have the duties which the Board directs. 4 The Board may, in addition to paying salaries to its staff— a pay pensions to or in respect of them or make contributions to the payment of such pensions; and b pay them allowances, expenses and gratuities."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "5", "section_title": " Board of Architectural Education and Admission Committee.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "5A", "section_title": " The Register.", "section_text": "5A 1 The Registrar shall maintain the Register of Architects in which there shall be entered the name of every person entitled to be registered under this Act. 2 The Register shall show the regular business address of each registered person. 3 The Registrar shall make any necessary alterations to the Register and, in particular, shall remove from the Register the name of any registered person who has died or has applied in the prescribed manner requesting the removal of his name. 4 The Board shall publish annually the current version of the Register and a copy of the most recently published version of the Register shall be provided to any person who requests one on payment of a reasonable charge determined by the Board. 5 A copy of the Register purporting to be published by the Board shall be evidence (and, in Scotland, sufficient evidence) of any matter mentioned in it. 6 A certificate purporting to be signed by the Registrar which states that a person— a is registered; b is not registered; c was registered on a specified date or during a specified period; d was not registered on a specified date or during a specified period; or e has never been registered, shall be evidence (and, in Scotland, sufficient evidence) of any matter stated."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "6", "section_title": " Entitlement to registration.", "section_text": "6 1 A person who has applied to the Registrar in the prescribed manner for registration in pursuance of this section is entitled to be registered if— a he holds such qualifications and has gained such practical experience as may be prescribed; or b he has a standard of competence which, in the opinion of the Board, is equivalent to that demonstrated by satisfying paragraph (a). 2 The Board may require a person who applies for registration on the ground that he satisfies subsection (1)(b) to pass a prescribed examination in architecture. 3 Before prescribing— a qualifications or practical experience for the purposes of subsection (1)(a); or b any examination for the purposes of subsection (2), the Board shall consult the bodies representative of architects which are incorporated by royal charter and such other professional and educational bodies as it thinks appropriate. 4 The Board may require— a an applicant for registration in pursuance of this section; and b a candidate for any examination under subsection (2), to pay a fee of a prescribed amount. 5 The Board may by rules prescribe the information and evidence to be furnished to the Registrar in connection with an application for registration in pursuance of this section. 6 Where a person has duly applied for registration in pursuance of this section— a if the Registrar is satisfied that the person is entitled to be registered, he shall enter his name in the Register; but b if the Registrar is not so satisfied, he shall refer the application to the Board. 7 The Registrar shall not consider an application for registration in pursuance of this section in any case in which it is inappropriate for him to do so (for instance because he is in any way connected with the applicant) but in such a case he shall refer the application to the Board. 8 Where a person’s application is referred to the Board under subsection (6) or (7), the Board shall direct the Registrar to enter the person’s name in the Register if the Board is satisfied that the person is entitled to be registered. 9 The Registrar shall serve on an applicant for registration in pursuance of this section written notice of the decision on his application— a where the application is made on the ground that he satisfies subsection (1)(a), within three months of his application being duly made; and b where the application is made on the ground that he satisfies subsection (1)(b), within six months of his application being duly made."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "6A", "section_title": "", "section_text": "6A 1 . . . A national of a member State who satisfies any of the requirements mentioned in subsection (2)  and has applied to the Registrar in the prescribed manner for registration in pursuance of this section is entitled to be registered. . 1A The Board may require an applicant for registration in pursuance of this section to pay a fee of a prescribed amount. 1B The Board may by rules prescribe the information and evidence to be furnished to the Registrar in connection with an application for registration in pursuance of this section. 2 The requirements referred to in subsection (1) are that the person holds- a a qualification which- i is mentioned in the Fourth or Fifth Schedules, or ii satisfies the requirements of Articles 3 and 4 of the Directive and is included in a list published from time to time in the Official Journal of the European Communities in accordance with Article 7 of the Directive; b a certificate issued by a competent authority of a member State, in accordance with Article 12 of the Directive, stating that he has been, no later than the date on which that member State implemented the Directive, authorised in that member State to use the title of architect and that he has pursued activities in the field of architecture effectively for at least three consecutive years during the five years preceding the issue of the certificate; c a certificate issued by a competent authority of a member State, in accordance with Article 5 of the Directive, stating that he is, by reason of his distinguished achievements in the field of architecture, entitled to use the title of architect. 3 A qualification mentioned in Part I of the Fourth Schedule, Part I of the Fifth Schedule, or which complies with subsection (2)(a)(ii), shall be accompanied by a certificate issued by a competent authority of a member State, in accordance with Article 23(2) of the Directive, stating that he has gained at least two years practical training experience in that member State under the supervision of a person established as an architect in that member State. 4 A qualification mentioned in Part II of the Fourth or Part II of the Fifth Schedule shall be accompanied by a certificate issued by a competent authority of the Federal Republic of Germany, in accordance with Article 4(1) of the Directive, stating that he has gained at least four years appropriate professional experience in the Federal Republic of Germany. 5 The course of study leading to a qualification mentioned in the Fifth Schedule shall, subject to any earlier date specified in that Schedule in respect of the award of any such qualification, have commenced not later than the beginning of the first academic year after 5th August 1987. 6 Where a person holds a certificate issued by a competent authority of the Federal Republic of Germany stating that a qualification awarded to that person by an institution in the German Democratic Republic after 8th May 1945 is of equivalent effect to a qualification listed in the Fourth or Fifth Schedule to this Act or complies with subsection (2)(a)(ii), that person shall, for the purposes of this Act, be deemed to hold a qualification which satisfies the requirements of this section. 7 An application by a person for registration in pursuance of this section may be refused if  there is a disqualifying decision in another member State in force in respect of that person. 8 The  Registrar shall serve on an applicant for registration in pursuance of this section written notice of the decision on his application  within three months of his application being duly made. 9 If, in pursuance of Article 17(4) or 18(2) of the Directive, the  Board consults  a member State in respect of an application under this section, the period mentioned in subsection (8) shall be extended by such period as may elapse between initiating the consultation and the receipt by the  Board of  a final reply from that member State. 10 A person who is registered in accordance with this section shall, when using his academic title or any abbreviations of it, express such title or abbreviation in the language or one of the languages of the member State in which the body conferring the title is located and shall follow the title or any abbreviation of it with the name and location of the body conferring the title."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "6B", "section_title": " Retention of name in Register.", "section_text": "6B 1 The Board may require a registered person to pay a fee (in this section referred to as a “ retention fee ”) of a prescribed amount if he wishes his name to be retained in the Register in any calendar year after that in which it was entered. 2 Where, after the Registrar has sent a registered person who is liable to pay a retention fee a written demand for the payment of the fee, the person fails to pay the fee within the prescribed period, the Registrar may remove the person’s name from the Register. 3 Where a person whose name has been removed from the Register under subsection (2) pays the retention fee, together with any further prescribed fee, before the end of the calendar year for which the retention fee is payable or such longer period as the Board may allow— a his name shall be re-entered in the Register (without his having to make an application under section 6 or 6A); and b if the Board so directs, it shall be treated as having been re-entered on the date on which it was removed."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "6C", "section_title": " Registration: additional requirements.", "section_text": "6C 1 Where the Board is not satisfied that a person who— a applies for registration in pursuance of section 6 or 6A; b wishes his name to be retained or re-entered in the Register under section 6B; or c applies for his name to be re-entered in the Register under section 7ZD, has gained such recent practical experience as rules made by the Board require a person to have gained before he is entitled to have his name entered, retained or re-entered in the Register, his name shall not be so entered or re-entered, or shall be removed, unless he satisfies the Board of his competence to practise. 2 Where the Board decides that the name of a person to whom paragraph (b) of subsection (1) applies is by virtue of that subsection to be removed from, or not to be re-entered in, the Register, the Registrar shall serve on him written notice of the decision within the prescribed period after the date of the decision."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "7", "section_title": " Unacceptable professional conduct and serious professional incompetence.", "section_text": "7 1 Where an allegation is made that a registered person is guilty of— a unacceptable professional conduct (that is, conduct which falls short of the standard required of a registered person); or b serious professional incompetence, or it appears to the Registrar that a registered person may be so guilty, the case shall be investigated by persons appointed in accordance with rules made by the Board. 2 Where persons investigating a case under subsection (1) find that a registered person has a case to answer they shall report their finding to the Professional Conduct Committee. 3 Where the Professional Conduct Committee receives a report under subsection (2) in relation to a registered person, the Committee shall consider whether he is guilty of unacceptable professional conduct or serious professional incompetence. 4 Before considering whether a registered person is guilty of unacceptable professional conduct or serious professional incompetence the Professional Conduct Committee shall— a serve on him written notice outlining the case against him; and b give him the opportunity to appear before the Committee to argue his case. 5 At any such hearing the registered person is entitled to be legally represented. 6 The Board may make rules as to the procedure to be followed by the Professional Conduct Committee in any proceedings under this section. 7 If the Board does not make rules for the appointment of persons to investigate whether registered persons have been guilty of unacceptable professional conduct or serious professional incompetence, the Professional Conduct Committee shall consider such questions without any prior investigation."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "7ZA", "section_title": " Disciplinary orders.", "section_text": "7ZA 1 The Professional Conduct Committee may make a disciplinary order in relation to a registered person if— a it is satisfied, after considering his case, that he is guilty of unacceptable professional conduct or serious professional incompetence; or b he has been convicted of a criminal offence other than an offence which has no material relevance to his fitness to practise as an architect. 2 In this Act “ disciplinary order ” means— a a reprimand; b a penalty order; c a suspension order; or d an erasure order. 3 Where the Professional Conduct Committee makes a disciplinary order in relation to a person, the Registrar shall serve written notice of the order on the person as soon as is reasonably practicable. 4 The Professional Conduct Committee shall, at appropriate intervals and in such manner as it considers appropriate, publish— a the names of persons whom it has found guilty of unacceptable professional conduct or serious professional incompetence or in relation to whom it has made a disciplinary order under subsection (1)(b); and b in the case of each person a description of the conduct, incompetence or offence concerned and the nature of any disciplinary order made. 5 Where, after considering the case of a registered person, the Professional Conduct Committee is not satisfied that he is guilty of unacceptable professional conduct or serious professional incompetence, it shall, if he so requests, publish a statement of that fact in such manner as it considers appropriate."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "7ZB", "section_title": " Penalty orders.", "section_text": "7ZB 1 Where a penalty order is made in relation to a registered person, he shall pay to the Board the sum specified in the order. 2 A penalty order may not specify a sum exceeding the amount which, at the relevant time, is the amount specified as level 4 on the standard scale of fines for summary offences. In this subsection “ the relevant time ” means— a in a case within subsection (1)(a) of section 7ZA, the time of the conduct or incompetence of which the registered person is found guilty; and b in a case within subsection (1)(b) of that section, the time when he committed the criminal offence of which he has been convicted. 3 A penalty order shall specify the period within which the sum specified in it is to be paid. 4 If the person in relation to whom a penalty order is made does not pay the sum specified in the order within the period so specified, the Professional Conduct Committee may make a suspension order or an erasure order in relation to him. 5 The Board shall pay into the Consolidated Fund any sum paid under a penalty order."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "7ZC", "section_title": " Suspension orders.", "section_text": "7ZC Where a suspension order is made in relation to a registered person, the Registrar shall remove his name from the Register but shall re-enter it in the Register at the end of such period not exceeding two years as is specified in the order."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "7ZD", "section_title": " Erasure orders.", "section_text": "7ZD 1 Where an erasure order is made in relation to a registered person, the Registrar shall remove his name from the Register and it shall not be re-entered in the Register unless the Board so directs. 2 No application shall be made for the name of a person in relation to whom an erasure order has been made to be re-entered in the Register— a before the end of the period of two years beginning with the date of the erasure order or such longer period specified in the erasure order as the Professional Conduct Committee considers appropriate in a particular case; or b where he has made a previous application for his name to be re-entered in the Register, before the end of the prescribed period beginning with the date of the decision of the Board on that application. 3 The Registrar shall serve on a person who applies for his name to be re-entered in the Register under this section written notice of the decision on his application within the prescribed period after the date of the decision. 4 The Board may require a person whose name is re-entered in the Register under this section to pay a fee of a prescribed amount."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "7ZE", "section_title": " Code of practice.", "section_text": "7ZE 1 The Board shall issue a code laying down standards of professional conduct and practice expected of registered persons. 2 The Board shall keep the code under review and vary its provisions whenever it considers it appropriate to do so. 3 Before issuing or varying the code, the Board shall— a consult such professional bodies and such other persons with an interest in architecture as it considers appropriate; and b publish in such manner as it considers appropriate notice that it proposes to issue or vary the code, stating where copies of the proposals can be obtained. 4 Failure by a registered person to comply with the provisions of the code— a shall not be taken of itself to constitute unacceptable professional conduct or serious professional incompetence on his part; but b shall be taken into account in any proceedings against him under section 7. 5 The Board shall provide a copy of the code to any person who requests one on payment of a reasonable charge determined by the Board (and may provide a copy free of charge whenever it considers appropriate)."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "7A", "section_title": " Removal of name from Register: disqualification in another member State.", "section_text": "7A 1 If a person’s name was entered on the Register in pursuance of section 6A  . . . at a time when there was a disqualifying decision in another member State in force in respect of that person, and if at that time the  Board was  unaware of that fact, the  Board, on  being satisfied that the person was at that time and still is subject to that disqualifying decision, may  order the Registrar to remove his name  from the Register. 2 If a person who is registered under this Act in pursuance of section 6A becomes subject to a disqualifying decision in another member State expressed to be made on the ground that he has committed a criminal offence he shall be deemed for the purposes of section  7ZA(1) , to have been convicted of that offence. 3 Where the Board orders the Registrar to remove a person’s name from the Register under this section, the Registrar shall serve written notice of the removal on the person as soon as is reasonably practicable."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "9", "section_title": "Appeals.", "section_text": "9 Any person aggrieved  by— a his name not being re-entered in, or being removed from, the Register by virtue of section 6C(1); b the making of a disciplinary order in relation to him; or c the Board ordering the Registrar to remove his name from the Register under section 7A, may appeal to the High Court or the Court of Session within three months from the date on which notice of the decision or order concerned is served on him; and on an appeal under this section the Court may make any order which appears appropriate, and no appeal shall lie from any decision of the Court on such an appeal."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "10", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "11", "section_title": " Removal of name from Register for failure to notify change of address. ", "section_text": "11 For the purpose of maintaining the Register the  Registrar  may at any time by notice in writing served on any registered person inquire if such person has changed his regular business address, and if no answer shall be received within six months from the sending of such notice, the  Registrar  shall send to the said person a further notice by post as a registered letter, and if no answer shall be received within three months from the sending of such further notice, the  Registrar  may remove the name of such person from the Register."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "12", "section_title": " Penalty for obtaining registration by false representation.", "section_text": "12 If any person shall  intentionally  procure or attempt to procure himself to be registered under this Act by making or producing or causing to be made or produced any false or fraudulent representation or declaration, either verbally or in writing, the person so offending, shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "13", "section_title": " Rules.", "section_text": "13 1 The Board may make rules generally for carrying out or facilitating the purposes of this Act. 2 The Board shall, before making any rules under this Act, publish a draft of the rules and give those to whom the rules would be applicable an opportunity of making representations to the Board."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "14", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "15", "section_title": " Supply of  rules  and forms.", "section_text": "15 The  Registrar  shall on payment of the prescribed charges supply a copy of any  rules  made under this Act and of any forms prescribed by such  rules  to any person applying for the same."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "16", "section_title": " Service of documents. ", "section_text": "16 1 Any notice or document required by or for the purposes of this Act  to be served  may be sent by post, and when sent to any registered person shall be deemed to be properly addressed if addressed to him at his address in the Register. 2 Any notice relating to the refusal to register any person, or  required to be served by section 6C(2), 7(4)(a), 7ZA(3) or 7A(3) , shall be sent by post as a registered letter."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "17", "section_title": "Defence for business under control and management of registered person", "section_text": "17 (1) Nothing in this Act shall prevent a body corporate, firm or partnership from carrying on business under the style or title of  Architect : a if the business of the body corporate, firm or partnership so far as it relates to architecture is under the control and management of a  registered person  who does not act at the same time in a similar capacity for any other body corporate firm or partnership; and b if in every premises where such business as aforesaid is carried on  it is carried on by or under the supervision of  a registered person. 2 In relation to an offence under subsection (1)— a section 127(1) of the  Magistrates’ Courts Act 1980 (information to be laid within six months of offence); b Article 19(1) of the  Magistrates’ Courts (Northern Ireland) Order 1981 (complaint to be made within that time); and c section 136(1) of the  Criminal Procedure (Scotland) Act 1995 (proceedings to be commenced within that time), shall have effect as if for the references in them to six months there were substituted references to two years."}, {"act": "Architects (Registration) Act 1931 (Repealed 21.7.1997)", "year": 1931, "section": "18", "section_title": " Commencement of Act and application of Act to Northern Ireland.", "section_text": "18 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 This Act extends to Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]