[{"act": "Sentence of Death (Expectant Mothers) Act 1931 (repealed 30.9.1998)", "year": 1931, "section": "1", "section_title": " Sentence of death not to be passed on pregnant woman. ", "section_text": "1 Where a woman convicted of an offence punishable with death is found in accordance with the provisions of this Act to be pregnant, the sentence to be passed on her shall be a sentence of penal servitude for life instead of sentence of death."}, {"act": "Sentence of Death (Expectant Mothers) Act 1931 (repealed 30.9.1998)", "year": 1931, "section": "2", "section_title": " Procedure where woman convicted of capital offence alleges she is pregnant.", "section_text": "2 1 Where a woman convicted of an offence punishable with death alleges that she is pregnant, or where the court before whom a woman is so convicted thinks fit so to order, the question whether or not the woman is pregnant shall, before sentence is passed on her, be determined by a jury. 2 Subject to the provisions of this subsection, the said jury shall be the trial jury, that is to say the jury to whom she was given in charge to be tried for the offence, and the members of the jury need not be resworn: Provided that— a if any member of the trial jury, either before or after the conviction, dies or is discharged by the court as being through illness incapable of continuing to act or for any other cause, the inquiry as to whether or not the woman is pregnant shall proceed without him; and b where there is no trial jury, or where a jury have disagreed as to whether the woman is or is not pregnant, or have been discharged by the court without giving a verdict on that question, the jury shall be constituted as if to try whether or not she was fit to plead, and shall be sworn in such manner as the court may direct. 3 The question whether the woman is pregnant or not shall be determined by the jury on such evidence as may be laid before them either on the part of the woman or on the part of the Crown, and the jury shall find that the woman is not pregnant unless it is proved affirmatively to their satisfaction that she is pregnant. 4 Where on proceedings under this section the jury find that the woman in question is not pregnant, the woman may appeal  under Part I of the  Criminal Appeal Act 1968 to the criminal division of the Court of Appeal , and that Court, if satisfied that for any reason the finding should be set aside, shall quash the sentence passed on her and instead thereof pass on her a sentence of penal servitude for life. 5 The rights conferred by this section on a woman convicted of an offence punishable with death shall be in substitution for the right of such a woman to allege in stay of execution that she is quick with child and the last-mentioned right shall cease as from the commencement of this Act."}, {"act": "Sentence of Death (Expectant Mothers) Act 1931 (repealed 30.9.1998)", "year": 1931, "section": "3", "section_title": " Short title and extent.", "section_text": "3 1 This Act may be cited as the Sentence of Death (Expectant Mothers) Act 1931. 2 This Act shall not apply to Scotland or Northern Ireland."}]