[{"act": "Defence Reform Act 2014", "year": 2014, "section": "1", "section_title": "Arrangements for providing defence procurement services", "section_text": "1 1 This Part applies if the Secretary of State makes arrangements— a for a company to provide defence procurement services to the Secretary of State under contract, and b for that or another company— i to acquire from the Secretary of State rights in or over premises and property used for the purposes of DE&S, and ii to become the employer of some or all of the persons who are employed in the civil service of the State in or in connection with DE&S immediately before the time the company is to become their employer, with a view to those premises, that property and the services of those employees being made available for providing the defence procurement services. 2 This Part also applies if— a the Secretary of State makes arrangements (“ the new arrangements ”) for a company to provide defence procurement services to the Secretary of State under contract, which may include arrangements for another company to make premises, property and the services of employees available for providing the defence procurement services, and b the new arrangements are the successor to arrangements mentioned in subsection (1) or other arrangements mentioned in this subsection (“the old arrangements”). 3 The new arrangements are  “the successor” to the old arrangements if— a a company mentioned in subsection (2)(a) is or was a contractor under the old arrangements, or b for the purposes of the new arrangements, property, rights or liabilities of a company which is or was a contractor under the old arrangements are to be or have been transferred, by virtue of the old arrangements or by a transfer scheme under section 10, to a company mentioned in subsection (2)(a). 4 The new arrangements are also  “the successor” to the old arrangements if— a property, rights or liabilities of a contractor under the old arrangements have been transferred, by virtue of those arrangements or by a transfer scheme under section 10, to the Secretary of State, and b the new arrangements provide for a company mentioned in subsection (2)(a)— i to acquire from the Secretary of State rights in or over premises and property used for the purposes of the departmental defence procurement undertaking, and ii to become the employer of some or all of the persons who are employed in the civil service of the State in or in connection with that undertaking immediately before the time the company is to become their employer, with a view to those premises, that property and the services of those employees being made available for providing the defence procurement services. 5 Subsections (1)(b) and (4)(b) apply whether the arrangements provide for the company to acquire rights in or over premises and property, or to become the employer of persons, on one, or on more than one, occasion. 6 References to a company in subsection (2) include, in particular, a publicly owned company (and references to a company in the other provisions of this Part are to be read accordingly). 7 Arrangements mentioned in this section may provide for a contractor to exercise to any extent a discretion of the Secretary of State in connection with the exercise by the Secretary of State of a function involving defence procurement. 8 In this Part— “ contractor ” means— a company— which provides defence procurement services to the Secretary of State under contract by virtue of arrangements mentioned in this section (“relevant arrangements”), or in relation to which relevant arrangements have been made for it to provide defence procurement services but which is not yet doing so, or a company— which, by making premises, property and the services of employees available, enables defence procurement services to be provided to the Secretary of State under contract by virtue of relevant arrangements, or in relation to which relevant arrangements have been made for it to make premises, property and the services of employees available for enabling defence procurement services to be provided but which is not yet making those things available; “ DE&S ” means the undertaking carried on by the Secretary of State and known as Defence Equipment and Support; “ defence procurement ” means— the acquisition of anything (including support or logistics services) required for defence purposes, the management, monitoring or enforcement of contracts entered into for the acquisition of anything so required, and related support or logistics; “ defence procurement services ” means services relating to defence procurement; “ defence purposes ” means— the purposes of defence (whether or not of the United Kingdom) or policing, or related purposes; “ the departmental defence procurement undertaking ” means any undertaking carried on by the Secretary of State for the purposes of defence procurement after arrangements mentioned in subsection (1) have come to an end."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "2", "section_title": "Financial assistance", "section_text": "2 1 The Secretary of State may give financial assistance to a contractor. 2 The financial assistance may be given on terms and conditions that the Secretary of State thinks appropriate. 3 “ Financial assistance ” means loans, guarantees or indemnities, or any other kind of financial assistance (actual or contingent)."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "3", "section_title": "Financial claims against contractors or former contractors", "section_text": "3 1 If a financial claim is brought in a court in the United Kingdom or elsewhere against a company which is, or has been, a contractor, any liability of the company resulting from the claim is transferred to the Ministry of Defence. 2 The Secretary of State may make payments for the purpose of settling any liability of the Ministry of Defence that may arise, or has arisen, under this section. 3 A company which is, or has been, a contractor must provide the Secretary of State with any assistance that the Secretary of State reasonably requires in connection with a financial claim that may be, or has been, brought against the company (including in connection with any appeal or further appeal in relation to the claim). 4 The assistance that a company may be required to provide includes in particular— a providing documents, other information or explanations; b providing access to evidence; c making employees available for the purposes of court proceedings. 5 An obligation imposed on a company under subsection (3) is enforceable as if contained in a contract between the company and the Secretary of State. 6 For the purposes of this section, a claim is a  “financial claim” to the extent that— a it is a claim for damages or any other claim for a sum of money, b it is brought by a person other than an excluded person, and c it is not an excluded claim. 7 In this section— “ excluded person ”, in relation to a claim against a company, means— another company which is, or has been, a contractor, or a Minister of the Crown or Government department; “ excluded claim ”, in relation to a claim against a company, means a claim which relates to— services provided by the company otherwise than to the Secretary of State for Defence, a contract of employment to which the company is party, any contract (other than a contract of employment) entered into by the company for the purpose of enabling it to provide services, any health and safety obligation of the company, or anything done or omitted to be done by the company before it became, or after it ceased to be, a contractor; “ health and safety obligation ”, in relation to a company, means an obligation (whether or not imposed by legislation)— relating to the health, safety or welfare at work of the company's employees, or relating to risks to the health or safety of other persons arising out of or in connection with the company's activities. 8 Nothing in this section affects any arrangements between the Secretary of State and a company which is, or has been, a contractor under which the company is to compensate the Secretary of State in respect of— a any liability under subsection (1), or b any payment made under subsection (2)."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "4", "section_title": "Exemptions relating to premises used by a contractor", "section_text": "4 Schedule 1 (exemptions relating to premises used by a contractor) has effect."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "5", "section_title": "Jurisdiction of Ministry of Defence Police", "section_text": "5 1 The places to which section 2(2) of the Ministry of Defence Police Act 1987 (jurisdiction) applies include land, vehicles, vessels, aircraft and hovercraft which are— a in the possession, under the control or used for the purposes of a contractor, and b used for the purposes of, or for purposes which include, the provision of defence procurement services to the Secretary of State by virtue of arrangements mentioned in section 1. 2 Section 2(3) of that Act has effect as if the reference to Crown property included a reference to property which— a belongs to a contractor, is in its possession or under its control or has been unlawfully removed from its possession or control, and b is, or was immediately before its removal, used to any extent for the purpose of the provision of defence procurement services as mentioned in subsection (1)(b). 3 Section 2(3) of that Act also has effect as if the reference to a contract entered into by the Secretary of State for Defence for the purposes of his Department or the Defence Council included a reference to a contract entered into by a contractor for the purposes of, or for purposes which include, the provision of defence procurement services as mentioned in subsection (1)(b)."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "6", "section_title": "Status of contractor", "section_text": "6 1 This section applies where arrangements mentioned in section 1 provide for a contractor to act on behalf of the Secretary of State for the purposes of a provision of a contract entered into by the Secretary of State at any time before the vesting date for the purposes of defence procurement. 2 Any right or power of the Secretary of State under the provision of the contract may be exercised by the contractor on behalf of the Secretary of State. 3 Any duty or liability of the Secretary of State under the provision of the contract may be discharged by the contractor on behalf of the Secretary of State. 4 Nothing in the contract or otherwise prevents or penalises the exercise of a right or power of the Secretary of State, or the discharge of a duty or liability of the Secretary of State, in the way mentioned in subsection (2) or (3)."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "7", "section_title": "Restrictions on disclosure or use of information", "section_text": "7 Schedule 2 (restrictions on disclosure or use of information) has effect."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "8", "section_title": "Intellectual property rights", "section_text": "8 1 The Secretary of State may provide a protected work to a contractor or a service provider to a contractor, without infringing copyright or database right, if— a the Secretary of State acquired (whether before or after the coming into force of this section) a right to use the work under or in connection with a relevant contract, and b the provision of the work is necessary or expedient for the purposes of arrangements mentioned in section 1. 2 A contractor or former contractor, or a service provider to a contractor or former contractor, may, without infringing copyright or database right, provide a protected work provided to it under subsection (1) or this subsection— a to a contractor or service provider to a contractor, or b to the Secretary of State, if the provision of the work by the contractor, former contractor or service provider is necessary or expedient for the purposes of arrangements mentioned in section 1. 3 A contractor or service provider to which a protected work has been provided under subsection (1) or (2) may, without infringing copyright or database right, make any use of the work that the Secretary of State could make as a result of the Secretary of State's right to use the work if the use of the work by the contractor or service provider is necessary or expedient for the purposes of arrangements mentioned in section 1. 4 In this section— “ ancillary services ” means services certified by the Secretary of State to be services appearing to the Secretary of State to be calculated to facilitate, or to be conducive or incidental to, arrangements mentioned in section 1; “ copyright work ” has the meaning given by Part 1 of the Copyright, Designs and Patents Act 1988 (see section 1(2) of that Act); “ database ” has the meaning given by section 3A of that Act; “ database right ” has the same meaning as in Part 3 of the Copyright and Rights in Databases Regulations 1997 ( S.I.  1997/3032); “ former contractor ” means a company which has been a contractor; “ protected work ” means— a copyright work, or a database in which database right subsists; “ relevant contract ” means a contract entered into by the Secretary of State at any time before the vesting date for the purposes of defence procurement; “ service provider ”, in relation to a contractor or former contractor, means a person who performs ancillary services for that contractor. 5 In this section a reference to providing a protected work to a person includes a reference to the making of a copy of the work for the purposes of providing it to the person. 6 In this section a reference to the right to use a protected work— a in relation to a copyright work, is a reference to a licence to exercise a right which would otherwise be exercisable by the owner of the copyright in the work; b in relation to a database, is a reference to a right to use the database under a licence to do an act restricted by database right in the database."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "9", "section_title": "Transfer of employees: application of  TUPE  regulations", "section_text": "9 1 The TUPE regulations apply to the transfer of a relevant undertaking or any part of it by virtue of arrangements mentioned in section 1 whether or not the relevant undertaking would otherwise be treated as an undertaking to whose transfer the regulations apply. 2 For the purposes of the TUPE regulations, the services of the relevant employees are to be treated as a part of that undertaking to whose transfer the regulations apply whether or not the company which is to become their employer also provides defence procurement services by virtue of arrangements mentioned in section 1. 3 In this section— “relevant undertaking”— in relation to arrangements mentioned in section 1(1)(b), means DE&S; in relation to arrangements mentioned in section 1(4)(b), means the departmental defence procurement undertaking; “relevant employees”— in relation to arrangements mentioned in section 1(1)(b), means the persons employed in the civil service of the State mentioned in section 1(1)(b); in relation to arrangements mentioned in section 1(4)(b), means the persons employed in the civil service of the State mentioned in section 1(4)(b)."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "10", "section_title": "Transfer schemes", "section_text": "10 1 The Secretary of State may make one or more schemes for the transfer of property, rights and liabilities (a  “transfer scheme”) if— a a relevant contractor is in breach of a services contract and the breach occurs in specified circumstances or is of a specified kind, or b a services contract has come to an end, whether by the expiry of the period for which it was in force or otherwise. 2 A transfer scheme may provide for the transfer of property, rights and liabilities to— a the Crown, b the Secretary of State, or c a company mentioned in section 1(2)(a). 3 The property, rights and liabilities that may be transferred by a transfer scheme are— a property, rights and liabilities of a relevant contractor; b securities in a relevant contractor; c any property or rights of a third party that was or were acquired from a relevant contractor and any liabilities of a third party so far as relating to any such property or rights. 4 Subsection (3) does not apply to property, rights or liabilities to the extent that an agreement between the Secretary of State and the person entitled to or subject to them provides that they are not to be transferred by a transfer scheme. 5 Schedule 3 makes further provision about transfer schemes under this section. 6 In this section— “ relevant contractor ”, in relation to a services contract, means a company which is or was a contractor in relation to the arrangements to which that contract relates; “ services contract ” means a contract for a company to provide defence procurement services to the Secretary of State entered into by virtue of arrangements mentioned in section 1; “ specified ”, in relation to a services contract, means specified in the contract for the purposes of this section; “ third party ” means a person other than a relevant contractor."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "11", "section_title": "Financial provisions", "section_text": "11 There is to be paid out of money provided by Parliament any expenditure of the Secretary of State incurred— a in connection with the formation of any company formed with a view to, or for any purpose of, the provision of defence procurement services or otherwise in connection with the establishment of arrangements mentioned in section 1; b in assuming responsibility for any liabilities of a company which is or has been concerned in or in connection with the provision of defence procurement services which are liabilities arising out of the provision of such services or liabilities to or in respect of persons employed or formerly employed in or in connection with the provision of such services."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "12", "section_title": "Interpretation of this Part", "section_text": "12 1 In this Part— “ company ” means a company as defined in section 1(1) of the Companies Act 2006; “ contractor ” has the meaning given by section 1(8); “ DE&S ” has the meaning given by section 1(8); “ defence procurement ” has the meaning given by section 1(8); “ defence procurement services ” has the meaning given by section 1(8); “ defence purposes ” has the meaning given by section 1(8); “ the departmental defence procurement undertaking ” has the meaning given by section 1(8); “ formed ”, in relation to a company, includes the alteration of the company's articles so as to add, remove or alter a statement of the company's objects; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975; “ property ” includes interests of any description; “ publicly owned company ” means a company which is— a company limited by shares in which no one other than a relevant person holds any of the shares, or a company limited by guarantee of which no one other than a relevant person is a member; the  “ TUPE regulations ” means the Transfer of Undertakings (Protection of Employment) Regulations 2006 (S.I. 2006/246); “ the vesting date ” means a day appointed by the Secretary of State by order made by statutory instrument. 2 In the definition of  “publicly owned company” in subsection (1),  “ relevant person ” means— a a Minister of the Crown, b a publicly owned company, or c a nominee of a person falling within paragraph (a) or (b)."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "13", "section_title": "Single Source Regulations Office (or  “SSRO”)", "section_text": "13 1 A body corporate called the Single Source Regulations Office (“the SSRO”) is established. 2 In carrying out its functions under or by virtue of this Part, the SSRO must aim to ensure— a that good value for money is obtained in government expenditure on qualifying defence contracts, and b that persons (other than the Secretary of State) who are parties to qualifying defence contracts are paid a fair and reasonable price under those contracts. 3 Schedule 4 contains further provision about the SSRO."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "14", "section_title": "Regulations relating to qualifying defence contracts", "section_text": "14 1 The Secretary of State may by regulations under this Part (“ single source contract regulations ”) make provision in relation to qualifying defence contracts. 2 For the purposes of this Part, a contract is a  “qualifying defence contract” if— a it is a contract under which the Secretary of State procures goods, works or services   wholly or substantially  for defence purposes from another person (a  “primary contractor”), b the value of the contract is of or above the amount specified in single source contract regulations, c the contract does not fall within a description specified in the regulations, and d subsection (3), (4) or (5) applies to the contract. 3 This subsection applies to a contract if— a the contract is entered into on or after the relevant date, and b the award of the contract is not the result of a competitive process. 4 This subsection applies to a contract if— a the contract was entered into before the relevant date, b the award of the contract was not the result of a competitive process, c the contract is amended on or after that date, and d in amending the contract, the Secretary of State and the primary contractor agree that it is to be a qualifying defence contract. 5 This subsection applies to a contract, whether entered into before or after the relevant date, if— a the award of the contract is the result of a competitive process, b the contract is amended on or after the relevant date, c the amendment is not the result of a competitive process, and d in amending the contract, the Secretary of State and the primary contractor agree that it is to be a qualifying defence contract. 5A Single source contract regulations may specify circumstances in which a contract entered into by the Secretary of State with a primary contractor is or is not to be treated as amending an existing contract between those parties for the purposes of this section. 6 Single source contract regulations must make provision for determining whether the award, or amendment, of a contract is the result of a competitive process. 7 The Secretary of State may direct that a particular contract to which subsection (3) applies is not a qualifying defence contract even though the contract otherwise meets the requirements of subsection (2). 8 In this section,  “ defence purposes ” has the meaning given by the regulations. 8A The regulations may also specify when a contract is to be treated as substantially for defence purposes. 9 In this Part— a “ relevant date ” means the date on which the first single source contract regulations come into force; b references to  “single source contract regulations” are to be read in accordance with subsection (1); c references to a  “primary contractor” are to be read in accordance with subsection (2)(a)."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "15", "section_title": "Pricing of contracts", "section_text": "15 1 Single source contract regulations must make provision about determining the price payable under a qualifying defence contract   , and, where the contract is divided into components, each component of that contract,  to the primary contractor. 2 The regulations must provide for the price payable under the contract, or any component, to be determined— a in accordance with the formula in subsection (4), or b in such circumstances as may be specified in the regulations, in accordance with another method. 2A The regulations must only specify circumstances for the purposes of subsection (2)(b) if the Secretary of State is satisfied that the factors referred to in section 13(2) may be ensured in those circumstances if another method is used. 2B The regulations may also make provision requiring a particular method specified in the regulations to be used in certain of the circumstances specified for the purposes of subsection (2)(b). 3 The regulations must provide that where the Secretary of State and the primary contractor propose to amend the contract   or each amended component of that contract,  in a way that would affect the price determined by virtue of subsection (2) or this subsection— a the price payable under the amended contract must be re-determined in accordance with  the method applicable by virtue of subsection (2) , or b the price payable in respect of the amendment must be determined in accordance with that   method . 4 The formula is— \t\t\t\t\t\t\t( CPR \t\t\t\t\t\t\t\t× AC \t\t\t\t\t\t\t) + AC where— “ CPR ” is the contract profit rate for the contract   or component  (see section 17), and “ AC ” means the primary contractor's allowable costs under the contract   or component  (see section 20). 5 The regulations may provide for a determination by virtue of subsection (2) or (3) to be made at such times as may be specified in the regulations (and different times may be specified for different kinds of contract  or component ). 6 In this Part, “ component ”, in relation to a contract, means a part of the contract that is to be treated distinctly from other such parts in determining the price payable under the contract. 7 For the purposes of subsection (6), a part of a contract is to be treated distinctly if— a single source contract regulations contain provision to that effect, or b the parties to the contract agree that it should. 8 Single source contract regulations may make provision about when parts of a qualifying defence contract are or are not to be treated distinctly from other parts of the same contract."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "16", "section_title": "Pricing of contracts: supplementary", "section_text": "16 1 Single source contract regulations may specify circumstances in which, if the Secretary of State and the primary contractor so agree— a the price determined in accordance with section 15 is to be taken as a target price, and b the total price payable under the contract is subject to adjustment by reference to any difference between— i the amount of the primary contractor's actual allowable costs under the contract  or, where relevant, a component of that contract , and ii the amount of the estimated allowable costs used for the purpose of determining the target price. 2 The amount of any adjustment by virtue of subsection (1)(b) must be determined— a by agreement between the Secretary of State, or an authorised person, and the primary contractor, or b by the SSRO, where the matter is referred to it by the Secretary of State, an authorised person or the primary contractor. 3 Section 21 (final price adjustment) does not apply to a contract in a case where an agreement of a kind mentioned in subsection (1) has effect. 4 Single source contract regulations may provide that the SSRO— a must, on an application by a person within subsection (5), determine whether the method used to determine the price payable under a qualifying defence contract or a component of that contract was appropriate; b may, in consequence of a determination under paragraph  (a) , determine that the price payable under the contract is to be adjusted by an amount specified by the SSRO. 5 The following persons are within this subsection— a the Secretary of State, b an authorised person, and c the primary contractor."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "17", "section_title": "Contract profit rate", "section_text": "17 1 Single source contract regulations must make provision for determining the contract profit rate for a qualifying defence contract  , or, where the contract is divided into components, any component of that contract . 2 The regulations must provide for the determination to be made by taking the following sequence of steps, subject to section 18(2)— Step 1  Take the baseline profit rate (see section 19) which is in force at the relevant time.“ The relevant time ” means— in a case within section 15(2)— when the contract is entered into, if the contract is a qualifying defence contract by virtue of section 14(3), or when the contract is amended, if the contract is a qualifying defence contract by virtue of section 14(4) or (5); in a case within section 15(3), when the contract is amended. Step 2  Adjust that rate by an agreed amount, being an amount falling within specified parameters above or below the baseline profit rate, so as to reflect   the financial risks to the primary contractor of entering into the contract or component, taking into account the particular type of activities to be carried out by the primary contractor under that contract or component. .“ Specified ” means specified in the regulations. ... ... Step   3  Where the Secretary of State determines that the amount resulting from step   2   should be increased so as to give the primary contractor a particular financial incentive as regards the performance of provisions of the contract   or component  specified by the Secretary of State, increase that amount by an amount specified by the Secretary of State.   In specifying provisions of the contract or component, the Secretary of State must comply with any requirements imposed by the regulations, and  any increase must not exceed the maximum increase permitted by the regulations. Step   4  Take the amount resulting from step   3   and add to or subtract from it an agreed amount, so as to ensure that the primary contractor receives an appropriate and reasonable return on the fixed and working capital employed by the primary contractor for the purposes of enabling the primary contractor to perform the contract  or component . This adjustment— is to be made having regard to the capital servicing rates determined under section 19, but does not apply to the extent that the costs of the fixed and working capital employed by the primary contractor are allowable costs under the contract  or component . 3 The contract profit rate is— a the amount found at the end of step   4   in subsection (2), or b in a case where step   4   is disapplied under section 18(2)(a), the amount found at the end of the last of the steps in subsection (2) that apply in that case. 4 For the purposes of subsection (2)— a “ agreed ” means agreed by the Secretary of State, or an authorised person, and the primary contractor; b the adjustment agreed under step 2, 3 or   4   may be zero."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "18", "section_title": "Contract profit rate: supplementary", "section_text": "18 1 The Secretary of State or an authorised person, and the primary contractor, must have regard to guidance issued by the SSRO in relation to any of the steps set out in section 17(2). 2 Single source contract regulations may— a disapply the requirement to take any or all of steps 2 to   4   in section 17(2) in relation to a qualifying defence contract the value of which is less than the amount specified for the purposes of this paragraph  , or a component of such a contract ; b provide for any or all of those steps to apply in relation to such a contract   or component  with modifications set out in the regulations; c where the Secretary of State is a party to a group of qualifying defence contracts with the same primary contractor, provide for section 17(2) to apply in relation to those contracts  or components of those contracts — i taken together or individually, and ii with such modifications as may be set out in the regulations. 3 Single source contract regulations may provide that the SSRO— a may, on an application by a person within subsection (4), determine whether— i the baseline profit rate identified under step 1 in section 17(2) is correct in relation to a qualifying defence contract or a component of such a contract; ii an adjustment agreed under any of steps 2 to 4 in section 17(2) is appropriate; iii an adjustment agreed under step 3 in section 17(2) is in accordance with the regulations ; b may, in consequence of a determination by virtue of paragraph (a) that the amount of such an adjustment is not appropriate, determine that the price payable under the contract is to be adjusted by an amount specified by the SSRO. 4 The following persons are within this subsection— a the Secretary of State, b an authorised person, and c the primary contractor."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "19", "section_title": "Rates  etc  relevant to determining contract profit rate", "section_text": "19 1 The Secretary of State must, for each financial year, determine— the baseline profit rate, ... the capital servicing rate for fixed capital, and the capital servicing rate for working capital. 2 For the purpose of assisting the Secretary of State in determining for a financial year each of the rates mentioned in subsection (1)  ..., the SSRO must provide the Secretary of State with its assessment of what is the appropriate rate  ... for that year. 3 The SSRO— a must provide its assessment to the Secretary of State no later than 31 January in the preceding financial year, and b must, in preparing its assessment, have regard to such matters as may be specified in guidance issued by the Secretary of State (as well as other matters that appear to the SSRO to be relevant). 4 The Secretary of State must publish each of the rates mentioned in subsection (1) for a financial year  ... in the London Gazette no later than 15 March in the preceding financial year. 5 Subsection (6) applies if, in the case of a particular rate  ..., there is a difference between the rate  ... determined under subsection (1) and the SSRO's assessment of the appropriate rate  ... for the financial year in question. 6 The Secretary of State must, when publishing the relevant rate  ..., also publish reasons for the difference."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "20", "section_title": "Allowable costs", "section_text": "20 1 The SSRO must issue guidance about determining whether costs are allowable costs under qualifying defence contracts. 2 In determining whether a particular cost is an allowable cost under a qualifying defence contract  , or, where the contract is divided into components, a component of that contract , the Secretary of State or an authorised person, and the primary contractor, must be satisfied that the cost is— a appropriate, b attributable to the contract  or component , and c reasonable in the circumstances. 2A Single source contract regulations may provide that the requirements set out in subsection (2)(a) to (c) are not met in relation to a cost where the cost arises from profits made by a person connected with the primary contractor. 2B The regulations may specify the circumstances in which a person is connected with the primary contractor. 3 In determining whether the requirements set out in subsection (2)(a) to (c) are met in relation to a particular cost, the Secretary of State or an authorised person, and the primary contractor, must have regard to guidance issued under subsection (1). 4 The Secretary of State or an authorised person may at any time require a primary contractor to show (whether by reference to guidance issued under subsection (1) or otherwise) that the requirements set out in subsection (2)(a) to (c) are met in relation to a particular cost claimed by the primary contractor as an allowable cost under a qualifying defence contract  , or where the contract is divided into components, a component of that contract. 5 Where a person within subsection (5A) applies to the SSRO for such a determination, the SSRO must determine— a the extent to which a cost is or would be an allowable cost under a qualifying defence contract or a component of such a contract, or b the extent to which a method which is used or may be used to determine a cost under a qualifying defence contract or a component of such a contract would result in that cost being an allowable cost under such a contract or component. 5A The following persons are within this subsection— a the Secretary of State; b an authorised person; c a primary contractor under a qualifying defence contract; d a potential primary contractor. 6 The SSRO may determine that the price payable under   a qualifying defence contract   is to be adjusted by an amount specified by the SSRO in consequence of a determination under subsection (5), having regard to the extent to which the cost in question was treated as an allowable cost when the price payable under the contract was determined (or last determined) in accordance with section 15."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "21", "section_title": "Final price adjustment", "section_text": "21 1 Single source contract regulations may provide for adjustments to be made to the total price payable by the Secretary of State under a qualifying defence contract. 2 The regulations must specify the procedure to be followed in determining the amount of any adjustment. 2A Provision made under subsection (2) may include provision dealing with how, in the case of a qualifying defence contract divided into components, the components are to be taken into account in determining the amount of any adjustments to the total price payable under such a contract. 3 Provision made under subsection (2) must include provision for the amount of any adjustment to be determined— a by agreement between the Secretary of State, or an authorised person, and the primary contractor, or b by the SSRO, where the matter is referred to it by the Secretary of State, an authorised person or the primary contractor. 4 Provision under this section may be expressed so as to apply— a to particular kinds of qualifying defence contracts; b to qualifying defence contracts the value of which is of or above the amount specified for the purposes of this paragraph. 5 The Secretary of State may direct that provision under this section does not apply in relation to a qualifying defence contract the value of which is— a of or above the amount specified for the purposes of subsection (4)(b), but b less than the amount specified for the purposes of this paragraph in the regulations. 6 The regulations may specify matters to which the Secretary of State must have regard in deciding whether to make a direction under subsection (5)."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "22", "section_title": "Recovery of unpaid amounts", "section_text": "22 1 This section applies where— a the SSRO determines by virtue of section   16(4),  18(3)(b), 20(6) or 21(3)(b) that the price payable under a qualifying defence contract is to be adjusted, and b as a result of the adjustment— i the Secretary of State is required to pay an amount to the primary contractor, or ii the primary contractor is required to repay an amount to the Secretary of State. 2 If all or part of the amount mentioned in subsection (1)(b)(i) or (ii) is not paid or repaid before the payment date, the unpaid balance carries interest from that date at the rate for the time being specified in section 17 of the Judgments Act 1838. 3 The  “payment date” is the date determined by the SSRO, in making the determination in question, as the date by which the amount must be paid or repaid. 4 The person to whom the amount is required to be paid or repaid (“ the creditor ”) may recover from the other person as a debt due to the creditor the unpaid balance and any unpaid interest."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "23", "section_title": "Records", "section_text": "23 1 Single source contract regulations must contain provision requiring a person (“P”) to keep relevant records. 2 “ Relevant records ” means accounting and other records (whether in hard or electronic form)— a which P may reasonably be expected to keep, and b which are sufficiently up-to-date and accurate for use by the Secretary of State or an authorised person for any of the purposes listed in subsection (3). 3 Those purposes are— a auditing reports provided by P under section 24 or 25; b where P is a primary contractor, verifying— i whether a cost of P is an allowable cost, ii the reason for any difference between an estimated and actual allowable cost of P, or iii any other matter relating to the price payable to P under a qualifying defence contract; c where P is a primary contractor, monitoring P's performance of the obligations to which it is subject under a qualifying defence contract; d where P is a primary contractor, determining whether a contract between P and another person is a qualifying sub-contract. 4 The regulations may provide for the requirement to keep relevant records— a to begin at a time specified by or determined in accordance with the regulations (which may be before a qualifying defence contract is entered into), and b to end at a time so specified or determined. 5 The regulations may provide— a for the Secretary of State or an authorised person to be entitled to examine relevant records where reasonably required for a purpose listed in subsection (3); b for the Secretary of State or an authorised person to require P to make copies available (in hard or electronic form) for the purpose of enabling relevant records to be examined; c for any entitlement to examine relevant records to be exercisable subject to provision in the regulations— i about the times at which relevant records may be examined, and ii about notice to be given before they may be examined; d for P to be required to comply with any reasonable request by the Secretary of State or an authorised person for further information or explanation relating to relevant records (whether after examination of the records by virtue of paragraph (a) or otherwise). 6 The SSRO may, on an application by P, review the way in which the Secretary of State or an authorised person has acted in exercising any function by virtue of subsection (5). 7 If, on a review under subsection (6), the SSRO considers that the Secretary of State or an authorised person has acted unreasonably in exercising the function, the SSRO may make a declaration to that effect."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "24", "section_title": "Reports on qualifying defence contracts", "section_text": "24 1 Single source contract regulations must require a primary contractor to provide reports relating to qualifying defence contracts to which the primary contractor is a party— a to the Secretary of State or an authorised person, and b to the SSRO. 2 The regulations— a must specify the matters to be covered in reports; b must make provision about when reports are to be provided (which may include provision for the Secretary of State or authorised person and the primary contractor to agree when particular reports are to be provided); c may make provision about the form of reports (which may or may not be electronic); d may require a primary contractor to have regard to guidance issued by the SSRO in preparing reports. 3 The regulations may provide for a requirement to provide a specified kind of report to apply, in the case of contracts of a specified kind, only at the request of the Secretary of State or an authorised person. “ Specified ” means specified in the regulations. 4 The provision under this section that may, by virtue of section 42(2), be made by the regulations includes different provision— a in relation to contracts of different values; b in relation to different kinds of contract; c about the matters to be covered in reports provided at different times. 5 Provision under this section does not apply in cases specified in the regulations."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "25", "section_title": "Reports on overheads and forward planning etc", "section_text": "25 1 Single source contract regulations must require a designated person, for a financial year in relation to which the ongoing contract condition is met, to provide the reports mentioned in subsection (2)— a to the Secretary of State or an authorised person, and b to the SSRO. 2 The reports referred to in subsection (1) are— a reports relating to the overhead costs and forward planning of— i a person (“P”) who is a party to one or more qualifying defence contracts, and ii any person with whom P is associated, where that person provides anything for the purposes of any qualifying defence contract to which P is a party, and b other reports of a specified description. 3 In this section,  “ designated person ” means— a where P is associated with one or more other persons— i the ultimate parent undertaking in relation to P and those other persons, or ii where permitted under the regulations in relation to a report mentioned in subsection (2), another person associated with P which that undertaking and the Secretary of State have agreed is to be a designated person in relation to that report, and b otherwise, P. 4 A requirement imposed by virtue of subsection (1) does not apply unless— a in a case where P is associated with other persons, P or any of those other persons is a party to at least one qualifying defence contract the value of which is of or above the amount specified in the regulations, or b in a case where P is not associated with other persons, P is a party to at least one qualifying defence contract the value of which is of or above that amount. 5 The  “ongoing contract condition” is met in relation to a financial year if, at any time in that year, obligations relating to the supply of goods, works or services under one or more of the qualifying defence contracts referred to in subsection (4)(a) or (b) (as the case may be) are outstanding. 6 The regulations— a must specify the matters to be covered in reports; b must make provision about when reports are to be provided (which may include provision for the Secretary of State or authorised person and the designated person to agree when particular reports are to be provided); c may make provision about the form of reports (which may or may not be electronic); d may require designated persons to have regard to guidance issued by the SSRO in preparing the reports. 7 The requirement to provide a report does not apply in cases specified in the regulations. 8 The Secretary of State may direct that a particular contract is not to be taken into account in determining whether the ongoing contract condition is met in relation to a financial year. 9 An undertaking is the  “ ultimate parent undertaking ” for the purposes of subsection (3) in relation to two or more persons who are associated with each other, or in relation to itself and one or more persons who are associated with it, if the undertaking— a is a parent undertaking of those other persons, and b is not a subsidiary undertaking in relation to another undertaking. “Parent undertaking” and  “subsidiary undertaking” have the meanings given by section 1162 of the Companies Act 2006."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "26", "section_title": "Duty to report relevant events, circumstances and information", "section_text": "26 1 A primary contractor must notify the Secretary of State on becoming aware of— a the occurrence, or likely occurrence, of an event that is likely to have a material effect in relation to a qualifying defence contract to which the primary contractor is a party, b circumstances that are likely to have a material effect in relation to such a contract, or c information that is likely to be materially relevant to such a contract. 2 For the purposes of this section— a an event has a material effect in relation to a contract if it has a material effect in relation to any of the matters mentioned in subsection (3), b circumstances have a material effect in relation to a contract if they have a material effect in relation to any of those matters, and c information is materially relevant to a contract if it is materially relevant to any of those matters. 3 The matters referred to in subsection (2) are— a the costs of the primary contractor under the contract, b the total price payable to the primary contractor under the contract, and c the primary contractor's ability to perform a material obligation of the contract."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "27", "section_title": "Records and reports: restrictions", "section_text": "27 1 Single source contract regulations may disapply a requirement imposed by virtue of section 23(5), 24, 25 or 26 to the extent that compliance with the requirement would require a person (“P”) to contravene a relevant restriction. 2 A  “relevant restriction” is— a a prohibition or restriction imposed by an enactment, or b an obligation of confidentiality owed by P to another person, unless that other person— i is associated with P, or ii gives consent to P's complying with the requirement in question. 3 The regulations may provide, in relation to a case where the Secretary of State or an authorised person reasonably suspects that an obligation of confidentiality has been entered into otherwise than for genuine commercial reasons— a for the SSRO to investigate the matter on a reference by the Secretary of State or authorised person, and b for a requirement mentioned in subsection (1) to continue to apply (despite provision under that subsection) where the SSRO finds that the obligation was entered into otherwise than for genuine commercial reasons. 4 An obligation of confidentiality entered into wholly or partly for the purpose of avoiding any requirement imposed by virtue of section 23(5), 24, 25 or 26 is to be treated for the purposes of provision under subsection (3) as entered into otherwise than for genuine commercial reasons."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "28", "section_title": "Qualifying sub-contracts", "section_text": "28 1 Single source contract regulations may make provision in relation to qualifying sub-contracts. 2 For the purposes of this Part— a “ qualifying sub-contract ” means a contract to which subsection (3) or (4) applies; b references to a  “sub-contractor” are to a person who provides anything under such a contract. 3 This subsection applies to a contract between a primary contractor and another person if— a the contract involves the provision by the other person of anything for the purposes of a qualifying defence contract to which the primary contractor is a party, b the award of the contract is not the result of a competitive process, c the value of the contract is of or above the amount specified in the regulations, and d the contract meets such other requirements as may be specified in the regulations. 4 This subsection applies to a contract (“contract B”) if— a contract B involves the provision of anything for the purposes of another contract (“contract A”) where contract A is— i a contract to which subsection (3) applies, or ii another contract to which this subsection applies, b the award of contract B is not the result of a competitive process, c the value of contract B is of or above the amount specified in the regulations, and d contract B meets such other requirements as may be specified in the regulations. 5 The regulations must make provision for determining for the purposes of this section whether the award of a contract is the result of a competitive process. 6 The Secretary of State may direct that a particular contract is not a contract to which subsection (3) or (4) applies even though the requirements of that subsection are met in relation to it."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "29", "section_title": "Determining whether a contract is a qualifying sub-contract", "section_text": "29 1 Single source contract regulations may provide that where— a a primary contractor proposes to enter into a contract with another person (the  “prospective sub-contractor”), and b the proposed contract involves the provision by the prospective sub-contractor of anything for the purposes of a qualifying defence contract to which the primary contractor is a party, the primary contractor must assess whether the proposed contract would be a qualifying sub-contract if it were entered into. 2 The regulations may require the primary contractor— a to keep a record of an assessment made by virtue of subsection (1), for the purpose of its inclusion in the records which the primary contractor would be required to keep in relation to the proposed contract, by virtue of section 23(3)(d) (records relating to whether a contract is a qualifying sub-contract), if the contract were entered into; b where the assessment is that the proposed contract would be a qualifying sub-contract if it were entered into, to give notice in writing of that fact to the Secretary of State, an authorised person and the prospective sub-contractor; c where the assessment is that the proposed contract would not be a qualifying sub-contract if it were entered into, to give notice in writing of that fact, and of reasons for the assessment, to the Secretary of State, an authorised person and the prospective sub-contractor. 3 Single source contract regulations may provide that where— a a person (“the prospective primary contractor”) proposes to enter into a qualifying defence contract with the Secretary of State (“the proposed qualifying defence contract”), b the prospective primary contractor also proposes to enter into a contract (“the proposed sub-contract”) with another person (“the prospective sub-contractor”), and c the proposed sub-contract involves the provision by the prospective sub-contractor of anything for the purposes of the proposed qualifying defence contract, the prospective primary contractor must assess whether the proposed sub-contract would be a qualifying sub-contract if it and the proposed qualifying defence contract were entered into. 4 The regulations may require the prospective primary contractor— a to keep a record of an assessment made by virtue of subsection (3), for the purpose of its inclusion in the records which the prospective primary contractor would be required to keep, by virtue of section 23(3)(d), if the proposed contracts were entered into; b where the assessment is that the proposed sub-contract would be a qualifying sub-contract if it and the proposed qualifying defence contract were entered into, to give notice in writing of that fact to the Secretary of State, an authorised person and the prospective sub-contractor; c where the assessment is that the proposed sub-contract would not be a qualifying sub-contract if it were entered into, to give notice in writing of that fact, and of reasons for the assessment, to the Secretary of State, an authorised person and the prospective sub-contractor. 5 Single source contract regulations may contain provision— a in relation to a case where an assessment is made by virtue of subsection (1), entitling the prospective sub-contractor to appeal to the SSRO against an assessment that a proposed contract would   or would not  be a qualifying sub-contract if it were entered into; b in relation to a case where an assessment is made by virtue of subsection (3), entitling the prospective sub-contractor to appeal to the SSRO against an assessment that the proposed sub-contract would   or would not  be a qualifying sub-contract if it and the proposed qualifying defence contract were entered into. 6 The regulations must contain provision about the procedure to be followed by the SSRO in determining an appeal by virtue of subsection (5)."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "30", "section_title": "Application of Part to qualifying sub-contracts", "section_text": "30 1 This Part and single source contract regulations apply to qualifying sub-contracts (and to sub-contractors) as they apply to qualifying defence contracts (and to primary contractors). 2 In their application by virtue of subsection (1), this Part and single source contract regulations are subject to— a such modifications as may be set out in those regulations, and b subsection (5). 3 The regulations— a may provide for the application of this Part and the regulations, by virtue of subsection (1), to end at a time specified by or determined in accordance with the regulations; b may, in making such provision, provide for determining when this Part and the regulations cease to apply to a qualifying sub-contract which is— i partly for the purposes of a qualifying defence contract or another qualifying sub-contract, and ii partly for other purposes. 4 The provision that may be made under subsection (3)(b) includes provision— a for the   primary contractor or  sub-contractor to give notice to the SSRO that, in   their opinion , this Part and the regulations should cease to apply to the qualifying sub-contract, and b for the SSRO to be able to overrule such a notice (and accordingly for this Part and the regulations to continue to apply). 5 The regulations may contain provision excluding the application of this Part and the regulations, by virtue of subsection (1), to a qualifying sub-contract in respect of which no notice is given under section 29(2)(b) or (4)(b)."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "31", "section_title": "Compliance notice", "section_text": "31 1 The Secretary of State may give a person a compliance notice if the Secretary of State thinks— a that the person has contravened this section, and b that there are steps that can be taken by the person to remedy the contravention. 2 A compliance notice is a notice which— a specifies those steps, and b directs the person to take them. 3 A person (“P”) contravenes this section if— a P fails to comply with one or more specified requirements imposed by virtue of— i section 23 (duty to keep accounting and other records), or ii section 24 or 25 (reports), b P provides a specified report under section 24 that is misleading in a material respect and P— i knows that the report is misleading, or ii is reckless as to whether the report is misleading, c P fails to comply with the duty under section 26 (duty to notify Secretary of State of occurrence etc of a relevant event), d in circumstances where P is required to make an assessment under section 29(1) or (3) in respect of a proposed contract, P fails to make such an assessment, e P makes a negative assessment under section 29(1) or (3) in respect of a proposed contract and the Secretary of State believes that that assessment is incorrect  ... f in circumstances where P is required to give the notice mentioned in section 29(2)(b) or (4)(b) in respect of a proposed contract, P fails to give such a notice  , or g in circumstances where P is required to give the notice mentioned in section 29(2)(c) or (4)(c) in respect of a proposed contract, P fails to give such a notice. 4 In subsection (3)— a “ specified ” means specified in single source contract regulations; b “ negative assessment ” means an assessment that the proposed contract would not be a qualifying sub-contract if it (and, in a case within section 29(3), the proposed qualifying defence contract) were entered into. 5 A compliance notice must be given before the end of the period specified in single source contract regulations. 6 A compliance notice must— a give details of the contravention, b specify the period within which the steps specified in the notice must be taken, and c state that, if P fails to take those steps, the Secretary of State may give P a penalty notice under section 32."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "32", "section_title": "Penalty notice", "section_text": "32 1 The Secretary of State may give a person a penalty notice in the cases set out in subsections (2) and (3). 2 The first case is where the Secretary of State thinks that the person— a has failed to take the steps specified in a compliance notice, and b does not have a reasonable excuse for the failure. 3 The second case is where— a the person has contravened section 31, and b the Secretary of State does not think that there are steps that can be taken by the person to remedy the contravention. 4 A penalty notice is a notice requiring the person to pay a penalty to the Secretary of State before the end of the period of six months beginning with the date on which the notice is given. 5 A penalty notice must be given before the end of the period specified in single source contract regulations. 6 A penalty notice must— a specify the contravention to which the notice relates, b state the amount of the penalty (as to which, see section 33), c specify the date by which the penalty must be paid (subject to subsection (8)), d specify how the penalty may be paid, e give details of the interest that would be payable by virtue of section 34(2) in relation to any part of the penalty that is unpaid after the date specified under paragraph (c), and f explain how the person may apply to the SSRO, before the end of the period mentioned in subsection (4), for a determination of any of the matters mentioned in subsection (7). 7 Those matters are— a whether the person has contravened section 31 or failed to take the steps specified in a compliance notice (or both); b whether the person had a reasonable excuse for contravening section 31 or failing to take the steps specified in a compliance notice (or both); c the amount of the penalty. 8 Where a person applies to the SSRO for a determination of a matter mentioned in subsection (7)— a the SSRO must determine the matter and the penalty is not payable until it has done so, b in determining the matter, the SSRO may— i substitute its own decision for any decision of the Secretary of State (and may vary the amount of the penalty or cancel the penalty notice), and ii state the date by which the penalty must be paid (except where the SSRO cancels the penalty notice), and c the SSRO's determination is final. 9 A penalty notice may specify circumstances in which a penalty of a reduced amount specified in the notice is payable. 10 Single source contract regulations may replace the time limit for the time being specified in subsection (4)."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "33", "section_title": "Amount of penalty", "section_text": "33 1 Where the Secretary of State gives a person a penalty notice in relation to a contravention of section 31, the amount of the penalty must not exceed the amount for the time being specified in relation to the contravention in single source contract regulations. 2 Subsection (1) does not apply where the Secretary of State gives a person a penalty notice in relation to a contravention within section 31(3)(b) or (c); and in such a case the amount of the penalty is to be calculated as if the contravention were a breach of contract (and is to be calculated in accordance with the general law of contract having effect in England and Wales). 3 In determining the amount of a penalty under section 32, the Secretary of State must have regard to guidance issued by the SSRO. 4 The SSRO must publish guidance issued under subsection (3) in such manner as it thinks appropriate. 5 Subsections (1) to (3) apply in relation to any determination by the SSRO by virtue of section 32(8)(b) as to the amount of a penalty as they apply to the Secretary of State. 6 The provision that may be made under subsection (1) by virtue of section 42(2) includes power to specify penalties of different amounts according to the value of the contract to which the contravention relates."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "34", "section_title": "Enforcement", "section_text": "34 1 This section applies where the Secretary of State has given a penalty notice to a person. 2 If all or part of the penalty is not paid before the payment date, the unpaid balance carries interest from that date at the rate for the time being specified in section 17 of the Judgments Act 1838. 3 The  “payment date” is the date by which the penalty must be paid, as stated in the penalty notice. 4 But where the SSRO, in determining a matter mentioned in section 32(7), states a new date by which the penalty must be paid, the  “payment date” is that new date. 5 The Secretary of State may recover from the person as a debt due to the Secretary of State the unpaid balance and any unpaid interest."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "35", "section_title": "Opinions and determinations", "section_text": "35 1 The SSRO must, on a reference made to it by a person mentioned in subsection (2)— a give an opinion on a matter relating to a qualifying defence contract or a proposed qualifying defence contract, where the matter is specified for the purposes of this paragraph, or b make a determination in relation to such a matter, where the matter is specified for the purposes of this paragraph. “ Specified ” means specified in single source contract regulations. 2 The persons referred to in subsection (1) are— a the Secretary of State; b an authorised person; c the primary contractor (in the case of a qualifying defence contract); d the person who proposes to enter into the contract with the Secretary of State (in the case of a proposed contract). 3 The SSRO may give an opinion on any matter relating to— a a qualifying defence contract, on a reference made to it by the Secretary of State and the primary contractor; b a proposed qualifying defence contract, on a reference made to it by the Secretary of State and the other proposed party to the contract. 4 When giving an opinion or making a determination in relation to any matter under or by virtue of this Part, the SSRO may require the payment of such costs as the SSRO considers appropriate— a in the case of a qualifying defence contract, by one party to the contract to the other, or b in the case of a proposed contract, by one proposed party to the contract to the other. 5 The costs that the Secretary of State may be required to pay under subsection (4) include, in particular, costs incurred by a primary contractor in taking a step specified in a compliance notice under section 31, where the SSRO determines that it was unreasonable for the primary contractor to be required to take that step. 6 Subsection (7) applies where, in the case of a contract entered into before the relevant date, the contract requires the Review Board for Government Contracts to make a determination or give an opinion in relation to any matter referred to it. 7 If a party to the contract refers the matter after the relevant date, the determination or opinion is to be made or given instead by the SSRO."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "36", "section_title": "Recording, review and analysis functions", "section_text": "36 1 The SSRO must keep an up-to-date record of— a qualifying defence contracts and qualifying sub-contracts, and b the duration of those contracts. 2 The SSRO must keep under review the extent to which persons subject to requirements under section 24 or 25 (reports) are complying with them. 3 The SSRO must, where requested to do so by the Secretary of State— a analyse reports provided to it under section 24 or 25, and b provide the results of such analysis to the Secretary of State or an authorised person. 4 In analysing reports provided to it under section 24 or 25, the SSRO may have regard to such matters (other than matters contained in the reports) as it considers appropriate."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "37", "section_title": "Provision of other services to Secretary of State", "section_text": "37 1 The SSRO and the Secretary of State may make arrangements for the SSRO to provide assistance or other services to the Secretary of State or an authorised person. 2 Arrangements made under subsection (1)— a may in particular include arrangements for the SSRO to provide information relating to the results of analysis carried out by the SSRO under section 36(3), and b may provide for the making of payments by the Secretary of State to the SSRO."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "38", "section_title": "Disclosure of information", "section_text": "38 Schedule 5 contains provision about disclosure of information obtained under this Part."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "39", "section_title": "Review of Part and regulations under it", "section_text": "39 1 The SSRO must keep under review the provision made by— a this Part, and b single source contract regulations which are for the time being in force. 2 The SSRO may recommend to the Secretary of State such changes to the provision mentioned in subsection (1) as it considers appropriate. 3 Before the end of each review period, the Secretary of State must— a carry out a review of the provision mentioned in subsection (1), and b in doing so, have regard to any recommendations made under subsection (2) at least 6 months before the end of the review period. 4 In subsection (3),  “ review period ” means— a the period of 3 years beginning with the relevant date; b each subsequent 5-year period."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "40", "section_title": "Power to repeal Part", "section_text": "40 1 The Secretary of State may by order repeal this Part (apart from this section). 2 An order under subsection (1) may transfer the SSRO's property, rights and liabilities. 3 An order under subsection (1) may make consequential, supplementary, incidental or transitional provision. 4 An order under subsection (1) is to be made by statutory instrument. 5 An order under subsection (1) may not be made unless a draft of the instrument containing it has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "41", "section_title": "Single source contract regulations: time limits and determinations", "section_text": "41 1 Single source contract regulations may make provision imposing limits in relation to the time within which an application, reference or appeal to the SSRO under this Part or the regulations may be made. 2 Single source contract regulations may specify matters to which the SSRO must have regard in making a determination under this Part or the regulations."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "42", "section_title": "Single source contract regulations: general", "section_text": "42 1 Single source contract regulations may make consequential, supplementary incidental or transitional provision. 2 Single source contract regulations may make different provision for different purposes. 3 Single source contract regulations are to be made by statutory instrument. 4 A statutory instrument containing— a the first single source contract regulations, b provision made by virtue of section 14(2), (6) or (8) (contracts to which single source contract regulations apply), whether alone or with other provision,  ... ba provision made by virtue of section 15(2)(b) (pricing of contracts), whether alone or with other provision, or c provision made by virtue of section 33 (amount of penalty), whether alone or with other provision, may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 5 Any other statutory instrument containing single source contract regulations is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "43", "section_title": "Interpretation etc", "section_text": "43 1 In this Part— “ authorised person ” means a person authorised by the Secretary of State;   “ component ” has the meaning given by section 15(6) ;  “ financial year ” means a year beginning with 1 April; “ primary contractor ” has the meaning given by section 14(9); “ qualifying defence contract ” has the meaning given by section 14(2); “ qualifying sub-contract ” has the meaning given by section 28(2); “ relevant date ” has the meaning given by section 14(9); “ single source contract regulations ” has the meaning given by section 14(9); “ SSRO ” means the Single Source Regulations Office; “ sub-contractor ” has the meaning given by section 28(2). 2 In this Part— a references to the value of a contract— i are to its value as determined in accordance with single source contract regulations, and ii include references to its value as estimated in accordance with such regulations; b references to costs include references to— i costs as estimated in accordance with single source contract regulations; ii a combination of actual costs and costs as so estimated. 3 For the purposes of this Part, one person is  “associated” with another if they are group undertakings in relation to each other. 4 In subsection (3),  “ group undertaking ” has the meaning given by section 1161 of the Companies Act 2006. 5 So far as there is any inconsistency between a provision of this Part or regulations made under it (provision A) and a provision of a qualifying defence contract (provision B), provision A prevails."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "44", "section_title": "Renaming of Army Reserve and Territorial Army", "section_text": "44 1 The Army Reserve is renamed the Regular Reserve. 2 The Territorial Army is renamed the Army Reserve. 3 Accordingly, wherever it appears in the enactments mentioned in subsection (4) (unless the context requires otherwise)— a for  “Army Reserve” substitute  “                      Regular Reserve                    ” , and b for  “Territorial Army” substitute  “                      Army Reserve                    ” . 4 The enactments are— section 68 of the Marriage Act 1949, the Reserve Forces Act 1980 (including any headings), section 22 of the Criminal Appeal Act 1995, the Reserve Forces Act 1996 (other than paragraph 9 of Schedule 8), and the Armed Forces Act 2006. 5 In any enactment passed before the relevant date (other than those dealt with by subsections (3) and (4)), and in any instrument or other document made before that date— a references to the Army Reserve are to be read, in relation to any time on or after that date, as references to the Regular Reserve, and b references to the Territorial Army (including references which are treated as references to the Territorial Army) are to be read, in relation to any time on or after that date, as references to the Army Reserve. 6 The  “relevant date” is the date on which this section comes into force."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "45", "section_title": "Call out of members of reserve forces", "section_text": "45 1 In Part 4 of the Reserve Forces Act 1996 (special agreements for call out), in section 28(3)(a) (maximum period of service), for  “9 months” substitute  “                  12 months                ” . 2 Part 6 of that Act (call out for permanent service) is amended as follows. 3 In section 54(1) (call out for warlike operations), after  “order” insert  “                  under this section                ” . 4 In section 56 (call out for certain operations), for subsections (1) and (1A) substitute— 1B The Secretary of State may make an order under this section authorising the calling out of members of a reserve force if it appears to the Secretary of State that it is necessary or desirable to use members of a reserve force for any purpose for which members of the regular services may be used. 5 In the heading of that section, for  “operations” substitute  “                  purposes                ” . 6 In section 57 (maximum duration of service for call out under section 56)— a in subsection (4), for  “9 months” substitute  “                      12 months                    ” , b in subsection (6), for  “9 months” substitute  “                      12 months                    ” , c in subsection (8)(c), for  “3 months” substitute  “                      6 months                    ” , and d in subsection (11), for  “27 months” substitute  “                      3 years                    ” . 7 In section 57A (agreement to alter limits in section 57), in subsection (3), for  “9 months” substitute  “                  12 months                ” . 8 In section 64 (interpretation of Part 6)— a number the existing text as subsection (1), and b after that subsection insert— 2 The powers under sections 52, 54 and 56 to make a call-out order are each to be interpreted as including power to do so in circumstances in which an order could also be made under another of those sections. 9 Schedule 6 contains provision about transitional classes. 10 In consequence of the amendments made by this section, omit section 28 of the Armed Forces Act 2011."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "46", "section_title": "Payments to employers etc of members of reserve forces", "section_text": "46 1 In Part 8 of the Reserve Forces Act 1996 (schemes for exemption and financial assistance), after section 84 insert— Other payments to employers etc of members of reserve forces 84A 1 The Secretary of State may by regulations provide for the making of payments by the Secretary of State to— a an employer whose employee is undertaking relevant reserve force activities or has undertaken such activities while employed by the employer, and b a person carrying on business in partnership whose partner in the business is undertaking relevant reserve force activities or has undertaken such activities while a partner of the person, but see subsections (3) to (5). 2 For the purposes of this section, a person undertakes relevant reserve force activities when the person— a is in permanent service under Part 4 or under a call-out order, b undertakes training of a prescribed description while an ordinary member of a reserve force, or c performs other voluntary duties of a prescribed description while an ordinary member of a reserve force. 3 The Secretary of State may make regulations under this section only if satisfied that the payments provided for, or such payments taken together with other measures, are likely to encourage persons— a to employ, or continue to employ, members of the reserve forces, or b to carry on business, or continue to carry on business, in partnership with members of the reserve forces. 4 Regulations under subsection (1)(a) may provide for the making of payments to employers who are self-employed, but not in respect of their own relevant reserve force activities. 5 Regulations under this section may not provide for the making of payments to be conditional on a financial loss suffered by the employer or the person carrying on business in partnership. 6 A person making a claim under regulations under this section who is dissatisfied with the determination of the claim may appeal against the determination to a reserve forces appeal tribunal. 7 In this section— “ ordinary member ”, in relation to a reserve force, means a member who— is not a special member of that force, and is not a member of that force for the purpose only of becoming a special member; “ prescribed ” means prescribed by regulations made under this section. 2 Schedule 7 contains supplementary provision."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "47", "section_title": "Report on volunteer reserve forces", "section_text": "47 In Part 11 of the Reserve Forces Act 1996 (reserve associations), after section 113 insert— Duty to prepare report on volunteer reserve forces 113A 1 An association must prepare an annual report on the state of the volunteer reserve forces so far as concerns the area for which the association is established. 2 A report on the state of the volunteer reserve forces is a report that sets out the association's assessment of the capabilities of the volunteer reserve forces, having regard to the duties that may be imposed on members of those forces by or under this Act or any other enactment. 3 The assessment referred to in subsection (2) must, in particular, include the association's views on the effect of each of the following matters on the capabilities of the volunteer reserve forces— a the recruiting of members for the volunteer reserve forces; b the retention of members of those forces; c the provision of training for those forces; d the upkeep of land and buildings for whose management and maintenance the association is responsible. 4 A report under subsection (1) must also set out the association's assessment of the provision that is made as regards the mental welfare of members and former members of the volunteer reserve forces. 5 An association must send a report under subsection (1) to the Secretary of State— a in the case of the first report, before the first anniversary of the day on which the last Future Reserves 2020 report prepared before the coming into force of this section was presented to the Secretary of State, and b in the case of subsequent reports, before the anniversary of the day on which the first report was laid before Parliament under subsection (6). 6 On receiving a report under subsection (1), the Secretary of State must lay a copy of it before Parliament. 7 The duties under this section may, instead of being performed by an association, be performed by a joint committee appointed under section 116 by two or more associations in relation to their combined areas. 8 Where by virtue of subsection (7) a joint committee has the duty to prepare a report— a references in subsections (1) to (5) to an association are to be read as if they were to the joint committee, and b section 117(1)(a) (power to regulate manner in which functions are exercised) has effect as if the reference to associations were to the joint committee. 9 In subsection (5)(a),  “ Future Reserves 2020 report ” means a report prepared by the External Scrutiny Group on the Future Reserves 2020 programme."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "48", "section_title": "Unfair dismissal of reserve forces: no qualifying period of employment", "section_text": "48 1 The Employment Rights Act 1996 is amended as follows. 2 In section 108 (unfair dismissal: qualifying period of employment), at the end insert— 5 Subsection (1) does not apply if the reason (or, if more than one, the principal reason) for the dismissal is, or is connected with, the employee's membership of a reserve force (as defined in section 374 of the Armed Forces Act 2006). 3 In section 192(2)(e) (armed forces), after  “104C” insert  “                  , 108(5)                ” . 4 The amendment made by subsection (2) applies only where, in relation to the employee, the effective date of termination (as defined in section 97 of the Employment Rights Act 1996) falls on or after the day on which this section comes into force."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "49", "section_title": "Extent", "section_text": "49 1 This Act extends to England and Wales, Scotland and Northern Ireland (subject to subsection (2)). 2 The amendments and repeals made by Part 3 have the same extent as the provisions amended or repealed (ignoring extent by virtue of an Order in Council). 3 The power conferred by section 158(3) of the Reserve Forces Act 1980 (power to extend to Isle of Man) is exercisable in relation to the amendments of that Act made by section 44. 4 The power conferred by section 132(3) of the Reserve Forces Act 1996 (power to extend to Channel Islands and Isle of Man) is exercisable in relation to any amendment of that Act that is made by this Act. 5 The power conferred by section 384(1) of the Armed Forces Act 2006 (power to extend to Channel Islands) is exercisable in relation to the amendments of that Act made by section 44."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "50", "section_title": "Commencement", "section_text": "50 1 Parts 1 to 3 come into force on such day or days as the Secretary of State may by order made by statutory instrument appoint. 2 An order under subsection (1) may appoint different days for different purposes. 3 No statutory instrument containing an order under subsection (1) in respect of Part 1 (with or without provision under subsection (10)) is to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 4 Before a draft is laid before Parliament in accordance with subsection (3), the Secretary of State must— a prepare and lay before Parliament a report on the options for carrying out defence procurement, and b publish the report. 5 A report on the options for carrying out defence procurement is a report about— a the arrangements of a kind mentioned in section 1 that the Secretary of State proposes to make following the coming into force of that section, and b any other options for carrying out defence procurement that the Secretary of State has considered as an alternative to those proposed arrangements. 6 The report must include— a an assessment of the impact of the proposed arrangements and the other options, and b any other information the Secretary of State considers appropriate for the purpose of enabling a proper comparison to be made between the proposed arrangements and the other options. 7 The report must deal with at least one other option under subsection (5)(b), namely the carrying out of defence procurement by the Secretary of State in the way it is carried out at the time of the report. 8 In subsections (4) to (7)  “ defence procurement ” has the meaning given by section 1(8). 9 This Part comes into force on the day on which this Act is passed. 10 The Secretary of State may by order made by statutory instrument make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act. 11 An order under subsection (10) may make different provision for different purposes."}, {"act": "Defence Reform Act 2014", "year": 2014, "section": "51", "section_title": "Short title", "section_text": "51 This Act may be cited as the Defence Reform Act 2014."}]