[{"act": "Immigration Act 2014", "year": 2014, "section": "1", "section_title": "Removal of persons unlawfully in the United Kingdom", "section_text": "1 For section 10 of the Immigration and Asylum Act 1999, substitute— Removal of persons unlawfully in the United Kingdom 10 1 A person may be removed from the United Kingdom under the authority of the Secretary of State or an immigration officer if the person requires leave to enter or remain in the United Kingdom but does not have it. 2 Where a person (“P”) is liable to be or has been removed from the United Kingdom under subsection (1), a member of P's family who meets the following three conditions may also be removed from the United Kingdom under the authority of the Secretary of State or an immigration officer, provided that the Secretary of State or immigration officer has given the family member written notice of the intention to remove him or her. 3 The first condition is that the family member is— a P's partner, b P's child, or a child living in the same household as P in circumstances where P has care of the child, c in a case where P is a child, P's parent, or d an adult dependent relative of P. 4 The second condition is that— a in a case where the family member has leave to enter or remain in the United Kingdom, that leave was granted on the basis of his or her family life with P; b in a case where the family member does not have leave to enter or remain in the United Kingdom, in the opinion of the Secretary of State or immigration officer the family member— i would not, on making an application for such leave, be granted leave in his or her own right, but ii would be granted leave on the basis of his or her family life with P, if P had leave to enter or remain. 5 The third condition is that the family member is neither a British citizen, nor is he or she entitled to enter or remain in the United Kingdom by virtue of an enforceable  EU  right or of any provision made under section 2(2) of the European Communities Act 1972. 6 A notice given to a family member under subsection (2) invalidates any leave to enter or remain in the United Kingdom previously given to the family member. 7 For the purposes of removing a person from the United Kingdom under subsection (1) or (2), the Secretary of State or an immigration officer may give any such direction for the removal of the person as may be given under paragraphs 8 to 10 of Schedule 2 to the 1971 Act. 8 But subsection (7) does not apply where a deportation order is in force against a person (and any directions for such a person's removal must be given under Schedule 3 to the 1971 Act). 9 The following paragraphs of Schedule 2 to the 1971 Act apply in relation to directions under subsection (7) (and the persons subject to those directions) as they apply in relation to directions under paragraphs 8 to 10 of Schedule 2 (and the persons subject to those directions)— a paragraph 11 (placing of person on board ship or aircraft); b paragraph 16(2) to (4) (detention of person where reasonable grounds for suspecting removal directions may be given or pending removal in pursuance of directions); c paragraph 17 (arrest of person liable to be detained and search of premises for person liable to arrest); d paragraph 18 (supplementary provisions on detention); e paragraph 18A (search of detained person); f paragraph 18B (detention of unaccompanied children); g paragraphs 19 and 20 (payment of expenses of custody  etc ); h paragraph 21 (temporary admission to  UK  of person liable to detention); i paragraphs 22 to 25 (bail); j paragraphs 25A to 25E (searches etc). 10 The Secretary of State may by regulations make further provision about— a the time period during which a family member may be removed under subsection (2); b the service of a notice under subsection (2). 11 In this section  “ child ” means a person who is under the age of 18."}, {"act": "Immigration Act 2014", "year": 2014, "section": "2", "section_title": "Restriction on removal of children and their parents etc", "section_text": "2 After section 78 of the Nationality, Immigration and Asylum Act 2002, insert— Restriction on removal of children and their parents etc 78A 1 This section applies in a case where— a a child is to be removed from or required to leave the United Kingdom, and b an individual who— i is a parent of the child or has care of the child, and ii is living in a household in the United Kingdom with the child, is also to be removed from or required to leave the United Kingdom (a  “relevant parent or carer”). 2 During the period of 28 days beginning with the day on which the relevant appeal rights are exhausted— a the child may not be removed from or required to leave the United Kingdom; and b a relevant parent or carer may not be removed from or required to leave the United Kingdom if, as a result, no relevant parent or carer would remain in the United Kingdom. 3 The relevant appeal rights are exhausted at the time when— a neither the child, nor any relevant parent or carer, could bring an appeal under section 82 (ignoring any possibility of an appeal out of time with permission), and b no appeal brought by the child, or by any relevant parent or carer, is pending within the meaning of section 104. 4 Nothing in this section prevents any of the following during the period of 28 days mentioned in subsection (2)— a the giving of a direction for the removal of a person from the United Kingdom, b the making of a deportation order in respect of a person, or c the taking of any other interim or preparatory action. 5 In this section— “ child ” means a person who is aged under 18; references to a person being removed from or required to leave the United Kingdom are to the person being removed or required to leave in accordance with a provision of the Immigration Acts."}, {"act": "Immigration Act 2014", "year": 2014, "section": "3", "section_title": "Independent Family Returns Panel", "section_text": "3 Before section 55 of the Borders, Citizenship and Immigration Act 2009, insert— Independent Family Returns Panel 54A 1 The Independent Family Returns Panel is established. 2 The Secretary of State must consult the Independent Family Returns Panel— a in each family returns case, on how best to safeguard and promote the welfare of the children of the family, and b in each case where the Secretary of State proposes to detain a family in pre-departure accommodation, on the suitability of so doing, having particular regard to the need to safeguard and promote the welfare of the children of the family. 3 A family returns case is a case where— a a child who is living in the United Kingdom is to be removed from or required to leave the United Kingdom, and b an individual who— i is a parent of the child or has care of the child, and ii is living in a household in the United Kingdom with the child, is also to be removed from or required to leave the United Kingdom. 4 The Secretary of State may by regulations make provision about— a additional functions of the Independent Family Returns Panel, b its status and constitution, c the appointment of its members, d the payment of remuneration and allowances to its members, and e any other matters in connection with its establishment and operation. 5 Regulations under this section must be made by statutory instrument. 6 An instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section— “ child ” means a person who is under the age of 18; “ pre-departure accommodation ” has the same meaning as in Part 8 of the Immigration and Asylum Act 1999; references to a person being removed from or required to leave the United Kingdom are to the person being removed or required to leave in accordance with a provision of the Immigration Acts."}, {"act": "Immigration Act 2014", "year": 2014, "section": "4", "section_title": "Enforcement powers", "section_text": "4 Schedule 1 (enforcement powers) has effect."}, {"act": "Immigration Act 2014", "year": 2014, "section": "5", "section_title": "Restrictions on detention of unaccompanied children", "section_text": "5 1 Schedule 2 to the Immigration Act 1971 (administrative provisions as to control on entry etc) is amended as follows. 2 In paragraph 16, after paragraph (2) insert— 2A But the detention of an unaccompanied child under sub-paragraph (2) is subject to paragraph 18B. 3 In paragraph 18, after sub-paragraph (1) insert— 1A But the detention of an unaccompanied child under paragraph 16(2) is subject to paragraph 18B. 4 After paragraph 18A (as inserted by paragraph 2 of Schedule 1) insert— 18B 1 Where a person detained under paragraph 16(2) is an unaccompanied child, the only place where the child may be detained is a short-term holding facility, except where— a the child is being transferred to or from a short-term holding facility, or b sub-paragraph (3) of paragraph 18 applies. 2 An unaccompanied child may be detained under paragraph 16(2) in a short-term holding facility for a maximum period of 24 hours, and only for so long as the following two conditions are met. 3 The first condition is that— a directions are in force that require the child to be removed from the short-term holding facility within the relevant 24 hour period, or b a decision on whether or not to give directions is likely to result in such directions. 4 The second condition is that the immigration officer under whose authority the child is being detained reasonably believes that the child will be removed from the short-term holding facility within the relevant 24 hour period in accordance with those directions. 5 An unaccompanied child detained under paragraph 16(2) who has been removed from a short-term holding facility and detained elsewhere may be detained again in a short-term holding facility but only if, and for as long as, the relevant 24 hour period has not ended. 6 An unaccompanied child who has been released following detention under paragraph 16(2) may be detained again in a short-term holding facility in accordance with this paragraph. 7 In this paragraph— “ relevant 24 hour period ”, in relation to the detention of a child in a short-term holding facility, means the period of 24 hours starting when the child was detained (or, in a case falling within sub-paragraph (5), first detained) in a short-term holding facility; “ short-term holding facility ” has the same meaning as in Part 8 of the Immigration and Asylum Act 1999; “ unaccompanied child ” means a person— who is under the age of 18, and who is not accompanied (whilst in detention) by his or her parent or another individual who has care of him or her."}, {"act": "Immigration Act 2014", "year": 2014, "section": "6", "section_title": "Pre-departure accommodation for families", "section_text": "6 1 Part 8 of the Immigration and Asylum Act 1999 (removal centres and detained persons) is amended as follows. 2 In section 147 (interpretation)— a after the definition of  “custodial functions” insert— “ detained children ” means detained persons who are under the age of 18; ; b after the definition of  “escort monitor” insert— “ pre-departure accommodation ” means a place used solely for the detention of detained children and their families for a period of— a not more than 72 hours, or b not more than seven days in cases where the longer period of detention is authorised personally by a Minister of the Crown (within the meaning of the Ministers of the Crown Act 1975); ; c in the definition of  “removal centre”, after  “facility,” insert  “                        pre-departure accommodation,                      ” ; d in the definition of  “short-term holding facility”, at the end insert— but which is not pre-departure accommodation. 3 In section 155 (custodial functions and discipline), in subsection (2), at the end insert  “                    and in pre-departure accommodation                  ” . 4 After section 157 insert— Pre-departure accommodation 157A 1 The following provisions of this Part apply to pre-departure accommodation as they apply to removal centres— a section 149 (contracting out of certain removal centres); b section 150 (contracting out functions at directly managed removal centres); c section 151 (intervention by Secretary of State). 2 In the application of those provisions to pre-departure accommodation— a references to a removal centre contract are to be read as a contract made under section 149(1) for the provision or running of pre-departure accommodation; b references to a contracted out removal centre are to be read as references to pre-departure accommodation in relation to which a contract under section 149(1) is in force; c references to a directly managed removal centre are to be read as references to pre-departure accommodation in relation to which there is no contract under section 149(1) in force; d references to removal centre rules are to be read as references to rules made under subsection (4). 3 The Secretary of State may by regulations extend to pre-departure accommodation any other provision made by or under this Part in relation to removal centres. 4 The Secretary of State may make rules for the regulation and management of pre-departure accommodation."}, {"act": "Immigration Act 2014", "year": 2014, "section": "7", "section_title": "Immigration bail: repeat applications and effect of removal directions", "section_text": "7 1 Schedule 2 to the Immigration Act 1971 (administrative provisions as to control on entry etc) is amended as follows. 2 In paragraph 22 (bail) at the end insert— 4 A person must not be released on bail in accordance with this paragraph without the consent of the Secretary of State if— a directions for the removal of the person from the United Kingdom are for the time being in force, and b the directions require the person to be removed from the United Kingdom within the period of 14 days starting with the date of the decision on whether the person should be released on bail. 3 In paragraph 25— a the existing paragraph is re-numbered as sub-paragraph (1); b in that sub-paragraph, for  “may” substitute  “                        must                      ” ; c after that sub-paragraph insert— 2 Tribunal Procedure Rules must secure that, where the First-tier Tribunal has decided not to release a person on bail under paragraph 22, the Tribunal is required to dismiss without a hearing any further application by the person for release on bail (whether under paragraph 22 or otherwise) that is made during the period of 28 days starting with the date of the Tribunal's decision, unless the person demonstrates to the Tribunal that there has been a material change in circumstances. 4 In paragraph 29 (grant of bail pending appeal), in sub-paragraph (1), at the end insert  “                    (and paragraph 22 does not apply)                  ” . 5 In paragraph 30 (restrictions on grant of bail pending appeal), in sub-paragraph (1)— a after  “if” insert  “                        — (a)                      ” ; b for  “or the power to give such directions is for the time being exercisable” substitute and                         b the directions require the person to be removed from the United Kingdom within the period of 14 days starting with the date of the decision on whether the person should be released on bail. 6 After paragraph 33, insert— 33A 1 Tribunal Procedure Rules must make provision with respect to applications to the First-tier Tribunal under paragraphs 29 to 33 and matters arising out of such applications. 2 Tribunal Procedure Rules must secure that, where the First-tier Tribunal has decided not to release a person on bail under paragraph 29, the Tribunal is required to dismiss without a hearing any further application by the person for release on bail (whether under paragraph 29 or otherwise) that is made during the period of 28 days starting with the date of the Tribunal's decision, unless the person demonstrates to the Tribunal that there has been a material change in circumstances."}, {"act": "Immigration Act 2014", "year": 2014, "section": "8", "section_title": "Provision of biometric information with immigration applications", "section_text": "8 1 Section 126 of the Nationality, Immigration and Asylum Act 2002 (power to require provision of physical data with certain immigration applications) is amended as follows. 2 In subsection (2), after paragraph (c) insert— d a transit visa (within the meaning of section 41 of the Immigration and Asylum Act 1999), or e a document issued as evidence that a person who is not a national of an  EEA  state or Switzerland is entitled to enter or remain in the United Kingdom by virtue of an enforceable EU right or of any provision made under section 2(2) of the European Communities Act 1972. 3 In subsection (4), after paragraph (f) insert— fa provide for biometric information to be recorded on any document issued as a result of the application in relation to which the information was provided; . 4 In subsection (9), after the definition of  “code” insert— “ document ” includes a card or sticker and any other method of recording information (whether in writing or by the use of electronic or other technology or by a combination of methods), ."}, {"act": "Immigration Act 2014", "year": 2014, "section": "9", "section_title": "Identifying persons liable to detention", "section_text": "9 In paragraph 18(2) of Schedule 2 to the Immigration Act 1971 (power to take steps for identifying persons detained under paragraph 16 of that Schedule) after  “detained” insert  “                or liable to be detained              ” ."}, {"act": "Immigration Act 2014", "year": 2014, "section": "10", "section_title": "Provision of biometric information with citizenship applications", "section_text": "10 1 Section 41 of the British Nationality Act 1981 (regulations for giving effect to the Act) is amended as follows. 2 In subsection (1), after paragraph (b) insert— bza requiring an application for registration or naturalisation of a person as a British citizen to be accompanied by biometric information, or enabling an authorised person to require an individual to whom such an application relates to provide biometric information; . 3 After subsection (1) insert— 1ZA In subsection (1)(bza)  “ authorised person ” and  “ biometric information ” have the same meaning as in section 126 of the Nationality, Immigration and Asylum Act 2002. 1ZB Section 126(4) to (7) of that Act applies to regulations under subsection (1)(bza) as it applies to regulations under section 126(1) of that Act. 1ZC Section 8 of the UK Borders Act 2007 (power to make regulations about use and retention of biometric information) applies to biometric information provided in accordance with regulations under subsection (1)(bza) as it applies to biometric information provided in accordance with regulations under section 5(1) of that Act. 1ZD But (despite section 8(5)(b) of that Act) regulations made by virtue of subsection (1ZC) may provide for photographs of a person who is registered or naturalised as a British citizen to be retained until the person is issued with a United Kingdom passport describing the person as a British citizen. 4 In subsection (8)(b) for  “(1)(bc)” substitute  “                    (1)(bza), (bc)                  ” ."}, {"act": "Immigration Act 2014", "year": 2014, "section": "11", "section_title": "Biometric immigration documents", "section_text": "11 After section 7(2) of the UK Borders Act 2007 (effect of failure to comply with regulations about biometric immigration documents) insert— 2A If the regulations require a biometric immigration document to be used in connection with an application or claim, they may require or permit the application or claim to be disregarded or refused if that requirement is not complied with."}, {"act": "Immigration Act 2014", "year": 2014, "section": "12", "section_title": "Meaning of  “biometric information”", "section_text": "12 1 Section 15 of the UK Borders Act 2007 (biometric immigration documents: interpretation) is amended as follows. 2 In subsection (1), omit paragraphs (b) and (c). 3 After subsection (1) insert— 1A For the purposes of section 5  “ biometric information ” means— a information about a person's external physical characteristics (including in particular fingerprints and features of the iris), and b any other information about a person's physical characteristics specified in an order made by the Secretary of State. 1B An order under subsection (1A)(b)— a may specify only information that can be obtained or recorded by an external examination of a person; b must not specify information about a person's DNA. 1C Section 6(6) applies to an order under subsection (1A)(b) as it applies to regulations under section 5(1). 4 Schedule 2 (which amends other enactments) has effect."}, {"act": "Immigration Act 2014", "year": 2014, "section": "13", "section_title": "Safeguards for children", "section_text": "13 1 Schedule 2 to the Immigration Act 1971 (entry control) is amended as follows. 2 In paragraph 4 (power to take biometric information on examination), after sub-paragraph (6) (as inserted by paragraph 1(3) of Schedule 2) insert— 7 A person (“P”) who is under 16 may not be required to provide biometric information under sub-paragraph (5) unless— a the decision to require P to provide the information has been confirmed by a chief immigration officer, and b the information is provided in the presence of a person of full age who is— i P's parent or guardian, or ii a person who for the time being takes responsibility for P. 8 The person mentioned in sub-paragraph (7)(b)(ii) may not be— a a person who is entitled to require the provision of information under sub-paragraph (5) (an  “authorised person”), or b an officer of the Secretary of State who is not such a person. 9 Sub-paragraph (7) does not prevent an authorised person requiring the provision of biometric information by a person the authorised person reasonably believes to be 16 or over. 3 In paragraph 18 (power to take biometric information from detained persons), after sub-paragraph (2A) insert— 2B Paragraph 4(7) to (9) applies to sub-paragraph (2) as it applies to paragraph 4(5)."}, {"act": "Immigration Act 2014", "year": 2014, "section": "14", "section_title": "Use and retention of biometric information", "section_text": "14 1 For section 8 of the UK Borders Act 2007 substitute— Use and retention of biometric information 8 1 The Secretary of State must by regulations make provision about the use and retention by the Secretary of State of biometric information provided in accordance with regulations under section 5(1). 2 The regulations must provide that biometric information may be retained only if the Secretary of State thinks that it is necessary to retain it for use in connection with— a the exercise of a function by virtue of the Immigration Acts, or b the exercise of a function in relation to nationality. 3 The regulations may include provision permitting biometric information retained by virtue of subsection (2) also to be used— a in connection with the prevention, investigation or prosecution of an offence, b for a purpose which appears to the Secretary of State to be required in order to protect national security, c in connection with identifying persons who have died, or are suffering from illness or injury, d for the purpose of ascertaining whether a person has acted unlawfully, or has obtained or sought anything to which the person is not legally entitled, and e for such other purposes (whether in accordance with functions under an enactment or otherwise) as the regulations may specify. 4 The regulations must include provision about the destruction of biometric information. 5 In particular the regulations must require the Secretary of State to take all reasonable steps to ensure that biometric information is destroyed if the Secretary of State— a no longer thinks that it is necessary to retain the information for use as mentioned in subsection (2), or b is satisfied that the person to whom the information relates is a British citizen, or a Commonwealth citizen who has a right of abode in the United Kingdom as a result of section 2(1)(b) of the Immigration Act 1971. 6 The regulations must also— a require that any requirement to destroy biometric information by virtue of the regulations also applies to copies of the information, and b require the Secretary of State to take all reasonable steps to ensure— i that data held in electronic form which relates to biometric information which has to be destroyed by virtue of the regulations is destroyed or erased, or ii that access to such data is blocked. 7 But a requirement to destroy biometric information or data is not to apply if and in so far as the information or data is retained in accordance with and for the purposes of another power. 8 The regulations must include provision— a entitling a person whose biometric information has to be destroyed by virtue of the regulations, on request, to a certificate issued by the Secretary of State to the effect that the Secretary of State has taken the steps required by virtue of subsection (6)(b), and b requiring such a certificate to be issued within the period of 3 months beginning with the date on which the request for it is received by the Secretary of State. 9 Section 6(6) applies to regulations under this section as it applies to regulations under section 5(1). 2 In the Immigration and Asylum Act 1999, after section 144 insert— Use and retention of fingerprints  etc. 144A 1 Section 8 of the UK Borders Act 2007 (power to make regulations about use and retention of biometric information) applies to— a fingerprints taken by virtue of section 141, and b biometric information taken by virtue of regulations under section 144, as it applies to biometric information provided in accordance with regulations under section 5(1) of that Act. 2 Regulations made by virtue of subsection (1)(a) must require fingerprints taken from a person (“F”) by virtue of section 141(7)(f) to be destroyed when fingerprints taken from the person whose dependant F is are destroyed. 3 Regulations made by virtue of subsection (1)(b) must make equivalent provision in relation to biometric information taken by virtue of any provision of regulations under section 144 which is equivalent to section 141(7)(f). 3 In section 126 of the Nationality, Immigration and Asylum Act 2002 (power to require provision of physical data with certain immigration applications), after subsection (8) insert— 8A Section 8 of the UK Borders Act 2007 (power to make regulations about use and retention of biometric information) applies to biometric information provided in accordance with regulations under subsection (1) as it applies to biometric information provided in accordance with regulations under section 5(1) of that Act."}, {"act": "Immigration Act 2014", "year": 2014, "section": "15", "section_title": "Right of appeal to First-tier Tribunal", "section_text": "15 1 Part 5 of the Nationality, Immigration and Asylum Act 2002 (immigration and asylum appeals) is amended as follows. 2 For section 82 substitute— Right of appeal to the Tribunal 82 1 A person (“P”) may appeal to the Tribunal where— a the Secretary of State has decided to refuse a protection claim made by P, b the Secretary of State has decided to refuse a human rights claim made by P, or c the Secretary of State has decided to revoke P's protection status. 2 For the purposes of this Part— a a  “protection claim” is a claim made by a person (“P”) that removal of P from the United Kingdom— i would breach the United Kingdom's obligations under the Refugee Convention, or ii would breach the United Kingdom's obligations in relation to persons eligible for a grant of humanitarian protection; b P's protection claim is refused if the Secretary of State makes one or more of the following decisions— i that removal of P from the United Kingdom would not breach the United Kingdom's obligations under the Refugee Convention; ii that removal of P from the United Kingdom would not breach the United Kingdom's obligations in relation to persons eligible for a grant of humanitarian protection; c a person has  “protection status” if the person has been granted leave to enter or remain in the United Kingdom as a refugee or as a person eligible for a grant of humanitarian protection; d “ humanitarian protection ” is to be construed in accordance with the immigration rules; e “ refugee ” has the same meaning as in the Refugee Convention. 3 The right of appeal under subsection (1) is subject to the exceptions and limitations specified in this Part. 3 Sections 83 and 83A (appeal rights in respect of asylum claims) are repealed. 4 For section 84 substitute— Grounds of appeal 84 1 An appeal under section 82(1)(a) (refusal of protection claim) must be brought on one or more of the following grounds— a that removal of the appellant from the United Kingdom would breach the United Kingdom's obligations under the Refugee Convention; b that removal of the appellant from the United Kingdom would breach the United Kingdom's obligations in relation to persons eligible for a grant of humanitarian protection; c that removal of the appellant from the United Kingdom would be unlawful under section 6 of the Human Rights Act 1998 (public authority not to act contrary to Human Rights Convention). 2 An appeal under section 82(1)(b) (refusal of human rights claim) must be brought on the ground that the decision is unlawful under section 6 of the Human Rights Act 1998. 3 An appeal under section 82(1)(c) (revocation of protection status) must be brought on one or more of the following grounds— a that the decision to revoke the appellant's protection status breaches the United Kingdom's obligations under the Refugee Convention; b that the decision to revoke the appellant's protection status breaches the United Kingdom's obligations in relation to persons eligible for a grant of humanitarian protection. 5 In section 85 (matters to be considered), for subsection (5) substitute— 5 But the Tribunal must not consider a new matter unless the Secretary of State has given the Tribunal consent to do so. 6 A matter is a  “new matter” if— a it constitutes a ground of appeal of a kind listed in section 84, and b the Secretary of State has not previously considered the matter in the context of— i the decision mentioned in section 82(1), or ii a statement made by the appellant under section 120."}, {"act": "Immigration Act 2014", "year": 2014, "section": "16", "section_title": "Report by Chief Inspector on administrative review", "section_text": "16 1 Before the end of the period of 12 months beginning on the day on which section 15 comes into force, the Secretary of State must commission from the Chief Inspector a report that addresses the following matters— a the effectiveness of administrative review in identifying case working errors; b the effectiveness of administrative review in correcting case working errors; c the independence of persons conducting administrative review (in terms of their separation from the original decision-maker). 2 On completion of the report, the Chief Inspector must send it to the Secretary of State. 3 The Secretary of State must lay before Parliament a copy of the report received under subsection (2). 4 In this section— “ administrative review ” means review conducted under the immigration rules; “ case working error ” has the meaning given in the immigration rules; the  “ Chief Inspector ” means the Chief Inspector established under section 48 of the UK Borders Act 2007; “ immigration rules ” has the same meaning as in the Immigration Act 1971."}, {"act": "Immigration Act 2014", "year": 2014, "section": "17", "section_title": "Place from which appeal may be brought or continued", "section_text": "17 1 Part 5 of the Nationality, Immigration and Asylum Act 2002 (immigration and asylum appeals) is amended as follows. 2 For section 92 substitute— Place from which an appeal may be brought or continued 92 1 This section applies to determine the place from which an appeal under section 82(1) may be brought or continued. 2 In the case of an appeal under section 82(1)(a) (protection claim appeal), the appeal must be brought from outside the United Kingdom if— a the claim to which the appeal relates has been certified under section 94(1) or (7) (claim clearly unfounded or removal to safe third country), or b paragraph 5(3)(a), 10(3), 15(3) or 19(b) of Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc) Act 2004 (removal of asylum seeker to safe third country) applies. Otherwise, the appeal must be brought from within the United Kingdom. 3 In the case of an appeal under section 82(1)(b) (human rights claim appeal) where the claim to which the appeal relates was made while the appellant was in the United Kingdom, the appeal must be brought from outside the United Kingdom if— a the claim to which the appeal relates has been certified under section 94(1) or (7) (claim clearly unfounded or removal to safe third country) or section 94B (certification of human rights claims made by persons liable to deportation), or b paragraph 5(3)(b) or (4), 10(4), 15(4) or 19(c) of Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc) Act 2004 (removal of asylum seeker to safe third country) applies. Otherwise, the appeal must be brought from within the United Kingdom. 4 In the case of an appeal under section 82(1)(b) (human rights claim appeal) where the claim to which the appeal relates was made while the appellant was outside the United Kingdom, the appeal must be brought from outside the United Kingdom. 5 In the case of an appeal under section 82(1)(c) (revocation of protection status)— a the appeal must be brought from within the United Kingdom if the decision to which the appeal relates was made while the appellant was in the United Kingdom; b the appeal must be brought from outside the United Kingdom if the decision to which the appeal relates was made while the appellant was outside the United Kingdom. 6 If, after an appeal under section 82(1)(a) or (b) has been brought from within the United Kingdom, the Secretary of State certifies the claim to which the appeal relates under section 94(1) or (7) or section 94B, the appeal must be continued from outside the United Kingdom. 7 Where a person brings or continues an appeal under section 82(1)(a) (refusal of protection claim) from outside the United Kingdom, for the purposes of considering whether the grounds of appeal are satisfied, the appeal is to be treated as if the person were not outside the United Kingdom. 8 Where an appellant brings an appeal from within the United Kingdom but leaves the United Kingdom before the appeal is finally determined, the appeal is to be treated as abandoned unless the claim to which the appeal relates has been certified under section 94(1) or (7) or section 94B. 3 After section 94A, insert— Appeal from within the United Kingdom: certification of human rights claims made by persons liable to deportation 94B 1 This section applies where a human rights claim has been made by a person (“P”) who is liable to deportation under— a section 3(5)(a) of the Immigration Act 1971 (Secretary of State deeming deportation conducive to public good), or b section 3(6) of that Act (court recommending deportation following conviction). 2 The Secretary of State may certify the claim if the Secretary of State considers that, despite the appeals process not having been begun or not having been exhausted, removal of P to the country or territory to which P is proposed to be removed, pending the outcome of an appeal in relation to P's claim, would not be unlawful under section 6 of the Human Rights Act 1998 (public authority not to act contrary to Human Rights Convention). 3 The grounds upon which the Secretary of State may certify a claim under subsection (2) include (in particular) that P would not, before the appeals process is exhausted, face a real risk of serious irreversible harm if removed to the country or territory to which P is proposed to be removed."}, {"act": "Immigration Act 2014", "year": 2014, "section": "18", "section_title": "Review of certain deportation decisions by Special Immigration Appeals Commission", "section_text": "18 In the Special Immigration Appeals Commission Act 1997, after section 2D insert— Jurisdiction: review of certain deportation decisions 2E 1 Subsection (2) applies in relation to a relevant deportation decision which has been certified under section 97 or 97A(1) of the Nationality, Immigration and Asylum Act 2002 (certification on grounds of national security etc). 2 The person to whom the decision relates may apply to the Special Immigration Appeals Commission to set aside the decision. 3 In determining whether the decision should be set aside, the Commission must apply the principles which would be applied in judicial review proceedings. 4 If the Commission decides that the decision should be set aside, it may make any such order, or give any such relief, as may be made or given in judicial review proceedings. 5 In this section  “ relevant deportation decision ” means a decision of the Secretary of State about the deportation of a person from the United Kingdom, if and to the extent that— a the decision is not subject to a right of appeal, or b the decision (being subject to a right of appeal) gives rise to issues which may not be raised on such an appeal."}, {"act": "Immigration Act 2014", "year": 2014, "section": "19", "section_title": "Article 8 of the ECHR: public interest considerations", "section_text": "19 After Part 5 of the Nationality, Immigration and Asylum Act 2002 insert—  PART 5A  Article 8 of the ECHR: public interest considerations Application of this Part 117A 1 This Part applies where a court or tribunal is required to determine whether a decision made under the Immigration Acts— a breaches a person's right to respect for private and family life under Article 8, and b as a result would be unlawful under section 6 of the Human Rights Act 1998. 2 In considering the public interest question, the court or tribunal must (in particular) have regard— a in all cases, to the considerations listed in section 117B, and b in cases concerning the deportation of foreign criminals, to the considerations listed in section 117C. 3 In subsection (2),  “ the public interest question ” means the question of whether an interference with a person's right to respect for private and family life is justified under Article 8(2). Article 8: public interest considerations applicable in all cases 117B 1 The maintenance of effective immigration controls is in the public interest. 2 It is in the public interest, and in particular in the interests of the economic well-being of the United Kingdom, that persons who seek to enter or remain in the United Kingdom are able to speak English, because persons who can speak English— a are less of a burden on taxpayers, and b are better able to integrate into society. 3 It is in the public interest, and in particular in the interests of the economic well-being of the United Kingdom, that persons who seek to enter or remain in the United Kingdom are financially independent, because such persons— a are not a burden on taxpayers, and b are better able to integrate into society. 4 Little weight should be given to— a a private life, or b a relationship formed with a qualifying partner, that is established by a person at a time when the person is in the United Kingdom unlawfully. 5 Little weight should be given to a private life established by a person at a time when the person's immigration status is precarious. 6 In the case of a person who is not liable to deportation, the public interest does not require the person's removal where— a the person has a genuine and subsisting parental relationship with a qualifying child, and b it would not be reasonable to expect the child to leave the United Kingdom. Article 8: additional considerations in cases involving foreign criminals 117C 1 The deportation of foreign criminals is in the public interest. 2 The more serious the offence committed by a foreign criminal, the greater is the public interest in deportation of the criminal. 3 In the case of a foreign criminal (“C”) who has not been sentenced to a period of imprisonment of four years or more, the public interest requires C's deportation unless Exception 1 or Exception 2 applies. 4 Exception 1 applies where— a C has been lawfully resident in the United Kingdom for most of C's life, b C is socially and culturally integrated in the United Kingdom, and c there would be very significant obstacles to C's integration into the country to which C is proposed to be deported. 5 Exception 2 applies where C has a genuine and subsisting relationship with a qualifying partner, or a genuine and subsisting parental relationship with a qualifying child, and the effect of C's deportation on the partner or child would be unduly harsh. 6 In the case of a foreign criminal who has been sentenced to a period of imprisonment of at least four years, the public interest requires deportation unless there are very compelling circumstances, over and above those described in Exceptions 1 and 2. 7 The considerations in subsections (1) to (6) are to be taken into account where a court or tribunal is considering a decision to deport a foreign criminal only to the extent that the reason for the decision was the offence or offences for which the criminal has been convicted. Interpretation of this Part 117D 1 In this Part— “ Article 8 ” means Article 8 of the European Convention on Human Rights; “ qualifying child ” means a person who is under the age of 18 and who— is a British citizen, or has lived in the United Kingdom for a continuous period of seven years or more; “ qualifying partner ” means a partner who— is a British citizen, or who is settled in the United Kingdom (within the meaning of the Immigration Act 1971 — see section 33(2A) of that Act). 2 In this Part,  “ foreign criminal ” means a person— a who is not a British citizen, b who has been convicted in the United Kingdom of an offence, and c who— i has been sentenced to a period of imprisonment of at least 12 months, ii has been convicted of an offence that has caused serious harm, or iii is a persistent offender. 3 For the purposes of subsection (2)(b), a person subject to an order under— a section 5 of the Criminal Procedure (Insanity) Act 1964 (insanity etc), b section 57 of the Criminal Procedure (Scotland) Act 1995 (insanity etc), or c Article 50A of the Mental Health (Northern Ireland) Order 1986 (insanity etc), has not been convicted of an offence. 4 In this Part, references to a person who has been sentenced to a period of imprisonment of a certain length of time— a do not include a person who has received a suspended sentence (unless a court subsequently orders that the sentence or any part of it (of whatever length) is to take effect); b do not include a person who has been sentenced to a period of imprisonment of that length of time only by virtue of being sentenced to consecutive sentences amounting in aggregate to that length of time; c include a person who is sentenced to detention, or ordered or directed to be detained, in an institution other than a prison (including, in particular, a hospital or an institution for young offenders) for that length of time; and d include a person who is sentenced to imprisonment or detention, or ordered or directed to be detained, for an indeterminate period, provided that it may last for at least that length of time. 5 If any question arises for the purposes of this Part as to whether a person is a British citizen, it is for the person asserting that fact to prove it."}, {"act": "Immigration Act 2014", "year": 2014, "section": "20", "section_title": "Residential tenancy agreement", "section_text": "20 1 This section applies for the purposes of this Chapter. 2 “ Residential tenancy agreement ” means a tenancy which— a grants a right of occupation of premises for residential use, b provides for payment of rent (whether or not a market rent), and c is not an excluded agreement. 3 In subsection (2),  “ tenancy ” includes— a any lease, licence, sub-lease or sub-tenancy, and b an agreement for any of those things, and in this Chapter references to  “landlord” and  “tenant”, and references to premises being  “leased”, are to be read accordingly. 4 For the purposes of subsection (2)(a), an agreement grants a right of occupation of premises  “for residential use” if, under the agreement, one or more adults have the right to occupy the premises as their only or main residence (whether or not the premises may also be used for other purposes). 5 In subsection (2)(b)  “ rent ” includes any sum paid in the nature of rent. 6 In subsection (2)(c)  “ excluded agreement ” means any agreement of a description for the time being specified in Schedule 3. 7 The Secretary of State may by order amend Schedule 3 so as to— a add a new description of excluded agreement, b remove any description, or c amend any description."}, {"act": "Immigration Act 2014", "year": 2014, "section": "21", "section_title": "Persons disqualified by immigration status or with limited right to rent", "section_text": "21 1 For the purposes of this Chapter, a person (“P”) is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement if— a P is not a relevant national, and b P does not have a right to rent in relation to the premises. 2 P does not have a  “ right to rent ” in relation to premises if— a P requires leave to enter or remain in the United Kingdom but does not have it, or b P's leave to enter or remain in the United Kingdom is subject to a condition preventing P from occupying the premises. 3 But P is to be treated as having a right to rent in relation to premises (in spite of subsection (2)) if the Secretary of State has granted P permission for the purposes of this Chapter to occupy premises under a residential tenancy agreement. 4 References in this Chapter to a person with a  “limited right to rent” are references to— a a person who has been granted leave to enter or remain in the United Kingdom for a limited period, or b a person who— i is not a relevant national,  ... ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this section  “ relevant national ” means— a a British citizen, aa an Irish citizen, or ab a person who is not an Irish citizen and who has leave to enter or remain in the United Kingdom which was granted by virtue of residence scheme immigration rules within the meaning given by section 17 of the European Union (Withdrawal Agreement) Act 2020. b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Immigration Act 2014", "year": 2014, "section": "22", "section_title": "Persons disqualified by immigration status not to be leased premises", "section_text": "22 1 A landlord must not authorise an adult to occupy premises under a residential tenancy agreement if the adult is disqualified as a result of their immigration status. 2 A landlord is to be taken to  “authorise” an adult to occupy premises in the circumstances mentioned in subsection (1) if (and only if) there is a contravention of this section. 3 There is a contravention of this section in either of the following cases. 4 The first case is where a residential tenancy agreement is entered into that, at the time of entry, grants a right to occupy premises to— a a tenant who is disqualified as a result of their immigration status, b another adult named in the agreement who is disqualified as a result of their immigration status, or c another adult not named in the agreement who is disqualified as a result of their immigration status (subject to subsection (6)). 5 The second case is where— a a residential tenancy agreement is entered into that grants a right to occupy premises on an adult with a limited right to rent, b the adult later becomes a person disqualified as a result of their immigration status, and c the adult continues to occupy the premises after becoming disqualified. 6 There is a contravention as a result of subsection (4)(c) only if— a reasonable enquiries were not made of the tenant before entering into the agreement as to the relevant occupiers, or b reasonable enquiries were so made and it was, or should have been, apparent from the enquiries that the adult in question was likely to be a relevant occupier. 7 Any term of a residential tenancy agreement that prohibits occupation of premises by a person disqualified by their immigration status is to be ignored for the purposes of determining whether there has been a contravention of this section if— a the landlord knew when entering into the agreement that the term would be breached, or b the prescribed requirements were not complied with before entering into the agreement. 8 It does not matter for the purposes of this section whether or not— a a right of occupation is exercisable on entering into an agreement or from a later date; b a right of occupation is granted unconditionally or on satisfaction of a condition. 9 A contravention of this section does not affect the validity or enforceability of any provision of a residential tenancy agreement by virtue of any rule of law relating to the validity or enforceability of contracts in circumstances involving illegality. 10 In this Chapter— “ post-grant contravention ” means a contravention in the second case mentioned in subsection (5); “ pre-grant contravention ” means a contravention in the first case mentioned in subsection (4); “ relevant occupier ”, in relation to a residential tenancy agreement, means any adult who occupies premises under the agreement (whether or not named in the agreement)."}, {"act": "Immigration Act 2014", "year": 2014, "section": "23", "section_title": "Penalty notices: landlords", "section_text": "23 1 If there is a contravention of section 22, the Secretary of State may give the responsible landlord a notice requiring the payment of a penalty. 2 The amount of the penalty is such an amount as the Secretary of State considers appropriate, but the amount must not exceed  £20,000 . 3 “ Responsible landlord ” means— a in relation to a pre-grant contravention, the landlord who entered into the residential tenancy agreement; b in relation to a post-grant contravention, the person who is the landlord under the agreement at the time of the contravention. 4 But if there is a superior landlord in relation to the residential tenancy agreement who is responsible for the purposes of this section, the  “ responsible landlord ” means that superior landlord (and references to the landlord in the following provisions of this Chapter are to be read accordingly). 5 A superior landlord is  “responsible for the purposes of this section” if arrangements in writing have been made in relation to the residential tenancy agreement between the landlord and the superior landlord under which the superior landlord accepts responsibility for— a contraventions of section 22 generally, or b contraventions of a particular description and the contravention in question is of that description. 6 The Secretary of State may by order amend the amount for the time being specified in subsection (2)."}, {"act": "Immigration Act 2014", "year": 2014, "section": "24", "section_title": "Excuses available to landlords", "section_text": "24 1 This section applies where a landlord is given a notice under section 23 requiring payment of a penalty. 2 Where the notice is given for a pre-grant contravention, the landlord is excused from paying the penalty if the landlord shows that— a the prescribed requirements were complied with before the residential tenancy agreement was entered into, or b a person acting as the landlord's agent is responsible for the contravention (see section 25(2)). 3 The prescribed requirements may be complied with for the purposes of subsection (2)(a) at any time before the residential tenancy agreement is entered into. 4 But where compliance with the prescribed requirements discloses that a relevant occupier is a person with a limited right to rent, the landlord is excused under subsection (2)(a) only if the requirements are complied with in relation to that occupier within such period as may be prescribed. 5 The excuse under subsection (2)(a) or (b) is not available if the landlord knew that entering into the agreement would contravene section 22. 6 Where the notice is given for a post-grant contravention, the landlord is excused from paying the penalty if any of the following applies— a the landlord has notified the Secretary of State of the contravention as soon as reasonably practicable; b a person acting as the landlord's agent is responsible for the contravention; c the eligibility period in relation to the limited right occupier whose occupation caused the contravention has not expired. 7 For the purposes of subsection (6)(a), the landlord is to be taken to have notified the Secretary of State of the contravention  “as soon as reasonably practicable” if the landlord— a complied with the prescribed requirements in relation to each limited right occupier at the end of the eligibility period, and b notified the Secretary of State of the contravention without delay on it first becoming apparent that the contravention had occurred. 8 Notification under subsection (6)(a) must be in the prescribed form and manner. 9 In this Chapter  “ limited right occupier ”, in relation to a residential tenancy agreement, means a relevant occupier who had a limited right to rent at the time when the occupier was first granted a right to occupy the premises under the agreement."}, {"act": "Immigration Act 2014", "year": 2014, "section": "25", "section_title": "Penalty notices: agents", "section_text": "25 1 Subsection (3) applies where— a a landlord contravenes section 22, and b a person acting as the landlord's agent (“ the agent ”) is responsible for the contravention. 2 For the purposes of this Chapter, an agent is responsible for a landlord's contravention of section 22 if (and only if)— a the agent acts in the course of a business, and b under arrangements made with the landlord in writing, the agent was under an obligation for the purposes of this Chapter to comply with the prescribed requirements on behalf of the landlord. 3 The Secretary of State may give the agent a notice requiring the agent to pay a penalty. 4 The amount of the penalty is such an amount as the Secretary of State considers appropriate, but the amount must not exceed  £20,000 . 5 The Secretary of State may by order amend the amount for the time being specified in subsection (4)."}, {"act": "Immigration Act 2014", "year": 2014, "section": "26", "section_title": "Excuses available to agents", "section_text": "26 1 This section applies where an agent is given a notice under section 25 requiring payment of a penalty. 2 Where the notice is given for a pre-grant contravention, the agent is excused from paying the penalty if the agent shows that the prescribed requirements were complied with before the residential tenancy agreement was entered into. 3 The prescribed requirements may be complied with for the purposes of subsection (2) at any time before the residential tenancy agreement is entered into. 4 But where compliance with the prescribed requirements discloses that a relevant occupier is a person with a limited right to rent, the agent is excused under subsection (2) only if the requirements are complied with in relation to that occupier within such period as may be prescribed. 5 The excuse under subsection (2) is not available if the agent— a knew that the landlord would contravene section 22 by entering into the agreement, b had sufficient opportunity to notify the landlord of that fact before the landlord entered into the agreement, but c did not do so. 6 Where the notice is given for a post-grant contravention, the agent is excused from paying the penalty if either of the following applies— a the agent has notified the Secretary of State and the landlord of the contravention as soon as reasonably practicable; b the eligibility period in relation to the limited right occupier whose occupation caused the contravention has not expired. 7 For the purposes of subsection (6)(a), the agent is to be taken to have notified the Secretary of State and the landlord of the contravention  “as soon as reasonably practicable” if the agent— a complied with the prescribed requirements in relation to each limited right occupier at the end of the eligibility period, and b notified the Secretary of State and the landlord of the contravention without delay on it first becoming apparent that the contravention had occurred. 8 Notification under subsection (6)(a) must be in the prescribed form and manner."}, {"act": "Immigration Act 2014", "year": 2014, "section": "27", "section_title": "Eligibility period", "section_text": "27 1 An eligibility period in relation to a limited right occupier is established if the prescribed requirements are complied with in relation to the occupier. 2 An eligibility period established under subsection (1) may be renewed (on one or more occasions) by complying with the prescribed requirements again. 3 But an eligibility period in relation to a limited right occupier is only established or renewed under this section at any time if it reasonably appears from the information obtained in complying with the prescribed requirements at that time that the occupier is a person with a limited right to rent. 4 The length of an eligibility period established or renewed under this section in relation to a limited right occupier is the longest of the following periods— a the period of one year beginning with the time when the prescribed requirements were last complied with in relation to the occupier; b so much of any leave period as remains at that time; c so much of any validity period as remains at that time. 5 In subsection (4)— “ leave period ” means a period for which the limited right occupier was granted leave to enter or remain in the United Kingdom; “ validity period ” means the period for which an immigration document issued to the limited right occupier by or on behalf of the Secretary of State is valid. 6 In subsection (5)  “ immigration document ” means a document of a prescribed description which— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b grants to the holder a right to enter or remain in the United Kingdom for such period as the document may authorise."}, {"act": "Immigration Act 2014", "year": 2014, "section": "28", "section_title": "Penalty notices: general", "section_text": "28 1 The Secretary of State may give a penalty notice— a to a landlord under section 23 without having established whether the landlord is excused from paying the penalty under section 24; b to an agent under section 25 without having established whether the agent is excused from paying the penalty under section 26. 2 A penalty notice must— a be in writing, b state why the Secretary of State thinks the recipient is liable to the penalty, c state the amount of the penalty, d specify a date, at least 28 days after the date specified in the notice as the date on which it is given, before which the penalty must be paid, e specify how a penalty must be paid, f explain how the recipient may object to the penalty or make an appeal against it, and g explain how the Secretary of State may enforce the penalty. 3 A separate penalty notice may be given in respect of each adult disqualified by their immigration status in relation to whom there is a contravention of section 22. 4 Where a penalty notice is given to two or more persons who jointly constitute the landlord or agent in relation to a residential tenancy agreement, those persons are jointly and severally liable for any sum payable to the Secretary of State as a penalty imposed by the notice. 5 A penalty notice may not be given in respect of any adult if— a the adult has ceased to occupy the premises concerned, and b a period of 12 months or more has passed since the time when the adult last occupied the premises, but this subsection is not to be taken as affecting the validity of a penalty notice given before the end of that period. 6 Subsection (5) does not apply to a penalty notice given after the end of the 12 month period mentioned in that subsection if— a it is a new penalty notice given by virtue of section 29(6)(b) on the determination of an objection to another penalty notice, and b that other penalty notice was given before the end of the period."}, {"act": "Immigration Act 2014", "year": 2014, "section": "29", "section_title": "Objection", "section_text": "29 1 The recipient of a penalty notice (“ the recipient ”) may object on the ground that— a the recipient is not liable to the imposition of the penalty, b the recipient is excused by virtue of section 24 or 26, or c the amount of the penalty is too high. 2 An objection must be made by giving a notice of objection to the Secretary of State. 3 A notice of objection must— a be in writing, b give the reasons for the objection, c be given in the prescribed manner, and d be given before the end of the prescribed period. 4 In considering a notice of objection to a penalty the Secretary of State must have regard to the code of practice under section 32. 5 On considering a notice of objection the Secretary of State may— a cancel the penalty, b reduce the penalty, c increase the penalty, or d determine to take no action. 6 After reaching a decision as to how to proceed under subsection (5) the Secretary of State must— a notify the recipient of the decision (including the amount of any increased or reduced penalty) before the end of the prescribed period or such longer period as the Secretary of State may agree with the recipient, and b if the penalty is increased, issue a new penalty notice under section 23 or (as the case may be) section 25."}, {"act": "Immigration Act 2014", "year": 2014, "section": "30", "section_title": "Appeals", "section_text": "30 1 The recipient may appeal to the court on the ground that— a the recipient is not liable to the imposition of a penalty, b the recipient is excused payment as a result of section 24 or 26, or c the amount of the penalty is too high. 2 The court may— a allow the appeal and cancel the penalty, b allow the appeal and reduce the penalty, or c dismiss the appeal. 3 An appeal is to be a re-hearing of the Secretary of State's decision to impose a penalty and is to be determined having regard to— a the code of practice under section 32 that has effect at the time of the appeal, and b any other matters which the court thinks relevant (which may include matters of which the Secretary of State was unaware). 4 Subsection (3) has effect despite any provisions of rules of court. 5 An appeal may be brought only if the recipient has given a notice of objection under section 29 and the Secretary of State— a has determined the objection by issuing to the recipient the penalty notice (as a result of increasing the penalty under section 29(5)(c)), b has determined the objection by— i reducing the penalty under section 29(5)(b), or ii taking no action under section 29(5)(d), or c has not informed the recipient of a decision before the end of the period that applies for the purposes of section 29(6)(a). 6 An appeal must be brought within the period of 28 days beginning with the relevant date. 7 Where the appeal is brought under subsection (5)(a), the relevant date is the date specified in the penalty notice issued in accordance with section 29(6)(b) as the date on which it is given. 8 Where the appeal is brought under subsection (5)(b), the relevant date is the date specified in the notice informing the recipient of the decision for the purposes of section 29(6)(a) as the date on which it is given. 9 Where the appeal is brought under subsection (5)(c), the relevant date is the date on which the period that applies for the purposes of section 29(6)(a) ends. 10 In this section  “ the court ” means— a the county court, if the appeal relates to a residential tenancy agreement in relation to premises in England and Wales; b the sheriff, if the appeal relates to a residential tenancy agreement in relation to premises in Scotland; c a county court in Northern Ireland, if the appeal relates to a residential tenancy agreement in relation to premises in Northern Ireland."}, {"act": "Immigration Act 2014", "year": 2014, "section": "31", "section_title": "Enforcement", "section_text": "31 1 This section applies where a sum is payable to the Secretary of State as a penalty under this Chapter. 2 In England and Wales the penalty is recoverable as if it were payable under an order of the county court in England and Wales. 3 In Scotland the penalty may be enforced in the same manner as an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 4 In Northern Ireland the penalty is recoverable as if it were payable under an order of a county court in Northern Ireland. 5 Where action is taken under this section for the recovery of a sum payable as a penalty under this Chapter, the penalty is— a in relation to England and Wales, to be treated for the purposes of section 98 of the Courts Act 2003 (register of judgments and orders etc) as if it were a judgment entered in the county court; b in relation to Northern Ireland, to be treated for the purposes of Article 116 of the Judgments Enforcement (Northern Ireland) Order 1981 ( S.I.  1981/226 (N.I. 6)) (register of judgments) as if it were a judgment in respect of which an application has been accepted under Article 22 or 23(1) of that Order. 6 Money paid to the Secretary of State by way of a penalty must be paid into the Consolidated Fund."}, {"act": "Immigration Act 2014", "year": 2014, "section": "32", "section_title": "General matters", "section_text": "32 1 The Secretary of State must issue a code of practice for the purposes of this Chapter. 2 The code must specify factors that the Secretary of State will consider when determining the amount of a penalty imposed under this Chapter. 3 The code may contain guidance about— a factors that the Secretary of State will consider when determining whether— i a residential tenancy agreement grants a right of occupation of premises for residential use, or ii a person is occupying premises as an only or main residence; b the reasonable enquiries that a landlord should make to determine the identity of relevant occupiers in relation to a residential tenancy agreement (so far as they are not named in the agreement); c any other matters in connection with this Chapter that the Secretary of State considers appropriate. 4 Guidance under subsection (3)(a) may in particular relate to the treatment for the purposes of this Chapter of arrangements that are made in connection with holiday lettings or lettings for purposes connected with business travel. 5 The Secretary of State must from time to time review the code and may revise and re-issue it following a review. 6 The code (or revised code)— a may not be issued unless a draft has been laid before Parliament, and b comes into force in accordance with provision made by order of the Secretary of State."}, {"act": "Immigration Act 2014", "year": 2014, "section": "33", "section_title": "Discrimination", "section_text": "33 1 The Secretary of State must issue a code of practice specifying what a landlord or agent should or should not do to ensure that, while avoiding liability to pay a penalty under this Chapter, the landlord or agent also avoids contravening— a the Equality Act 2010, so far as relating to race, or b the Race Relations (Northern Ireland) Order 1997 (S.I. 1997/869 (N.I. 6)). 2 The Secretary of State must from time to time review the code and may revise and re-issue it following a review. 3 Before issuing the code (or a revised code) the Secretary of State must consult— a the Commission for Equality and Human Rights, b the Equality Commission for Northern Ireland, and c such persons representing the interests of landlords and tenants as the Secretary of State considers appropriate. 4 After consulting under subsection (3) the Secretary of State must— a publish a draft code, and b consider any representations made about the published draft. 5 The code (or revised code)— a may not be issued unless a draft has been laid before Parliament (prepared after considering representations under subsection (4)(b) and with or without modifications to reflect the representations), and b comes into force in accordance with provision made by order of the Secretary of State. 6 A breach of the code— a does not make a person liable to civil or criminal proceedings, but b may be taken into account by a court or tribunal."}, {"act": "Immigration Act 2014", "year": 2014, "section": "33A", "section_title": "Offences: landlords", "section_text": "33A 1 The landlord under a residential tenancy agreement which relates to premises in England commits an offence if the first and second conditions are met. 2 The first condition is that the premises are occupied by an adult who is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement. 3 The second condition is that the landlord knows or has reasonable cause to believe that the premises are occupied by an adult who is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement. 4 But unless subsection (5) applies the landlord does not commit an offence under subsection (1) if— a the premises are located in an area in relation to which section 22 is in force, b the adult mentioned in subsections (2) and (3) is a limited right occupier, and c the eligibility period in relation to that occupier has not expired. 5 This subsection applies if the Secretary of State has given a notice in writing to the landlord which— a identifies the adult mentioned in subsections (2) and (3), and b states that the adult is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement. 6 It is a defence for a person charged with an offence under subsection (1) to prove that— a the person has taken reasonable steps to terminate the residential tenancy agreement, and b the person has taken such steps within a reasonable period beginning with the time when the person first knew or had reasonable cause to believe that the premises were occupied by the adult mentioned in subsections (2) and (3). 7 In determining whether subsection (6)(a) or (b) applies to a person, the court must have regard to any guidance which, at the time in question, had been issued by the Secretary of State for the purposes of that subsection and was in force at that time. 8 Guidance issued for the purposes of subsection (6)— a must be laid before Parliament in draft before being issued, and b comes into force in accordance with regulations made by the Secretary of State. 9 Section 22(9) applies for the purposes of subsection (1) as it applies for the purposes of that section. 10 A person commits an offence if— a there has been a post-grant contravention in relation to a residential tenancy agreement which relates to premises in England, b the person is the responsible landlord in relation to the post-grant contravention, c the person knows or has reasonable cause to believe that there has been a post-grant contravention in relation to the agreement, and d none of paragraphs (a), (b) and (c) of section 24(6) applies in relation to the post-grant contravention. 11 Subsection (10) applies whether or not the landlord is given a notice under section 23 in respect of the contravention."}, {"act": "Immigration Act 2014", "year": 2014, "section": "33B", "section_title": "Offences: agents", "section_text": "33B 1 Subsection (2) applies to an agent who is responsible for a landlord's contravention of section 22 in relation to premises in England. 2 The agent commits an offence if the agent— a knew or had reasonable cause to believe that the landlord would contravene section 22 by entering into the residential tenancy agreement in question, b had sufficient opportunity to notify the landlord of that fact before the landlord entered into the agreement, but c did not do so. 3 Subsection (4) applies where— a a landlord contravenes section 22 in relation to a residential tenancy agreement relating to premises in England, b the contravention is a post-grant contravention, and c a person acting as the landlord's agent (“ the agent ”) is responsible for the post-grant contravention. 4 The agent commits an offence if— a the agent knows or has reasonable cause to believe that there has been a post-grant contravention in relation to the agreement, and b neither of paragraphs (a) and (b) of section 26(6) applies in relation to the post-grant contravention. 5 Subsection (4) applies whether or not the agent is given a notice under section 25 in respect of the contravention."}, {"act": "Immigration Act 2014", "year": 2014, "section": "33C", "section_title": "Offences: penalties  etc", "section_text": "33C 1 A person who is guilty of an offence under section 33A or 33B is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , to a fine or to both. 2 In the application of this section in relation to an offence committed before   2 May 2022    the reference in subsection (1)(b) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months. 3 If an offence under section 33A or 33B is committed by a body corporate with the consent or connivance of an officer of the body, the officer, as well as the body, is to be treated as having committed the offence. 4 In subsection (3) a reference to an officer of a body includes a reference to— a a director, manager or secretary, b a person purporting to act as a director, manager or secretary, and c if the affairs of the body are managed by its members, a member. 5 Where an offence under section 33A or 33B is committed by a partnership (whether or not a limited partnership) subsection (3) has effect, but as if a reference to an officer of the body were a reference to— a a partner, and b a person purporting to act as a partner. 6 An offence under section 33A or 33B is to be treated as— a a relevant offence for the purposes of sections 28B and 28D of the Immigration Act 1971 (search, entry and arrest), and b an offence under Part 3 of that Act (criminal proceedings) for the purposes of sections 28E, 28G and 28H of that Act (search after arrest)."}, {"act": "Immigration Act 2014", "year": 2014, "section": "33D", "section_title": "Termination of agreement where all occupiers disqualified", "section_text": "33D 1 The landlord under a residential tenancy agreement relating to premises in England may terminate the agreement in accordance with this section if the condition in subsection (2) is met. 2 The condition is that the Secretary of State has given one or more notices in writing to the landlord which, taken together,— a identify the occupier of the premises or (if there is more than one occupier) all of them, and b state that the occupier or occupiers are disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement. 3 The landlord may terminate the residential tenancy agreement by giving notice in writing and in the prescribed form to the tenant or, in the case of a joint tenancy, all of the tenants specifying the date on which the agreement comes to an end. 4 That date must not be earlier than the end of the period of 28 days beginning with the day specified in the notice as the day on which it is given. 5 The notice may be given— a by delivering it to the tenant or tenants, b by leaving it at the premises, c by sending it by post to the tenant or tenants at the address of the premises, or d in any other prescribed manner. 6 The notice is to be treated as a notice to quit in a case where a notice to quit would otherwise be required to bring the residential tenancy agreement to an end. 7 The notice is enforceable as if it were an order of the High Court. 8 In this section  “ occupier ”, in relation to premises to which a residential tenancy agreement applies, means— a a tenant, b a person who, under the agreement, otherwise has the right to occupy the premises and is named in the agreement, and c any other person who the landlord knows is occupying the premises."}, {"act": "Immigration Act 2014", "year": 2014, "section": "33E", "section_title": "Other procedures for ending agreement", "section_text": "33E 1 It is an implied term of a residential tenancy agreement to which this subsection applies that the landlord may terminate the tenancy if the premises to which it relates are occupied by an adult who is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement. 2 Subsection (1) applies to a residential tenancy agreement relating to premises in England if— a it is a tenancy or sub-tenancy or an agreement for a tenancy or sub-tenancy, but b it is not a protected or statutory tenancy within the meaning of the Rent Act 1977 or an assured tenancy within the meaning of the Housing Act 1988. 3 For provision relating to a residential tenancy agreement which is a protected or statutory tenancy where a tenant or occupier is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement, see Case 10A in Part 1 of Schedule 15 to the Rent Act 1977. 4 For provision relating to a residential tenancy agreement which is an assured tenancy where a tenant or occupier is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement, see Ground 7B in Part 1 of Schedule 2 to the Housing Act 1988."}, {"act": "Immigration Act 2014", "year": 2014, "section": "34", "section_title": "Orders", "section_text": "34 1 An order prescribing requirements for the purposes of this Chapter may, in particular, require a landlord or agent to— a obtain a document of a prescribed description from relevant occupiers before or during the course of a residential tenancy agreement; b obtain one document of each of a number of prescribed descriptions from relevant occupiers before or during the course of a residential tenancy agreement; c take steps to verify, retain, copy or record the content of a document obtained in accordance with the order; d take such other steps before or during the course of a residential tenancy agreement as the order may specify. 2 If the draft of an instrument containing an order under or in connection with this Chapter would, apart from this subsection, be a hybrid instrument for the purposes of the standing orders of either House of Parliament, it is to proceed in that House as if it were not a hybrid instrument."}, {"act": "Immigration Act 2014", "year": 2014, "section": "35", "section_title": "Transitional provision", "section_text": "35 1 This Chapter does not apply in relation to a residential tenancy agreement entered into before the commencement day. 2 This Chapter does not apply in relation to a residential tenancy agreement entered into on or after the commencement day (“ the renewed agreement ”) if— a another residential tenancy agreement was entered into before the commencement day between the same parties (“ the original agreement ”), and b the tenant has always had a right of occupation of the premises leased under the renewed agreement since entering into the original agreement. 3 In this section  “ the commencement day ” means such day as the Secretary of State may by order appoint; and different days may be appointed for different purposes or areas. 4 References in this section to this Chapter do not include sections 33A to 33E (offences and eviction). 5 Sections 33A to 33C apply in relation to a residential tenancy agreement entered into before or after the coming into force of section 39 of the Immigration Act 2016 (which inserted those sections into this Act). 6 But sections 33A(10) and (11) and 33B apply only in relation to a contravention of section 22 which occurs after the coming into force of section 39 of the Immigration Act 2016. 7 Sections 33D and 33E apply in relation to a residential tenancy agreement entered into before or after the coming into force of section 40 of the Immigration Act 2016 (which inserted those sections into this Act)."}, {"act": "Immigration Act 2014", "year": 2014, "section": "36", "section_title": "Crown application", "section_text": "36 This Chapter binds the Crown, except where the Crown is the responsible landlord for the purposes of section 23  or the landlord for the purposes of section 33A.  "}, {"act": "Immigration Act 2014", "year": 2014, "section": "37", "section_title": "Interpretation", "section_text": "37 1 In this Chapter— “ adult ” means a person who has attained the age of 18; “ agreement ” includes an agreement in any form (whether or not in writing); “ eligibility period ”, in relation to a limited right occupier, is to be read in accordance with section 27; “ limited right occupier ” has the meaning given in section 24(9); “ occupy ” means occupy as an only or main residence; “ penalty notice ” means a penalty notice given under this Chapter; “ person with a limited right to rent ” has the meaning given in section 21(4); “ post-grant contravention ” has the meaning given in section 22(10); “ pre-grant contravention ” has the meaning given in section 22(10); “ premises ” includes land, buildings, moveable structures, vehicles and vessels; “ prescribed ” means prescribed in an order made by the Secretary of State; “ recipient ” means the recipient of a penalty notice; “ relevant occupier ” has the meaning given in section 22(10); “ residential tenancy agreement ” has the meaning given in section 20(2). 2 For the purposes of this Chapter a residential tenancy agreement grants a person a right to occupy premises if— a the agreement expressly grants that person the right (whether or not by naming the person), or b the person is permitted to occupy the premises by virtue of an express grant given to another person, and references to a person occupying premises under an agreement are to be read accordingly. 3 A reference in this Chapter to the  “prescribed requirements”, in connection with compliance with the requirements at a particular time, is a reference only to such of the requirements as are capable of being complied with at that time. 4 Where two or more persons jointly constitute the landlord in relation to a residential tenancy agreement— a the references to the landlord in— i section 22(7)(a), ii section 24(5), (6)(a) and (7),  ... iii section 26(6)(a) and (7)(b), iv section 33A, v section 33D, and vi section 33E, are to be taken as references to any of those persons; b any other references to the landlord in this Chapter are to be taken as references to all of those persons. 5 Where two or more persons jointly constitute the agent in relation to a residential tenancy agreement— a the references to the agent in section 26(5), (6)(a) and (7) are to be taken as references to any of those persons; b any other references to the agent in this Chapter are to be taken as references to all of those persons. 6 The Secretary of State may by order prescribe cases in which— a a residential tenancy agreement is, or is not, to be treated as being entered into for the purposes of this Chapter; b a person is, or is not, to be treated as occupying premises as an only or main residence for the purposes of this Chapter. 7 An order under subsection (6) prescribing a case may modify the application of this Chapter in relation to that case. 8 The cases mentioned in subsection (6)(a) include, in particular, cases where— a an option to renew an agreement is exercised; b rights of occupation under an agreement are varied; c an agreement is assigned (whether by the landlord or the tenant); d a periodic tenancy arises at the end of a fixed term; e an agreement grants a right of occupation on satisfaction of a condition; f there is a change in the persons in occupation of the premises leased under an agreement or in the circumstances of any such person."}, {"act": "Immigration Act 2014", "year": 2014, "section": "38", "section_title": "Immigration health charge", "section_text": "38 1 The Secretary of State may by order provide for a charge to be imposed on— a persons who apply for immigration permission, or b any description of such persons. 2 “ Immigration permission ” means— a leave to enter or remain in the United Kingdom for a limited period, b entry clearance which, by virtue of provision made under section 3A(3) of the Immigration Act 1971, has effect as leave to enter the United Kingdom for a limited period, or c any other entry clearance which may be taken as evidence of a person's eligibility for entry into the United Kingdom for a limited period. 3 An order under this section may in particular— a impose a separate charge on a person in respect of each application made by that person; b specify the amount of any charge (and different amounts may be specified for different purposes); c make provision about when or how a charge may or must be paid to the Secretary of State; d make provision about the consequences of a person failing to pay a charge (including provision for the person's application to be refused); e provide for exemptions from a charge; f provide for the reduction, waiver or refund of part or all of a charge (whether by conferring a discretion or otherwise). 4 In specifying the amount of a charge under subsection (3)(b) the Secretary of State must (among other matters) have regard to the range of health services that are likely to be available free of charge to persons who have been given immigration permission. 5 Sums paid by virtue of an order under this section must— a be paid into the Consolidated Fund, or b be applied in such other way as the order may specify. 6 In this section— “ entry clearance ” has the meaning given by section 33(1) of the Immigration Act 1971; “ health services ” means services provided as part of the health service in England, Wales, Scotland and Northern Ireland; and the references to applying for leave to enter or remain for a limited period include references to applying for a variation of leave to enter or remain which would result in leave to enter or remain for a limited period."}, {"act": "Immigration Act 2014", "year": 2014, "section": "39", "section_title": "Related provision: charges for health services", "section_text": "39 1 A reference in the  NHS  charging provisions to persons not ordinarily resident in Great Britain or persons not ordinarily resident in Northern Ireland includes (without prejudice to the generality of that reference) a reference to— a persons who require leave to enter or remain in the United Kingdom but do not have it, and b persons who have leave to enter or remain in the United Kingdom for a limited period  unless that leave was granted by virtue of residence scheme immigration rules . 2 The  “NHS charging provisions” are— a section 175 of the National Health Service Act 2006 (charges in respect of persons not ordinarily resident in Great Britain); b section 124 of the National Health Service (Wales) Act 2006 (charges in respect of persons not ordinarily resident in Great Britain); c section 98 of the National Health Service (Scotland) Act 1978 (charges in respect of persons not ordinarily resident in Great Britain); d Article 42 of the Health and Personal Social Services (Northern Ireland) Order 1972 (S.I. 1972/1265 (N.I. 14)) (provision of services to persons not ordinarily resident in Northern Ireland). 3 For the purposes of subsection (1) “residence scheme immigration rules” has the meaning given by section 17 of the European Union (Withdrawal Agreement) Act 2020."}, {"act": "Immigration Act 2014", "year": 2014, "section": "40", "section_title": "Prohibition on opening current accounts for disqualified persons", "section_text": "40 1 A bank or building society (B) must not open a current account for a person (P) who is within subsection (2) unless— a B has carried out a status check which indicates that P is not a disqualified person, or b at the time when the account is opened B is unable, because of circumstances that cannot reasonably be regarded as within its control, to carry out a status check in relation to P. 2 A person is within this subsection if he or she— a is in the United Kingdom, and b requires leave to enter or remain in the United Kingdom but does not have it. 3 For the purposes of this section— a carrying out a  “ status check ” in relation to P means checking with a specified anti-fraud organisation or a specified data-matching authority whether, according to information supplied to that organisation or authority by the Secretary of State, P is a disqualified person; b a  “disqualified person” is a person within subsection (2) for whom the Secretary of State considers that a current account should not be opened by a bank or building society; c opening an account for P includes— i opening a joint account for P and others; ii opening an account in relation to which P is a signatory or is identified as a beneficiary; iii adding P as an account holder or as a signatory or identified beneficiary in relation to an account. 4 In subsection (3)(a)— “ anti-fraud organisation ” has the same meaning as in section 68 of the Serious Crime Act 2007; “ data-matching authority ” means a person or body conducting data matching exercises, within the meaning of Schedule 9 to the Local Audit and Accountability Act 2014, under or by virtue of that or any other Act; “ specified ” means specified by an order made by the Secretary of State for the purposes of this section. 5 Subsection (1)(b) does not apply where— a a bank or building society is required to pay a reasonable fee for carrying out status checks, and b its inability to carry out a status check is due to its failure to pay the fee. 6 A bank or building society that refuses to open a current account for someone on the ground that he or she is a disqualified person must tell the person, if it may lawfully do so, that that is the reason for its refusal. 7 The prohibition in subsection (1) does not apply in the case of an account to be operated (or an account that is operated) by or for a person or body of a description specified in an order made by the Treasury."}, {"act": "Immigration Act 2014", "year": 2014, "section": "40A", "section_title": "Requirement to carry out immigration checks in relation to current accounts", "section_text": "40A 1 A bank or building society must, at such times or with such frequency as is specified in regulations made by the Treasury, carry out an immigration check in relation to each current account held with it that is not an excluded account. 2 For the purposes of this section carrying out an  “ immigration check ” in relation to a current account means checking whether, according to information supplied by the Secretary of State to a specified anti-fraud organisation or a specified data-matching authority, the account is operated by or for a disqualified person. 3 A  “disqualified person” is a person— a who is in the United Kingdom, b who requires leave to enter or remain in the United Kingdom but does not have it, and c for whom the Secretary of State considers that a current account should not be provided by a bank or building society. 4 A current account is an excluded account for the purposes of subsection (1) if the account is operated by or for a person or body of a description specified in regulations made by the Treasury. 5 An account is operated by or for a person or body if the person or body is an account holder or a signatory or identified as a beneficiary in relation to the account. 6 A bank or building society must— a make arrangements with a specified anti-fraud organisation or a specified data-matching authority for the purpose of enabling the bank or building society to carry out immigration checks in relation to current accounts, and b pay any reasonable fee required to be paid under those arrangements. 7 In this section  “ specified anti-fraud organisation ” and  “ specified data-matching authority ” have the same meaning as in section 40(3)(a)."}, {"act": "Immigration Act 2014", "year": 2014, "section": "40B", "section_title": "Requirement to notify existence of current accounts for disqualified persons", "section_text": "40B 1 This section applies where, as a result of an immigration check carried out under section 40A, a bank or building society identifies a current account that is operated by or for a person who the bank or building society believes to be a disqualified person. 2 Where this section applies, the bank or building society (as the case may be) must as soon as reasonably practicable— a notify the Secretary of State that a current account held with it is operated by or for a person who it believes to be a disqualified person, and b provide the Secretary of State with such other information as may be prescribed. 3 A notification made, or information provided, under subsection (2) must be made or provided in the prescribed form and manner. 4 In subsections (2) and (3)  “ prescribed ” means prescribed in regulations made by the Treasury. 5 Regulations under subsection (2) may (in particular) require the provision of information relating to any accounts held with the bank or building society that are operated by or for the person who is believed to be a disqualified person."}, {"act": "Immigration Act 2014", "year": 2014, "section": "40C", "section_title": "Action to be taken by Secretary of State following section 40B notification", "section_text": "40C 1 Where the Secretary of State receives a notification from a bank or building society under section 40B(2) in relation to a person, the Secretary of State must check whether the person is a disqualified person. 2 If the Secretary of State determines that the person is a disqualified person, the Secretary of State may apply under section 40D for a freezing order in respect of one or more of the accounts held with the bank or building society that are operated by or for the disqualified person. 3 If the Secretary of State decides not to apply for a freezing order under subsection (2), or decides to apply for a freezing order in respect of one or more but not all of the accounts held with the bank or building society that are operated by or for the disqualified person, the Secretary of State must notify the bank or building society that it is subject to the duty in section 40G(2) in relation to the disqualified person. 4 A notification made under subsection (3) must contain the prescribed information and be made in the prescribed form and manner. 5 In subsection (4)  “ prescribed ” means prescribed in regulations made by the Treasury. 6 If the Secretary of State determines that the person is not a disqualified person, the Secretary of State must notify the bank or building society accordingly."}, {"act": "Immigration Act 2014", "year": 2014, "section": "40D", "section_title": "Freezing orders", "section_text": "40D 1 On an application by the Secretary of State under section 40C(2), the court may make a freezing order in respect of any account specified in the application. 2 A freezing order in respect of an account is an order that prohibits each person and body by or for whom the account is operated from making withdrawals or payments from the account. 3 A freezing order may be made subject to exceptions. 4 An exception may (in particular)— a make provision for the disqualified person to meet his or her reasonable living expenses and reasonable legal expenses; b allow another person or body by or for whom the account is operated to make withdrawals or payments from the account. 5 An application for a freezing order may be made without notice. 6 The court may vary or discharge a freezing order made in respect of an account (whether made under this section or on an appeal under section 40E) on an application made by— a the Secretary of State, or b a person or body by or for whom the account is operated. 7 If the Secretary of State applies for a freezing order in respect of an account and the order is not made, or the order is made but subsequently discharged, the Secretary of State must notify the bank or building society that it is subject to the duty in section 40G(2) in relation to the disqualified person. 8 A notification made under subsection (7) must contain the information and be in the form and manner prescribed in regulations made under subsection (4) of section 40C for the purposes of subsection (3) of that section. 9 In this section— “ the court ” means— in England and Wales, a magistrates' court; in Scotland, the sheriff; in Northern Ireland, a court of summary jurisdiction; “ the disqualified person ” means the person who, following a check under section 40C(1), was determined to be a disqualified person, resulting in the application for the freezing order."}, {"act": "Immigration Act 2014", "year": 2014, "section": "40E", "section_title": "Freezing orders: appeals", "section_text": "40E 1 An appeal may be made to the relevant appeal court against a decision of a court under section 40D. 2 The right of appeal under subsection (1) is exercisable by— a the Secretary of State, and b if the decision relates to a freezing order that is in force in respect of an account, a person or body by or for whom the account is operated. 3 On an appeal under this section the relevant appeal court may make— a whatever orders are necessary to give effect to its determination of the appeal; b whatever incidental or consequential orders appear to it to be just. 4 In this section  “ the relevant appeal court ” means— a the Crown Court, where the decision appealed against is a decision of a magistrates' court; b the Sheriff Appeal Court, where the decision appealed against is a decision of the sheriff; c a county court, where the decision appealed against is a decision of a court of summary jurisdiction."}, {"act": "Immigration Act 2014", "year": 2014, "section": "40F", "section_title": "Freezing orders: code of practice", "section_text": "40F 1 The Secretary of State must issue a code of practice— a specifying the factors that the Secretary of State will consider when deciding whether to apply for a freezing order under section 40C(2), b outlining the arrangements for keeping a freezing order under review for the purpose of deciding whether to apply under section 40D(6) for its variation or discharge, and c specifying the factors that the Secretary of State will consider when deciding whether to make such an application. 2 The Secretary of State must from time to time review the code and may revise and re-issue it following a review. 3 The code (or revised code)— a may not be issued unless a draft has been laid before Parliament, and b comes into force in accordance with provision contained in regulations made by the Secretary of State."}, {"act": "Immigration Act 2014", "year": 2014, "section": "40G", "section_title": "Closure of accounts not subject to freezing order", "section_text": "40G 1 This section applies where— a a bank or building society makes a notification under section 40B(2) in relation to a person, b the person is determined by the Secretary of State (following a check under section 40C(1)) to be a disqualified person, and c the bank or building society receives a notification under section 40C(3) or 40D(7) in relation to the disqualified person. 2 Where this section applies the bank or building society must as soon as reasonably practicable close each account held with it that— a in the case of a notification under section 40C(3), is operated by or for the disqualified person and is not the subject of an application for a freezing order; b in the case of a notification under section 40D(7), is operated by or for the disqualified person and in respect of which a freezing order is not in force. 3 The bank or building society may delay closing an account which it would otherwise be required to close under subsection (2) if at the time at which it would otherwise be required to close it— a the account is overdrawn, or b where the account is operated by or for the disqualified person and one or more bodies or other persons, the bank or building society considers that closing the account would significantly adversely affect the interests of any of those other bodies or persons. 4 Where subsection (3) applies, closure of the account may be delayed for such period as is reasonable (but not indefinitely). 5 If an account falling within subsection (2) is operated by or for the disqualified person and one or more bodies or other persons, the bank or building society is to be treated as having complied with that subsection in relation to that account if, as soon as reasonably practicable, it takes all such steps as are necessary to prevent the account from being operated by or for the disqualified person (instead of closing the account). 6 Where the bank or building society closes an account in compliance with this section, it must tell each person or body by or for whom the account is operated, if it may lawfully do so, why it has closed the account. 7 Where the bank or building society prevents an account from being operated by or for the disqualified person by virtue of subsection (5), it must tell each person or body by or for whom the account is operated, if it may lawfully do so, why it has prevented the account from being operated by or for the disqualified person. 8 The bank or building society must provide the Secretary of State with information about the steps that it has taken to comply with this section. 9 Information provided under subsection (8) must be provided in the prescribed form and manner and at the prescribed times or with the prescribed frequency. 10 In subsection (9)  “ prescribed ” means prescribed in regulations made by the Treasury."}, {"act": "Immigration Act 2014", "year": 2014, "section": "40H", "section_title": "Sections 40A to 40G: interpretation", "section_text": "40H 1 This section applies for the purposes of sections 40A to 40G. 2 “ Account ” includes a financial product by means of which a payment may be made. 3 “ Freezing order ” has the meaning given by section 40D(2). 4 “ Disqualified person ” has the meaning given by section 40A(3). 5 References to an account being operated by or for a person or body are to be read in accordance with section 40A(5)."}, {"act": "Immigration Act 2014", "year": 2014, "section": "41", "section_title": "Regulation by Financial Conduct Authority", "section_text": "41 1 The Treasury may make regulations to enable the Financial Conduct Authority to make arrangements for monitoring and enforcing compliance with the prohibition imposed on banks and building societies by section 40  and the requirements imposed on them by sections 40A, 40B and 40G  . 2 The regulations may (in particular)— a provide for the Financial Conduct Authority to be given free access to the information to which banks and building societies are given access when carrying out status checks under section 40  or immigration checks under section 40A  ; b apply, or make provision corresponding to, any of the provisions of the Financial Services and Markets Act 2000, including in particular those mentioned in subsection (3), with or without modification. 3 The provisions are— a provisions about investigations, including powers of entry and search and criminal offences; b provisions for the grant of an injunction (or, in Scotland, an interdict) in relation to a contravention or anticipated contravention; c provisions giving the Financial Conduct Authority powers to impose disciplinary measures (including financial penalties) or to give directions; d provisions giving a Minister of the Crown (within the meaning of the Ministers of the Crown Act 1975) or the Financial Conduct Authority powers to make subordinate legislation; e provisions for the Financial Conduct Authority to charge fees."}, {"act": "Immigration Act 2014", "year": 2014, "section": "42", "section_title": "“Bank” and  “building society”", "section_text": "42 1 In sections 40  to 41     “ bank ” means an authorised deposit-taker that has its head office or a branch in the United Kingdom. This is subject to subsection (4). 2 In subsection (1)  “ authorised deposit-taker ” means— a a person who under Part 4A of the Financial Services and Markets Act 2000 has permission to accept deposits; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A reference in subsection (2) to a person  ... with permission to accept deposits does not include a person  ... with permission to do so only for the purposes of, or in the course of, an activity other than accepting deposits. 4 “ Bank ” does not include— a a building society; b a person who is specified, or is within a class of persons specified, by an order under section 38 of the Financial Services and Markets Act 2000 (exemption orders); c a credit union within the meaning given by section 31(1) of the Credit Unions Act 1979 or by Article 2(2) of the Credit Unions (Northern Ireland) Order 1985; d a friendly society within the meaning given by section 116 of the Friendly Societies Act 1992. 5 In sections 40  to 41  , and in subsection (4),  “ building society ” means a building society incorporated (or deemed to be incorporated) under the Building Societies Act 1986."}, {"act": "Immigration Act 2014", "year": 2014, "section": "43", "section_title": "Power to amend", "section_text": "43 1 The Treasury may by order amend any of sections 40 to 42 so as— a to alter the categories of financial institution to which those sections apply; b to alter the categories of account to which the prohibition in section 40(1)  or the requirement in section 40A(1)   applies; c to include provision defining a category of account specified in  section 40 or 40A  ; d to provide for the prohibition in section 40(1) not to apply in the case of an account to be operated (or an account that is operated) by or for a person or body of a specified description. 2 An order under subsection (1) may amend a section so that it provides for a matter to be specified in a further order to be made by the Treasury. 3 In subsection (1)  “ account ” includes a financial product by means of which a payment may be made."}, {"act": "Immigration Act 2014", "year": 2014, "section": "44", "section_title": "Appeals against penalty notices", "section_text": "44 In section 17 of the Immigration, Asylum and Nationality Act 2006 (appeal), for subsections (4) and (5) substitute— 4A An appeal may be brought only if the employer has given a notice of objection under section 16 and the Secretary of State— a has determined the objection by issuing to the employer the penalty notice (as a result of increasing the penalty under section 16(4)(c)), b has determined the objection by— i reducing the penalty under section 16(4)(b), or ii taking no action under section 16(4)(d), or c has not informed the employer of a decision before the end of the period that applies for the purposes of section 16(5)(b). 4B An appeal must be brought within the period of 28 days beginning with the relevant date. 4C Where the appeal is brought under subsection (4A)(a), the relevant date is the date specified in the penalty notice issued in accordance with section 16(5)(c) as the date on which it is given. 4D Where the appeal is brought under subsection (4A)(b), the relevant date is the date specified in the notice informing the employer of the decision for the purposes of section 16(5)(b) as the date on which it is given. 4E Where the appeal is brought under subsection (4A)(c), the relevant date is the date on which the period that applies for the purposes of section 16(5)(b) ends."}, {"act": "Immigration Act 2014", "year": 2014, "section": "45", "section_title": "Recovery of sums payable under penalty notices", "section_text": "45 In section 18 of the Immigration, Asylum and Nationality Act 2006 (enforcement), for subsections (1) and (2) substitute— 1 This section applies where a sum is payable to the Secretary of State as a penalty under section 15. 1A In England and Wales the penalty is recoverable as if it were payable under an order of the county court. 1B In Scotland, the penalty may be enforced in the same manner as an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 1C In Northern Ireland the penalty is recoverable as if it were payable under an order of a county court in Northern Ireland. 1D Where action is taken under this section for the recovery of a sum payable as a penalty under section 15, the penalty is— a in relation to England and Wales, to be treated for the purposes of section 98 of the Courts Act 2003 (register of judgments and orders etc) as if it were a judgment entered in the county court; b in relation to Northern Ireland, to be treated for the purposes of Article 116 of the Judgments Enforcement (Northern Ireland) Order 1981 (S.I. 1981/226 (N.I. 6)) (register of judgments) as if it were a judgment in respect of which an application has been accepted under Article 22 or 23(1) of that Order."}, {"act": "Immigration Act 2014", "year": 2014, "section": "46", "section_title": "Grant of driving licences: residence requirement", "section_text": "46 1 In section 97 of the Road Traffic Act 1988 (grant of licences), in the opening words of subsection (1), after  “who” insert  “                      meets the relevant residence requirement (see section 97A) and                    ” . 2 After that section insert— Residence requirement 97A 1 For the purposes of an application under section 97, a person meets the relevant residence requirement if, on the date the application is made— a in the case of an application that is made by virtue of section 89(1)(ea) (application by holder of Community licence), the applicant is lawfully resident in the United Kingdom and— i is also normally resident in the United Kingdom, or ii has been attending a course of study in the United Kingdom during the period of six months ending on that date; b in the case of an application that is made by virtue of section 89(1)(f) (application by holder of exchangeable licence), the applicant is normally and lawfully resident in Great Britain but has not been so resident for more than the prescribed period; c in the case of an application that is made by virtue of section 97(2) (application for provisional licence), the applicant is lawfully resident in Great Britain and the Secretary of State is satisfied that the applicant will remain so for not less than 185 days; and d in any other case, the applicant is normally and lawfully resident in Great Britain. 2 For the purposes of subsection (1) a person is not lawfully resident in Great Britain or the United Kingdom if the person requires leave to enter or remain in the United Kingdom but does not have it. 3 In Article 13 of the Road Traffic (Northern Ireland) Order 1981 (S.I. 1981/154 (N.I. 1)) (grant of licences), in the opening words of paragraph (1), after  “who” insert  “                      meets the relevant residence requirement (see Article 13A) and                    ” . 4 After that Article insert— Residence requirement 13A 1 For the purposes of an application under Article 13, a person meets the relevant residence requirement if, on the date the application is made— a in the case of an application that is made by virtue of Article 5(1)(ea) (application by holder of Community licence), the applicant is lawfully resident in the United Kingdom and— i is also normally resident in the United Kingdom, or ii has been attending a course of study in the United Kingdom during the period of six months ending on that date; b in the case of an application that is made by virtue of Article 5(1)(f) (application by holder of exchangeable licence), the applicant is normally and lawfully resident in Northern Ireland but has not been so resident for more than the prescribed period; c in the case of an application that is made by virtue of Article 13(2) (application for provisional licence), the applicant is lawfully resident in Northern Ireland and the Department is satisfied that the applicant will remain so for not less than 185 days; and d in any other case, the applicant is normally and lawfully resident in Northern Ireland. 2 For the purposes of paragraph (1) a person is not lawfully resident in Northern Ireland or the United Kingdom if the person requires leave to enter or remain in the United Kingdom but does not have it."}, {"act": "Immigration Act 2014", "year": 2014, "section": "47", "section_title": "Revocation of driving licences on grounds of immigration status", "section_text": "47 1 In section 99 of the Road Traffic Act 1988 (duration of licences)— a after subsection (3) insert— 3ZA Where it appears to the Secretary of State that a licence holder is not lawfully resident in the United Kingdom, the Secretary of State may serve notice in writing on that person revoking the licence and requiring the person to surrender the licence and its counterpart forthwith to the Secretary of State, and it is the duty of that person to comply with the requirement. 3ZB For the purposes of subsection (3ZA) a person is not lawfully resident in the United Kingdom if the person requires leave to enter or remain in the United Kingdom but does not have it. ; b in subsection (5), after  “(3)” insert  “                          , (3ZA)                        ” ; c in subsection (7ZZA)— i after  “(3)” insert  “                              , (3ZA)                            ” ; ii after  “subsections and” insert  “                              , except in the case of a licence and counterpart surrendered in pursuance of subsection (3ZA),                            ” . 2 In section 100 of that Act (appeals)— a in subsection (1)(c), after  “99(3)” insert  “                          , (3ZA)                        ” ; b at the end insert— 4 In any proceedings under this section about the revocation of a licence in pursuance of section 99(3ZA) (revocation on grounds of immigration status), the court or sheriff is not entitled to entertain any question as to whether— a the appellant should be, or should have been, granted leave to enter or remain in the United Kingdom, or b the appellant has, after the date that the Secretary of State served notice under section 99(3ZA), been granted leave to enter or remain in the United Kingdom. 3 In Article 15 of the Road Traffic (Northern Ireland) Order 1981 (S.I. 1981/154 (N.I. 1)) (duration of licences)— a after paragraph (5) insert— 5ZA Where it appears to the Department that a licence holder is not lawfully resident in the United Kingdom, the Department may serve notice in writing on that person revoking the licence and requiring the person to surrender the licence and its counterpart forthwith to the Department, and it is the duty of that person to comply with the requirement. 5ZB For the purposes of paragraph (5ZA) a person is not lawfully resident in the United Kingdom if the person requires leave to enter or remain in the United Kingdom but does not have it. ; b in paragraph (7), after  “(5)” insert  “                          , (5ZA)                        ” . 4 In Article 16 of that Order (appeals)— a in paragraph (1)(c), after  “15(5)” insert  “                          , (5ZA)                        ” ; b at the end insert— 4 In any proceedings under this Article about the revocation of a licence in pursuance of Article 15(5ZA) (revocation on grounds of immigration status), the court is not entitled to entertain any question as to whether— a the appellant should be, or should have been, granted leave to enter or remain in the United Kingdom, or b the appellant has, after the date that the Department served notice under Article 15(5ZA), been granted leave to enter or remain in the United Kingdom."}, {"act": "Immigration Act 2014", "year": 2014, "section": "48", "section_title": "Decision whether to investigate", "section_text": "48 1 This section applies if— a a superintendent registrar refers a proposed marriage to the Secretary of State under section 28H of the Marriage Act 1949, or b a registration authority refers a proposed civil partnership to the Secretary of State under section 12A of the Civil Partnership Act 2004. 1A This section also applies if— a a registrar refers a proposed marriage to the Secretary of State under Article 3E of the Marriage (Northern Ireland) Order 2003, or b a registrar refers a proposed civil partnership to the Secretary of State under section 139E of the Civil Partnership Act 2004. 1B This section also applies if— a a district registrar refers a proposed marriage to the Secretary of State under section 3F of the Marriage (Scotland) Act 1977, or b a district registrar refers a proposed civil partnership to the Secretary of State under section 88F of the Civil Partnership Act 2004. 2 The Secretary of State must decide whether to investigate whether the proposed marriage or civil partnership is a sham. 3 The Secretary of State may not decide to conduct such an investigation unless conditions A and B are met. 4 Condition A is met if the Secretary of State is satisfied that— a only one of the parties to the proposed marriage or civil partnership is an exempt person, or b neither of the parties are exempt persons. 5 Condition B is met if the Secretary of State has reasonable grounds for suspecting that the proposed marriage or civil partnership is a sham. 6 In making the decision whether to investigate, regard must be had to any guidance published by the Secretary of State for this purpose. 7 In the case of a proposed marriage  referred to the Secretary of State as mentioned in subsection (1)(a) , the Secretary of State must give notice of the decision made under this section to— a both of the parties to the proposed marriage,  ... b the superintendent registrar who referred the proposed marriage to the Secretary of State  , and c if different, the superintendent registrar responsible for issuing the marriage schedule under section 31 of the Marriage Act 1949 in relation to the proposed marriage. 8 In the case of a proposed civil partnership  referred to the Secretary of State as mentioned in subsection (1)(b) , the Secretary of State must give notice of the decision made under this section to— a both of the parties to the proposed civil partnership, b the registration authority who referred the proposed civil partnership to the Secretary of State, and c if different, the registration authority responsible for issuing the civil partnership schedule under section 14(1) of the Civil Partnership Act 2004 in relation to the proposed civil partnership. 8A In the case of a proposed marriage referred to the Secretary of State as mentioned in subsection (1A)(a), the Secretary of State must give notice of the decision made under this section to— a both of the parties to the proposed marriage, and b the registrar who referred the proposed marriage to the Secretary of State. 8B In the case of a proposed civil partnership referred to the Secretary of State as mentioned in subsection (1A)(b), the Secretary of State must give notice of the decision made under this section to— a both of the parties to the proposed civil partnership, and b the registrar who referred the proposed civil partnership to the Secretary of State. 8C In the case of a proposed marriage referred to the Secretary of State as mentioned in subsection (1B)(a), the Secretary of State must give notice of the decision made under this section to— a both of the parties to the proposed marriage, and b the district registrar who referred the proposed marriage to the Secretary of State. 8D In the case of a proposed civil partnership referred to the Secretary of State as mentioned in subsection (1B)(b), the Secretary of State must give the notice of the decision made under this section to— a both of the parties to the proposed civil partnership, and b the district registrar who referred the proposed civil partnership to the Secretary of State. 9 The Secretary of State must make the decision, and give the notice, required by this section within the relevant statutory period."}, {"act": "Immigration Act 2014", "year": 2014, "section": "49", "section_title": "Exempt persons", "section_text": "49 1 A person who is a party to a proposed marriage or civil partnership is an exempt person if the person— a is a relevant national; b has the appropriate immigration status; or c holds a relevant visa in respect of the proposed marriage or civil partnership. 2 A person has the appropriate immigration status if the person— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b is exempt from immigration control; or c is settled in the United Kingdom (within the meaning of the Immigration Act 1971 — see section 33(2A) of that Act). 2A “ Retained enforceable EU right ” means a right that— a was created or arose by or under the EU Treaties before the coming into force of this subsection, and b forms part of retained EU law by virtue of section 3 or 4 of the European Union (Withdrawal) Act 2018, as that right is modified from time to time. 3 The question of whether a person is exempt from immigration control is to be determined in accordance with regulations made for this purpose by the Secretary of State. 4 A person holds a relevant visa if the person holds a visa or other authorisation that is of a kind specified for this purpose in regulations made by the Secretary of State. 5 The Secretary of State may not specify a visa or other authorisation under subsection (4) unless the Secretary of State considers that the purpose of issuing that kind of visa or authorisation is, or includes, enabling a person to enter or remain in the United Kingdom to marry or form a civil partnership."}, {"act": "Immigration Act 2014", "year": 2014, "section": "50", "section_title": "Conduct of investigation", "section_text": "50 1 An investigation must be conducted in accordance with any regulations made by the Secretary of State for this purpose. 2 In conducting an investigation, regard must also be had to any guidance published by the Secretary of State for this purpose. 3 A relevant party must comply with a requirement specified in regulations made under section 51(4) if— a the section 48 notice given to the relevant party states that he or she must do so, or b the Secretary of State subsequently notifies the relevant party (orally or in writing) that he or she must do so; and the relevant party must comply with that requirement in the manner stated in the section 48 notice or in the Secretary of State's notification (if such a manner is stated there). 4 As part of an investigation, the Secretary of State must decide whether or not each of the relevant parties has complied with the investigation (the  “compliance question”). 5 The compliance question must be decided in accordance with any regulations made by the Secretary of State for this purpose. 6 In deciding the compliance question, regard must also be had to any guidance published by the Secretary of State for this purpose. 7 Within the 70 day period, the Secretary of State must— a decide the compliance question; and b give notice of that decision to the persons to whom the Secretary of State gave the section 48 notice relating to the proposed marriage or civil partnership. 8 If the Secretary of State's decision is that one or both of the relevant parties have not complied with the investigation, the notice under subsection (7) must include a statement of the Secretary of State's reasons for reaching that decision. 9 Regulations made under this section may, in particular, make provision about— a the circumstances in which a relevant party is to be taken to have failed to comply with a relevant requirement; b the consequences of a relevant party's failure to comply with a relevant requirement. 10 The provision that may be made under subsection (9)(b) includes provision for the compliance question to be decided (in whole or in part) by reference to a relevant party's compliance or non-compliance with one or more relevant requirements. 11 In this section— “ 70 day period ” means the period of 70 days beginning with the day on which the relevant statutory period begins; “ investigation ” means an investigation, conducted following a decision by the Secretary of State under section 48, whether a proposed marriage or civil partnership is a sham; “ relevant party ” means a person who is a party to a proposed marriage or civil partnership that is the subject of an investigation; “ relevant requirement ”  in relation to a proposed marriage or civil partnership under the law of England and Wales,   means any requirement imposed by law, including a requirement imposed by or in accordance with— subsection (3); section 27E, 28B or 28C of the Marriage Act 1949; regulations under section 28D of that Act; section 8A, or any of sections 9 to 9B, of the Civil Partnership Act 2004.   “relevant requirement” in relation to a proposed marriage or civil partnership under the law of Northern Ireland, means any requirement imposed by law, including a requirement imposed by or in accordance with— subsection (3); regulations under paragraph 4 of Schedule 5; Article 3A or 3B of the Marriage (Northern Ireland) Order 2003; Article 5 of the Marriage (Northern Ireland) Order 2003 so far as that requirement relates to nationality; section 139A or 139B of the Civil Partnership Act 2004; section 141 of the Civil Partnership Act 2004 so far as that requirement relates to nationality .     “relevant requirement” in relation to a proposed marriage or civil partnership under the law of Scotland, means any requirement imposed by law including a requirement imposed by or in accordance with— subsection (3); regulations under paragraph 4 of Schedule 5; section 3(4A) , 3A or 3B of the Marriage (Scotland) Act 1977; section 88(8) , 88A or 88B of the Civil Partnership Act 2004.  "}, {"act": "Immigration Act 2014", "year": 2014, "section": "51", "section_title": "Investigations: supplementary", "section_text": "51 1 A section 48 notice which states that the Secretary of State has decided to investigate whether a proposed marriage or civil partnership is a sham must include— a notice that the compliance question must be decided within the period of 70 days mentioned in section 50(7); b notice of the date on which that period will end; c notice that a relevant party may be required to comply with one or more requirements imposed by the Secretary of State subsequently in accordance with section 50(3); and d prescribed information about the investigation. 2 The section 48 notice may also include such other information as the Secretary of State considers appropriate. 3 For the purposes of subsection (1)(d)  “ prescribed information ” means information prescribed by the Secretary of State by regulations; and the information that may be prescribed includes information about— a the conduct of the investigation; b requirements with which the relevant parties must comply in relation to the investigation; c the consequence of a failure to comply with those or any other requirements; d the possible outcomes of the investigation; e the consequences of those outcomes. 4 The Secretary of State may, by regulations, specify requirements relating to the conduct of investigations which may be imposed on a relevant party by the section 48 notice or by the Secretary of State subsequently in accordance with section 50(3). 5 Regulations made under subsection (4) may, in particular, specify any of the following requirements— a a requirement to make contact with a particular person or description of persons in a particular way (including by telephoning a particular number) within a particular time period; b a requirement to be present at a particular place at a particular time; c a requirement to be visited at home; d a requirement to be interviewed; e a requirement to provide information (whether orally or in writing); f a requirement to provide photographs; g a requirement to provide evidence. 6 The provisions of this Part, and any investigation or other steps taken under those provisions (including the decision of the compliance question), do not limit the powers of the Secretary of State in relation to marriages or civil partnerships that are, or are suspected to be, a sham (including any powers to investigate such marriages or civil partnerships). 7 In this section  “ investigation ”,  “ relevant party ” and  “ compliance question ” have the same meanings as in section 50."}, {"act": "Immigration Act 2014", "year": 2014, "section": "52", "section_title": "Referral of proposed marriages and civil partnerships in England and Wales", "section_text": "52 Schedule 4 (referral of proposed marriages and civil partnerships in England and Wales) has effect."}, {"act": "Immigration Act 2014", "year": 2014, "section": "53", "section_title": "Extension of scheme to Scotland and Northern Ireland", "section_text": "53 1 The Secretary of State may, by order, make such provision as the Secretary of State considers appropriate for extending the referral and investigation scheme to any of the following— a proposed marriages under the law of Scotland; b proposed civil partnerships under the law of Scotland; c proposed marriages under the law of Northern Ireland; d proposed civil partnerships under the law of Northern Ireland. 2 An order under this section may— a make provision having a similar effect to the provision made by section 58, Schedule 4, or Parts 1, 2 and 4 of Schedule 6; b confer functions on any person; c amend, repeal or revoke any enactment (including an enactment contained in this Act). 3 The power under subsection (2)(b) to confer functions includes power to impose a duty of referral on persons exercising functions in Scotland or Northern Ireland in relation to marriage or civil partnership. 4 But an order under this section may not impose that or any other duty, or otherwise confer functions, on— a the Scottish Ministers, b the First Minister and deputy First Minister in Northern Ireland, c a Northern Ireland Minister, or d a Northern Ireland department. 5 In this section— “ duty of referral ” means a duty to refer a proposed marriage or proposed civil partnership to the Secretary of State in a case where— one of the parties is not an exempt person, or both of the parties are not exempt persons; “ enactment ” includes— an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; an enactment contained in, or in an instrument made under, Northern Ireland legislation; “ referral and investigation scheme ” means the provision made by sections 48 to 51."}, {"act": "Immigration Act 2014", "year": 2014, "section": "54", "section_title": "Supplementary provision", "section_text": "54 1 This section applies if the referral and investigation scheme is extended by an order under section 53 (an  “extension order”). 2 The Secretary of State may make administrative regulations in connection with the application of the scheme— a to proposed marriages or civil partnerships under the law of Scotland (insofar as the scheme is extended to them), and b to proposed marriages or civil partnerships under the law of Northern Ireland (insofar as the scheme is extended to them). 3 For that purpose  “ administrative regulations ” means regulations of any kind set out in Schedule 5 (sham marriage and civil partnership: administrative regulations). 4 The Secretary of State may by order make provision about— a the information that must or may be given, or b the matters in respect of which evidence must or may be given, in relation to proposed marriages or civil partnerships under the law of Scotland or Northern Ireland in cases where one or both of the parties is not a relevant national. 5 An order under subsection (4) may amend, repeal or revoke any enactment (including an enactment contained in this Act or in provision made by an extension order or an order under subsection (4)). 6 If an extension order makes provision (“information disclosure provision”) having similar effect to the provision made by paragraph 2 of Schedule 6 about the disclosure of information for immigration purposes, the Secretary of State may by order specify other immigration purposes (in addition to those specified in provision made by an extension order or in any provision made under this subsection) for which information may be disclosed under the information disclosure provision. 7 The Secretary of State must consult— a the Registrar General for Scotland before making administrative regulations, or an order under subsection (4), in relation to proposed marriages or civil partnerships under the law of Scotland; b the Registrar General for Northern Ireland before making administrative regulations, or an order under subsection (4), in relation to proposed marriages or civil partnerships under the law of Northern Ireland. 8 Expressions used in this section or Schedule 5 that are also used in section 53 have the same meanings in this section or Schedule 5 as in section 53."}, {"act": "Immigration Act 2014", "year": 2014, "section": "55", "section_title": "Meaning of  “sham marriage” and  “sham civil partnership”", "section_text": "55 1 The Immigration and Asylum Act 1999 is amended in accordance with this section. 2 In section 24 (duty to report suspicious marriages), for subsection (5) substitute— 5 A marriage (whether or not it is void) is a  “sham marriage” if— a either, or both, of the parties to the marriage is not a relevant national, b there is no genuine relationship between the parties to the marriage, and c either, or both, of the parties to the marriage enter into the marriage for one or more of these purposes— i avoiding the effect of one or more provisions of United Kingdom immigration law or the immigration rules; ii enabling a party to the marriage to obtain a right conferred by that law or those rules to reside in the United Kingdom. 6 In subsection (5)— “ relevant national ” means— a British citizen, a national of an EEA State other than the United Kingdom, or a national of Switzerland; “ United Kingdom immigration law ” includes any subordinate legislation concerning the right of relevant nationals to move between and reside in member States. . 3 In section 24A (duty to report suspicious civil partnerships), for subsection (5) substitute— 5 A civil partnership (whether or not it is void) is a  “sham civil partnership” if— a either, or both, of the parties to the civil partnership is not a relevant national, b there is no genuine relationship between the parties to the civil partnership, and c either, or both, of the parties to the civil partnership enter into the civil partnership for one or more of these purposes— i avoiding the effect of one or more provisions of United Kingdom immigration law or the immigration rules; ii enabling a party to the civil partnership to obtain a right conferred by that law or those rules to reside in the United Kingdom. 5A In subsection (5)— “ relevant national ” means— a British citizen, a national of an EEA State other than the United Kingdom, or a national of Switzerland; “ United Kingdom immigration law ” includes any subordinate legislation concerning the right of relevant nationals to move between and reside in member States. ."}, {"act": "Immigration Act 2014", "year": 2014, "section": "56", "section_title": "Duty to report suspicious marriages and civil partnerships", "section_text": "56 1 The Immigration and Asylum Act 1999 is amended in accordance with this section. 2 In section 24 (duty to report suspicious marriages), in subsection (1)— a after paragraph (a) insert— aa a superintendent registrar, or registrar of births, deaths and marriages, who receives information in advance of a person giving such a notice, ; b at the end of paragraph (c), omit  “or”; c after paragraph (c) insert— ca a district registrar who receives information in advance of a person submitting such a notice or certificate, ; d after paragraph (d) insert or                         da a registrar or deputy registrar who receives information in advance of a person giving such a notice, . 3 In section 24A (duty to report suspicious civil partnerships), in subsection (1)— a after paragraph (a) insert— aa a registration authority that receives information in advance of a person giving such a notice, ; b at the end of paragraph (c), omit  “or”; c after paragraph (c) insert— ca a district registrar who receives information in advance of a person giving such a notice, ; d after paragraph (d) insert or                         da a registrar who receives information in advance of a person giving such a notice, ."}, {"act": "Immigration Act 2014", "year": 2014, "section": "57", "section_title": "Solemnization of marriage according to rites of Church of England", "section_text": "57 1 The Marriage Act 1949 is amended in accordance with this section. 2 In section 5 (methods of authorising marriages)— a at the beginning insert— 1 ; b in the words after paragraph (d), for  “except that paragraph (a)” substitute— 2 Subsection (1)(a) ; c at the end insert— 3 In a case where one or both of the persons whose marriage is to be solemnized is not a relevant national— a subsection (1)(a) shall not apply unless the banns are published in accordance with section 14 (whether or not the banns are also published otherwise); b subsection (1)(c) shall not apply. . 3 In section 8 (notice to clergy before publication of banns)— a at the beginning insert— 1 ; b for  “delivered to him a notice” substitute delivered to him—                           a a notice ; c at the end insert , and                           b specified evidence that both of the persons are relevant nationals. 2 In this section  “ specified evidence ” means evidence that is in accordance with regulations made under section 28G. . 4 In section 16 (provisions as to common licences), before subsection (2) insert— 1C A common licence shall not be granted unless the persons to be married deliver to the person granting the licence specified evidence that both of the persons are relevant nationals. 1D For that purpose  “ specified evidence ” means evidence that is in accordance with regulations made under section 28G. ."}, {"act": "Immigration Act 2014", "year": 2014, "section": "58", "section_title": "Requirement as to giving of notice of marriage or civil partnership", "section_text": "58 1 Section 19 of the Asylum and Immigration (Treatment of Claimants, etc) Act 2004 (procedure for marriage in England and Wales) is amended in accordance with subsections (2) and (3). 2 For subsection (1) substitute— 1 This section applies to a marriage that is to be solemnised on the authority of certificates issued by a superintendent registrar under Part 3 of the Marriage Act 1949 (the  “ 1949 Act ”) unless each party to the marriage falls within exception A or exception B. 1A A party to the marriage falls within exception A if the person is a relevant national. 1B A party to the marriage falls within exception B if— a the person is exempt from immigration control, and b the notice of marriage is accompanied by the specified evidence required by section 28C(2) of the 1949 Act that the person is exempt from immigration control. . 3 For subsection (4) substitute— 4 In this section— a a reference to a person being a relevant national, or being exempt from immigration control, has the same meaning as in section 49 of the Immigration Act 2014; b “ notice of marriage ” means a notice of marriage given under section 27 of the 1949 Act. . 4 Schedule 23 to the Civil Partnership Act 2004 (immigration control and formation of civil partnerships) is amended in accordance with subsections (5) to (9). 5 Before paragraph 1 insert— A1 1 Part 2 of this Schedule applies to a civil partnership that is to be formed in England and Wales by signing a civil partnership schedule unless each party to the civil partnership falls within exception A or exception B. 2 A party to the civil partnership falls within exception A if the person is a relevant national. 3 A party to the civil partnership falls within exception B if— a the person is exempt from immigration control, and b the notice of civil partnership is accompanied by the specified evidence required by section 9A(2) that the person is exempt from immigration control. 4 In this paragraph, a reference to a person being a relevant national, or being exempt from immigration control, has the same meaning as in section 49 of the Immigration Act 2014. . 6 For paragraph 1(1) substitute— 1 1A Part 3 of this Schedule applies if— a two people wish to register in Scotland as civil partners of each other, and b one of them is subject to immigration control. 1B Part 4 of this Schedule applies if— a two people wish to register in Northern Ireland as civil partners of each other, and b one of them is subject to immigration control. . 7 For paragraph 3 substitute— 3 This Part of this Schedule applies as mentioned in paragraph A1. . 8 For paragraph 8 substitute— 8 This Part of this Schedule applies as mentioned in paragraph 1(1A). . 9 For paragraph 12 substitute— 12 This Part of this Schedule applies as mentioned in paragraph 1(1B). ."}, {"act": "Immigration Act 2014", "year": 2014, "section": "59", "section_title": "Information", "section_text": "59 Schedule 6 (information) has effect."}, {"act": "Immigration Act 2014", "year": 2014, "section": "60", "section_title": "Regulations about evidence", "section_text": "60 1 The Secretary of State may make regulations about evidence relevant to the determination of any of the following questions for a purpose of this Part— a whether a person is a relevant national; b whether a person has the appropriate immigration status; c whether a person has a relevant visa. 2 The regulations may, in particular, make provision about— a the kind of evidence which is to be supplied; b the form in which evidence is to be supplied; c the manner in which evidence is to be supplied; d the period within which evidence is to be supplied; e the supply of further evidence; f the sufficiency of evidence supplied; g the consequences of failing to supply sufficient evidence in accordance with the regulations (including provision to secure that, in such a case, a particular decision is made or is to be treated as having been made); h the retention or copying of evidence supplied. 3 The Secretary of State must consult the Registrar General before making regulations under this section. 4 In this section  “ evidence ” includes a photograph or other image."}, {"act": "Immigration Act 2014", "year": 2014, "section": "61", "section_title": "Notices", "section_text": "61 1 The Secretary of State may, by regulations, make provision about the giving of— a notices under any provision of this Part; b notices relating to the referral of proposed marriages under section 28H of the Marriage Act 1949 which are given under any provision of that Act; c notices relating to the referral of proposed civil partnerships under section 12A of the Civil Partnership Act 2004 which are given under any provision of that Act. 2 The regulations may, in particular, make provision that a notice given in accordance with the regulations is to be presumed to have been received by the person to whom it is given. 3 The Secretary of State must consult the Registrar General before making regulations under this section."}, {"act": "Immigration Act 2014", "year": 2014, "section": "62", "section_title": "Interpretation of this Part", "section_text": "62 1 These expressions have the meanings given— “ exempt person ” has the meaning given in section 49; “ registrar ” means a registrar of births, deaths and marriages; “ Registrar General ”   means— in relation to regulations that apply to proposed marriages or civil partnerships under the law of England and Wales, the Registrar General for England and Wales; in relation to regulations that apply to proposed marriages or civil partnerships under the law of Northern Ireland, the Registrar General for Northern Ireland;   in relation to regulations that apply to proposed marriages or civil partnerships under the law of Scotland, the Registrar General for Scotland.   “ registration authority ” has the same meaning as in the Civil Partnership Act 2004 (see section 28 of that Act); “ relevant national ” means— a British citizen,   an Irish citizen;  a person who is not an Irish citizen who—  has leave to enter or remain in the United Kingdom which was granted by virtue of residence scheme immigration rules within the meaning given by section 17 of the European Union (Withdrawal Agreement) Act 2020, or is an applicant for the purposes of regulation 4 of the Citizens’ Rights (Application Deadline and Temporary Protection) (EU Exit) Regulations 2020 (applications which have not been finally determined by the deadline) where the relevant period within the meaning of that regulation has not expired; ... ... “ relevant statutory period ” means— in relation to a proposed marriage  under the law of England and Wales , the period— beginning the day after notice of the proposed marriage is   recorded in the marriage register   in accordance with Part 3 of the Marriage Act 1949,  ... and ending at the end of the period of 28 days beginning with that day;   in relation to a proposed marriage under the law of Northern Ireland, the period— beginning the day on which the record of the proposed marriage is made in the marriage notice book in accordance with Article 4 of the Marriage (Northern Ireland) Order 2003; and ending at the end of the period of 28 days beginning with that day;   in relation to a proposed marriage under the law of Scotland, the period—  beginning the day after receipt by the district registrar of the marriage notice (as entered by the district registrar in the marriage notice book in accordance with section 4(1) of the Marriage (Scotland) Act 1977), and ending at the end of the period of 28 days beginning with that day; in relation to a proposed civil partnership  under the law of England and Wales , the period— beginning the day after notice of the proposed civil partnership is recorded in the register in accordance with Chapter 1 of Part 2 of the Civil Partnership Act 2004, and ending at the end of the period of 28 days beginning with that day;   in relation to a proposed civil partnership under the law of Northern Ireland, the period—  beginning the day on which the record of the proposed civil partnership is made in the civil partnership notice book in accordance with section 140(1) of the Civil Partnership Act 2004, and ending at the end of the period of 28 days beginning with that day;   in relation to a proposed civil partnership under the law of Scotland, the period—  beginning the day after the particulars of the proposed civil partnership are entered in the civil partnership book in accordance with section 89(1) of the Civil Partnership Act 2004, and ending at the end of the period of 28 days beginning with that day; “ section 48 notice ”  means—  in relation to a proposed marriage or civil partnership under the law of England and Wales, a notice given under section 48(7) or (8), in relation to a proposed marriage or civil partnership under the law of Northern Ireland, a notice given under section 48(8A) or (8B),   in relation to a proposed marriage or civil partnership under the law of Scotland, a notice given under section 48(8C) or (8D); “ superintendent registrar ” means a superintendent registrar of births, deaths and marriages. 2 A reference to a person being a party to a proposed marriage or civil partnership is a reference to a person who would be a party to the marriage or civil partnership if it took place as proposed. 3 A reference to a proposed marriage or civil partnership being a sham is a reference to a marriage or civil partnership which would (if it took place as proposed) be a sham marriage or sham civil partnership (within the meaning of the Immigration and Asylum Act 1999 — see section 24 or 24A of that Act). 4 For provision about the interpretation of the following expressions, see section 49— a the appropriate immigration status; b a relevant visa. 5 This section, and the provision mentioned in subsection (4), apply for the purposes of this Part."}, {"act": "Immigration Act 2014", "year": 2014, "section": "63", "section_title": "Immigration advisers and immigration service providers", "section_text": "63 Schedule 7 (immigration advisers and immigration service providers) has effect."}, {"act": "Immigration Act 2014", "year": 2014, "section": "64", "section_title": "Police Ombudsman for Northern Ireland", "section_text": "64 After section 60ZA of the Police (Northern Ireland) Act 1998 insert— Immigration and customs enforcement functions 60ZB 1 The Ombudsman and the Secretary of State may enter into an agreement to establish, in relation to the exercise of specified enforcement functions by relevant officials, procedures which correspond to or are similar to any of those established by virtue of this Part. 2 Where no such procedures are in force in relation to a particular kind of relevant official, the Secretary of State may by order establish such procedures in relation to the exercise of specified enforcement functions by that kind of relevant official. 3 “ Relevant officials ” means— a immigration officers and other officials of the Secretary of State exercising functions relating to immigration or asylum; b designated customs officials, and officials of the Secretary of State, exercising customs functions (within the meaning of Part 1 of the Borders, Citizenship and Immigration Act 2009); c the Director of Border Revenue exercising customs revenue functions (within the meaning of that Part of that Act), and persons exercising such functions of the Director; d persons providing services pursuant to arrangements relating to the discharge of a function within paragraph (a), (b), or (c). 4 “ Enforcement functions ” includes, in particular— a powers of entry, b powers to search persons or property, c powers to seize or detain property, d powers to arrest persons, e powers to detain persons, and f powers to examine persons or otherwise to obtain information (including powers to take fingerprints or to acquire other personal data). 5 “ Specified ” means specified in an agreement under subsection (1) or an order under subsection (2). 6 “ Immigration officer ” means a person appointed under paragraph 1(1) of Schedule 2 to the Immigration Act 1971. Section 60ZB: supplementary 60ZC 1 An agreement under section 60ZB may at any time be varied or terminated— a by the Secretary of State, or b by the Ombudsman, with the consent of the Secretary of State. 2 Before making an order under section 60ZB the Secretary of State must consult the Ombudsman and such persons as the Secretary of State thinks appropriate. 3 An agreement or order under section 60ZB may provide for payment by the Secretary of State to or in respect of the Ombudsman. 4 An agreement or order under section 60ZB must relate only to the exercise of enforcement functions— a wholly in Northern Ireland, or b partly in Northern Ireland and partly in another part of the United Kingdom. 5 An agreement or order under section 60ZB must relate only to the exercise of enforcement functions on or after the day on which the agreement or order is made. 6 An agreement or order under section 60ZB must not provide for procedures in relation to so much of any complaint or matter as relates to functions conferred by or under Part 8 of the Immigration and Asylum Act 1999 (detained persons & removal centres etc.)."}, {"act": "Immigration Act 2014", "year": 2014, "section": "65", "section_title": "Persons unable to acquire citizenship: natural father not married to mother", "section_text": "65 After section 4D of the British Nationality Act 1981 insert— The general conditions 4E For the purposes of sections 4F to 4I, a person (“P”) meets the general conditions if— a P was born before 1 July 2006; b at the time of P's birth, P's mother— i was not married, or ii was married to a person other than P's natural father; c no person is treated as the father of P under section 28 of the Human Fertilisation and Embryology Act 1990; and d P has never been a British citizen. Person unable to be registered under other provisions of this Act 4F 1 A person (“P”) is entitled to be registered as a British citizen on an application made under this section if— a P meets the general conditions; and b P would be entitled to be registered as a British citizen under— i section 1(3), ii section 3(2), iii section 3(5), iv paragraph 4 of Schedule 2, or v paragraph 5 of Schedule 2, had P's mother been married to P's natural father at the time of P's birth. 2 In the following provisions of this section  “ relevant registration provision ” means the provision under which P would be entitled to be registered as a British citizen (as mentioned in subsection (1)(b)). 3 If the relevant registration provision is section 3(2), a person who is registered as a British citizen under this section is a British citizen by descent. 4 If the relevant registration provision is section 3(5), the Secretary of State may, in the special circumstances of the particular case, waive the need for any or all of the parental consents to be given. 5 For that purpose, the  “parental consents” are— a the consent of P's natural father, and b the consent of P's mother, insofar as they would be required by section 3(5)(c) (as read with section 3(6)(b)), had P's mother been married to P's natural father at the time of P's birth. Person unable to become citizen automatically after commencement 4G 1 A person (“P”) is entitled to be registered as a British citizen on an application made under this section if— a P meets the general conditions; and b at any time in the period after commencement, P would have automatically become a British citizen at birth by the operation of any provision of this Act or the British Nationality (Falkland Islands) Act 1983, had P's mother been married to P's natural father at the time of P's birth. 2 A person who is registered as a British citizen under this section is a British citizen by descent if the British citizenship which the person would have acquired at birth (as mentioned in subsection (1)(b)) would (by virtue of section 14) have been British citizenship by descent. 3 If P is under the age of 18, no application may be made unless the consent of P's natural father and mother to the registration has been signified in the prescribed manner. 4 But if P's natural father or mother has died on or before the date of the application, the reference in subsection (3) to P's natural father and mother is to be read as a reference to either of them. 5 The Secretary of State may, in the special circumstances of a particular case, waive the need for any or all of the consents required by subsection (3) (as read with subsection (4)) to be given. 6 The reference in this section to the period after commencement does not include the time of commencement (and, accordingly, this section does not apply to any case in which a person was unable to become a British citizen at commencement). Citizen of UK and colonies unable to become citizen at commencement 4H 1 A person (“P”) is entitled to be registered as a British citizen on an application made under this section if— a P meets the general conditions; b P was a citizen of the United Kingdom and Colonies immediately before commencement; and c P would have automatically become a British citizen at commencement, by the operation of any provision of this Act, had P's mother been married to P's natural father at the time of P's birth. 2 A person who is registered as a British citizen under this section is a British citizen by descent if the British citizenship which the person would have acquired at commencement (as mentioned in subsection (1)(c)) would (by virtue of section 14) have been British citizenship by descent. Other person unable to become citizen at commencement 4I 1 A person (“P”) is entitled to be registered as a British citizen on an application made under this section if— a P meets the general conditions; b P is either— i an eligible former British national, or ii an eligible non-British national; and c had P's mother been married to P's natural father at the time of P's birth, P— i would have been a citizen of the United Kingdom and Colonies immediately before commencement, and ii would have automatically become a British citizen at commencement by the operation of any provision of this Act. 2 P is an  “eligible former British national” if P was not a citizen of the United Kingdom and Colonies immediately before commencement and either— a P ceased to be a British subject or a citizen of the United Kingdom and Colonies by virtue of the commencement of any independence legislation, but would not have done so had P's mother been married to P's natural father at the time of P's birth, or b P was a British subject who did not automatically become a citizen of the United Kingdom and Colonies at commencement of the British Nationality Act 1948 by the operation of any provision of it, but would have done so had P's mother been married to P's natural father at the time of P's birth. 3 P is an  “eligible non-British national” if— a P was never a British subject or citizen of the United Kingdom and Colonies; and b had P's mother been married to P's natural father at the time of P's birth, P would have automatically become a British subject or citizen of the United Kingdom and Colonies— i at birth, or ii by virtue of paragraph 3 of Schedule 3 to the British Nationality Act 1948 (child of male British subject to become citizen of the United Kingdom and Colonies if the father becomes such a citizen). 4 A person who is registered as a British citizen under this section is a British citizen by descent if the British citizenship which the person would have acquired at commencement (as mentioned in subsection (1)(c)(ii)) would (by virtue of section 14) have been British citizenship by descent. 5 In determining for the purposes of subsection (1)(c)(i) whether P would have been a citizen of the United Kingdom and Colonies immediately before commencement, it must be assumed that P would not have— a renounced or been deprived of any notional British nationality, or b lost any notional British nationality by virtue of P acquiring the nationality of a country or territory outside the United Kingdom. 6 A  “notional British nationality” is— a in a case where P is an eligible former British national, any status as a British subject or a citizen of the United Kingdom and Colonies which P would have held at any time after P's nationality loss (had that loss not occurred and had P's mother had been married to P's natural father at the time of P's birth); b in a case where P is an eligible non-British national— i P's status as a British subject or citizen of the United Kingdom and Colonies mentioned in subsection (3)(b), and ii any other status as a British subject or citizen of the United Kingdom and Colonies which P would have held at any time afterwards (had P's mother been married to P's natural father at the time of P's birth). 7 In this section— “British subject” has any meaning which it had for the purposes of the British Nationality and Status of Aliens Act 1914; “ independence legislation ” means an Act of Parliament or any subordinate legislation (within the meaning of the Interpretation Act 1978) forming part of the law in the United Kingdom (whenever passed or made, and whether or not still in force)— providing for a country or territory to become independent from the United Kingdom, or dealing with nationality, or any other ancillary matters, in connection with a country or territory becoming independent from the United Kingdom; “ P's nationality loss ” means P's— ceasing to be a British subject or citizen of the United Kingdom and Colonies (as mentioned in subsection (2)(a)), or not becoming a citizen of the United Kingdom and Colonies (as mentioned in subsection (2)(b)). Sections 4E to 4I: supplementary provision 4J 1 In sections 4E to 4I and this section, a person's  “natural father” is a person who satisfies the requirements as to proof of paternity that are prescribed in regulations under section 50(9B). 2 The power under section 50(9B) to make different provision for different circumstances includes power to make provision for the purposes of any provision of sections 4E to 4I which is different from other provision made under section 50(9B). 3 The following provisions apply for the purposes of sections 4E to 4I. 4 A reference to a person automatically becoming a British citizen, or a citizen of the United Kingdom and Colonies, is a reference to the person becoming such a citizen without the need for— a the person to be registered as such a citizen by the Secretary of State or any other minister of the Crown; b the birth of the person to be registered by a diplomatic or consular representative of the United Kingdom; or c the person to be naturalised as such a citizen. 5 If the mother of a person could not actually have been married to the person's natural father at the time of the person's birth (for whatever reason), that fact does not prevent an assumption being made that the couple were married at the time of the birth."}, {"act": "Immigration Act 2014", "year": 2014, "section": "66", "section_title": "Deprivation if conduct seriously prejudicial to vital interests of the UK", "section_text": "66 1 In section 40 of the British Nationality Act 1981 (deprivation of citizenship), after subsection (4) insert— 4A But that does not prevent the Secretary of State from making an order under subsection (2) to deprive a person of a citizenship status if— a the citizenship status results from the person's naturalisation, b the Secretary of State is satisfied that the deprivation is conducive to the public good because the person, while having that citizenship status, has conducted him or herself in a manner which is seriously prejudicial to the vital interests of the United Kingdom, any of the Islands, or any British overseas territory, and c the Secretary of State has reasonable grounds for believing that the person is able, under the law of a country or territory outside the United Kingdom, to become a national of such a country or territory. 2 In deciding whether to make an order under subsection (2) of section 40 of the British Nationality Act 1981 in a case which falls within subsection (4A) of that Act, the Secretary of State may take account of the manner in which a person conducted him or herself before this section came into force. 3 After section 40A of the British Nationality Act 1981 insert— Review of power under section 40(4A) 40B 1 The Secretary of State must arrange for a review of the operation of the relevant deprivation power to be carried out in relation to each of the following periods— a the initial one year period; b each subsequent three year period. 2 The  “relevant deprivation power” is the power to make orders under section 40(2) to deprive persons of a citizenship status in the circumstances set out in section 40(4A). 3 A review must be completed as soon as practicable after the end of the period to which the review relates. 4 As soon as practicable after a person has carried out a review in relation to a particular period, the person must— a produce a report of the outcome of the review, and b send a copy of the report to the Secretary of State. 5 The Secretary of State must lay before each House of Parliament a copy of each report sent under subsection (4)(b). 6 The Secretary of State may, after consultation with the person who produced the report, exclude a part of the report from the copy laid before Parliament if the Secretary of State is of the opinion that it would be contrary to the public interest or prejudicial to national security for that part of the report to be made public. 7 The Secretary of State may— a make such payments as the Secretary of State thinks appropriate in connection with the carrying out of a review, and b make such other arrangements as the Secretary of State thinks appropriate in connection with the carrying out of a review (including arrangements for the provision of staff, other resources and facilities). 8 In this section— “ initial one year period ” means the period of one year beginning with the day when section 40(4A) comes into force; “ subsequent three year period ” means a period of three years beginning with the first day after the most recent of— the initial one year period, or the most recent subsequent three year period."}, {"act": "Immigration Act 2014", "year": 2014, "section": "67", "section_title": "Embarkation checks", "section_text": "67 Schedule 8 (embarkation checks) has effect."}, {"act": "Immigration Act 2014", "year": 2014, "section": "68", "section_title": "Fees", "section_text": "68 1 The Secretary of State may provide, in accordance with this section, for fees to be charged in respect of the exercise of functions in connection with immigration or nationality. 2 The functions in respect of which fees are to be charged are to be specified by the Secretary of State by order (“a fees order”). 3 A fees order— a must specify how the fee in respect of the exercise of each specified function is to be calculated, and b may not provide for a fee to be charged in respect of the exercise of a function otherwise than in connection with an application or claim, or on request. 4 For any specified fee, a fees order must provide for it to comprise one or more amounts each of which is— a a fixed amount, or b an amount calculated by reference to an hourly rate or other factor. 5 Where a fees order provides for a fee (or part of a fee) to be a fixed amount, it— a must specify a maximum amount for the fee (or part), and b may specify a minimum amount. 6 Where a fees order provides for a fee (or part of a fee) to be calculated as mentioned in subsection (4)(b), it— a must specify— i how the fee (or part) is to be calculated, and ii a maximum rate or other factor, and b may specify a minimum rate or other factor. 7 For any specified fee, the following are to be set by the Secretary of State by regulations (“ fees regulations ”)— a if the fee (or any part of it) is to be a fixed amount, that amount; b if the fee (or any part of it) is to be calculated as mentioned in subsection (4)(b), the hourly rate or other factor by reference to which it (or that part) is to be calculated. 8 An amount, or rate or other factor, set by fees regulations for a fee in respect of the exercise of a specified function— a must not— i exceed the maximum specified for that amount, or rate or other factor; ii be less than the minimum, if any, so specified; b subject to that, may be intended to exceed, or result in a fee which exceeds, the costs of exercising the function. 9 In setting the amount of any fee, or rate or other factor, in fees regulations, the Secretary of State may have regard only to— a the costs of exercising the function; b benefits that the Secretary of State thinks are likely to accrue to any person in connection with the exercise of the function; c the costs of exercising any other function in connection with immigration or nationality; d the promotion of economic growth; e fees charged by or on behalf of governments of other countries in respect of comparable functions; f any international agreement. This is subject to section 69(5). 10 In respect of any fee provided for under this section, fees regulations may— a provide for exceptions; b provide for the reduction, waiver or refund of part or all of a fee (whether by conferring a discretion or otherwise); c make provision about— i the consequences of failure to pay a fee; ii enforcement; iii when a fee may or must be paid. 11 Any provision that may be made by fees regulations by virtue of subsection (10) may be included instead in a fees order (and any provision so included may be amended or revoked by fees regulations). 12 In this section and sections 69 and 70— “ costs ” includes— the costs of the Secretary of State, and the costs of any other person (whether or not funded from public money); “ fees order ” has the meaning given by subsection (2); “ fees regulations ” has the meaning given by subsection (7); “ function ” includes a power or a duty; “ function in connection with immigration or nationality ” includes a function in connection with an enactment (including an enactment of a jurisdiction outside the United Kingdom) that relates wholly or partly to immigration or nationality; “ specified ” means specified in a fees order. 13 Any reference in this section or section 70 to the exercise of a function includes a reference to its exercise in particular circumstances, including its exercise— a at particular times or in a particular place; b under particular arrangements; c otherwise in particular ways, and, for this purpose,  “ arrangements ” includes arrangements for the convenience of applicants, claimants or persons making requests for the exercise of a function."}, {"act": "Immigration Act 2014", "year": 2014, "section": "69", "section_title": "Fees orders and fees regulations: supplemental", "section_text": "69 1 A fees order or fees regulations may be made only with the consent of the Treasury. 2 A fee under section 68 may relate to something done outside the United Kingdom. 3 Fees payable by virtue of section 68 may be recovered as a debt due to the Secretary of State. 4 Fees paid to the Secretary of State by virtue of section 68 must— a be paid into the Consolidated Fund, or b be applied in such other way as the relevant order may specify. 5 Section 68 is without prejudice to— a section 1 of the Consular Fees Act 1980 (fees for consular acts etc); b section 102 of the Finance ( No.  2) Act 1987 (government fees and charges), or c any other power to charge a fee."}, {"act": "Immigration Act 2014", "year": 2014, "section": "70", "section_title": "Power to charge fees for attendance services in particular cases", "section_text": "70 1 This section applies where a person exercises a function in connection with immigration or nationality in respect of which a fee is chargeable by virtue of a fees order (a  “chargeable function”) in a particular case and— a in doing so attends at a place outside the United Kingdom, and time, agreed with a person (“ the client ”), and b does so at the request of the client. It is immaterial whether or not the client is a person in respect of whom the chargeable function is exercised. 2 In this section  “ attendance service ” means the service described in subsection (1) except so far as it consists of the exercise of a chargeable function. 3 The following are to be disregarded in determining whether a fee is chargeable in respect of a function by virtue of a fees order— a any exception provided for by a fees order or fees regulations; b any power so provided to waive or refund a fee. 4 The person exercising the chargeable function may charge the client such fee for the purposes of recovering the costs of providing the attendance service as the person may determine. 5 Fees paid to the Secretary of State by virtue of this section must be paid into the Consolidated Fund. 6 A fee payable by virtue of this section may be recovered as a debt due to the Secretary of State. 7 This section is without prejudice to— a section 68; b section 1 of the Consular Fees Act 1980 (fees for consular acts etc); c section 102 of the Finance (No. 2) Act 1987 (government fees and charges), or d any other power to charge a fee."}, {"act": "Immigration Act 2014", "year": 2014, "section": "70A", "section_title": "Immigration skills charge", "section_text": "70A 1 The Secretary of State may by regulations provide for a charge to be imposed on— a persons who make immigration skills arrangements, or b any description of such persons. 2 “Immigration skills arrangements” are arrangements made by a person (“the sponsor”) with the Secretary of State with a view to securing that an individual who is not exempt for the purposes of this section is granted entry clearance or leave to remain in the United Kingdom to enable the individual to work for the sponsor in the United Kingdom. 3 Regulations under this section may in particular— a impose a separate charge on a sponsor in respect of each individual in relation to whom the sponsor makes immigration skills arrangements; b specify the amount of any charge (and different amounts may be specified for different purposes); c make provision about when or how a charge may or must be paid to the Secretary of State; d make provision about the consequences of a sponsor failing to pay a charge; e provide for exemptions from a charge; f provide for the reduction, waiver or refund of part or all of a charge (whether by conferring a discretion or otherwise). 4 Sums paid by virtue of regulations under this section must— a be paid into the Consolidated Fund, or b be applied in such other way as the regulations may specify. 5 Regulations under this section may be made only with the consent of the Treasury. 6 An individual is exempt for the purposes of this section if he or she is— a a British citizen; aa an Irish citizen; b a person who has leave to enter or remain in the United Kingdom granted by virtue of residence scheme immigration rules. c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section  “ entry clearance ” has the meaning given by section 33(1) of the Immigration Act 1971  and “residence scheme immigration rules” has the meaning given by section 17 of the European Union (Withdrawal Agreement) Act 2020  ."}, {"act": "Immigration Act 2014", "year": 2014, "section": "71", "section_title": "Duty regarding the welfare of children", "section_text": "71 For the avoidance of doubt, this Act does not limit any duty imposed on the Secretary of State or any other person by section 55 of the Borders, Citizenship and Immigration Act 2009 (duty regarding the welfare of children)."}, {"act": "Immigration Act 2014", "year": 2014, "section": "72", "section_title": "Financial provision", "section_text": "72 The following are to be paid out of money provided by Parliament— a expenditure incurred under or by virtue of this Act by the Secretary of State, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Immigration Act 2014", "year": 2014, "section": "73", "section_title": "Transitional and consequential provision", "section_text": "73 1 The Secretary of State may, by order, make such transitional, transitory or saving provision as the Secretary of State considers appropriate in connection with the coming into force of any provision of this Act. 2 The Secretary of State may, by order, make such provision as the Secretary of State considers appropriate in consequence of this Act. 3 The provision that may be made by an order under subsection (2) includes provision amending, repealing or revoking any enactment. 4 “ Enactment ” includes— a an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; b an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; c an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales; d an enactment contained in, or in an instrument made under, Northern Ireland legislation. 5 In section 61(2) of the UK Borders Act 2007 (definition of  “the Immigration Acts”)— a at the end of paragraph (h), omit  “and”; b at the end of paragraph (i) insert , and                       j the Immigration Act 2014. . 6 Schedule 9 (transitional and consequential provision) has effect."}, {"act": "Immigration Act 2014", "year": 2014, "section": "74", "section_title": "Orders and regulations", "section_text": "74 1 Any power of the Secretary of State or Treasury to make an order or regulations under this Act is exercisable by statutory instrument. 2 A statutory instrument containing any of the following orders or regulations may not be made unless a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House of Parliament— a an order under section 20(7), 23(6) or 25(5); b an order under section 38; ba regulations under section 40A(4); bb regulations under section 40B; c regulations under section 41; d an order under section 43, or under a section amended by such an order; e the first regulations under section 50(1); f the first regulations under section 50(5); g the first regulations under section 51(3); h the first regulations under section 51(4); i an order under section 53 or 54(4) or (6); j a fees order (within the meaning of section 68); ja regulations under section 70A; k an order under section 73(2) which amends or repeals primary legislation; l an order under paragraph 2(3)(e) of Schedule 6. 3 “ Primary legislation ” means any of the following— a a public general Act; b an Act of the Scottish Parliament; c a Measure or Act of the National Assembly for Wales; d Northern Ireland legislation. 4 A statutory instrument containing any other order or regulations made by the Secretary of State or Treasury under this Act is subject to annulment in pursuance of a resolution of either House of Parliament. 5 But subsection (4) does not apply to a statutory instrument containing an order under any of sections 35(3), 73(1) and 75(3) (subject to subsection (7)). 6 Subsection (7) applies if an order under section 75(3) is made which— a brings into force a provision of Chapter 1 of Part 3, b brings that provision into force only in relation to a particular area or areas within England and Wales, Scotland or Northern Ireland, and c is the first order to be made bringing into force a provision of that Chapter only in relation to an area or areas within England and Wales, Scotland or Northern Ireland. 7 A statutory instrument containing any subsequent order under section 75(3) (after the order mentioned in subsection (6)) that brings into force a provision of Chapter 1 of Part 3 for anywhere other than the area or areas mentioned in paragraph (b) of that subsection is subject to annulment in pursuance of a resolution of either House of Parliament. 8 An order or regulations made by the Secretary of State or Treasury under this Act may— a make different provision for different purposes or areas, b make provision which applies generally or only for particular purposes or areas, c make transitional, transitory or saving provision, or d make incidental, supplementary or consequential provision."}, {"act": "Immigration Act 2014", "year": 2014, "section": "75", "section_title": "Commencement", "section_text": "75 1 This Part, other than section 73(6) and Schedule 9, comes into force on the day on which this Act is passed. 2 Section 56, section 59 and Schedule 6, and section 62 come into force at the end of the period of two months beginning with the day on which this Act is passed. 3 Subject to subsections (1) and (2), this Act comes into force on such day as the Secretary of State may by order appoint; and different days may be appointed for different purposes or areas."}, {"act": "Immigration Act 2014", "year": 2014, "section": "76", "section_title": "Extent", "section_text": "76 1 This Act extends to England and Wales, Scotland and Northern Ireland. 2 Subsection (1) is subject to subsection (3). 3 Section 59 and Schedule 6 extend to England and Wales only. 4 Subsections (1) to (3) do not apply to an amendment, repeal or revocation made by this Act. 5 An amendment, repeal or revocation made by this Act has the same extent as the provision amended, repealed or revoked (ignoring extent by virtue of an Order in Council). 6 Her Majesty may by Order in Council provide for any of the provisions of this Act to extend, with or without modifications, to any of the Channel Islands or the Isle of Man. 7 Subsection (6) does not apply in relation to the extension to a place of a provision which extends there by virtue of subsection (5)."}, {"act": "Immigration Act 2014", "year": 2014, "section": "77", "section_title": "Short title", "section_text": "77 This Act may be cited as the Immigration Act 2014."}]