[{"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "1", "section_title": "Abolition of existing audit regime", "section_text": "1 1 The Audit Commission ceases to exist. 2 The Audit Commission Act 1998 is repealed. 3 Schedule 1 (abolition of Audit Commission: supplementary provision) has effect. 4 In that Schedule— a Part 1 makes some arrangements in connection with the abolition of the Audit Commission, and b Part 2 contains consequential repeals and revocations of Acts and instruments that amend the Audit Commission Act 1998. 5 In this section and that Schedule  “ the Audit Commission ” means the Audit Commission for Local Authorities and the National Health Service in England."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "2", "section_title": "Relevant authorities", "section_text": "2 1 In this Act  “ relevant authority ” means a person or body listed in Schedule 2. 2 The application of this Act to a relevant authority is subject to any note forming part of the entry for that authority in Schedule 2. 3 The Secretary of State may by regulations amend Schedule 2 by adding, modifying or removing an entry relating to a relevant authority. 4 Regulations under subsection (3) may add an entry relating to a person or body to Schedule 2 only if that person or body exercises functions of a public nature in relation to an area which is— a wholly in England, or b partly in England and partly in Wales. 5 The Secretary of State may by regulations or order make provision about the application of this Act or provision made under it to a person or body that comes to fall within Schedule 2 (whether or not as a result of regulations under subsection (3)). 6 The power in subsection (5) includes power— a to amend this Act or provision made under it in its application to that person or body, or b to make provision for this Act or provision made under it to apply to that person or body with modifications."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "3", "section_title": "General requirements for accounts", "section_text": "3 1 A relevant authority, other than a health service body, must keep adequate accounting records. 2 “ Adequate accounting records ” means records that are sufficient— a to show and explain the relevant authority's transactions, b to disclose at any time, with reasonable accuracy, the financial position of the authority at that time, and c to enable the authority to ensure that any statements of accounts required to be prepared by the authority comply with the requirements imposed by or under this Act. 3 A relevant authority, other than a health service body, must prepare a statement of accounts in respect of each financial year. 4 In this Act  “ financial year ” means a period of 12 months ending with 31 March. 5 The Secretary of State may by regulations— a make provision for the financial year of a relevant authority, other than a health service body, for the purposes of this Act to be such period as is specified in the regulations; b make provision for any requirement in this section not to apply, or to apply with modifications, in relation to the relevant authorities, other than health service bodies, specified or described in the regulations. 6 Regulations under subsection (5)(a) may— a amend this Act or provision made under it in its application to a relevant authority to which the regulations apply, or b provide for this Act or provision made under it to apply in relation to such a relevant authority with modifications. 7 Regulations under subsection (5)(a) may make provision in relation to— a all relevant authorities (other than health service bodies); b the relevant authorities specified or described in the regulations. 8 Section 32 enables the Secretary of State by regulations to make further provision about accounting records and statements of accounts. 9 In this Act “ health service body ” means— a an integrated care board; b an NHS trust all or most of whose hospitals, establishments and facilities are situated in England."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "4", "section_title": "General requirements for audit", "section_text": "4 1 The accounts of a relevant authority for a financial year must be audited— a in accordance with this Act and provision made under it, and b by an auditor (a  “local auditor”) appointed in accordance with this Act or provision made under it. 2 In this Act, references to accounts are to be construed in accordance with the following subsections. 3 In relation to a relevant authority which is not a health service body,  “ accounts ” means— a the authority's accounting records, and b the authority's statement of accounts. 4 In relation to an integrated care board, “ accounts ” means— a the annual accounts of the board prepared under paragraph  22(2)  of Schedule 1B to the National Health Service Act 2006 (accounts and audit of integrated care boards); b any accounts of the board prepared under paragraph  22(3)  of that Schedule in respect of which a direction has been given under paragraph  22(6)  of that Schedule. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In relation to an NHS trust, “ accounts ” means the annual accounts prepared under paragraph  11A  of Schedule 4 to the National Health Service Act 2006."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "5", "section_title": "Modification of Act in relation to smaller authorities", "section_text": "5 1 The Secretary of State may by regulations make provision about the audit of the accounts of smaller authorities. 2 Regulations under subsection (1) may, in particular, provide for any provision of or made under this Act not to apply, or to apply with modifications, in relation to smaller authorities. 3 Subsection (2) applies to a provision of or made under this Act even if it makes specific provision about a smaller authority to which the regulations apply. 4 Regulations under subsection (1) may, in particular— a provide for the appointment, by a person specified by the Secretary of State, of a local auditor in relation to the audit of the accounts of a smaller authority; b make provision about the persons that may be specified by the Secretary of State; c make provision about the procedure for specifying a person and for a person's specification to come to an end in specified circumstances; d make provision about the consequences of a person's specification coming to an end, including for the exercise of functions by the Secretary of State and the transfer of the person's rights and liabilities arising by virtue of the regulations to the Secretary of State or another specified person; e confer functions on a specified person, including in relation to— i the appointment of local auditors under the regulations, ii the activities of such auditors, and iii the resignation or removal from office of such auditors; f require a specified person to consult such persons as are specified in the regulations before exercising specified functions; g make provision for the appointment of a local auditor in relation to the accounts of a smaller authority to which arrangements within paragraph (a) apply where the specified person does not make an appointment under the regulations (and in particular for such an appointment to be made by the authority or the Secretary of State). 5 Regulations under subsection (1) may, in particular— a make provision about the smaller authorities to which arrangements within subsection (4)(a) apply, including provision for them to apply to an authority that has opted into them or has not opted out of them; b make provision about the procedures to be followed in relation to opting into or out of those arrangements; c impose duties on smaller authorities to which those arrangements apply, including duties as to— i the payment of fees to a specified person, and ii the provision of information to a specified person; d make provision for the making of payments, in specified circumstances and by the smaller authorities to which those arrangements apply, to a fund of a specified kind for the purposes of meeting local auditors' costs of a specified kind. 6 Provision made by regulations under subsection (1) by virtue of subsection (5)(c)(i) may, in particular— a provide for fees to be paid in accordance with a scale or scales of fees determined by a specified person, and b provide for the payment in specified circumstances of a larger or smaller fee than is set out in the appropriate scale. 7 Regulations under subsection (1) may, in particular— a make provision about the eligibility of a person to be appointed as a local auditor of the accounts of a smaller authority; b make provision about the functions of a local auditor in relation to the accounts of a smaller authority. 8 Regulations under subsection (1) may, in particular— a provide that, in specified circumstances, the accounts of a smaller authority of a specified description are to be exempt from specified audit requirements; b make provision for an exemption under paragraph (a) not to apply or to cease to apply to an authority in specified circumstances. 9 In this section  “specified” (except in the expressions  “person specified by the Secretary of State” and  “specified person”) means specified in regulations under subsection (1)."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "6", "section_title": "Meaning of  “smaller authority”", "section_text": "6 1 For the purposes of section 5, a relevant authority is a  “smaller authority” for a financial year if— a where that year is the year in which the authority was established, the qualifying condition is met for that year, b where that year is the year following that in which the authority was established, the qualifying condition is met for that year or the previous year, and c where that year is the second or any subsequent year following that in which the authority was established, the qualifying condition is met for that year or either of the two previous years. 2 The qualifying condition is met for a relevant authority and a financial year if the higher of the authority's gross income for the year and its gross expenditure for the year does not exceed £6.5 million. 3 For the purpose of determining, at a time when a relevant authority's gross income or expenditure for a financial year cannot be accurately determined, whether subsection (2) applies or will apply to the authority, that subsection is to be read as referring to the authority's estimated gross income or expenditure (as the case may be). 4 The Secretary of State may by regulations make provision about the application of this Act (including in its application by virtue of section 5) or any provision made under it in a case where— a an authority is treated as a smaller authority for a financial year, and b the authority was not in fact a smaller authority for that year. 5 The Secretary of State may by regulations amend this section."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "7", "section_title": "Appointment of local auditor", "section_text": "7 1 A relevant authority must appoint a local auditor to audit its accounts for a financial year not later than 31 December in the preceding financial year. 2 A relevant authority may appoint a local auditor to audit its accounts for more than one financial year; and in such a case— a subsection (1) does not apply in relation to the second or any subsequent year for which the appointment is made, but b the authority must make a further appointment of a local auditor at least once every 5 years. 3 Subsection (2)(b) does not prevent the relevant authority from re-appointing a local auditor. 4 The Secretary of State may by regulations amend subsection (2)(b) so as to alter the period for the time being specified in it. 5 A local auditor appointed under this section— a must be eligible for appointment as a local auditor (see Part 4), and b must not be prohibited from acting as a local auditor of the accounts of the relevant authority by virtue of section 1214 of the Companies Act 2006 (independence requirement) as it has effect by virtue of Schedule 5. 6 Two or more local auditors may be appointed to audit the accounts of a relevant authority, and those auditors may be appointed— a to act jointly in relation to some or all parts of the accounts; b to act separately in relation to different parts of the accounts; c to carry out different functions in relation to the audit. 7 If, as a result of an appointment under subsection (6)(b) or (c), a function under this Act may be exercised by two or more local auditors— a it may be exercised by both or all of them acting jointly or by such one or more of them as they may determine, and b references (however expressed) to the local auditor by whom the function is or has been exercised are to the auditors by whom it is or has been exercised. 8 Schedule 3 makes further provision about the appointment of local auditors; and this section is subject to that Schedule and provision made under it."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "8", "section_title": "Procedure for appointment", "section_text": "8 1 A relevant authority must consult and take into account the advice of its auditor panel on the selection and appointment of a local auditor under section 7. 2 The relevant authority must, within the period of 28 days beginning with the day on which the appointment is made, publish a notice that— a states that it has made the appointment, b identifies the local auditor that has been appointed, c specifies the period for which the local auditor has been appointed, d sets out the advice, or a summary of the advice, of its auditor panel about the selection and appointment of a local auditor, and e if it has not followed that advice, sets out the reasons why it has not done so. 3 The notice must be published— a if the relevant authority has a website, on its website; b otherwise, in accordance with subsection (4). 4 A relevant authority publishes a notice in accordance with this subsection if— a in the case of a relevant authority other than a health service body, it publishes the notice in such manner as it thinks is likely to bring the notice to the attention of persons who live in its area; b in the case of an integrated care board, it publishes the notice in such manner as it thinks is likely to bring the notice to the attention of— i the group of people for whom it has core responsibility, and ii anyone who lives within its area but does not fall within sub-paragraph (i) c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d in the case of an NHS trust, it publishes the notice in such manner as it thinks is likely to bring the notice to the attention of persons to whom the trust provides services for the purposes of the health service in England. 5 The relevant authority must exclude from the notice information whose disclosure would prejudice commercial confidentiality, unless there is an overriding public interest in favour of its disclosure. 6 This section is subject to Schedule 3 (further provision about appointment of local auditors) and provision made under it."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "9", "section_title": "Requirement to have auditor panel", "section_text": "9 1 Each relevant authority must have an auditor panel to exercise the functions conferred on auditor panels by or under this Act. 2 This section does not apply to— a a chief constable, or b the Commissioner of Police of the Metropolis. 3 Schedule 4 makes further provision about auditor panels."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "10", "section_title": "Functions of auditor panel", "section_text": "10 1 A relevant authority's auditor panel must advise the authority on the maintenance of an independent relationship with the local auditor appointed to audit its accounts. 2 Advice under subsection (1) to a police and crime commissioner for an area must include advice on the maintenance of an independent relationship between the local auditor and the chief constable for the area. 3 Advice under subsection (1) to the Mayor's Office for Policing and Crime must include advice on the maintenance of an independent relationship between the local auditor and the Commissioner of Police of the Metropolis. 4 A relevant authority's auditor panel must advise the authority on the selection and appointment of a local auditor to audit its accounts. 5 Advice under subsection (1) or (4) must be given— a if the relevant authority asks for it, and b at other times, if the auditor panel thinks it is appropriate to do so. 6 A relevant authority's auditor panel must advise the authority on any proposal by the authority to enter into a liability limitation agreement (see section 14). 7 Advice under subsection (6) must be given if the authority asks for it. 8 The Secretary of State may by regulations— a provide more details about an auditor panel's functions under any of subsections (1) to (7); b confer or impose other functions on a relevant authority's auditor panel in relation to the audit of the authority's accounts; c enable a relevant authority to confer or impose other functions on its auditor panel in relation to the audit of its accounts. 9 A relevant authority must publish advice from its auditor panel in accordance with subsection (10). 10 A relevant authority publishes advice in accordance with this subsection if— a in the case of a relevant authority other than a health service body, it publishes the advice in such manner as it thinks is likely to bring the advice to the attention of persons who live in its area; b in the case of an integrated care board, it publishes the advice in such manner as it thinks is likely to bring the advice to the attention of— i the group of people for whom it has core responsibility, and ii anyone who lives within its area but does not fall within sub-paragraph (i); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d in the case of an NHS trust, it publishes the advice in such manner as it thinks is likely to bring the advice to the attention of persons to whom the trust provides services for the purposes of the health service in England. 11 The relevant authority must exclude from advice published under subsection (10) information whose disclosure would prejudice commercial confidentiality, unless there is an overriding public interest in favour of its disclosure. 12 An auditor panel must have regard to any guidance issued by the Secretary of State in exercising, or deciding whether to exercise, its functions. 13 A relevant authority must have regard to any guidance issued by the Secretary of State in exercising, or deciding whether to exercise, its functions in relation to its auditor panel."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "11", "section_title": "Relationship with relevant authority", "section_text": "11 1 A relevant authority other than a health service body must, if asked to do so by its auditor panel, supply to the panel any documents or information held by the authority and required by the panel for the exercise of its functions. 2 A relevant authority's auditor panel, other than the auditor panel of a health service body, may require a member or officer of the authority to come to a meeting of the panel to answer its questions. 3 In the application of subsection (2) to a corporation sole, the reference to a member is a reference to a holder of that office. 4 A person mentioned in subsection (2) must comply with a requirement imposed by an auditor panel under that subsection. 5 This does not require the person to answer any questions which the person would be entitled to refuse to answer in or for the purposes of proceedings in a court in England and Wales. 6 The auditor panel of a police and crime commissioner for an area may also exercise the functions in subsections (1) and (2) in relation to the chief constable for the area. 7 The auditor panel of the Mayor's Office for Policing and Crime may also exercise the functions in subsections (1) and (2) in relation to the Commissioner of Police of the Metropolis. 8 The auditor panel of a parish meeting may only exercise the function in subsection (2) in relation to the chairman of the parish meeting or the proper officer of the district council within whose area the parish lies."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "12", "section_title": "Failure to appoint local auditor", "section_text": "12 1 If a relevant authority, other than   a health service body , fails to appoint a local auditor in accordance with this Part, the authority must immediately inform the Secretary of State of that fact. 2 If it appears to the Secretary of State that a relevant authority, other than   a health service body , has failed to appoint a local auditor in accordance with this Part, the Secretary of State may— a direct the authority to appoint the auditor named in the direction, or b appoint a local auditor on behalf of the authority. 3 An appointment under subsection (2)(b) takes effect— a as if it had been made by the relevant authority, and b on such terms as the Secretary of State may direct. 4 The Secretary of State must— a inform the relevant authority of the intention to give a direction or appoint a local auditor under subsection (2) not less than 28 days before the direction is given or the appointment made, and b consider any representations made by the relevant authority regarding the proposed direction or appointment. 5 But the Secretary of State may give a direction or make an appointment under subsection (2) without having complied with subsection (4) if the Secretary of State thinks it is likely that a local auditor would have to exercise a function under this Act in relation to a relevant authority within the period of 60 days beginning with the day on which the direction is given or the appointment is made."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "13", "section_title": "Failure of   health service bodies   to appoint local auditor", "section_text": "13 1 If a   health service body   fails to appoint an auditor in accordance with this Part, it must immediately inform   NHS England   of that fact. 2 If it appears to   NHS England   that a   health service body   has failed to appoint an auditor in accordance with this Part,   NHS England   must inform the Secretary of State of that fact by the end of 25 March in the financial year preceding the financial year to which the accounts to be audited relate. 3 If the Secretary of State has been informed by   NHS England   under subsection (2), the Secretary of State may— a take either of the steps in subsection (4), or b direct   NHS England   to take whichever of the steps in subsection (4)   NHS England   considers appropriate. 4 Those steps are— a to direct the   health service body   to appoint an auditor named in the direction given under this paragraph, or b to appoint an auditor on behalf of the   health service body . 5 An appointment under subsection (4)(b) takes effect— a as if it had been made by the   health service body , and b on such terms as the Secretary of State or (as the case may be)   NHS England   may direct. 6 The Secretary of State or   NHS England   must— a inform the   health service body   of the intention to give a direction or appoint an auditor under subsection (4) not less than 28 days before the direction is given or the appointment made, and b consider any representations made by the   health service body   regarding the proposed direction or appointment. 7 But the Secretary of State or   NHS England   may give a direction or make an appointment under subsection (4) without having complied with subsection (6) if the Secretary of State or   NHS England   thinks it is likely that an auditor would have to exercise a function under this Act in relation to the   health service body   within the period of 60 days beginning with the day on which the direction is given or the appointment is made."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "14", "section_title": "Limitation of local auditor's liability", "section_text": "14 1 This section applies in relation to an agreement (a  “liability limitation agreement”) that purports to limit the amount of a liability owed to a relevant authority by its local auditor in respect of any negligence, default, breach of duty or breach of trust occurring in the course of the audit of accounts, of which the auditor may be guilty in relation to the authority. 2 A liability limitation agreement must comply with regulations made by the Secretary of State. 3 Regulations under subsection (2) may, in particular,— a make provision about the duration of a liability limitation agreement; b make provision as to the amount to which a local auditor's liability may be limited by a liability limitation agreement (which may be an amount that is specified in, determined under or described in general terms in the regulations). 4 Regulations under subsection (2) may— a require a liability limitation agreement to contain provisions, or provisions of a description, specified in the regulations; b prohibit a liability limitation agreement from containing provisions, or provisions of a description, specified in the regulations. 5 Regulations under subsection (2) may provide— a that a liability limitation agreement that does not comply with the regulations is void; b that a liability limitation agreement is effective only to the extent that it complies with the regulations; c that, in the circumstances specified in the regulations, a provision of a liability limitation agreement that does not comply with the regulations is to have effect as if it complied with the regulations. 6 The Secretary of State may by regulations make provision requiring a relevant authority that has entered into a liability limitation agreement to disclose such information about the agreement as may be specified in the regulations in such manner as may be so specified. 7 A liability limitation agreement that complies with regulations under subsection (2) is not subject to section 2(2) or 3(2)(a) of the Unfair Contract Terms Act 1977."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "15", "section_title": "Further provisions about liability limitation agreements", "section_text": "15 1 Before entering into a liability limitation agreement, a relevant authority other than a chief constable or the Commissioner of Police of the Metropolis must consult and take into account the advice of its auditor panel. 2 Before entering into a liability limitation agreement, a chief constable for an area must consult and take into account the advice of the auditor panel of the police and crime commissioner for the area. 3 Before entering into a liability limitation agreement, the Commissioner of Police of the Metropolis must consult and take into account the advice of the auditor panel of the Mayor's Office for Policing and Crime. 4 If a relevant authority is a local authority operating executive arrangements, the function of deciding whether to enter into a liability limitation agreement is not the responsibility of an executive of the authority under those arrangements. 5 If a relevant authority is a local authority within the meaning of section 101 of the Local Government Act 1972 (arrangements for discharge of functions), that section does not apply to the authority's function of deciding whether to enter into a liability limitation agreement. 6 A decision to enter into a liability limitation agreement between a local auditor and the Greater London Authority must be taken by the Mayor of London and the London Assembly acting jointly on behalf of the Authority. 7 A decision to enter into a liability limitation agreement between a local auditor and a parish meeting must be taken by the parish meeting itself (and not by its chairman on behalf of the parish meeting)."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "16", "section_title": "Resignation and removal of local auditor", "section_text": "16 1 The Secretary of State may by regulations make provision about— a the resignation of a local auditor of the accounts of a relevant authority from that office; b the removal of a local auditor of the accounts of a relevant authority from that office before the expiry of the term of that office. 2 Regulations under subsection (1)(a) may, in particular, make provision about— a the steps that must be taken by a person who is a local auditor to resign from that office; b the time at which the resignation takes effect; c the steps that must be taken in connection with the resignation by the relevant authority; d the role of the authority's auditor panel or of a recognised supervisory body in connection with the resignation; e the steps that must be taken by the relevant authority after the resignation. 3 Regulations under subsection (1)(b) may, in particular, make provision about— a the steps that must be taken to remove a local auditor from that office; b the person or persons by whom those steps must be taken and the way in which they must be taken; c the steps that may be taken by the local auditor in connection with the local auditor's removal from that office; d the role of the relevant authority's auditor panel or of a recognised supervisory body in connection with the removal of the local auditor from that office; e the steps that must be taken by the relevant authority after the removal of the local auditor from that office. 4 Regulations under subsection (1)(b) which make provision about the matter in subsection (3)(b) may provide, in relation to a local auditor of the accounts of a health service body, that some or all of the steps may be taken by the Secretary of State. 5 Regulations under subsection (1) may, in particular— a make provision for the Secretary of State to appoint, or direct the relevant authority to appoint, a replacement local auditor; b make provision that permits or requires, or enables the Secretary of State to permit or require, that appointment to have effect for a limited period or limited purposes only. 6 Regulations under subsection (1) which make provision as mentioned in subsection (5)(a) may apply section 12(3), (4) or (5) with modifications to a direction given or appointment made by the Secretary of State under such regulations. 7 Regulations under subsection (1) that confer functions on a recognised supervisory body may make provision about the supply to the body by a relevant authority of documents or information relating to the resignation or removal of a local auditor."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "17", "section_title": "Appointment of auditor by specified person", "section_text": "17 1 The Secretary of State may by regulations make provision for and in connection with the appointment, by a person (an  “appointing person”) specified by the Secretary of State, of a local auditor to audit the accounts of a relevant authority to which the regulations apply. 2 Regulations under subsection (1) may, in particular— a make provision about the persons that may be specified as an appointing person; b make provision about the procedure for specifying a person and for an appointing person's specification to come to an end in prescribed circumstances; c make provision about the consequences of an appointing person's specification coming to an end, including— i for the exercise of functions by the Secretary of State, and ii for the transfer of the person's rights and liabilities arising by virtue of the regulations to the Secretary of State or another appointing person; d confer functions on an appointing person, including in relation to— i the appointment of local auditors under the regulations, ii the activities of such auditors, and iii the resignation or removal from office of such auditors; e require an appointing person to consult prescribed persons before exercising prescribed functions. 3 Regulations under subsection (1) may, in particular— a make provision about the relevant authorities to which the arrangements under the regulations apply, including provision for them to apply to an authority that has opted into them or has not opted out of them; b make provision about the procedures to be followed in relation to opting into or out of those arrangements; c impose duties on relevant authorities to which those arrangements apply, including duties as to— i the payment of fees to the appointing person in respect of an audit carried out by a local auditor appointed by that person, and ii the provision of information to the appointing person. 4 Provision made by regulations under subsection (1) by virtue of subsection (3)(c)(i) may, in particular— a provide for fees to be paid in accordance with a scale or scales of fees specified by the appointing person, and b provide for the payment in prescribed circumstances of a larger or smaller fee than is specified by the appropriate scale. 5 Regulations under subsection (1) may, in particular, make provision about the functions of a local auditor appointed by an appointing person. 6 Regulations under subsection (1) may, in particular, make provision for the appointment of a local auditor of the accounts of a relevant authority to which arrangements made by the regulations apply where the appointing person does not make an appointment under the regulations. 7 Provision made by regulations under subsection (1) by virtue of subsection (6) may, in particular, provide for the appointment to be made by the authority or the Secretary of State. 8 Regulations under subsection (1) may, in particular provide— a for any provision of, or made under, this Part not to apply, or to apply with modifications, in relation to a relevant authority to which regulations under that subsection apply; b for any other provision of, or made under, this Act not to apply, or to apply with modifications, in consequence of provision made by regulations under that subsection. 9 Subsection (8) applies to a provision of or made under this Act even if it makes specific provision about a relevant authority to which the regulations apply. 10 In this section  “ prescribed ” means prescribed by regulations under subsection (1)."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "18", "section_title": "Eligibility and regulation of local auditors", "section_text": "18 1 Schedule 5 (eligibility and regulation of local auditors) has effect. 2 The Secretary of State may by regulations amend that Schedule if the Secretary of State considers it is appropriate to do so as a result of amendments made to Part 42 of the Companies Act 2006."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "19", "section_title": "Codes of audit practice and guidance", "section_text": "19 Schedule 6 (codes of audit practice and guidance) has effect."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "20", "section_title": "General duties of auditors", "section_text": "20 1 In auditing the accounts of a relevant authority other than a health service body, a local auditor must, by examination of the accounts and otherwise, be satisfied— a that the accounts comply with the requirements of the enactments that apply to them, b that proper practices have been observed in the preparation of the statement of accounts, and that the statement presents a true and fair view, and c that the authority has made proper arrangements for securing economy, efficiency and effectiveness in its use of resources. 2 Subject as follows, when a local auditor has completed an audit of the accounts of a relevant authority other than a health service body, the auditor must enter on the statement of accounts— a a certificate that the auditor has completed the audit in accordance with this Act, and b the auditor's opinion on the statement. 3 If, for any part of the period for which a relevant authority is required to prepare a statement of accounts, the authority is required to maintain a pension fund under regulations under section 1 of the Public Service Pensions Act 2013 as they relate to local government workers (within the meaning of that Act), the authority's local auditor must give a separate opinion on the part of the statement that relates to the accounts of that pension fund. 4 A local auditor may enter an opinion on the statement of accounts on that statement before the audit is completed if— a the audit has not been completed because an objection has been made under section 27 and that objection has not been disposed of, and b the auditor thinks that, if the objection were resolved in the objector's favour, this would not affect the accuracy of the statement of accounts. 5 A local auditor must, in carrying out the auditor's functions in relation to the accounts of a relevant authority, comply with the code of audit practice applicable to the authority that is for the time being in force. 6 A local auditor must, in carrying out functions under this Act, have regard to guidance issued by the Comptroller and Auditor General under paragraph 9 of Schedule 6."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "21", "section_title": "General duties of auditors of accounts of health service bodies", "section_text": "21 1 In auditing the accounts of   an integrated care board , a local auditor must, by examination of the accounts and otherwise, be satisfied— a that the accounts present a true and fair view, and comply with the requirements of the enactments that apply to them, b that proper practices have been observed in the preparation of the accounts, c that   the board   has made proper arrangements for securing economy, efficiency and effectiveness in its use of resources, d that money provided by Parliament has been expended for the purposes intended by Parliament, e that resources authorised by Parliament to be used have been used for the purposes in relation to which the use was authorised, and f that the financial transactions of   the board   are in accordance with any authority which is relevant to the transactions. 2 In subsection (1)(e) use of resources means their expenditure, consumption or reduction in value. 2A In auditing the accounts of an NHS trust a local auditor must, by examination of the accounts and otherwise, be satisfied— a that the accounts present a true and fair view, and comply with the requirements of the enactments that apply to them, b that proper practices have been observed in the preparation of the accounts, and c that the NHS trust has made proper arrangements for securing economy, efficiency and effectiveness in its use of resources. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 When a local auditor has completed an audit of the accounts of a health service body, the auditor must— a enter on the accounts a certificate that the auditor has completed the audit in accordance with this Act, and b make a report in accordance with subsection (5). 5 A report under subsection (4)(b)— a must contain the auditor's opinion on the accounts, including on the matters in subsection (1) or, as the case may be, subsection (3), but b must not contain the auditor's opinion on the matter in subsection (1)(c) or (3)(c) if the auditor is satisfied as to that matter."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "22", "section_title": "Auditors' right to documents and information", "section_text": "22 1 A local auditor has a right of access at all reasonable times to every document (an  “audit document”) that— a relates to a relevant authority or an entity connected with a relevant authority, and b the auditor thinks is necessary for the purposes of the auditor's functions under this Act. 2 This includes power to inspect, copy or take away an audit document. 3 A local auditor may— a require a person holding or accountable for, or who has at any time held or been accountable for, an audit document to provide such information or explanation as the auditor thinks is necessary for the purposes of this Act, and b if the auditor thinks it necessary, require the person to meet the auditor to give the information or explanation or (if the person holds or is accountable for the document) to produce the document. 4 Where an audit document is in an electronic form, the power to require a person to produce the document includes power to require it to be produced in a form in which it is legible and can be taken away. 5 For the purpose of inspecting an audit document which is in an electronic form, a local auditor— a may have access to, and inspect and check the operation of, any computer and associated apparatus or material which the auditor thinks is or has been used in connection with the document, and b may require a person within subsection (6) to give the auditor the reasonable assistance that the auditor needs for that purpose. 6 A person is within this subsection who— a is the person by whom or on whose behalf the computer is or has been used, or b is a person in charge of, or otherwise involved in operating, the computer, apparatus or material. 7 A local auditor may— a require any person to whom this subsection applies to provide such information or explanation as the auditor thinks is necessary for the purposes of this Act, and b if the auditor thinks it necessary, require the person to meet the auditor to give the information or explanation. 8 Subsection (7) applies to— a a member or officer of a relevant authority, b where a relevant authority is a corporation sole, the holder of that office, c a person elected or appointed— i as an entity connected with a relevant authority, ii to such an entity, or iii to an office of such an entity, d an employee of such an entity, e an auditor of the accounts of such an entity, or f a person who fell within any of paragraphs (a) to (d) at a time to which the information or explanation required by the local auditor relates. 9 A local auditor of the accounts of a parish meeting may only exercise the function in subsection (7), so far as it applies to a person who is or was a member or officer of a relevant authority, in relation to a person who is or was the chairman of the parish meeting or the proper officer of the district council within whose area the parish lies. 10 A relevant authority or an entity connected with a relevant authority must provide a local auditor with the facilities and information that the auditor reasonably requires for the purposes of the auditor's functions under this Act. 11 A statement made by a person in response to a requirement under this section may not be used in evidence against that person in criminal proceedings other than proceedings for an offence under section 23. 12 Nothing in this section compels a person to disclose information in respect of which a claim to legal professional privilege could be maintained in legal proceedings."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "23", "section_title": "Offences relating to section 22", "section_text": "23 1 A person is guilty of an offence if, without reasonable excuse, the person— a obstructs the exercise of any power conferred by section 22, or b fails to comply with any requirement of a local auditor under that section. 2 A person guilty of an offence under subsection (1) is liable on summary conviction— a to a fine not exceeding level 3 on the standard scale, and b to an additional fine of not more than £20 for each day on which the offence continues after conviction for that offence. 3 The reasonable expenses incurred by a local auditor in connection with proceedings for an offence under subsection (1) alleged to have been committed by a person within subsection (4) in relation to the audit of the accounts of a relevant authority are recoverable from that authority so far as they are not recovered from any other source. 4 The persons within this subsection are— a a member or officer of the relevant authority, b a person elected or appointed— i as an entity connected with the relevant authority, ii to such an entity, or iii to an office of such an entity, and c an employee of such an entity. 5 Subsection (3) does not apply in relation to a parish meeting unless the offence is alleged to have been committed by the chairman of the parish meeting or the proper officer of the district council within whose area the parish lies. 6 In subsection (4)(a) the reference to a member of the relevant authority, in relation to a corporation sole, is to the holder of that office."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "24", "section_title": "Reports and recommendations", "section_text": "24 Schedule 7 (reports and recommendations) has effect."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "25", "section_title": "Inspection of statements of accounts etc", "section_text": "25 1 A relevant authority other than a health service body must ensure that a local government elector for its area may inspect and make copies of— a the statement of accounts prepared by the authority, b the local auditor's certificate that the audit of the authority's accounts including that statement has been completed, c the local auditor's opinion on the statement of accounts, d any public interest report relating to the authority or an entity connected with it, and e any recommendation relating to the authority or an entity connected with it. 2 A relevant authority other than a health service body must ensure that a local government elector for its area may have copies of any document within subsection (1) supplied to the elector at the elector's request on payment of a reasonable sum for each copy. 3 The relevant authority must ensure that a local government elector may inspect a document within subsection (1) at all reasonable times and without payment. 4 This section applies in relation to a document only if the relevant authority has prepared the document or it has been made available to the authority. 5 References in this section to copies of a document include a reference to copies of any part of it."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "26", "section_title": "Inspection of documents etc", "section_text": "26 1 At each audit of accounts under this Act, other than an audit of accounts of a health service body, any persons interested   or any journalist  may— a inspect the accounting records for the financial year to which the audit relates and all books, deeds, contracts, bills, vouchers, receipts and other documents relating to those records, and b make copies of all or any part of those records or documents. 1A In subsection (1) “journalist” means any person who produces for publication journalistic material (whether paid to do so or otherwise). 2 At the request of a local government elector for any area to which the accounts relate, the local auditor must give the elector, or any representative of the elector, an opportunity to question the auditor about the accounting records. 3 The local auditor's reasonable costs of complying with subsection (2) are recoverable from the relevant authority to which the accounts relate. 4 This section does not entitle a person— a to inspect or copy any part of any record or document containing information which is protected on the grounds of commercial confidentiality, or b to require any such information to be disclosed in answer to any question. 5 Information is protected on the grounds of commercial confidentiality if— a its disclosure would prejudice commercial confidentiality, and b there is no overriding public interest in favour of its disclosure. 6 This section does not entitle a person— a to inspect or copy any part of any record or document containing personal information, or b to require any personal information to be disclosed in answer to any question. 7 Information is personal information if it identifies a particular individual or enables a particular individual to be identified (but see subsection (8)). 8 Information is not personal information merely because it relates to a business carried on by an individual as a sole trader. 9 Information is personal information if it is information about an officer of the relevant authority which relates specifically to a particular individual and is available to the authority because— a the individual holds or has held an office or employment with that authority, or b payments or other benefits in respect of an office or employment under any other person are or have been made or provided to that individual by that authority. 10 For the purposes of subsection (9)— a “ the relevant authority ” means the relevant authority whose accounts are being audited, and b payments made or benefits provided to an individual in respect of an office or employment include any payment made or benefit provided in respect of the individual ceasing to hold the office or employment."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "27", "section_title": "Right to make objections at audit", "section_text": "27 1 This section applies if, at an audit of accounts under this Act other than an audit of accounts of a health service body, a local government elector for an area to which the accounts relate makes an objection to the local auditor which meets the requirements in subsection (2) and which— a concerns a matter in respect of which the auditor could make a public interest report, or b concerns a matter in respect of which the auditor could apply for a declaration under section 28. 2 The requirements are that— a the objection is made in writing, and b a copy of the objection is sent to the relevant authority whose accounts are being audited. 3 The local auditor must decide— a whether to consider the objection, and b if the auditor does so, whether to take action within paragraph (a) or (b) of subsection (1) in response. 4 The local auditor may decide not to consider the objection if, in particular, the auditor thinks that— a the objection is frivolous or vexatious, b the cost of the auditor considering the objection would be disproportionate to the sums to which the objection relates, or c the objection repeats an objection already considered— i under this section by a local auditor of the authority's accounts, or ii under section 16 of the Audit Commission Act 1998 by an auditor appointed under that Act in relation to those accounts. 5 Subsection (4)(b) does not entitle the local auditor to refuse to consider an objection which the auditor thinks might disclose serious concerns about how the relevant authority is managed or led. 6 If the local auditor decides not to take action within paragraph (a) or (b) of subsection (1), the auditor may recommend that the relevant authority should instead take action in response to the objection. 7 The local auditor's reasonable costs of exercising functions under this section are recoverable from the relevant authority."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "28", "section_title": "Declaration that item of account is unlawful", "section_text": "28 1 If a local auditor carrying out an audit of accounts under this Act, other than an audit of accounts of a health service body, thinks that an item of account is contrary to law, the auditor may apply to the court for a declaration to that effect. 2 On an application under this section, the court— a may make or refuse to make the declaration, and b if it makes the declaration, may also order rectification of the statement of accounts or accounting records. 3 A person who has objected under section 27(1)(b) and is aggrieved by a decision of the local auditor not to consider the objection or not to apply for a declaration under this section may— a within the period of 6 weeks beginning with the day after that on which the person is notified of the decision, require the auditor to provide written reasons for the decision, and b within the period of 21 days beginning with the day after that on which the person receives those written reasons, appeal against the decision to the court. 4 On an appeal under subsection (3), the court has the same powers in relation to the item of account to which the objection relates as it would have on an application by the local auditor for the declaration. 5 On an application or appeal under this section, the court may make an order for the payment by the relevant authority to which the application or appeal relates of expenses incurred in connection with it by the local auditor or the person by whom the appeal is brought. 6 Subsection (7) applies if a local auditor of the accounts of a relevant authority incurs costs in determining whether to make an application under this section in relation to the authority, but the application is not in fact made. 7 The local auditor may recover the reasonable costs so incurred from the relevant authority. 8 The High Court and the county court have jurisdiction for the purposes of this section. 9 In this Act  “ item of account ”, in relation to a relevant authority, means an item in the authority's accounting records or statement of accounts."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "29", "section_title": "Advisory notices", "section_text": "29 Schedule 8 (advisory notices) has effect."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "30", "section_title": "Unlawful expenditure or activity of health service bodies", "section_text": "30 1 A local auditor of the accounts of a health service body must take the steps set out in subsection (2) if the auditor believes that the body or an officer of the body— a is about to make, or has made, a decision which involves or would involve the body incurring unlawful expenditure, or b is about to take or has begun to take a course of action which, if followed to its conclusion, would be unlawful and likely to cause a loss or deficiency. 2 The local auditor must, as soon as reasonably practicable— a refer the matter to the Secretary of State, and b notify NHS England of the matter."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "31", "section_title": "Power of auditor to apply for judicial review", "section_text": "31 1 A local auditor appointed to audit the accounts of a relevant authority other than a health service body may make an application for judicial review of a decision of that authority, or of a failure by that authority to act, which it is reasonable to believe would have an effect on the accounts of that body. 2 Subsection (1) does not affect the requirement in section 31(3) of the Senior Courts Act 1981 to obtain the leave of the High Court to make the application. 3 The existence of the powers conferred on a local auditor under this Act is not a ground for refusing an application within subsection (1) (or an application for leave to make the application). 4 On an application for judicial review made as mentioned in subsection (1), the court may make such order as it thinks fit for the payment by the relevant authority of expenses incurred by the local auditor in connection with the application. 5 Subsection (6) applies if a local auditor of the accounts of a relevant authority incurs costs in determining whether to make an application under this section in relation to the authority, but the application is not in fact made. 6 The local auditor may recover the reasonable costs so incurred from the relevant authority."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "32", "section_title": "Accounts and audit regulations", "section_text": "32 1 The Secretary of State may by regulations applying to relevant authorities other than health service bodies make provision about— a the form and contents of accounting records; b the form, contents, preparation and approval of statements of accounts; c the preservation of accounting records or statements of accounts; d the publication of accounting records, statements of accounts or other information; e the exercise of any rights of objection or inspection conferred by section 25, 26 or 27 and the steps to be taken by any authority to enable those rights to be exercised; f the financial management of relevant authorities; g the maintenance by relevant authorities of systems of internal control (including arrangements for the management of risk). 2 Regulations under subsection (1)(b) may, in particular, make provision about any information to be provided by way of notes to the accounts. 3 Before making regulations under this section, the Secretary of State must consult— a the Comptroller and Auditor General, b such representatives of relevant authorities as the Secretary of State thinks appropriate, and c the recognised supervisory bodies. 4 Section 14(1)(a) of the Transport Act 1968 (accounts and other records of Passenger Transport Executives) is subject to regulations under this section."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "33", "section_title": "Data matching", "section_text": "33 Schedule 9 (data matching) has effect."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "34", "section_title": "Best value inspections", "section_text": "34 Schedule 10 (best value inspections) has effect."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "35", "section_title": "Examinations by the Comptroller and Auditor General", "section_text": "35 1 After section 7 of the National Audit Act 1983 insert— Relevant authorities 7ZA 1 The Comptroller and Auditor General may carry out examinations into the economy, efficiency and effectiveness with which relevant authorities have used their resources in discharging their functions. 2 An examination under this section must relate to— a all relevant authorities, or b particular descriptions of relevant authorities. 3 An examination under this section is to be carried out for the purposes of— a ensuring that the use of resources by a department to which section 6 applies to fund relevant authorities represents an economical, efficient and effective use of those resources, or b providing evaluation, commentary and advice of a general nature to all relevant authorities, or all relevant authorities of a particular description, as to the economy, efficiency and effectiveness with which they use their resources in discharging their functions. 4 An examination under this section may be combined with another examination under this Part. 5 This section does not entitle the Comptroller and Auditor General to question— a the merits of the policy objectives of any relevant authority in respect of which an examination is carried out, or b the merits of government policy. 6 Before carrying out an examination under this section, the Comptroller and Auditor General must consult— a such associations or representatives of relevant authorities as the Comptroller and Auditor General thinks appropriate, and b such other persons or bodies as appear to the Comptroller and Auditor General to be relevant to the examination proposed to be carried out. 7 Subsection (8) applies if the Comptroller and Auditor General— a proposes to carry out an examination under this section, and b considers that the work of the Auditor General for Wales is relevant to the examination. 8 Before carrying out the examination, the Comptroller and Auditor General must— a consult the Auditor General for Wales, and b take into account any relevant work done or being done by the Auditor General for Wales. 9 In deciding whether to carry out an examination under this section, and in carrying out such an examination, the Comptroller and Auditor General must have regard to any other relevant examination, inspection or research (by whatever name) that the Comptroller and Auditor General knows has been, is or is to be undertaken by other persons. 10 The Comptroller and Auditor General may publish the results of an examination under this section in such manner as the Comptroller and Auditor General considers appropriate. 11 In this Act  “ relevant authority ” has the same meaning as in the Local Audit and Accountability Act 2014 (see section 2(1)), except that— a the Common Council of the City of London is a relevant authority for the purposes of this Act only to the extent that it exercises functions to which that Act applies, b a health service body within the meaning of that Act (see section 3(9)) is not a relevant authority for the purposes of this Act, and c a chief constable within the meaning of that Act (see section 44(1)) or the Commissioner of Police of the Metropolis is not a relevant authority for the purposes of this Act. 2 Section 8 (rights to obtain documents and information) of that Act is amended as follows. 3 In subsection (1) (right to access documents etc for purposes of examination under section 6 or 7), for  “or 7” substitute  “                    , 7 or 7ZA                  ” . 4 In subsection (2) (application of subsection (1) rights)— a at the beginning insert  “                        In the case of an examination under section 6 or 7,                      ” , b after  “control of” insert  “                        —(a)                      ” , and c at the end insert , or                         b where the examination relates in whole or in part to the use of resources by the department, authority or body to fund a relevant authority, that relevant authority. 5 After subsection (2) insert— 2A In the case of an examination under section 7ZA, subsection (1) applies only to documents in the custody or under the control of— a a relevant authority to which the examination relates, or b where the examination is undertaken for a purpose within section 7ZA(3)(a), a department to which section 6 applies and which funds a relevant authority to which the examination relates."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "36", "section_title": "Disclosure of information", "section_text": "36 Schedule 11 (disclosure of information) has effect."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "37", "section_title": "Social security references and reports", "section_text": "37 1 A local auditor may refer to the Secretary of State any matter arising from an audit under this Act if it appears that the matter may be relevant for the purposes of any of the functions of the Secretary of State relating to social security. 2 In section 139D(1) of the Social Security Administration Act 1992 (directions by Secretary of State following reports on social security matters)— a in paragraph (b), for  “to an authority under section 10(1) of the Audit Commission Act 1998 and to the Secretary of State under section 39 of that Act” substitute  “                        to the Secretary of State under section 37(1) of or paragraph 3 of Schedule 7 to the Local Audit and Accountability Act 2014                      ” , and b in paragraph (d) omit  “section 38(7) of the Audit Commission Act 1998,”. 3 This section has effect until the coming into force of the repeal (by the Welfare Reform Act 2012) of section 139D of the Social Security Administration Act 1992."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "38", "section_title": "Duty of smaller authorities to publish information", "section_text": "38 In section 2 of the Local Government, Planning and Land Act 1980 (duty of authorities to publish information)— a after subsection (1) insert— 1A This section also applies to an authority which— a is not within subsection (1) above; b is not within section 4(4) below; and c is, or is treated as, a smaller authority for the purposes of section 5 of the Local Audit and Accountability Act 2014 (modification of that Act in relation to smaller authorities). , and b after subsection (10) insert— 11 A code issued under this section applies to an authority within subsection (1A) above only in respect of information relating to a financial year during which the authority was within that subsection. 12 A function under this section or section 3 below that is expressed to be exercisable by the Secretary of State is exercisable by the Secretary of State (and not the Welsh Ministers) in relation to a person or body that— a is within subsection (1A), and b exercises functions in relation to an area that is partly in England and partly in Wales."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "39", "section_title": "Code of practice on local authority publicity", "section_text": "39 1 After section 4 of the Local Government Act 1986 insert— Power to direct compliance with code 4A 1 The Secretary of State may direct one or more specified local authorities in England to comply with a code issued under section 4 that applies to that authority or those authorities. 2 A direction may require compliance with— a one or more specified provisions of a code, or b all of the provisions of a specified code. 3 A direction may— a specify the steps that an authority to which it is given must take to comply with it; b specify the time within which such an authority must comply with it. 4 The Secretary of State may give a direction to an authority whether or not the Secretary of State thinks that the authority is complying with the code to which it relates. 5 Before giving a direction to an authority, the Secretary of State must give the authority notice in writing of the proposed direction. 6 The Secretary of State may not give a direction to an authority before the end of the period of 14 days beginning with the day on which notice under subsection (5) was given to it. 7 The authority may make written representations to the Secretary of State about the proposed direction within that period. 8 The Secretary of State may modify or withdraw a direction under this section by notice in writing to the authority or authorities to which it was given. 9 Subsections (5) to (7) apply to the modification or withdrawal of a direction as they apply to the giving of a direction, but as if— a the reference to the proposed direction were to the proposed modification or proposal to withdraw the direction, and b subsection (6) permitted the Secretary of State to withdraw the direction before the end of the 14 day period with the agreement of the authorities to which it applies. 10 In this section  “ specified ” means specified in a direction under this section. Power to make order requiring compliance with code 4B 1 The Secretary of State may by order made by statutory instrument impose a duty on all local authorities in England, or all local authorities in England of a specified description, to comply with a code issued under section 4 that applies to those authorities. 2 An order under this section may impose a duty to comply with— a one or more specified provisions of a code, or b all of the provisions of a specified code. 3 An order under this section may— a specify the steps that an authority to which the duty applies must take to comply with it; b specify the time within which such an authority must comply with the duty. 4 The Secretary of State may make an order under this section which applies to an authority whether or not the Secretary of State thinks that the authority is complying with the code to which the order relates. 5 An order under this section— a may make different provision for different cases or classes of case, including different provision for different descriptions of local authority; b may make incidental, supplementary, consequential, transitional or transitory provision or savings. 6 A statutory instrument containing an order under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 7 In this section  “ specified ” means specified in an order under this section. 2 In section 12(3) of that Act (extent), after  “Part II” insert  “                    , other than sections 4A and 4B,                  ” ."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "40", "section_title": "Access to local government meetings and documents", "section_text": "40 1 The Secretary of State may by regulations make provision for and in connection with allowing persons— a to film, photograph or make sound recordings of proceedings at a meeting of a body to which this section applies, or of a committee or sub-committee of such a body; b to use other means for enabling persons not present at such a meeting to see or hear proceedings at the meeting, as it takes place or later; c to report or provide commentary on the proceedings at such a meeting, orally or in writing, so that the report or commentary is available, as the meeting takes place or later, to persons not present at the meeting. 2 Regulations under subsection (1) may, in particular, make provision— a for allowing persons to make available to the public or a section of the public using any medium (including the internet) things produced as a result of activities within that subsection; b about the facilities to be made available by bodies to which the regulations apply to enable persons to carry on such activities; c about the steps to be taken by persons before carrying on such activities; d about the circumstances in which persons may not carry on such activities, including for enabling a person specified in the regulations to prevent them from doing so in the circumstances specified in the regulations. 3 The Secretary of State may by regulations make provision— a for requiring written records to be kept of decisions that are of a kind specified in the regulations and are taken by an officer of a body to which this section applies, b with respect to the information that is to be included in those written records (including information as to the reasons for any decision); c for requiring any such written records, or any documents connected with the decisions to which they relate, to be supplied or made available to members of the body, to the public or to other persons; d for the creation of offences in respect of any rights or requirements conferred or imposed by the regulations. 4 The Secretary of State may by regulations provide that any of the following may or must be given or made available by electronic means— a any notice which is required by the Public Bodies (Admission to Meetings) Act 1960, Part 5A of the Local Government Act 1972 (access to meetings and documents of certain authorities etc) or regulations under this section to be given by a body to which this section applies; b any document relating to such a body which is required by that Part or those regulations to be open to inspection. 5 Regulations under this section may, in particular, amend or repeal any provision of— a the Public Bodies (Admission to Meetings) Act 1960, b Part 5A or section 228 (inspection of documents) of the Local Government Act 1972, or c section 58 of the Greater London Authority Act 1999 (application of Part 5A to the London Assembly). 6 Subject to subsections (7) and (8), this section applies to— a a district council, b a county council in England, c a London borough council, d the London Assembly, e the Common Council of the City of London in its capacity as a local authority or police authority, f the London Fire Commissioner, g Transport for London, h a joint authority established under Part 4 of the Local Government Act 1985, i an economic prosperity board, j a combined authority, ja a sub-national transport body, jb a combined county authority, k a fire and rescue authority in England constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies, l a National Park authority for a National Park in England, m the Broads Authority, n the Council of the Isles of Scilly, o a parish council, and p a parish meeting. 7 In its application to subsection (1), subsection (6) is to be read as if it included a reference to an executive of an authority within paragraph (a), (b) or (c) of that subsection. 8 In its application to subsection (3), subsection (6) is to be read as if the reference in paragraph (d) to the London Assembly were to the Greater London Authority. 9 References in this section to a committee or sub-committee of a body include any committee or sub-committee of that body to which Part 5A of the Local Government Act 1972 applies or is treated as applying. 10 References in this section to Part 5A of the Local Government Act 1972 include a reference to that Part as it applies to the London Assembly by virtue of section 58 of the Greater London Authority Act 1999. 11 In paragraph 4(2) of Schedule 12 to the Local Government Act 1972 (notice of meeting of principal council), for  “Three clear days” substitute  “                    Five clear days                  ” ."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "41", "section_title": "Council tax referendums", "section_text": "41 1 Chapter 4ZA of Part 1 of the Local Government Finance Act 1992 (referendums relating to council tax increases) is amended as follows. 2 In section 52ZG (arrangements for referendum on billing authority's council tax increase), after subsection (5) insert— 5A As soon as is reasonably practicable after determining that it is required to hold a referendum in relation to its relevant basic amount of council tax for the financial year, the billing authority must notify that fact in writing to any body that has issued a levy or a special levy to it for the financial year. 3 In section 52ZH(1) (duty to inform Secretary of State of result of referendum), after  “the Secretary of State” insert  “                    , and any body the authority was required to notify under section 52ZG(5A),                  ” . 4 Section 52ZK (major precepting authority's duty to notify billing authority of excessive council tax increase) is amended as follows. 5 After subsection (1) insert— 1A As soon as is reasonably practicable after determining that its relevant basic amount of council tax for the financial year is excessive, the major precepting authority must also notify the matters mentioned in subsection (1) in writing to any body that— a has issued a levy to it for the financial year, or b in the case of the Greater London Authority, has issued a levy to any constituent body for the financial year. 6 In subsection (2) (requirement for notification under section to include precept), for  “this section” substitute  “                    subsection (1)                  ” . 7 In subsection (8) (requirement for Secretary of State to prescribe date by which notification under section must be made), for  “this section” substitute  “                    subsection (1)                  ” . 8 In section 52ZO(1) (duty to inform Secretary of State of result of referendum on precepting authority's excessive council tax increase), after  “the Secretary of State” insert  “                    , and any body the authority was required to notify under section 52ZK(1A),                  ” . 9 Section 52ZX (meaning of relevant basic amount of council tax) is amended as follows. 10 In subsection (1) (billing authority's relevant basic amount of council tax), for paragraphs (a) and (b) (disregard of precepts and levies in calculation) substitute “the amount of any precepts— a issued to it for the year by local precepting authorities, or b anticipated by it in pursuance of regulations under section 41 above.” 11 In subsection (2) (relevant basic amount of council tax of major precepting authority other than county council or Greater London Authority) omit  “a county council or”. 12 Omit subsection (3) (county council's relevant basic amount of council tax). 13 In subsection (4) (Greater London Authority's relevant basic amount of council tax), for paragraphs (a) and (b) substitute— a the amount calculated by it in relation to the year under section 88(2) of the Greater London Authority Act 1999 (referred to in this Chapter as the Greater London Authority's unadjusted relevant basic amount of council tax for the year), or b any amount calculated by it in relation to the year under section 89(3) of that Act (referred to in this Chapter as the Greater London Authority's adjusted relevant basic amount of council tax for the year). 14 Subsections (15) to (17) apply (and subsections (19) to (21) do not apply) if, in accordance with section 49(3), this section comes into force on the day on which this Act is passed. 15 Section 52ZC of the Local Government Finance Act 1992 (determination of whether council tax increase is excessive) applies with the following modifications to the determination of a set of principles for the financial year beginning with 1 April 2014. 16 The Secretary of State may, in particular, determine categories of authority for that financial year on the basis of whether an authority's relevant basic amount of council tax for the financial year beginning with 1 April 2013 would have been excessive if that amount for that year and for the immediately preceding financial year had been determined under section 52ZX of the Local Government Finance Act 1992 as amended by this section. 17 In subsection (3)(b) of section 52ZC the reference to an authority's relevant basic amount of council tax for the financial year immediately preceding the year under consideration is to the amount that would have been calculated by the authority for that year under section 52ZX of the Local Government Finance Act 1992 if the amendments made to it by this section had been in force for that year. 18 Subsections (19) to (21) apply (and subsections (15) to (17) do not apply) if this section comes into force on a day appointed by the Secretary of State by order under section 49(3). 19 Section 52ZC of the Local Government Finance Act 1992 applies with the following modifications to the determination of a set of principles for the financial year beginning with 1 April 2015. 20 The Secretary of State may, in particular, determine categories of authority for that financial year— a on the basis of whether an authority's relevant basic amount of council tax for the financial year beginning with 1 April 2013 would have been excessive if that amount for that year and for the immediately preceding financial year had been determined under section 52ZX of the Local Government Finance Act 1992 as amended by this section, b on the basis of whether an authority's relevant basic amount of council tax for the financial year beginning with 1 April 2014 would have been excessive if that amount for that year and for the immediately preceding financial year had been determined under that section as so amended, or c on the basis set out in paragraph (a) and on the basis set out in paragraph (b). 21 In subsection (3)(b) of section 52ZC the reference to an authority's relevant basic amount of council tax for the financial year immediately preceding the year under consideration is to the amount that would have been calculated by the authority for that year under section 52ZX of the Local Government Finance Act 1992 if the amendments made to it by this section had been in force for that year."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "42", "section_title": "Parish meetings: parish polls", "section_text": "42 1 In Part 3 of Schedule 12 to the Local Government Act 1972 (procedure in parish meetings), paragraph 18 is amended as follows. 2 Omit sub-paragraphs (4) to (6). 3 At the end insert— 7 A poll may be demanded before the conclusion of a parish meeting on any question arising at the meeting, subject to regulations made under sub-paragraph (8). 8 The Secretary of State may by regulations make provision about polls consequent on parish meetings, in particular about— a the questions arising at a meeting on which a poll may be demanded, b the circumstances in which a poll may or must be taken (including provision as to the number of local government electors who must demand a poll for a poll to be taken), and c the conduct of a poll. 9 Regulations under sub-paragraph (8)(c) may apply any electoral enactment (with or without modifications) to polls consequent on parish meetings. 10 In sub-paragraph (9)  “ electoral enactment ” means an enactment which relates to elections or referendums. 11 A statutory instrument containing regulations under sub-paragraph (8) is subject to annulment in pursuance of a resolution of either House of Parliament. 4 In section 243 of that Act (computation of time and timing of elections, etc)— a in subsection (2) for  “rules under paragraph 18 or” substitute  “                        regulations under paragraph 18 or rules under paragraph 34                      ” , b in subsection (4) before  “rules” (in both places it occurs) insert  “                        regulations or                      ” , and c in subsection (5) before  “rules” (in both places it occurs) insert  “                        regulations or                      ” ."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "43", "section_title": "Orders and regulations", "section_text": "43 1 Any power of the Secretary of State or the Minister for the Cabinet Office to make regulations or an order under this Act is exercisable by statutory instrument. 2 Any power of the Secretary of State or the Minister for the Cabinet Office to make regulations or an order under this Act includes— a power to make different provision for different cases or classes of case, including different provision for different authorities; b power to make incidental, supplementary, consequential, transitional or transitory provision or savings. 3 A statutory instrument containing regulations or an order to which subsection (4) applies (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 4 This subsection applies to— a regulations under section 2(3) (power to amend list of relevant authorities in Schedule 2), b regulations or an order under section 2(5) (power to make provision about application of Act to a person or body coming to fall within Schedule 2) which amends this Act, c regulations under section 3(5)(a) (power to modify financial year of relevant authority) which amend this Act, d regulations under section 5(1) (modification of Act in relation to smaller authorities), e regulations under section 6(5) (power to amend definition of  “smaller authority”), f regulations under section 7(4) (power to amend intervals at which local auditor must be appointed), g regulations under section 17 (appointment of auditor by specified person), h regulations under section 18(2) (power to amend Schedule 5), i regulations under section 40 (access to local government meetings and documents) which amend or repeal any provision of an Act, j regulations under section 46 (power to make consequential provision) which amend or repeal any provision of an Act, k regulations under paragraph 2(9) of Schedule 4 (power to amend definition of  “independent” member of auditor panel), l regulations under paragraph 5(1)(a) of that Schedule (power to amend etc local authority enactments in their application to auditor panels), m regulations under paragraph 8(3) of that Schedule (power to amend definition of  “connected entity”), and n regulations under paragraph 8 of Schedule 9 (power to amend data-matching provisions). 5 Any other statutory instrument containing regulations or an order under this Act is subject to annulment in pursuance of a resolution of either House of Parliament, subject to subsection (6). 6 Subsection (5) does not apply to a statutory instrument containing only— a an order under section 49 (commencement), b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 If a draft of a statutory instrument containing regulations or an order under section 2 would, apart from this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not such an instrument."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "44", "section_title": "Interpretation of Act", "section_text": "44 1 In this Act (unless the context otherwise requires)— “ accounts ” is to be construed in accordance with section 4(3) to   (6) ; “area”— in relation to a chief constable, means the police area of the chief constable's police force;   in relation to an integrated care board, means the area specified in the board’s constitution (see Schedule 1B to the National Health Service Act 2006);   “ charter trustees ” means charter trustees constituted— under section 246 of the Local Government Act 1972, by the Charter Trustees Regulations 1996 ( SI  1996/263), or under Part 1 of the Local Government and Public Involvement in Health Act 2007; “ chief constable ” means a chief constable for a police force for a police area; “ code of audit practice ” means a code of audit practice under Schedule 6; “ combined authority ” means a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009;   “ combined county authority ” means a combined county authority established under section  9 (1)  of the Levelling-up and Regeneration Act 2023;   “ the Common Council ” means the Common Council of the City of London; “ costs ”, in relation to anything done by a local auditor, means the costs of the auditor's time to do that thing, whether or not the auditor charges on the basis of the time taken to do it; “ enactment ” includes an enactment contained in subordinate legislation as defined in section 21(1) of the Interpretation Act 1978; “ executive ” and  “ executive arrangements ” have the same meaning as in Part 1A of the Local Government Act 2000; “ expenses ”, in relation to anything done by a local auditor, means the expenses incurred by the auditor in doing that thing, including the auditor's costs of doing it; “ financial year ” has the meaning given by section 3(4) (subject to provision made under section 3(5)); “ functional body ” has the same meaning as in the Greater London Authority Act 1999 (see section 424(1) of that Act); “ health service body ” has the meaning given by section 3(9); “ item of account ” has the meaning given by section 28(9); “ local auditor ” has the meaning given by section 4(1)(b); “ local government elector ” means a person registered as a local government elector in the register of electors in accordance with the Representation of the People Acts (but see subsection (6)); “ officer ”, in relation to a relevant authority— includes a member of the staff of the authority, but does not include a local auditor appointed to audit the authority's accounts; “ parish meeting ” means a parish meeting of a parish which does not have a separate parish council; “ police area ” means a police area listed in Schedule 1 to the Police Act 1996 (police areas outside London); “ public interest report ” has the meaning given by paragraph 1(2) of Schedule 7; “ recognised qualifying body ” has the meaning given by 1219(12) of the Companies Act 2006 as it has effect by virtue of Schedule 5 to this Act; “ recognised supervisory body ” is to be construed in accordance with section 1217(4) of and Schedule 10 to the Companies Act 2006 as they have effect by virtue of Schedule 5 to this Act; “ recommendation ” means a recommendation under paragraph 2(1) of Schedule 7; “ related authority ” has the meaning given by paragraph 2(6) of Schedule 7; “ relevant authority ” has the meaning given by section 2(1); ... “ sub-national transport body ” means a sub-national transport body established under section 102E of the Local Transport Act 2008. 2 References in this Act to a function under this Act or a Part of this Act include a function under regulations under this Act or that Part. 3 References in this Act to provision made under it include provision made under Part 42 of the Companies Act 2006 as it has effect by virtue of Schedule 5. 4 References in this Act to an entity connected with a relevant authority or to a connected entity are to be construed in accordance with paragraph 8 of Schedule 4. 5 References in this Act to the group of people for whom an integrated care board has core responsibility are to be read in accordance with section  14Z31  of the National Health Service Act 2006. 6 A reference in this Act to a local government elector for any area— a in relation to a Passenger Transport Executive, is a reference to a local government elector for the area of the Integrated Transport Authority or combined authority for the area for which the Executive is established; b in relation to the Broads Authority, is a reference to a local government elector for the area of any participating authority (as defined by section 25 of the Norfolk and Suffolk Broads Act 1988); c in relation to a National Park authority which is the local planning authority for a National Park, is a reference to a local government elector for any area the whole or any part of which is comprised in that Park. 7 Any function conferred or imposed on the Greater London Authority under or by virtue of this Act is exercisable by the Mayor of London acting on behalf of the Authority. 8 Subsection (7) does not apply in relation to any function expressly conferred on— a the London Assembly, or b the Mayor of London and the London Assembly acting jointly on behalf of the Greater London Authority. 9 Any function conferred or imposed on a parish meeting under or by virtue of this Act, other than a function expressly conferred on the parish meeting itself, is exercisable by the chairman of the parish meeting acting on behalf of the authority. 10 References in this Act to accounts, accounting records or statements of account in relation to the Common Council are to its accounts, accounting records or statements of account so far as relating to— a the collection fund of the Common Council, b the City Fund, or c a pension fund maintained and administered by the Common Council under regulations under section 1 of the Public Service Pensions Act 2013."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "45", "section_title": "Related amendments", "section_text": "45 Schedule 12 (related amendments) has effect."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "46", "section_title": "Power to make consequential provision", "section_text": "46 1 The Secretary of State may by regulations make such consequential, incidental or supplementary provision as the Secretary of State considers appropriate in connection with any provision of, or made under, this Act. 2 The power in subsection (1) includes power to amend, repeal or revoke any provision of or made under an Act (including this Act) whenever passed or made."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "47", "section_title": "Application to  NHS  trusts and trustees for NHS trusts", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "48", "section_title": "Extent", "section_text": "48 1 This Act extends to England and Wales only, subject as follows. 2 An amendment, repeal or revocation made by this Act, other than one mentioned in subsection (3), has the same extent as the relevant part of the Act or instrument amended, repealed or revoked. 3 Subsection (2) does not apply to the amendment made by section 39(1) (power to require compliance with local authority publicity code), which extends to England and Wales only. 4 The following provisions of this Act extend to England and Wales, Scotland and Northern Ireland— a section 43 (orders and regulations) so far as it applies to regulations under section 46 or an order under section 49; b section 45 (related amendments) so far as it applies to amendments, repeals and revocations within subsection (2) of this section; c section 46 (power to make consequential provision); d this section; e section 49 (commencement); f section 50 (short title)."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "49", "section_title": "Commencement", "section_text": "49 1 The provisions of this Act come into force on such day as the Secretary of State may by order appoint, subject to subsections (2) to (4). 2 Sections 39 and 40 come into force at the end of the period of 2 months beginning with the day on which this Act is passed. 3 If this Act is passed before 5 February 2014, section 41 comes into force on the day on which this Act is passed; otherwise that section comes into force on such day as the Secretary of State may by order appoint. 4 The following provisions come into force on the day on which this Act is passed— a section 43; b section 44; c section 46; d section 48; e this section; f section 50. 5 An order under this section may— a appoint different days for different purposes or different areas; b make transitional, transitory or saving provision. 6 Provision under subsection (5)(b) may, in particular, enable a function of the Audit Commission under— a a provision that is amended or repealed by this Act, or b any of sections 139A to 139C of the Social Security Administration Act 1992, to be exercised by a person or body, or by the persons or bodies, specified in the order for a period specified in or determined under the order. 7 Where provision under subsection (5)(b) made by virtue of subsection (6) enables a function to be exercised by a Minister of the Crown, an order under this section may enable the Minister to delegate the exercise of that function to another person or body or other persons or bodies. 8 An order under this section which makes provision under subsection (5)(b) by virtue of subsection (6) or (7) may in particular provide for references in an enactment to the Audit Commission to be read as references to the person or body or persons or bodies by whom the function may be exercised. 9 Provision under subsection (5)(b) may, in particular, provide for the first local auditor appointed by a relevant authority under subsection (1) of section 7 to be appointed on a date later than that specified in that subsection. 10 In this section  “ the Audit Commission ” means the Audit Commission for Local Authorities and the National Health Service in England."}, {"act": "Local Audit and Accountability Act 2014", "year": 2014, "section": "50", "section_title": "Short title", "section_text": "50 This Act may be cited as the Local Audit and Accountability Act 2014."}]