[{"act": "Pensions Act 2014", "year": 2014, "section": "1", "section_title": "State pension", "section_text": "1 1 This Part creates a benefit called state pension. 2 A person who reaches pensionable age before 6 April 2016 is not entitled to benefits under this Part (but may be entitled to similar benefits under Part 2 of the Contributions and Benefits Act)."}, {"act": "Pensions Act 2014", "year": 2014, "section": "2", "section_title": "Entitlement to state pension at full or reduced rate", "section_text": "2 1 A person is entitled to a state pension payable at the full rate if— a the person has reached pensionable age, and b the person has 35 or more qualifying years. 2 A person is entitled to a state pension payable at the reduced rate if— a the person has reached pensionable age, and b the person has at least the minimum number of qualifying years but fewer than 35 qualifying years. 3 The minimum number of qualifying years for a state pension payable at the reduced rate is to be specified in regulations and may not be more than 10. 4 In this Part  “ qualifying year ” means a tax year, during a person's working life, in which the person's earnings factor (or the sum of the person's earnings factors) is equal to or greater than the qualifying earnings factor for the year. 5 For earnings factors, see sections 22 and 23 of the Contributions and Benefits Act. 6 For transitional cases in which a person may be entitled to a different state pension (instead of a state pension under this section), see sections 4 and 12. 7 There are provisions elsewhere that affect a person's entitlement to a state pension under this section or the rate at which it is payable."}, {"act": "Pensions Act 2014", "year": 2014, "section": "3", "section_title": "Full and reduced rates of state pension", "section_text": "3 1 The full rate of the state pension is the weekly rate for the time being specified in regulations. 2 The reduced rate of the state pension for a person is the following proportion of the full rate— 1 35 \t\t\t\t\t\t\t× the person's number of qualifying years. 3 Once the full rate has been specified, the power to make regulations under subsection (1) may not be re-exercised so as to reduce the rate."}, {"act": "Pensions Act 2014", "year": 2014, "section": "4", "section_title": "Entitlement to state pension at transitional rate", "section_text": "4 1 A person is entitled to a state pension payable at the transitional rate if— a the person has reached pensionable age, b the person has at least the minimum number of qualifying years, and c the person has at least one pre-commencement qualifying year. 2 The minimum number of qualifying years for a state pension payable at the transitional rate is to be specified in regulations and may not be more than 10. 3 A person entitled to a state pension payable at the transitional rate is not entitled to a state pension under section 2. 4 In this Part— “ post-commencement qualifying year ” means a qualifying year beginning on or after 6 April 2016; “ pre-commencement qualifying year ” means— a qualifying year beginning on or after 6 April 1978 and ending before 6 April 2016, or a reckonable year that would have been treated under regulation 13(1) of the Social Security (Widow's Benefit, Retirement Pensions and Other Benefits)\t\t\t\t\t\t\t\t\t(Transitional) Regulations 1979 ( S.I.  1979/643) as a qualifying year for the purposes of determining the person's entitlement to an old state pension that is a Category A retirement pension. 5 A reckonable year mentioned in paragraph (b) of the definition of  “pre-commencement qualifying year” counts towards the minimum number of qualifying years required by subsection (1)(b)\t\t\t\t\t(even though it does not come within the definition of  “ qualifying year ” for the purposes of this Part). 6 For earnings factors, see sections 22 and 23 of the Contributions and Benefits Act. 7 There are provisions elsewhere that affect a person's entitlement to a state pension under this section or the rate at which it is payable."}, {"act": "Pensions Act 2014", "year": 2014, "section": "5", "section_title": "Transitional rate of state pension", "section_text": "5 1 The transitional rate of the state pension for a person is a weekly rate equal to— a the sum of the amounts calculated under Schedule 1 for the person's pre-commencement and post-commencement qualifying years capped at the full rate of the state pension on the day on which the person reaches pensionable age, or b if higher, the amount for the person's pre-commencement qualifying years alone. 2 The transitional rate of the state pension for a person is to be increased from time to time in accordance with the applicable paragraph of Schedule 2. 3 Section 6 requires the transitional rate of the state pension for a person to be recalculated in certain circumstances. 4 There are special rules about the transitional rate for certain women: see section 11 (reduced rate elections)."}, {"act": "Pensions Act 2014", "year": 2014, "section": "6", "section_title": "Recalculation and backdating of transitional rate in special cases", "section_text": "6 1 This section modifies the transitional rate of the state pension for a person if, after the person has reached pensionable age, a determination is made under section 48A(2) of the Pension Schemes Act 1993 (contracting-out: reinstatement in state scheme following payment of contributions equivalent premium). 2 The person's transitional rate is to be recalculated (taking the determination into account under paragraph 3(8) of Schedule 1). 3 The recalculated rate has effect as from the day on which the person reached pensionable age (and the other provisions of this Part apply accordingly)."}, {"act": "Pensions Act 2014", "year": 2014, "section": "7", "section_title": "Survivor's pension based on inheritance of additional old state pension", "section_text": "7 1 A person is entitled to a state pension under this section if— a the person has reached pensionable age, b the person's spouse died while they were married or the person's civil partner died while they were civil partners of each other, and c the person is entitled to an inherited amount under Schedule 3. 2 A state pension under this section is payable at a weekly rate equal to the inherited amount. 3 The rate of the state pension for a person under this section is to be increased from time to time in accordance with the applicable paragraph of Schedule 4. 4 Regulations may provide that if at any time the sum of the relevant state pensions for a person exceeds an amount provided for by regulations, the rate of any state pension payable to the person under this section is to be reduced by the amount of the excess. 5 The  “sum of the relevant state pensions” for a person is the sum of— a the rate of any state pension payable to the person under this section (ignoring any reduction under subsection (4)), and b the rate of any state pension payable to the person under section 2, 4 or 12. 6 In subsections (4) and (5) a reference to the rate of a person's state pension is to the rate— a taking into account any reduction under section 14 (in the case of a state pension under section 4), but b ignoring any increase under section 17. 7 There are provisions elsewhere that affect a person's entitlement to a state pension under this section or the rate at which it is payable."}, {"act": "Pensions Act 2014", "year": 2014, "section": "8", "section_title": "Choice of lump sum or survivor's pension under section 9 in certain cases", "section_text": "8 1 A person is entitled to a choice under this section if— a the person has reached pensionable age, b the person's spouse died while they were married or the person's civil partner died while they were civil partners of each other, c the spouse or civil partner's entitlement to an old state pension was deferred at the time of death and throughout the period of 12 months ending with the day before the death, d either: (i) the person was under pensionable age when the spouse or civil partner died and did not marry or form a civil partnership after the death and before reaching pensionable age, or (ii) the person was over pensionable age when the spouse or civil partner died, and e the person would, on reaching pensionable age or on the death of the spouse or civil partner, have been entitled to an old state pension if in the relevant provisions of the Contributions and Benefits Act: (i) the words  “before 6 April 2016” were omitted, and (ii) any reference to a bereavement allowance included a reference to bereavement support payment under section 30 of this Act. 2 The person may choose— a to be paid a lump sum under this section, or b to be paid a state pension under section 9. 3 Regulations are to set out the manner in which, and the period within which, that choice is to be made. 4 A person who chooses to be paid a lump sum under this section, or who fails to choose within that period, is entitled to a  “widowed person's or surviving civil partner's lump sum” calculated under paragraph 7B of Schedule 5 to the Contributions and Benefits Act. 5 In that paragraph as it applies for the purposes of this section— a read the references to  “W” as references to the person, b read sub-paragraph (5) as if it required increases under paragraph 4 of the Schedule to be excluded, and c read the reference in sub-paragraph (7)(a) to the date on which W becomes entitled to a Category A or Category B retirement pension as a reference to the date on which the person becomes entitled to make a choice under this section. 6 There are provisions elsewhere that affect a person's entitlement to a lump sum under this section. 7 Regulations may allow a person, in specified circumstances— a to alter his or her choice under this section; b to make a late choice. 8 Regulations under subsection (7) may, for the purpose of avoiding the duplication of payment— a enable recovery of an amount paid to the person, or b reduce the amount of a lump sum to be paid to the person. 9 For the purposes of this section— a “ deferred ” has the meaning given by section 55(3) of the Contributions and Benefits Act, b “the relevant provisions” of the Contributions and Benefits Act are— section 44(1)(a); section 48(1); section 48A(1) and (3); section 48B(1), (1A), (4) and (4A); section 48BB(1) and (3), and c in determining whether a person would have been entitled to an old state pension as mentioned in subsection (1)(e) ignore any requirement to make a claim."}, {"act": "Pensions Act 2014", "year": 2014, "section": "9", "section_title": "Survivor's pension based on inheritance of deferred old state pension", "section_text": "9 1 A person is entitled to a state pension under this section if— a the person has reached pensionable age, b the person's spouse died while they were married or the person's civil partner died while they were civil partners of each other, c either: (i) the person was under pensionable age when the spouse or civil partner died and did not marry or form a civil partnership after the death and before reaching pensionable age, or (ii) the person was over pensionable age when the spouse or civil partner died, d the person is entitled to an inherited deferral amount under Schedule 5, and e in the case of a person entitled to a choice under section 8, the person has chosen to be paid a state pension under this section. 2 A state pension under this section is payable at a weekly rate equal to the inherited deferral amount. 3 But if at any time an order under section 151A of the Administration Act comes into force, the rate of the person's state pension under this section is increased (at that time) by the percentage specified in the order. 4 A person may be entitled to more than one state pension under this section. 5 There are provisions elsewhere that affect a person's entitlement to a state pension under this section or the rate at which it is payable."}, {"act": "Pensions Act 2014", "year": 2014, "section": "10", "section_title": "Inheritance of graduated retirement benefit", "section_text": "10 1 Regulations may make provision corresponding or similar to any provision of sections 7 to 9 and Schedules 3 to 5 for the purpose of conferring benefits on a person whose dead spouse or civil partner paid graduated contributions as an insured person. 2 The regulations may— a include provision corresponding or similar to any provision that may be made by regulations under section 7 or 8; b amend or otherwise modify this Act or any other enactment (whenever passed or made). 3 In this section  “graduated contributions” and  “insured person” have the meanings given by section 36(8) of the National Insurance Act 1965."}, {"act": "Pensions Act 2014", "year": 2014, "section": "11", "section_title": "Reduced rate elections: effect on section 4 pensions", "section_text": "11 1 Section 4(1)(b)\t\t\t\t\t(minimum number of qualifying years for state pension at the transitional rate) does not apply to a woman if a reduced rate election was in force in respect of her at the beginning of the relevant 35-year period. 2 Schedule 6 modifies the rules about the transitional rate of the state pension for a woman if a reduced rate election was in force in respect of her at the beginning of the relevant 35-year period. 3 In this section— “ reduced rate election ” means an election made, or treated as having been made, under regulations under section 19(4) of the Contributions and Benefits Act; “ relevant 35-year period ” means the 35-year period ending with the tax year before the one in which the woman reached pensionable age."}, {"act": "Pensions Act 2014", "year": 2014, "section": "12", "section_title": "Reduced rate elections: pension for women with no section 4 pension", "section_text": "12 1 A woman is entitled to a state pension under this section if— a she has reached pensionable age, b a reduced rate election was in force in respect of her at the beginning of the relevant 35-year period, c she does not have any pre-commencement qualifying years, and d she is entitled to a basic amount under Schedule 7. 2 A state pension under this section is payable at a weekly rate equal to the basic amount. 3 But if at any time the full rate of the state pension is increased, the rate of the woman's state pension under this section is increased (at that time) by the same percentage as the increase in the full rate. 4 In subsection (3) the reference to the rate of the woman's state pension is to the rate ignoring any increase under section 17. 5 A woman is not entitled to a state pension under this section and section 2 at the same time: she is only entitled to the one with the higher rate. 6 There are provisions elsewhere that affect a woman's entitlement to a state pension under this section or the rate at which it is payable. 7 In this section— “ reduced rate election ” means an election made, or treated as having been made, under regulations under section 19(4) of the Contributions and Benefits Act; “ relevant 35-year period ” means the 35-year period ending with the tax year before the one in which the woman reached pensionable age."}, {"act": "Pensions Act 2014", "year": 2014, "section": "13", "section_title": "Shared state pension on divorce etc", "section_text": "13 1 A person is entitled to a state pension under this section if— a the person has reached pensionable age, and b the person is entitled to a state scheme pension credit. 2 A state pension under this section is payable at the appropriate weekly rate set out in Schedule 8. 3 The rate of the state pension for a person under this section is to be increased from time to time in accordance with the applicable paragraph of Schedule 9. 4 A person may be entitled to more than one state pension under this section. 5 There are provisions elsewhere that affect a person's entitlement to a state pension under this section or the rate at which it is payable. 6 In this Part— “ state scheme pension credit ” means— a new state scheme pension credit, or an old state scheme pension credit; “ new state scheme pension credit ” means a credit under section 49A(2)(b) of the Welfare Reform and Pensions Act 1999; “ old state scheme pension credit ” means a credit under section 49(1)(b) of that Act."}, {"act": "Pensions Act 2014", "year": 2014, "section": "14", "section_title": "Pension sharing: reduction in the sharer's section 4 pension", "section_text": "14 1 The rate of a person's state pension under section 4 is reduced under this section if the person is subject to a state scheme pension debit. 2 The amount by which the rate is reduced is the amount of the appropriate weekly reduction set out in Schedule 10. 3 A person's state pension may be reduced more than once under this section. 4 In this Part— “ state scheme pension debit ” means— a new state scheme pension debit, or an old state scheme pension debit; “ new state scheme pension debit ” means a debit under section 49A(2)(a) of the Welfare Reform and Pensions Act 1999; “ old state scheme pension debit ” means a debit under section 49(1)(a) of that Act."}, {"act": "Pensions Act 2014", "year": 2014, "section": "15", "section_title": "Pension sharing: amendments", "section_text": "15 Schedule 11 contains amendments to do with pension sharing."}, {"act": "Pensions Act 2014", "year": 2014, "section": "16", "section_title": "Pensioner's option to suspend state pension", "section_text": "16 1 A person who has become entitled to a state pension under this Part may opt to suspend his or her entitlement in accordance with regulations. 2 A person is not entitled to any state pension under this Part for the period for which the person has opted to suspend his or her entitlement. 3 For other effects of a person exercising the option, see section 17. 4 A person may not opt to suspend his or her entitlement to a state pension under this Part on more than one occasion. 5 Regulations may specify other circumstances in which a person may not opt to suspend his or her entitlement to a state pension under this Part. 6 Regulations may allow a person who has opted to suspend his or her entitlement to a state pension under this Part to cancel the exercise of that option (in whole or in part) in relation to a past period."}, {"act": "Pensions Act 2014", "year": 2014, "section": "17", "section_title": "Effect of pensioner postponing or suspending state pension", "section_text": "17 1 If a person's entitlement to a state pension under this Part has been deferred for a period, the weekly rate of the person's state pension is increased by an amount equal to the sum of the increments to which the person is entitled. 2 But the weekly rate is not to be increased under subsection (1) if the increase would be less than 1% of the person's weekly rate ignoring that subsection. 3 A person is entitled to one increment for each whole week in the period during which the person's entitlement to a state pension was deferred. 4 The amount of an increment is equal to a specified percentage of the weekly rate of the state pension to which the person would have been entitled immediately before the end of that period if the person's entitlement had not been deferred. 5 In subsection (4)\t\t\t\t\t “ specified ” means specified in regulations. 6 The amount of an increase under this section is itself to be increased from time to time in accordance with any order made under section 150 of the Administration Act (annual up-rating of benefits). 7 For the purposes of this section and section 18 a person's entitlement to a state pension under this Part is deferred for a period if the person has opted under section 16 to suspend his or her entitlement for that period. 8 For the purposes of this section and section 18 a person's entitlement to a state pension under this Part is also deferred for a period if the person is not entitled to it for that period by reason only of— a not satisfying the conditions in section 1 of the Administration Act (entitlement dependent on claim etc), or b subsection (9) below. 9 A person is not entitled to a state pension under this Part for any period during which his or her entitlement to any other state pension under this Part is deferred."}, {"act": "Pensions Act 2014", "year": 2014, "section": "18", "section_title": "Section 17 supplementary: calculating weeks, overseas residents, etc", "section_text": "18 1 Regulations may— a provide for circumstances in which a part of a week is to be treated for the purposes of section 17(3) as a whole week, and b provide for circumstances in which a day does not count in determining a number of whole weeks for the purposes of section 17(3)\t\t\t\t\t\t\t(for example if the person is receiving other benefits). 2 Regulations may modify section 17(4) in cases where, at any time in the period during which a person's entitlement to a state pension is deferred, the rate for the person would have changed otherwise than because of an up-rating increase. 3 Regulations may modify section 17(4) in relation to a person who has been an overseas resident during any part of the period for which the person's entitlement to a state pension has been deferred. 4 In subsection (3)\t\t\t\t\t “ overseas resident ” means a person who is not ordinarily resident in Great Britain or any other territory specified in the regulations. 5 Regulations may amend the percentage specified in section 17(2)."}, {"act": "Pensions Act 2014", "year": 2014, "section": "19", "section_title": "Prisoners", "section_text": "19 1 Regulations may provide that a person is not to be paid a state pension under this Part for any period during which the person is a prisoner. 2 “ Prisoner ” means a person (in Great Britain or elsewhere) who is— a imprisoned or detained in legal custody, or b unlawfully at large. 3 In the case of a person remanded in custody for an offence, regulations under subsection (1) may be made so as to apply only if a sentence of a specified description is later imposed on the person for the offence."}, {"act": "Pensions Act 2014", "year": 2014, "section": "20", "section_title": "Overseas residents", "section_text": "20 1 Regulations may provide that an overseas resident who is entitled to a state pension under this Part is not entitled to up-rating increases. 2 In this section  “ overseas resident ” means a person who is not ordinarily resident in Great Britain or any other territory specified in the regulations. 3 Regulations under this section do not affect the rate of an overseas resident's state pension for any period during which he or she is in Great Britain or a territory specified in the regulations (but once the overseas resident ceases to be in Great Britain or a specified territory the rate reverts to what it would have been had he or she not been in Great Britain or a specified territory). 4 Regulations under this section do not affect the rate of a person's state pension once the person stops being an overseas resident."}, {"act": "Pensions Act 2014", "year": 2014, "section": "21", "section_title": "“Old state pension”", "section_text": "21 1 In this Part  “ old state pension ” means a Category A retirement pension or a Category B retirement pension. 2 A reference in this Part to the rate of an old state pension (however expressed) does not include— a graduated retirement benefit under the National Insurance Act 1965, or b any increase in the rate because of Schedule 5 to the Contributions and Benefits Act (deferral increases)."}, {"act": "Pensions Act 2014", "year": 2014, "section": "22", "section_title": "General definitions etc", "section_text": "22 1 In this Part— “ the Administration Act ” means the Social Security Administration Act 1992; “ Category A retirement pension ” means a Category A retirement pension under Part 2 of the Contributions and Benefits Act; “ Category B retirement pension ” means a Category B retirement pension under Part 2 of the Contributions and Benefits Act; “ the Contributions and Benefits Act ” means the Social Security Contributions and Benefits Act 1992; “ enactment ” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; “ full rate ” means the rate mentioned in section 3(1); “ old state pension ” has the meaning given by section 21 (and references to the rate of an old state pension are to be read in accordance with that section); “ pensionable age ” has the meaning given by section 122(1) of the Contributions and Benefits Act; and a person is  “over” pensionable age if the person has reached that age (and is otherwise  “under” that age); “ post-commencement qualifying year ” has the meaning given by section 4(4); “ pre-commencement qualifying year ” is to be read in accordance with section 4(4) and (5); “ qualifying earnings factor ” has the meaning given by section 122(1) of the Contributions and Benefits Act; “ qualifying year ” has the meaning given by section 2(4); “ reduced rate ” means the rate mentioned in section 3(2); “ regulations ” means regulations made by the Secretary of State; “state scheme pension credit”, and related expressions, have the meaning given by section 13; “state scheme pension debit”, and related expressions, have the meaning given by section 14; “ tax year ” has the meaning given by section 122(1) of the Contributions and Benefits Act; “ transitional rate ” means the rate mentioned in section 5; “ up-rating increase ”, in relation to a state pension under this Part, means— an increase in the rate of the state pension because of an increase in the amount specified in regulations under section 3(1),  ... an increase in the rate of the state pension because of section 9(3), 12(3) or 17(6) or Schedule 2, 4 or 9; , or  an increase in the rate of the state pension because of regulations under section 10 which make provision corresponding or similar to section 9(3) or Schedule 4;   “ working life ” has the meaning given by section 122(1) of the Contributions and Benefits Act. 2 For the purposes of any other provision of this Part two people are to be treated as if they are not married to each other in relation to times when either of them is married to a third person."}, {"act": "Pensions Act 2014", "year": 2014, "section": "23", "section_title": "Amendments", "section_text": "23 In Schedule 12— Part 1 contains amendments to do with state pensions under this Part; Part 2 contains key amendments to do with the old state pension system; Part 3 contains amendments to do with state pension credit; Part 4 contains other amendments to do with this Part."}, {"act": "Pensions Act 2014", "year": 2014, "section": "24", "section_title": "Abolition of contracting-out for salary related schemes etc", "section_text": "24 1 Schedule 13 contains amendments to abolish contracting-out for salary related schemes. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Subsections (2) to (7) and Schedule 14 are repealed at the end of the period of 5 years beginning with 6 April 2016. 9 The Secretary of State may by order amend subsection (8) to extend the period for the time being mentioned there."}, {"act": "Pensions Act 2014", "year": 2014, "section": "25", "section_title": "Option to boost old retirement pensions", "section_text": "25 In Schedule 15— Part 1 contains amendments to allow certain people to pay additional contributions to boost their retirement pensions; Part 2 contains amendments to allow corresponding legislation to be put in place for Northern Ireland."}, {"act": "Pensions Act 2014", "year": 2014, "section": "26", "section_title": "Increase in pensionable age to 67", "section_text": "26 1 Paragraph 1 of Schedule 4 to the Pensions Act 1995 is amended as follows. 2 In sub-paragraph (6) for  “6th April 1968” substitute  “                  6th April 1960                ” . 3 For sub-paragraph (7) and table 3 substitute— 7 A person born on any day in a period mentioned in column 1 of table 3 attains pensionable age when the person attains the age shown against that period in column 2. TABLE 3 (1) (2) Period within which birthday falls Age pensionable age attained 6th April 1960 to 5th May 1960 66 years and 1 month 6th May 1960 to 5th June 1960 66 years and 2 months 6th June 1960 to 5th July 1960 66 years and 3 months 6th July 1960 to 5th August 1960 66 years and 4 months 6th August 1960 to 5th September 1960 66 years and 5 months 6th September 1960 to 5th October 1960 66 years and 6 months 6th October 1960 to 5th November 1960 66 years and 7 months 6th November 1960 to 5th December 1960 66 years and 8 months 6th December 1960 to 5th January 1961 66 years and 9 months 6th January 1961 to 5th February 1961 66 years and 10 months 6th February 1961 to 5th March 1961 66 years and 11 months 7A For the purposes of table 3— a a person born on 31st July 1960 is to be taken to attain the age of 66 years and 4 months at the commencement of 30th November 2026; b a person born on 31st December 1960 is to be taken to attain the age of 66 years and 9 months at the commencement of 30th September 2027; c a person born on 31st January 1961 is to be taken to attain the age of 66 years and 10 months at the commencement of 30th November 2027. 4 In sub-paragraph (8) for  “5th April 1969” substitute  “                  5th March 1961                ” ."}, {"act": "Pensions Act 2014", "year": 2014, "section": "27", "section_title": "Periodic review of rules about pensionable age", "section_text": "27 1 The Secretary of State must from time to time— a review whether the rules about pensionable age are appropriate, having regard to life expectancy and other factors that the Secretary of State considers relevant, and b prepare and publish a report on the outcome of the review. 2 The first report must be published before 7 May 2017. 3 Each subsequent report must be published before the end of the period of 6 years beginning with the day on which the previous report was published. 4 For the purposes of each review, the Secretary of State must require the Government Actuary or Deputy Government Actuary to prepare a report for the Secretary of State on— a whether the rules about pensionable age mean that, on average, a person who reaches pensionable age within a specified period can be expected to spend a specified proportion of his or her adult life in retirement, and b if not, ways in which the rules might be changed with a view to achieving that result. 5 The Secretary of State must, for the purposes of a review, appoint a person or persons to prepare a report for the Secretary of State on other specified factors relevant to the review. 6 The Secretary of State must lay before Parliament any report prepared under this section. 7 For the purposes of subsection (4)— a a person's adult life is the part of the person's life after he or she reaches the specified age; b the proportion of a person's adult life spent in retirement is the proportion of his or her adult life spent after reaching pensionable age. 8 In this section— “ pensionable age ” has the meaning given by the rules in paragraph 1 of Schedule 4 to the Pensions Act 1995 (and  “ the rules about pensionable age ” means those rules); “ specified ” means specified by the Secretary of State."}, {"act": "Pensions Act 2014", "year": 2014, "section": "28", "section_title": "State pension credit: phasing out assessed income periods", "section_text": "28 1 In section 6 of the State Pension Credit Act 2002 (duty to specify assessed income period), in subsection (1), after  “subsection (3) or (4)” insert  “                  where the relevant decision takes effect before 6 April 2016                ” . 2 At the end of the heading to that section insert  “                  for pre-6 April 2016 awards                ” . 3 Regulations under section 9(5) of the State Pension Credit Act 2002 may in particular be made for the purpose of phasing out, on or after 6 April 2016, any remaining assessed income period that is 5 years or shorter than 5 years."}, {"act": "Pensions Act 2014", "year": 2014, "section": "29", "section_title": "Preserving indefinite status of certain existing assessed income periods", "section_text": "29 1 If this section comes into force before 6 April 2014— a section 105(6) of the Pensions Act 2008 (which provides that section 9(6) of the State Pension Credit Act 2002 ceases to have effect on 6 April 2014) is repealed, and b in section 9(6)(a) of the State Pension Credit Act 2002 (duration of assessed income period for certain transitional cases to be treated as indefinite), after  “brought to an end” insert  “                      , on or after 6 April 2009 but before 6 April 2014,                    ” . 2 If this section comes into force on or after 6 April 2014— a section 105(6) of the Pensions Act 2008 (which provides that section 9(6) of the State Pension Credit Act 2002 ceases to have effect on 6 April 2014) is repealed and is to be treated as never having had effect, and b in section 9(6)(a) of the State Pension Credit Act 2002 (duration of assessed income period for certain transitional cases to be treated as indefinite) as restored by this section, after  “brought to an end” insert  “                      , on or after 6 April 2009 but before 6 April 2014,                    ” ."}, {"act": "Pensions Act 2014", "year": 2014, "section": "30", "section_title": "Bereavement support payment", "section_text": "30 1 A person is entitled to a benefit called bereavement support payment if— a the person's  spouse, civil partner or cohabiting partner  dies, aa in the case of a person whose cohabiting partner dies, the person is pregnant or entitled to child benefit in circumstances specified under subsection (4) or, where no such circumstances are specified, in such circumstances as the Secretary of State may specify by regulations,   b the person is under pensionable age when the  spouse, civil partner or cohabiting partner  dies, c the person is ordinarily resident in Great Britain, or a specified territory, when the  spouse, civil partner or cohabiting partner  dies, and d the contribution condition is met (see section 31).   1A Only one person is entitled to bereavement support payment in respect of one death. 1B Where, apart from subsection (1A), more than one person would be so entitled, entitlement is to be determined in accordance with subsections (1C) and (1D). 1C Where only one of those persons is a member of the same household as the deceased, that person is entitled. 1D Where there is more than one person who is a member of the same household as the deceased and would (apart from subsection (1A)) be entitled— a if one of those persons is the deceased’s spouse or civil partner and is pregnant or entitled to child benefit in circumstances specified under subsection (1)(aa) or (4), that person is entitled; b if there is no spouse or civil partner entitled under paragraph (a), the deceased’s cohabiting partner who is pregnant or entitled to child benefit in circumstances specified under subsection (1)(aa) or (4) is entitled (but this is subject to paragraphs (c) and (d)); c if there is more than one cohabiting partner within paragraph (b), the cohabiting partner who has been a member of the same household as the deceased for longest is entitled; d if there is more than one cohabiting partner within paragraph (b) and each partner has been a member of the same household as the deceased for the same length of time, the Secretary of State must determine who is entitled.   2 The Secretary of State must by regulations specify— a the rate of the benefit, and b the period for which it is payable. 3 The regulations may specify different rates for different periods. 4 In the case of a person who is pregnant or entitled to child benefit in specified circumstances, the regulations may— a specify a higher rate; b provide for the allowance to be payable for a longer period. 5 A person is not entitled to bereavement support payment for periods after the person has reached pensionable age. 6 A person is not entitled to bereavement support payment if the death occurred before this section came fully into force.   6A For the purposes of this section, the Secretary of State may by regulations specify— a circumstances in which the fact that two persons are married to each other, or are civil partners or cohabiting partners of each other, is to be disregarded; b circumstances in which two persons are to be treated as if they were married to each other or were civil partners or cohabiting partners of each other; c circumstances in which people are to be treated as being, or as not being, members of the same household. 6B For the purposes of this section, two persons are cohabiting partners if they are not married to, or civil partners of, each other but are living together as if they were married or civil partners. 6C The Secretary of State must issue a statement of the Secretary of State’s policy with respect to making determinations under subsection (1D)(d).   7 In this section— “ pensionable age ” has the meaning given by the rules in paragraph 1 of Schedule 4 to the Pensions Act 1995; “ specified territory ” means a territory specified in regulations made by the Secretary of State."}, {"act": "Pensions Act 2014", "year": 2014, "section": "31", "section_title": "Bereavement support payment: contribution condition and amendments", "section_text": "31 1 For the purposes of section 30(1)(d) the contribution condition is that, for at least one tax year during the deceased's working life— a he or she actually paid Class 1 or Class 2 national insurance contributions, and b those contributions give rise to an earnings factor (or total earnings factors) equal to or greater than 25 times the lower earnings limit for the tax year. 2 For earnings factors, see sections 22 and 23 of the Social Security Contributions and Benefits Act 1992. 3 For the purposes of section 30(1)(d) the contribution condition is to be treated as met if the deceased was an employed earner and died as a result of— a a personal injury of the kind mentioned in section 94(1) of the Social Security Contributions and Benefits Act 1992, or b a disease or personal injury of the kind mentioned in section 108(1) of that Act. 4 In this section the following expressions have the meaning given by section 122(1) of the Social Security Contributions and Benefits Act 1992— “employed earner”, “lower earnings limit”, “tax year”, and “working life”. 5 Schedule 16 contains amendments to do with bereavement support payment."}, {"act": "Pensions Act 2014", "year": 2014, "section": "32", "section_title": "Bereavement support payment: prisoners", "section_text": "32 1 The Secretary of State may by regulations provide that a person is not to be paid bereavement support payment for any period during which the person is a prisoner. 2 “ Prisoner ” means a person (in Great Britain or elsewhere) who is— a imprisoned or detained in legal custody, or b unlawfully at large. 3 In the case of a person remanded in custody for an offence, regulations under subsection (1) may be made so as to apply only if a sentence of a specified description is later imposed on the person for the offence."}, {"act": "Pensions Act 2014", "year": 2014, "section": "33", "section_title": "Automatic transfer of pension benefits etc", "section_text": "33 Schedule 17— a requires the Secretary of State to make regulations under which, in certain circumstances, the cash equivalent of a person's accrued rights to benefits under a pension scheme must be transferred to another scheme of which the person is an active member; b permits the Secretary of State to make regulations requiring accounts relating to a person's accrued rights to benefits under a pension scheme to be merged in certain circumstances."}, {"act": "Pensions Act 2014", "year": 2014, "section": "34", "section_title": "Power to prohibit offer of incentives to transfer pension rights", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2014", "year": 2014, "section": "35", "section_title": "Expiry of power in section 34", "section_text": "35 If no regulations have been made under section 34 by the end of the period of 7 years beginning with the day on which it comes into force, that section is repealed at the end of that period."}, {"act": "Pensions Act 2014", "year": 2014, "section": "36", "section_title": "Short service benefit for scheme member with money purchase benefits", "section_text": "36 1 Section 71 of the Pension Schemes Act 1993 (basic principle as to short service benefit) is amended as follows. 2 In subsection (1)(a), after  “service,” insert— aa he has at least 30 days' qualifying service and, if he were entitled to benefit because of this paragraph, all of it would necessarily be money purchase benefit, . 3 After subsection (9) insert— 10 Subsections (7) to (9) apply, with the substitution for references to 2 years of references to 30 days, for determining whether a person has at least 30 days' qualifying service for the purposes of subsection (1). 11 Subsection (1)(aa) does not apply in relation to a person's membership of a scheme if any period of relevant service began before the day on which section 36 of the Pensions Act 2014 came into force (whether or not it also ended before that date). “ Relevant service ” means service that counts towards the 30 days' qualifying service for the purposes of subsection (1). 4 In section 101AA of the 1993 Act (early leavers: cash transfer sums and contribution refunds), in subsection (4)(b), after  “(a)” insert  “                    , (aa)                  ” ."}, {"act": "Pensions Act 2014", "year": 2014, "section": "37", "section_title": "Automatic re-enrolment: exceptions where automatic enrolment deferred", "section_text": "37 1 The Pensions Act 2008 is amended as follows. 2 In section 5 (automatic re-enrolment), after subsection (3) insert— 3A Subsection (2) does not apply if the jobholder's automatic enrolment date is deferred under section 4 from a date before the automatic re-enrolment date to a date after the automatic re-enrolment date. 3 In section 30(7) (transitional period for defined benefits and hybrid schemes), at the end insert— c section 5(2) does not apply in relation to an automatic re-enrolment date that falls before the day with effect from which arrangements would by virtue of this section fall to be made in respect of the jobholder."}, {"act": "Pensions Act 2014", "year": 2014, "section": "38", "section_title": "Automatic enrolment: powers to create general exceptions", "section_text": "38 1 In section 10 of the Pensions Act 2008 (information to be given to workers)— a in subsection (1)— i for  “must” substitute  “                            may                          ” ; ii in paragraphs (a) and (b), omit  “all”; b in subsection (2) for  “must state” substitute  “                        may in particular make provision about                      ” . 2 In Chapter 8 of Part 1 of the Pensions Act 2008, before section 88 (and the heading  “Workers” above it) insert— Exceptions Power to create exceptions from the employer duties etc 87A 1 The Secretary of State may by regulations provide for exceptions to the employer duties; and an exception may in particular— a turn an employer duty into a power; b be framed by reference to a description of worker, particular circumstances or in some other way. 2 But the regulations may not provide for an exception for employers of a particular size. 3 Regulations which make provision under subsection (1)(a) may make provision modifying this Part or regulations made under it in connection with that provision. 4 The regulations may make provision in connection with the coming to an end of the state of affairs that caused an exception to apply, including provision— a modifying this Part or regulations made under it in relation to a person; b for the purpose of putting a person, wholly or partly, in the position he or she would have been in if the exception had never applied. 5 In this section  “ employer duties ” means any duty of an employer under any provision of sections 2 to 11 and 54 or of regulations made under those sections. 3 In consequence of subsection (2), the following are repealed— a section 292A of the Pensions Act 2004; b section 5(4) of the Pensions Act 2008; c section 18 of the Pensions Act 2011."}, {"act": "Pensions Act 2014", "year": 2014, "section": "39", "section_title": "Alternative quality requirements for  UK  defined benefits schemes", "section_text": "39 1 The Pensions Act 2008 is amended as follows. 2 After section 23 insert— Alternative quality requirements for UK defined benefits schemes 23A 1 The Secretary of State may by regulations provide that a defined benefits scheme that has its main administration in the United Kingdom satisfies the quality requirement in relation to a jobholder if any one or more of the following is satisfied— a the scheme is of a prescribed description and satisfies the quality requirement under section 20 in relation to that jobholder; b the cost of providing the benefits accruing for or in respect of the relevant members over a relevant period would require contributions to be made of a total amount equal to at least a prescribed percentage of the members' total relevant earnings over that period; c in the case of each of at least 90% of the relevant members, the cost of providing the benefits accruing for or in respect of the member over a relevant period would require contributions to be made of a total amount equal to at least a prescribed percentage of the member's total relevant earnings over that period. 2 For this purpose— “ contributions ” means contributions to the scheme by, or on behalf or in respect of, a relevant member; “ relevant earnings ” means earnings of a prescribed description; “ relevant members ” means members of the scheme of a prescribed description; “ relevant period ” means a period specified in or determined in accordance with the regulations. 3 A percentage prescribed under subsection (1)(b) or (c) must be at least 8%. 4 Regulations under subsection (1)(b) or (c) may make provision— a about how to calculate whether the requirement is satisfied, including provision requiring the calculation to be made in accordance with prescribed methods or assumptions; b requiring benefits of a prescribed description to be disregarded in determining whether the requirement is satisfied; c that a scheme only satisfies the requirement if the scheme actuary certifies that it does; and for this purpose  “scheme actuary” has the prescribed meaning. 5 Section 13(3) (meaning of  “earnings”) applies for the purposes of this section as it applies for the purposes of that section. 6 The Secretary of State must from time to time review any regulations in force under subsection (1). 7 A review must be carried out— a during 2017, and b after that, no more than three years after the completion of the previous review. 3 In section 24 (quality requirement: UK hybrid schemes), in subsection (1)(b), for  “23” substitute  “                    23A                  ” . 4 In section 28 (certification that quality requirement or alternative requirement is satisfied)— a after subsection (3A) insert— 3B This section also applies to a defined benefits scheme that has its main administration in the United Kingdom and is of a description prescribed under section 23A(1)(a). ; b in subsection (4), after paragraph (d) insert— e for a scheme within subsection (3B), means the quality requirement under section 23A(1)(a). 5 In section 29 (transitional periods for money purchase and personal pension schemes), in subsections (1) and (3) omit  “for money purchase and personal pension schemes”. 6 Section 30 (transitional period for defined benefits and hybrid schemes) is amended as follows. 7 In subsection (3), at the end of the substituted subsection (2) insert— A reference in this subsection to a scheme does not include a scheme to which section 30(11)(a) or (b) applies. 8 In subsection (5), in the substituted subsection (2)— a in paragraph (a), after  “defined benefits scheme” insert  “                        other than a scheme to which section 30(11)(a) applies                      ” ; b in paragraph (aa) (inserted by section 40 of this Act), after  “a hybrid scheme” insert  “                        other than a scheme to which section 30(11)(b) applies                      ” ; c after paragraph (c) (inserted by section 40 of this Act), insert— d becomes an active member, with effect from the automatic enrolment date, of an automatic enrolment scheme which is a defined benefits scheme to which section 30(11)(a) applies, or e becomes a defined benefits member , with effect from the automatic enrolment date, of an automatic enrolment scheme which is a hybrid scheme to which section 30(11)(b) applies. 9 After subsection (10) (inserted by section 40 of this Act) insert— 11 In subsection (2) references to a scheme do not include— a a defined benefits scheme that satisfies the quality requirement in relation to the jobholder by reason only of section 23A(1)(a), or b a hybrid scheme if— i the appropriate paragraph of section 24(1) for any provisions of the scheme is paragraph (b) (those provisions are referred to below as  “ the defined benefits section ”), ii the defined benefits section satisfies section 23A(1)(a) as applied by section 24(1)(b), and iii the defined benefits section does not satisfy any of the other requirements mentioned in section 24(1)(b)."}, {"act": "Pensions Act 2014", "year": 2014, "section": "40", "section_title": "Automatic enrolment: transitional period for hybrid schemes", "section_text": "40 1 Section 30 of the Pensions Act 2008 (transitional period for defined benefits and hybrid schemes) is amended as follows. 2 In subsection (2)(b) and (c), for  “a hybrid scheme” substitute  “                    a defined benefits member of a hybrid scheme                  ” . 3 In subsection (3), in the substituted subsection (2)— a after  “becomes” insert  “                        (a)                      ” ; b for  “or a hybrid scheme” substitute , or                         b a defined benefits member, with effect from the end of that period, of an automatic enrolment scheme which is a hybrid scheme. 4 In subsection (5), in the substituted subsection (2)— a in paragraph (a), for  “or a hybrid scheme, or” substitute— aa becomes a defined benefits member, with effect from the closure date, of an automatic enrolment scheme which is a hybrid scheme, ; b after paragraph (b) insert— c becomes a money purchase member, with effect from the automatic enrolment date, of an automatic enrolment scheme which is a hybrid scheme, . 5 After subsection (9) insert— 10 For the purposes of this section— a a person is a  “money purchase member” of a hybrid scheme if— i the person is an active member of the scheme, and ii all the benefits accruing in respect of his or her membership are money purchase benefits, and b a person is a  “defined benefits member” of a hybrid scheme if the person is an active member of the scheme other than a money purchase member. 6 Subsection (7) applies if— a an employer whose first enrolment date is before the date on which the amendments made by this section come into force (“ the commencement date ”) has given a jobholder notice under section 30(3) of the 2008 Act, b the conditions in section 30(2) of that Act have continued to be satisfied during the period beginning with the employer's first enrolment date and ending with the day before the commencement date, and c had the amendments made by this section come into force on 19 December 2012, the condition in section 30(2)(c) of that Act would not have been satisfied at a time during that period. 7 Section 30(5) to (7) of the 2008 Act (as amended by this section) applies in relation to the jobholder with the following modifications— a references in section 30(5) and (6) of that Act to the closure date are to be read as references to the commencement date, and b references in section 30(5) and (6) of that Act to the automatic enrolment date are to be read as references to— i 19 December 2012, or ii if later, the employer's first enrolment date; and section 30(3) and (4) of that Act does not apply. 8 Expressions used in this section and in section 30 of the 2008 Act have the same meaning in this section as in that section."}, {"act": "Pensions Act 2014", "year": 2014, "section": "41", "section_title": "Penalty notices under sections 40 and 41 of the Pensions Act 2008 etc", "section_text": "41 1 In sections 40(1)(d) and 41(1)(d) of the Pensions Act 2008 (fixed and escalating penalty notices), at the end insert  “                    , so far as relevant to the exercise of any of its functions under or by virtue of this Part                  ” . 2 In section 72 of the Pensions Act 2004 (powers to require information), in subsection (1A), for  “Chapter 2 of Part 1 of the Pensions Act 2008 or section 51 of that Act” substitute  “                    or by virtue of Part 1 of the Pensions Act 2008                  ” ."}, {"act": "Pensions Act 2014", "year": 2014, "section": "42", "section_title": "Unpaid scheme contributions", "section_text": "42 1 The Pension Schemes Act 1993 is amended as follows. 2 In section 123 (payment by Secretary of State of unpaid scheme contributions on employer insolvency: interpretation)— a in subsection (3), for the definition of  “contract of employment” and related expressions substitute— “employer”,  “employment”,  “worker” and  “worker's contract” and other expressions which are defined in the Employment Rights Act 1996 have the same meaning as in that Act (see further subsections (3A) and (3B)); ; b in subsection (3), in paragraph (b) of the definition of  “holiday pay”, for  “the employee's contract of employment” substitute  “                        the worker's contract                      ” ; c after subsection (3) insert— 3A Section 89 of the Pensions Act 2008 (agency workers) applies for the purposes of this Chapter as it applies for the purposes of Part 1 of that Act. 3B References in this Chapter to a worker include references to an individual to whom Part 1 of the Pensions Act 2008 applies as if the individual were a worker because of regulations made under section 98 of that Act; and related expressions are to be read accordingly. 3 In section 124 (Secretary of State's duty to pay unpaid contributions)— a for  “an employee”, in each place, substitute  “                        a worker                      ” ; b for  “the employee”, in each place, substitute  “                        the worker                      ” ; c for “the employee's” substitute “the worker's”; d for  “employees”, in each place, substitute  “                        workers                      ” . 4 In section 161, for  “contract of employment” substitute  “                    worker's contract                  ” . 5 In section 165(7)— a in paragraph (a), for  “contract of employment the employee” substitute  “                        worker's contract the worker                      ” ; b in paragraph (b), for  “employee” substitute  “                        worker                      ” ."}, {"act": "Pensions Act 2014", "year": 2014, "section": "43", "section_title": "Power to restrict charges or impose requirements in relation to schemes", "section_text": "43 Schedule 18 permits the Secretary of State to make regulations— a restricting the charges that may be imposed on members of certain pension schemes; b imposing requirements relating to administration or governance that must be satisfied in relation to certain pension schemes."}, {"act": "Pensions Act 2014", "year": 2014, "section": "44", "section_title": "Disclosure of information about transaction costs to members etc", "section_text": "44 1 In section 113 of the Pension Schemes Act 1993 (disclosure of information about schemes to members etc), after subsection (4) insert— 5 The Secretary of State must make regulations under subsection (1) requiring information about some or all of the transaction costs of a relevant scheme to be given to some or all of the persons mentioned in subsection (2). 6 The Secretary of State must by regulations make provision requiring the publication of information about— a some or all of the transaction costs of a relevant scheme, and b some or all of the administration charges imposed on members of a relevant scheme. 7 Regulations under subsection (6) may require other relevant information to be published along with information about transaction costs or administration charges in relation to a scheme. 8 “ Other relevant information ” means other information which would or may assist in making comparisons between those costs or charges and costs or charges in relation to other schemes. 9 Before making regulations by virtue of subsection (5) or (6), the Secretary of State must consult— a the Financial Conduct Authority, and b the Treasury; (in addition to any other persons consulted in accordance with section 185(1)). 10 In this section— “ administration charge ” has the meaning given by paragraph 1(5) of Schedule 18 to the Pensions Act 2014; “ relevant scheme ” means a money purchase scheme that is an occupational pension scheme. 2 In the Financial Services and Markets Act 2000, after section 137F insert— FCA general rules: disclosure of information about pension scheme transaction costs etc 137FA 1 The FCA must make general rules requiring information about some or all of the transaction costs of a relevant scheme to be given to some or all of the persons mentioned in subsection (2). 2 Those persons are— a members of the scheme, b spouses or civil partners of members, and c persons within the application of the scheme and qualifying or prospectively qualifying for its benefits. 3 The FCA must make general rules requiring the publication of information about— a some or all of the transaction costs of a relevant scheme, and b some or all of the administration charges imposed on members of a relevant scheme. 4 Rules made by virtue of subsection (3) may require other relevant information to be published along with information about transaction costs or administration charges in relation to a scheme. 5 “ Other relevant information ” means other information which would or may assist in making comparisons between those costs or charges and costs or charges in relation to other schemes. 6 Before the FCA publishes a draft of any rules to be made by virtue of this section, it must consult— a the Secretary of State, and b the Treasury. 7 In determining what provision to include in the rules, the FCA must have regard to any regulations about the disclosure or publication of transaction costs or administration charges that are for the time being in force under section 113 of the Pension Schemes Act 1993. 8 In this section— “ administration charge ” has the meaning given by paragraph 1(5) of Schedule 18 to the Pensions Act 2014; “ money purchase scheme ” has the meaning given by section 181(1) of the Pension Schemes Act 1993; “ personal pension scheme ” has the meaning given by section 1 of the Pension Schemes Act 1993; “ relevant scheme ” means a money purchase scheme that is— a personal pension scheme where direct payment arrangements (within the meaning of section 111A of the Pension Schemes Act 1993) exist in respect of one or more members of the scheme who are workers, or a personal pension scheme which is or has been registered under section 2 of the Welfare Reform and Pensions Act 1999 (stakeholder pension schemes); “ worker ” means a person— who is a worker for the purposes of Part 1 of the Pensions Act 2008, or to whom a provision of Part 1 of that Act applies as if the person were a worker because of a provision of Chapter 8 of that Part; but for the purposes of paragraph (b), ignore section 92 of that Act."}, {"act": "Pensions Act 2014", "year": 2014, "section": "45", "section_title": "Power to require pension levies to be paid in respect of past periods", "section_text": "45 1 The Secretary of State may by regulations provide for the Pensions Act 2004, and regulations made under it, to have effect, so far as relating to the requirement to pay pension levy, as if the amendments made by the 2010 regulations had always had effect. 2 Regulations under this section may in particular— a modify the application of the Pensions Act 2004, or regulations made under it, in relation to amounts of pension levy required to be paid because of regulations under this section; b provide for interest to be charged at a specified rate on such amounts (including in respect of periods before the coming into force of regulations under this section). 3 In this section— “ the 2010 regulations ” means— regulations 2, 3 and 8 of the Pension Protection Fund and Occupational Pension Schemes (Miscellaneous Amendments) Regulations 2010 (S.I. 2010/196), and regulation 2 of the Occupational Pension Schemes (Levies) (Amendment) Regulations 2010 (S.I. 2010/1930); “ pension levy ” means— a levy under regulations made under section 117 of the Pensions Act 2004 (administration levy), a levy under regulations made under section 174 of that Act (initial levy), or a levy under section 175 of that Act (pension protection levies)."}, {"act": "Pensions Act 2014", "year": 2014, "section": "46", "section_title": "Prohibition and suspension orders: directors of corporate trustees", "section_text": "46 1 The Pensions Act 1995 is amended as follows. 2 After section 3 insert— Prohibition orders: directors of corporate trustees etc 3A 1 A company or Scottish partnership is prohibited from being a trustee of a trust scheme at any time when an individual who is a director of the company or a partner in the partnership is prohibited from being a trustee of the scheme by an order under section 3. 2 Where a company or partnership which is a trustee of a trust scheme becomes prohibited under subsection (1) in relation to the scheme, that subsection has the effect of removing the company or partnership as a trustee. 3 The Authority may, on the application of a company or Scottish partnership, give notice in writing to the applicant waiving the prohibition under subsection (1)— a in relation to an individual against whom an order under section 3 has been made, and b either generally or in relation to a particular scheme or particular description of schemes. 4 A notice may be given under subsection (3) only if the Authority is satisfied that the applicant would be a fit and proper person to be a trustee of the scheme or schemes to which the notice relates despite the individual being, or even if the individual were to become, a director of or partner in the applicant. 5 A notice given at any time under subsection (3) cannot affect anything done before that time. 6 An application under subsection (3) may not be made— a during the period within which the determination to exercise the power to make the order against the individual may be referred to the Tribunal under section 96(3) or 99(7) of the Pensions Act 2004 (whether by a company or partnership which became prohibited under subsection (1) on the making of the order or by another person), and b if the determination is so referred, until the reference, and any appeal against the Tribunal's determination, has been finally disposed of. 7 The Authority must prepare and publish a statement of the policies they intend to adopt in relation to the exercise of their powers under this section. 8 The Authority may revise any statement published under subsection (7) and must publish any revised statement. 9 References in this section to an order under section 3 are to an order under that section made on or after the date on which section 46(2) of the Pensions Act 2014 comes fully into force. 3 Section 4 (Pensions Regulator's power to suspend trustee of occupational pension scheme) is amended as follows. 4 In subsection (1)(f), after  “paragraph” insert  “                    (aa),                  ” . 5 In subsection (2)(a), after  “or (aa)” insert  “                    or, in a case where the Authority would have power to suspend a director or partner under paragraph (aa), by virtue of paragraph (f)                  ” . 6 Schedule 19 contains consequential amendments."}, {"act": "Pensions Act 2014", "year": 2014, "section": "47", "section_title": "Preparation of guidance for pensions illustrations", "section_text": "47 In section 16 of the Companies (Audit, Investigations and Community Enterprise) Act 2004 (grants to bodies concerned with accounting standards etc), in subsection (2), after paragraph (o) insert— oa exercising functions under regulations made under section 113(3A) of the Pension Schemes Act 1993 or section 109(3A) of the Pension Schemes (Northern Ireland) Act 1993 (preparing guidance for pensions illustrations); ."}, {"act": "Pensions Act 2014", "year": 2014, "section": "48", "section_title": "Pensions Regulator's objectives", "section_text": "48 In section 5(1) of the Pensions Act 2004, after paragraph (c) insert— cza in relation to the exercise of its functions under Part 3 only, to minimise any adverse impact on the sustainable growth of an employer, ."}, {"act": "Pensions Act 2014", "year": 2014, "section": "49", "section_title": "Maximum period between scheme returns to be 5 years for micro schemes", "section_text": "49 1 Section 63 of the Pensions Act 2004 is amended as follows. 2 After subsection (3) insert— 3A But subsection (3)(a) has effect as if the reference to three years were a reference to five years if— a the trustees or managers have complied with paragraph (b) of section 62(2), b the information they provided under that paragraph included the number of members of the scheme, and c that number was no more than 4. 3 After subsection (4) insert— 4A But subsection (4)(a) has effect as if the reference to three years were a reference to five years if— a on the date on which the previous scheme return notice was issued, the number of members of the scheme was recorded in the register, and b that number was no more than 4."}, {"act": "Pensions Act 2014", "year": 2014, "section": "50", "section_title": "Pension Protection Fund: increased compensation cap for long service", "section_text": "50 See Schedule 20 for amendments increasing the Pension Protection Fund compensation cap for people with long pensionable service."}, {"act": "Pensions Act 2014", "year": 2014, "section": "51", "section_title": "Pension Protection Fund: compensation cap to apply separately to certain benefits", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2014", "year": 2014, "section": "52", "section_title": "Public service pension schemes: transitional arrangements", "section_text": "52 1 Section 18 of the Public Service Pensions Act 2013 (restriction of existing pension schemes) is amended as follows. 2 After subsection (5) insert— 5A Scheme regulations may also provide for exceptions to subsection (1) in the case of— a persons who were members of a public body pension scheme specified in the regulations, or who were eligible to be members of such a scheme, immediately before 1 April 2012, and b such other persons as the regulations may specify, being persons who before that date had ceased to be members of a scheme referred to in paragraph (a) or to be eligible for membership of such a scheme. 3 In each of subsections (6) and (8), after  “(5)” insert  “                    or (5A)                  ” ."}, {"act": "Pensions Act 2014", "year": 2014, "section": "53", "section_title": "Power to make consequential amendments etc", "section_text": "53 1 The Secretary of State or the Treasury may by order make consequential, incidental or supplementary provision in connection with any provision made by this Act. 2 An order under this section may amend, repeal, revoke or otherwise modify any enactment (whenever passed or made). 3 “ Enactment ” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978."}, {"act": "Pensions Act 2014", "year": 2014, "section": "54", "section_title": "Regulations and orders", "section_text": "54 1 Regulations and orders under this Act are to be made by statutory instrument. 2 A statutory instrument containing (whether alone or with other provisions)— a regulations under section 3, 17, 18(3) or (5), 19, 20, 30, 32 or 34, b the first regulations under section 10, c an order under section 53 that amends or repeals a provision of an Act, d regulations under Schedule 17, e regulations under paragraph 2 of Schedule 18 or regulations under paragraph 7 of that Schedule that amend a provision of an Act,  ... f the first regulations under paragraph 1 or 3 of that Schedule,  or g the first regulations under paragraph 1 or 3 of that Schedule that make provision in relation to collective money purchase schemes within the meaning of Part 1 of the Pension Schemes Act 2021 (see section 1 of that Act). may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 3 Any other statutory instrument containing regulations or an order under this Act is subject to annulment in pursuance of a resolution of either House of Parliament. 4 Subsection (3) does not apply to a statutory instrument containing an order under section 56(1), (6) or (8) only. 5 A power to make regulations or an order under this Act may be used— a to make different provision for different purposes; b in relation to all or only some of the purposes for which it may be used. 6 Regulations or orders under this Act may include incidental, supplementary, consequential, transitional, transitory or saving provision."}, {"act": "Pensions Act 2014", "year": 2014, "section": "55", "section_title": "Extent", "section_text": "55 1 This Act extends to England and Wales and Scotland only, subject to the following provisions of this section. 2 Any amendment or repeal made by this Act has the same extent as the enactment to which it relates. 3 This Part extends also to Northern Ireland."}, {"act": "Pensions Act 2014", "year": 2014, "section": "56", "section_title": "Commencement", "section_text": "56 1 This Act comes into force on such day or days as the Secretary of State may by order appoint, subject as follows. 2 The following come into force on the day on which this Act is passed— a section 29; b section 51; c this Part. 3 The following come into force at the end of the period of 2 months beginning with the day on which this Act is passed— a Part 3 ; b sections 34 and 35; c section 41; d sections 47 and 48; e paragraph 30(2) of Schedule 13. 4 Part 1 comes into force on 6 April 2016, so far as not brought into force earlier by an order under subsection (1). 5 The Secretary of State may by order— a amend subsection (4) so as to replace the reference to 6 April 2016 with a later date, and b make corresponding amendments in Part 1 or any enactment amended by it. 6 Section 52 comes into force on such day or days as the Treasury may by order appoint. 7 An order under subsection (1) or (6) may appoint different days for different purposes. 8 The Secretary of State may by order make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act."}, {"act": "Pensions Act 2014", "year": 2014, "section": "57", "section_title": "Short title", "section_text": "57 This Act may be cited as the Pensions Act 2014."}]