[{"act": "Taxation of Pensions Act 2014", "year": 2014, "section": "1", "section_title": "Provision for pension flexibility  etc", "section_text": "1 Schedule 1 has effect. In that Schedule— Part 1 contains provision about flexibly accessing certain drawdown funds, Part 2 contains provision about removing certain restrictions relating to annuities to which individuals become entitled on or after 6 April 2015, Part 3 contains provision about authorising one-off pension payments not made through a drawdown fund, Part 4 contains provision about charging the annual allowance charge, in cases where an individual has flexibly accessed pension rights, on inputs in respect of money purchase arrangements (and some hybrid arrangements) so far as they exceed £10,000 in a tax year, Part 5 contains further provision in connection with the taxation of pensions, Part 6 contains provision about the giving of information, and Part 7 contains provision about overseas pensions."}, {"act": "Taxation of Pensions Act 2014", "year": 2014, "section": "2", "section_title": "Restriction and reduction of tax charges on certain lump sums", "section_text": "2 1 Chapter 5 of Part 4 of FA 2004 (registered pension schemes: tax charges) is amended as follows. 2 In section 206(1) (special lump sum death benefits charge arises where certain lump sums are paid by a registered pension scheme) after  “registered pension scheme” insert  “                in respect of a member who had reached the age of 75 at the date of the member's death              ” . 3 In section 206(4) (special lump sum death benefits charge: rate of charge) for  “55%” substitute  “                45%              ” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The amendments made by this section apply to lump sums paid on or after 6 April 2015."}, {"act": "Taxation of Pensions Act 2014", "year": 2014, "section": "3", "section_title": "Death of pension scheme member", "section_text": "3 Schedule 2 has effect."}, {"act": "Taxation of Pensions Act 2014", "year": 2014, "section": "4", "section_title": "Citation, interpretation and consequential amendments", "section_text": "4 1 This Act may be cited as the Taxation of Pensions Act 2014. 2 In this Act— a “FA”, followed by a year, means the Finance Act of that year, and b “ ITEPA  2003 ” means the Income Tax (Earnings and Pensions) Act 2003. 3 The Commissioners for Her Majesty's Revenue and Customs may by regulations make such amendments of Part 4 of FA 2004, or Part 9 of ITEPA 2003, as the Commissioners consider appropriate in consequence of this Act. 4 For the purposes of section 282 of FA 2004 and section 1014 of the Income Tax Act 2007 (orders and regulations), the power under subsection (3) of this section is treated as a power under Part 4 of FA 2004 (so that section 282, and not section 1014, applies in relation to regulations made under subsection (3))."}]