[{"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "1", "section_title": "Prohibition on consultant lobbying unless registered", "section_text": "1 1 A person must not carry on the business of consultant lobbying unless the person is entered in the register of consultant lobbyists. 2 Sections 3 to 7 make provision about the keeping and publication of the register."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "2", "section_title": "Meaning of consultant lobbying", "section_text": "2 1 For the purposes of this Part, a person carries on the business of consultant lobbying if— a in the course of a business and in return for payment, the person makes communications within subsection (3) on behalf of another person or persons, b the person is registered under the Value Added Tax Act 1994, and c none of the exceptions in Part 1 of Schedule 1 applies. 2 Part 2 of that Schedule makes provision about the meaning, for the purposes of this Part of this Act, of terms used in subsection (1). 3 The communications within this subsection are oral or written communications made personally to a Minister of the Crown or permanent secretary relating to— a the development, adoption or modification of any proposal of the government to make or amend primary or subordinate legislation; b the development, adoption or modification of any other policy of the government; c the making, giving or issuing by the government of, or the taking of any other steps by the government in relation to,— i any contract or other agreement, ii any grant or other financial assistance, or iii any licence or other authorisation; or d the exercise of any other function of the government. 4 It does not matter whether the person to whom the communication is made, or the person making it, or both, are outside the United Kingdom when the communication is made. 5 Regulations may amend subsection (3) so as to provide that communications made personally to a special adviser are within that subsection. 6 In this section— “ the government ” means Her Majesty's Government in the United Kingdom; “ Minister of the Crown ” means the holder of an office in the government, and includes the Treasury; “ permanent secretary ” means a person serving the government in— the position of permanent secretary or second permanent secretary in the civil service of the State, or a position listed in Part 3 of Schedule 1 (positions equivalent to those mentioned in paragraph (a)); “ special adviser ” means a person who serves the government in a position in the civil service of the State and whose appointment to that position meets the requirements applicable to that position set out in section 15(1) of the Constitutional Reform and Governance Act 2010."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "3", "section_title": "The Registrar of Consultant Lobbyists", "section_text": "3 1 There is to be a Registrar of Consultant Lobbyists. 2 Schedule 2 makes provision about the Registrar."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "4", "section_title": "The register", "section_text": "4 1 The Registrar must keep and publish a register of consultant lobbyists. 2 The entry for each registered person must include— a in the case of a company— i its name, its registered number and the address of its registered office, and ii the names of its directors and of any secretary and any shadow directors; b in the case of a partnership (including a limited liability partnership), the names of the partners and the address of its main office or place of business; c in the case of an individual, the individual's name and the address of the individual's main place of business (or, if there is no such place, the individual's residence); d in the case of any other person (including persons outside the United Kingdom), the equivalent information as specified in regulations; e any name or names, not included under paragraphs (a) to (d), under which the person carries on business as a consultant lobbyist; f such other information regarding the identity of the person as may be determined by the Registrar; g a statement of— i whether there is in place an undertaking by the person to comply with a relevant code of conduct, and ii if so, where a copy of the code may be inspected; h such other information as may be specified in regulations. 3 Each entry must also include— a for each quarter in which the registered person has been entered in the register, the person's client information (see section 5(3)) or the statement under section 5(5), and b if the person received payment in the pre-registration quarter to engage in lobbying, the name of the person or persons on whose behalf the lobbying was or is to be done. 4 The pre-registration quarter is the period of 3 months ending on the date on which the person applied to be entered in the register. 5 Regulations may make further provision in connection with the register; and in particular may— a specify other information about the persons mentioned in subsection (3)(b) which must be included in the register; b make provision about applications to be entered in the register, including the form and content of those applications. 6 In this section— a any expression which is used in subsection (2)(a) and in the Companies Acts has the meaning which it has in those Acts (see, in particular, Schedule 8 to the Companies Act 2006); b a  “relevant code of conduct”\t\t\t\t\t\t\t(in subsection (2)(g)) is a code of conduct which governs the carrying on of the business of consultant lobbying (whether or not it also governs other activities) and is open to inspection by members of the public."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "5", "section_title": "Notification of client information and changes", "section_text": "5 1 A registered person must submit an information return to the Registrar for each quarter. 2 The information return for a quarter must contain— a either the client information for that quarter or a statement under subsection (5), and b details of any change in that quarter in the particulars included in the register under section 4(2). 3 The client information for a quarter is— a if the registered person engaged in lobbying in the quarter in return for payment (whether or not the payment has been received), the name of the person or persons on whose behalf the lobbying was done, and b if the registered person received payment in the quarter to engage in lobbying (whether or not the lobbying has been done), the name of the person or persons on whose behalf the lobbying is or was to be done. 4 Regulations may specify other information about the persons mentioned in subsection (3) which must be included in an information return. 5 A statement under this subsection is a statement that, in the quarter in question, the registered person neither engaged in lobbying in return for payment nor received payment to engage in lobbying. 6 The information return for a quarter must be submitted before the end of the period of 2 weeks beginning immediately after the end of the quarter."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "6", "section_title": "Duty to update register", "section_text": "6 1 The Registrar must keep the register up to date. 2 In particular, the Registrar must comply with subsections (3) and (4). 3 Where a person applies, in accordance with regulations, to be entered in the register, the Registrar must register the person before the end of the period of 4 working days beginning with the day after the day on which the application is received. 4 The Registrar must update the register to include any information or change which is notified in an information return. 5 The Registrar must comply with subsection (4)— a if the return is received before the end of the period specified in section 5(6), before the end of the period of 4 working days beginning with the day after the day on which the return is received, or b if the return is received after the end of that period, before the end of the period of 8 working days beginning with the day after the day on which the return is received. 6 If the Registrar has reasonable grounds for believing that a registered person is not (or is no longer) a consultant lobbyist, the Registrar may decide that— a the person's entry should include a statement to that effect, or b the person's entry should be removed from the register. 7 In this section  “ working day ” means any day other than— a a Saturday or Sunday, or b a day which is a bank holiday under the Banking and Financial Dealings Act 1971 in any part of the United Kingdom."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "7", "section_title": "Publication of register", "section_text": "7 1 The Registrar must publish the register as kept in accordance with section 6. 2 The Registrar may publish such entries, or parts of entries, as the Registrar considers appropriate in respect of persons who were, but are no longer, entered in the register. 3 Publication under this section is to be— a on a website, and b in such other form or forms as the Registrar considers appropriate."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "8", "section_title": "Duty to monitor", "section_text": "8 The Registrar must monitor compliance with the obligations imposed by or under this Part."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "9", "section_title": "Notice to supply information", "section_text": "9 1 In connection with the duty under section 8, the Registrar may serve a notice (an  “information notice”) on a person mentioned in subsection (2) requiring the person to supply information specified in the notice. 2 The persons are— a any registered person; b any person who is not entered in the register but whom the Registrar has reasonable grounds for believing to be a consultant lobbyist. 3 Regulations may specify descriptions of information which the Registrar may not require a person to supply under this section. 4 An information notice must— a specify the form in which the information must be supplied, b specify the date by which the information must be supplied, and c contain particulars of the right to appeal under section 11. 5 The date specified under subsection (4)(b) must not be before the end of the period within which an appeal under section 11 can be brought. 6 Section 10 sets out limitations on— a what information is required to be supplied under a notice, and b how information which is supplied may be used. 7 Where an information notice has been served on a person, the Registrar may cancel it by serving written notice to that effect on the person."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "10", "section_title": "Limitations on duty to supply information and use of information supplied", "section_text": "10 1 An information notice does not require a person to supply information if— a doing so would disclose evidence of the commission of an offence, other than an offence excluded by subsection (2), and b the disclosure would expose the person to proceedings for that offence. 2 The following offences are excluded from subsection (1)— a an offence under this Part; b an offence under section 5 of the Perjury Act 1911 (false statements made otherwise than on oath); c an offence under section 44 of the Criminal Law (Consolidation) (Scotland) Act 1995 (false statements made otherwise than on oath); d an offence under Article 10 of the Perjury (Northern Ireland) Order 1979 ( S.I.  1979/1714 (N.I. 19)) (false statutory declarations  etc ). 3 Any relevant statement made by a person (“P”) in response to a requirement in an information notice may not be used in evidence against P on a prosecution for an offence under this Part (except section 12(4)) unless the conditions in subsection (4) are met. 4 The conditions are that in the proceedings— a in giving evidence P provides information inconsistent with the relevant statement, and b evidence relating to the statement is adduced, or a question relating to it is asked, by P or on P's behalf. 5 In subsection (3)  “ relevant statement ”, in relation to a requirement in an information notice, means— a an oral statement, or b a written statement made for the purposes of the requirement."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "11", "section_title": "Right to appeal against information notice", "section_text": "11 1 A person on whom an information notice has been served may appeal to the Tribunal against the notice. 2 If an appeal is brought under this section, the person is not required to supply the information until the date on which the appeal is finally determined or withdrawn. 3 Regulations may make provision for and in connection with the determination of appeals under this section."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "12", "section_title": "Offences", "section_text": "12 1 If a person carries on the business of consultant lobbying in breach of section 1(1) (lobbying whilst unregistered), an offence is committed by— a the person, and b any individual who, not being entered in the register, engages in lobbying in the course of that business. 2 It is an offence for a registered person to engage in lobbying if— a the person's entry in the register is inaccurate or incomplete in a material particular, and b the person has failed, when required to submit an information return under section 5, to provide sufficient information in or accompanying the return to enable the inaccuracy or omission to be rectified. 3 Where a person is required to submit an information return under section 5, it is an offence for the person— a to fail to do so within the period specified in section 5(6), or b to provide information which is inaccurate or incomplete in a material particular. 4 Where an information notice has been served on a person, it is an offence for the person— a to fail to supply the required information on or before the date by which the person is required to do so, or b to provide information which is inaccurate or incomplete in a material particular. 5 It is a defence for a person charged under any of subsections (1) to (4) to show that the person exercised all due diligence to avoid committing the offence. 6 A person is taken to have shown the fact mentioned in subsection (5) if— a sufficient evidence of the fact is adduced to raise an issue with respect to it, and b the contrary is not proved beyond reasonable doubt. 7 A person guilty of an offence under any of subsections (1) to (4) is liable— a on summary conviction in Scotland or Northern Ireland, to a fine not exceeding the statutory maximum; b on summary conviction in England and Wales, or on conviction on indictment, to a fine. 8 In the case of a summary conviction in England and Wales for an offence committed before the coming into force of section 85 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012, the fine under subsection (7) must not exceed the statutory maximum. 9 Proceedings for an offence under this Part may be instituted— a in England and Wales, only by or with the consent of the Director of Public Prosecutions; b in Northern Ireland, only by or with the consent of the Director of Public Prosecutions for Northern Ireland."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "13", "section_title": "Bodies corporate and Scottish partnerships", "section_text": "13 1 Where an offence under this Part is committed by a body corporate and is proved— a to have been committed with the consent or connivance of a director, manager, secretary or other similar officer, or b to be attributable to any neglect on the part of any such individual, the individual as well as the body corporate is guilty of the offence and is liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and omissions of a member in connection with that management as if the member were a director of the body corporate. 3 Where an offence under this Part is committed by a partnership constituted under the law of Scotland and is proved— a to have been committed with the consent or connivance of a partner, or b to be attributable to any neglect on the part of any such individual, the individual as well as the partnership is guilty of the offence and is liable to be proceeded against and punished accordingly."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "14", "section_title": "Civil penalties", "section_text": "14 1 The Registrar may impose a civil penalty on a person (in accordance with sections 15 to 18) if the Registrar is satisfied that the person's conduct amounts to an offence under any of subsections (1) to (4) of section 12. 2 For this purpose— a section 12(5) (defence of due diligence) is to be ignored, and b a person's conduct includes a failure to act."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "15", "section_title": "Notice of intention to impose civil penalty", "section_text": "15 1 Before imposing a civil penalty on a person, the Registrar must serve on that person a notice stating that the Registrar proposes to impose the penalty. 2 The notice must— a set out the conduct on which the proposal to impose the penalty is based, b set out the reasons why the Registrar is satisfied that the person has engaged in that conduct, c state the amount of the proposed penalty, and d inform the person that the person may, within a period specified in the notice, make written representations in relation to the proposal. 3 The Registrar must not impose the penalty before the end of the period specified under subsection (2)(d). 4 The Registrar must consider any written representations received before the end of that period."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "16", "section_title": "Imposition of penalty", "section_text": "16 1 If the Registrar decides to impose a civil penalty, the Registrar must serve on the person a notice to that effect (a  “penalty notice”). 2 The notice must— a set out the conduct on which the decision to impose the penalty is based, b set out the reasons why the Registrar is satisfied that the person has engaged in that conduct, c state the amount of the penalty, d specify the period within which and the form in which the penalty must be paid, and e contain particulars of the right to appeal under section 17. 3 The amount specified in a penalty notice must not exceed £7,500. 4 Regulations may amend subsection (3) by substituting a different maximum figure. 5 The period specified under subsection (2)(d) must not end before the end of the period within which an appeal under section 17 can be brought. 6 The person must pay the amount before the end of that period (but this is subject to section 17(2)). 7 Where a penalty notice has been served on a person, the Registrar may vary or cancel it by serving written notice to that effect on the person."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "17", "section_title": "Right to appeal against imposition of civil penalty", "section_text": "17 1 A person on whom a penalty notice has been served may appeal to the Tribunal against— a the decision to impose the penalty; b if the penalty notice has been varied, the decision to vary it; c the amount of the penalty. 2 If an appeal is brought under this section, the person is not required to pay the penalty until the date on which the appeal is finally determined or withdrawn. 3 Regulations may make provision for and in connection with the determination of appeals under this section."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "18", "section_title": "Civil penalties and criminal proceedings", "section_text": "18 1 The Registrar may not impose a civil penalty on a person in respect of any conduct— a at any time after criminal proceedings for an offence under this Part have been instituted against the person in respect of that conduct and before those proceedings have been concluded, or b after the person has been convicted of an offence under this Part in respect of that conduct. 2 If the Registrar has imposed a civil penalty on a person in respect of any conduct, the person may not be convicted of an offence under this Part in respect of that conduct."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "19", "section_title": "Enforcement", "section_text": "19 1 An amount payable to the Registrar as a civil penalty may be recovered by the Registrar as a debt. 2 In proceedings for the enforcement of a civil penalty no question may be raised as to— a liability to the imposition of the penalty, or b the amount of the penalty. 3 The Registrar must pay into the Consolidated Fund any sums received by virtue of a penalty notice."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "20", "section_title": "Further provision about civil penalties", "section_text": "20 Regulations may make further provision about civil penalties; and in particular may— a specify circumstances in which a penalty may not be imposed; b specify steps that the Registrar must take before imposing a penalty; c set a minimum for the period which must be specified under section 15(2)(d) or 16(2)(d); d require other matters to be specified in a notice under either of those sections; e specify a maximum period that may elapse between the service of a notice under section 15 and the service of a penalty notice under section 16; f provide for the reviewing of a decision to impose a penalty; g make provision about the variation or cancellation under section 16(7) of penalty notices; h impose duties on the Registrar about the keeping of accounts and other records in relation to penalties; i allow for the charging of interest, or an additional penalty, if a penalty is paid late."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "21", "section_title": "Guidance", "section_text": "21 1 The Registrar may give guidance about how the Registrar proposes to exercise the functions under this Part. 2 The Registrar may do so, in particular, by publishing guidance— a as to cases which the Registrar would, or would not, regard as falling within any of the exceptions in Part 1 of Schedule 1; b otherwise as to the circumstances in which the Registrar would, or would not, consider that a person is carrying on the business of consultant lobbying; c as to the circumstances in which the Registrar would— i include in the register a statement under section 6(6)(a), or ii remove a person's entry from the register; d as to the circumstances in which the Registrar would consider it appropriate to impose a civil penalty; e about how the amount of a civil penalty will be determined. 3 The Registrar may publish— a revisions to any guidance published under this section; b replacement guidance. 4 Publication under this section is to be— a on a website, and b in such other form or forms as the Registrar considers appropriate."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "22", "section_title": "Charges", "section_text": "22 1 The Registrar may impose charges for or in connection with the making, updating and maintenance of entries in the register. 2 The charges are to be determined by or in accordance with regulations. 3 In making the regulations, the Minister must seek to ensure that the total paid to the Registrar in charges is sufficient to offset the total of the costs incurred by the Registrar in exercising the functions under this Part (whether or not those costs are directly connected with the keeping of the register). 4 If a charge imposed for making an application or a return to the Registrar is not paid, the Registrar may treat the application or return as not having been made. 5 The Registrar must pay into the Consolidated Fund any sums received in respect of charges under this section."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "23", "section_title": "Power to make further provision", "section_text": "23 1 Regulations may make such provision as the Minister considers appropriate for the purposes of carrying into effect any provision of this Part. 2 Regulations under subsection (1) may in particular make provision (or further provision) about— a the date from which an entry in the register is to take effect; b the form and content of information returns under section 5; c the exercise of the Registrar's powers under section 6(6); d the removal of entries in other circumstances; e the minimum period between the date on which an information notice is served and the date which must be specified under section 9(4)(b); f other matters which must be specified in an information notice; g the cancellation of notices under section 9(7). 3 Regulations under subsection (1) may make provision permitting or requiring the Commissioners for Her Majesty's Revenue and Customs to supply to the Registrar, on request, such information regarding any person who is, or is required to be, registered under the Value Added Tax Act 1994 as is specified in the regulations."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "24", "section_title": "Regulations", "section_text": "24 1 Any reference in this Part to regulations is to regulations made by the Minister. 2 Regulations under this Part may make such consequential, supplementary, incidental or transitional provision as the Minister considers appropriate, including provision amending or modifying the provisions of this Part. 3 Regulations under this Part may make different provision for different purposes or cases. 4 Regulations under this Part are to be made by statutory instrument. 5 A statutory instrument containing any of the following regulations may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament— a regulations under section 4(5)(a) or 5(4); b the first regulations to be made under each of sections 11(3) and 17(3); c regulations under this Part which amend or modify the provisions of this Part. 6 Any other statutory instrument containing regulations under this Part is to be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "25", "section_title": "Interpretation", "section_text": "25 1 In this Part— “ consultant lobbyist ” means a person who carries on the business of consultant lobbying; “ employee ” means an individual who works under a contract of employment; to  “ engage in lobbying ” means to make a communication within section 2(3) on behalf of another person or persons; “ information notice ” means a notice under section 9; “ the Minister ” means the Secretary of State or the  Minister for the Cabinet Office ; “payment”,  “in return for payment” and references to receiving payment are to be read in accordance with paragraphs 5 to 7 of Schedule 1; “ penalty notice ” means a notice under section 16; “ quarter ” means each period of three months beginning with 1 January, 1 April, 1 July or 1 October; “ registered person ” means a person entered in the register of consultant lobbyists; “ the Tribunal ” means— the First-tier Tribunal, or in any case where it is determined by or under Tribunal Procedure Rules that the appeal is to be heard by the Upper Tribunal, that Tribunal. 2 Where the Registrar is required or permitted to serve a notice on a person, this is to be effected— a if the person is a registered company (within the meaning of the Companies Act 2006), by sending it by post to the company's registered office; b if the person is an individual, by delivering it in person, by sending it by post to the individual's last known place of residence or business, or by leaving it at that place; c in any other case, by sending it by post to the last known main address of that person; (but this does not prevent the Registrar from sending additional copies of the notice by whatever means the Registrar considers appropriate)."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "26", "section_title": "Meaning of  “controlled expenditure”", "section_text": "26 1 Section 85 of the Political Parties, Elections and Referendums Act 2000 (controlled expenditure by third parties) is amended in accordance with subsections (2) to (6). 2 In subsection (2), for the words from  “in connection with” to the end substitute where—                     a the expenses fall within Part 1 of Schedule 8A, and b the expenditure can reasonably be regarded as intended to promote or procure electoral success at any relevant election for— i one or more particular registered parties, ii one or more registered parties who advocate (or do not advocate) particular policies or who otherwise fall within a particular category of such parties, or iii candidates who hold (or do not hold) particular opinions or who advocate (or do not advocate) particular policies or who otherwise fall within a particular category of candidates. 3 Omit subsection (3). 4 In subsection (4)— a in the opening words, for  “(3)” substitute  “                        (2)(b)                      ” ; b in paragraph (b)— i for  “paragraph (a) or (as the case may be) paragraph (b) of that subsection” substitute  “                            that provision                          ” ; ii omit  “or (as the case may be) by prejudicing the standing with the electorate of other parties or candidates”; iii at the end insert  “                            and                          ” ; c for the words after that paragraph substitute— c a course of conduct may constitute the doing of one of those things even though it does not involve any express mention being made of the name of any party or candidate. 5 After subsection (4) insert— 4A In determining whether expenditure can reasonably be regarded as intended to promote or procure electoral success as mentioned in subsection (2)(b), it is immaterial that it can reasonably be regarded as intended to achieve any other purpose as well. 6 In subsection (9), for  “subsection (3)” substitute  “                    that subsection                  ” . 7 In section 87 of that Act (expenditure by third parties which is not controlled expenditure)— a in subsection (1), omit paragraph (a) and the  “or” at the end of it; b omit subsection (2). 8 Section 94 of that Act (limits on controlled expenditure by third parties) is amended in accordance with subsections (9) and (10). 9 After subsection (4) insert— 4A It is a defence for any person or third party charged with an offence under subsection (2) or (4) to show— a that any code of practice for the time being issued under paragraph 3 of Schedule 8A was complied with in determining whether any expenditure is controlled expenditure for the purposes of this Part, and b that the offence would not have been committed on the basis of the controlled expenditure as determined in accordance with the code. 10 In subsection (6)(b)— a for  “in connection with the production or publication of election material which” substitute  “                        and the expenditure                      ” ; b for  “85(3)” substitute  “                        85(2)(b)                      ” . 11 In section 143 of that Act (details to appear on election material)— a in subsections (2A) and (2B)— i for  “, procuring or enhancing” substitute  “                            or procuring                          ” ; ii omit  “or standing”; b in subsection (11), for the definition of  “election material” substitute— “ election material ” has the meaning given by section 143A; . 12 After section 143 of that Act insert— Meaning of  “election material” 143A 1 “ Election material ” means material which can reasonably be regarded as intended to promote or procure electoral success at any relevant election for— a one or more particular registered parties, b one or more registered parties who advocate (or do not advocate) particular policies or who otherwise fall within a particular category of such parties, or c candidates who hold (or do not hold) particular opinions or who advocate (or do not advocate) particular policies or who otherwise fall within a particular category of candidates. 2 For the purposes of subsection (1)— a the reference to electoral success at any relevant election is a reference— i in relation to a registered party, to the return at any such election of candidates standing in the name of the party or included in a list of candidates submitted by the party in connection with the election, and ii in relation to candidates, to their return at any such election, b the reference to doing any of the things mentioned in that subsection includes doing so by prejudicing the electoral prospects at the election of other parties or candidates, and c a course of conduct may constitute the doing of one of those things even though it does not involve any express mention being made of the name of any party or candidate. 3 In determining whether material can reasonably be regarded as intended to promote or procure electoral success as mentioned in subsection (1), it is immaterial that it can reasonably be regarded as intended to achieve any other purpose as well. 4 In this section— “ candidate ” includes a future candidate, whether identifiable or not; “ relevant election ” has the same meaning as in Part 2 (see section 22(5)). 13 In section 156 of that Act (orders and regulations), after subsection (4)(j) insert— ja paragraph 4 of Schedule 8A, . 14 Schedule 3 inserts a new Schedule 8A into that Act."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "27", "section_title": "Arrangements between third parties notified to the Electoral Commission", "section_text": "27 1 Part 6 of the Political Parties, Elections and Referendums Act 2000 (controls relating to third party national election campaigns) is amended as follows. 2 In section 94 (limits on controlled expenditure by third parties)— a after subsection (3) insert— 3A For provision requiring certain controlled expenditure to be disregarded in determining for the purposes of subsection (3)(a) whether a limit is exceeded, see section 94B(3) (arrangements between third parties notified to the Commission). ; b in subsection (4), for  “such a case” substitute  “                        the case mentioned in subsection (3)                      ” ; c in subsection (5A)— i after  “Subsections (3) to (5)” insert  “                            and section 94B(3) to (7)                          ” ; ii for  “those subsections” substitute  “                            those provisions                          ” ; d in subsections (8) and (10), after  “the purposes of this section” insert  “                        , sections 94A and 94B                      ” ; e in subsection (11)(a), after  “this section” insert  “                        and sections 94A and 94B                      ” . 3 After section 94 insert— Arrangements between third parties notified to the Commission 94A 1 A recognised third party may, at any time before the end of a regulated period, send a notice to the Commission— a stating that it is party to an arrangement of the kind mentioned in section 94(6), b undertaking to be a lead campaigner in relation to the arrangement, and c identifying one or more other third parties that are parties to the arrangement and have undertaken to be minor campaigners in relation to it. 2 A recognised third party that has sent a notice under subsection (1) may, at any time before the end of the regulated period, send one or more supplementary notices to the Commission identifying additional third parties that are parties to the arrangement and have undertaken to be minor campaigners in relation to it. 3 As from the date of receipt by the Commission of— a a notice under subsection (1), the recognised third party that sent the notice becomes  “ a lead campaigner ” in relation to the arrangement; b a notice under subsection (1) or (2), a third party identified in the notice becomes  “ a minor campaigner ” in relation to the arrangement. 4 A notice under subsection (1) or (2) may not— a identify as a minor campaigner a third party that is a lead campaigner in relation to the same arrangement, or b be sent by a recognised Gibraltar third party. 5 The Commission must, as soon as reasonably practicable after receiving— a a notice under subsection (1), enter in the register maintained under section 89 (register of notifications) the fact that the recognised third party that sent the notice is a lead campaigner in relation to the arrangement; b a notice under subsection (1) or (2), enter in that register the name of each third party identified in the notice and the fact that it is a minor campaigner in relation to the arrangement. 6 For provision about the effect of sending a notice under this section, see section 94B. Effect where arrangements are notified under section 94A 94B 1 Subsection (2) applies where controlled expenditure is incurred during a regulated period in a part of the United Kingdom— a by or on behalf of a minor campaigner in relation to an arrangement, and b in pursuance of the arrangement. 2 The expenditure is treated for the purposes of sections 96 to 99A (returns as to controlled expenditure) as having also been incurred, during the period and in the part of the United Kingdom concerned, by or on behalf of any lead campaigner in relation to the arrangement who sent a notice under section 94A(1) or (2) identifying the minor campaigner. 3 In determining for the purposes of section 94(3)(a) whether a limit is exceeded by a third party during a regulated period, controlled expenditure incurred by or on behalf of the third party is to be disregarded if— a conditions A and B are met in relation to the expenditure, and b condition C is met. 4 Condition A is that the expenditure— a is incurred in pursuance of an arrangement that has been notified to the Commission under section 94A(1), and b is, by virtue of section 94(6), treated for the purposes of section 94 and Schedule 10 as incurred by or on behalf of the third party. 5 Condition B is that the third party is, at the time the expenditure is incurred, a minor campaigner in relation to the arrangement. 6 Condition C is that— a the total of the controlled expenditure incurred during the regulated period in any part of the United Kingdom by or on behalf of the third party, disregarding any expenditure in relation to which conditions A and B are met, does not exceed the limit for that part mentioned in section 94(5), and b in the case of a regulated period in relation to which any limit is imposed by paragraph 3, 9 10 or 11 of Schedule 10 (periods involving parliamentary general elections), the total of the controlled expenditure incurred during the regulated period in any particular constituency by or on behalf of the third party, disregarding any expenditure in relation to which conditions A and B are met, does not exceed the limit mentioned in section 94(5ZA). 7 References in subsection (6) to controlled expenditure incurred by or on behalf of the third party include controlled expenditure that is, by virtue of section 94(6), treated for the purposes of section 94 and Schedule 10 as so incurred. 4 In section 99 (declaration by responsible person as to return under section 96), after subsection (2) insert— 2A Subsection (2)(b)(ii) does not apply to expenses that are treated as incurred by or on behalf of the recognised third party by virtue of section 94B(2) (arrangements between third parties notified to the Commission)."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "28", "section_title": "Changes to existing limits", "section_text": "28 1 Section 94 of the Political Parties, Elections and Referendums Act 2000 (limits on controlled expenditure by third parties) is amended in accordance with subsections (2) to (6). 2 In subsection (3), for paragraph (a) (but not the  “and” after it) substitute— a either— i during a regulated period, any controlled expenditure is incurred in a part of the United Kingdom by or on behalf of a third party in excess of the limit for that part of the United Kingdom mentioned in subsection (5), or ii during a regulated period in relation to which any limit is imposed by paragraph 3, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections), any controlled expenditure is incurred in a particular parliamentary constituency by or on behalf of a third party in excess of the limit mentioned in subsection (5ZA), . 3 In subsection (5)— a in the opening words, for  “(3)” substitute  “                        (3)(a)(i)                      ” ; b in paragraph (a), for  “£10,000” substitute  “                        £20,000                      ” ; c in paragraph (b), for  “£5,000” substitute  “                        £10,000.                      ” 4 After subsection (5) insert— 5ZA The limit referred to in subsection (3)(a)(ii) is 0.05% of the total of the maximum campaign expenditure limits in England, Scotland, Wales and Northern Ireland. 5 In subsection (5A) for  “(5)” substitute  “                    (5ZA)                  ” . 6 In subsection (10), omit the  “and” at the end of paragraph (c) and after paragraph (d) insert— e the  “maximum campaign expenditure limit” in a part of the United Kingdom is the limit imposed by paragraph 3 of Schedule 9 in relation to campaign expenditure incurred in the relevant period (within the meaning of that paragraph) by or on behalf of a registered party which contests all the constituencies in that part (and to which sub-paragraph (6) of that paragraph does not apply). 7 In Schedule 10 to that Act (limits on controlled expenditure by recognised third parties), in paragraph 3(2), for paragraphs (a) to (d) substitute— a in relation to England, 2% of the maximum campaign expenditure limit in England; b in relation to Scotland, £20,000 plus 2% of the maximum campaign expenditure limit in Scotland; c in relation to Wales, £20,000 plus 2% of the maximum campaign expenditure limit in Wales; d in relation to Northern Ireland, £20,000 plus 2% of the maximum campaign expenditure limit in Northern Ireland."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "29", "section_title": "Constituency limits", "section_text": "29 1 Part 6 of the Political Parties, Elections and Referendums Act 2000 (controls relating to third party national election campaigns) is amended as follows. 2 In section 94 (limits on controlled expenditure by third parties)— a in subsection (1), after  “Northern Ireland” insert  “                        , or in particular parliamentary constituencies,                      ” ; b in subsection (2)— i after  “part of the United Kingdom” (the first time it occurs) insert  “                            or a parliamentary constituency                          ” ; ii after  “part of the United Kingdom” (the second time it occurs) insert  “                            or parliamentary constituency                          ” ; c in subsection (6)— i in paragraph (a), after  “part of the United Kingdom” insert  “                            or a particular parliamentary constituency                          ” ; ii in the words after paragraph (b), after  “part of the United Kingdom” insert  “                            or parliamentary constituency                          ” ; d in subsection (10), after paragraph (e) (as inserted by section 28) insert— f any reference to controlled expenditure being incurred in a parliamentary constituency shall be construed in accordance with paragraph 2A of Schedule 10. 3 In section 96 (returns as to controlled expenditure)— a in subsection (2), after paragraph (a) insert— aa a statement listing each constituency (if any) in which the controlled expenditure incurred by or on behalf of the third party during that period exceeded 0.04% of the total of the maximum campaign expenditure limits in England, Scotland, Wales and Northern Ireland; ab a statement showing, for each constituency listed under paragraph (aa), all payments made in respect of controlled expenditure incurred by or on behalf of the third party during that period in that constituency; ; b in subsection (3)(a), after  “subsection (2)(a)” insert  “                        or (ab)                      ” . 4 Schedule 10 (limits on controlled expenditure) is amended in accordance with subsections (5) to (9). 5 After paragraph 2 insert— Attribution of expenditure to different parliamentary constituencies 2A 1 For the purposes of this Schedule controlled expenditure incurred by or on behalf of any recognised third party shall (subject to the following provisions of this paragraph) be attributed to each parliamentary constituency in equal proportions. 2 Controlled expenditure whose effects are wholly or substantially confined to any particular constituencies or constituency— a shall be attributed to those constituencies in equal proportions, or b shall be attributed solely to that constituency, as the case may be. 3 For the purposes of sub-paragraph (2), the effects of controlled expenditure are wholly or substantially confined to any particular constituencies or constituency if they have no significant effects in any other constituency or constituencies. 4 References in this Schedule to controlled expenditure  “in” a particular constituency are accordingly to controlled expenditure which is to be attributed to that constituency in accordance with this paragraph. 6 After paragraph 3(2) insert— 2A The limit applying to controlled expenditure which is incurred by or on behalf of a recognised third party in the relevant period in any particular parliamentary constituency is 0.05% of the total of the maximum campaign expenditure limits in England, Scotland, Wales and Northern Ireland. 7 In paragraph 9 (combined limits where parliamentary election pending)— a in sub-paragraph (1)(a), for  “a limit” substitute  “                        limits                      ” ; b in sub-paragraph (2)(b), for  “limit” substitute  “                        limits                      ” ; c after sub-paragraph (3) insert— 3A Subject to sub-paragraphs (5) to (7), the limit applying to controlled expenditure which is incurred by or on behalf of the recognised third party in the relevant period in any particular parliamentary constituency is the relevant proportion of the limit mentioned in paragraph 3(2A). 3B For this purpose  “ the relevant proportion ” means— A B where— A is the number of days in the relevant period; B is the number of days in the period which is the relevant period for the purposes of paragraph 3. ; d in sub-paragraph (4), for  “sub-paragraph (3)” substitute  “                        sub-paragraphs (3) to (3B)                      ” ; e after sub-paragraph (5) insert— 5A Where two parliamentary general elections are pending during different parts of any such period as is mentioned in sub-paragraph (2)— a the limit applying to controlled expenditure which is incurred by or on behalf of the recognised third party in the first relevant period in any particular parliamentary constituency is the relevant proportion of the limit mentioned in paragraph 3(2A), and b the limit applying to controlled expenditure which is incurred by or on behalf of the recognised third party in the second relevant period in any particular parliamentary constituency is the relevant proportion of the limit mentioned in paragraph 3(2A). 5B For these purposes  “ the relevant proportion ” means— A B where— A is the number of days in the first relevant period or (as the case may be) the second relevant period; B is the number of days in the period which is the relevant period for the purposes of paragraph 3. ; f in sub-paragraphs (6) and (7), for  “sub-paragraph (5)” substitute  “                        sub-paragraphs (5) to (5B)                      ” . 8 In paragraph 10 (combination of limit under paragraph 9 and other limit)— a in sub-paragraph (1)— i for  “a limit” (in both places) substitute  “                            limits                          ” ; ii after  “9(3)” insert  “                            to (3B)                          ” ; iii after  “9(5)” insert  “                            to (5B)                          ” ; b in sub-paragraph (2), for  “limit” (in both places) substitute  “                        limits                      ” ; c after sub-paragraph (3) insert— 3A The limit applying to controlled expenditure which is incurred by or on behalf of the recognised third party during the combined period in any particular parliamentary constituency is the relevant proportion of the limit mentioned in paragraph 3(2A). 3B For this purpose  “ the relevant proportion ” means— A B where— A is the number of days in the combined period; B is the number of days in the period which is the relevant period for the purposes of paragraph 3. 9 In paragraph 11 (combination of parliamentary general election and other election, or elections, falling within paragraphs 4 to 8)— a in sub-paragraph (1), for  “a limit” substitute  “                        limits                      ” ; b in sub-paragraph (2), for  “limit” (in both places) substitute  “                        limits                      ” ; c after sub-paragraph (4) insert— 4A The limit applying to controlled expenditure which is incurred by or on behalf of the recognised third party during the combined period in any particular parliamentary constituency is the relevant proportion of the limit mentioned in paragraph 3(2A). 4B For this purpose  “ the relevant proportion ” means— A B where— A is the number of days in the combined period; B is the number of days in the period which is the relevant period for the purposes of paragraph 3."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "30", "section_title": "Targeted expenditure limits", "section_text": "30 1 Part 5 of the Political Parties, Elections and Referendums Act 2000 (control of campaign expenditure) is amended in accordance with subsections (2) and (3). 2 In section 79 (limits on campaign expenditure), after subsection (3) insert— 3A See section 94F (expenditure by or on behalf of recognised third party targeted at a registered party) for— a provision under which expenditure incurred by or on behalf of a third party may count towards the limit mentioned in subsection (2), and b provision modifying subsection (2)(a)(i) in its application to such expenditure. 3 In section 80(4) (returns as to campaign expenditure), omit the  “and” at the end of paragraph (a) and after paragraph (b) insert ; and                     c in the case of any campaign expenditure treated as incurred by the party by virtue of section 94F(2) (expenditure by or on behalf of recognised third party targeted at a registered party), any declaration falling to be made with respect to that expenditure in accordance with section 94F(5). 4 Part 6 of that Act (controls relating to third party national election campaigns) is amended in accordance with subsections (5) to (8). 5 In section 87 (expenditure by third parties which is not controlled expenditure), after subsection (2) insert— 3 The reference in subsection (1)(b)(i) to circumstances in which an amount of campaign expenditure is to be regarded as incurred by or on behalf of a registered party for the purposes of Part 5 does not include circumstances in which an amount of campaign expenditure is treated as incurred by a registered party under section 94F(2). 6 In the italic heading before section 94 after  “ Financial limits ” insert  “                     on controlled expenditure                   ” . 7 In section 94 (limits on controlled expenditure by third parties)— a in subsection (6), after  “the purposes of this section” insert  “                        , sections 94D to 94H                      ” ; b in subsections (8) and (10), after  “sections 94A and 94B” (as inserted by section 27) insert  “                        , sections 94D to 94H                      ” . 8 After section 94B (as inserted by section 27) insert— Financial limits on targeted controlled expenditure Overview of sections 94D to 94H 94C 1 Sections 94D to 94H impose limits on, and make other provision relating to, controlled expenditure incurred by or on behalf of a recognised third party where the expenditure is targeted at a particular registered party. 2 Section 94D defines when controlled expenditure is regarded as targeted at a particular registered party, specifies the limits and specifies the periods over which the limits operate. 3 Section 94E makes provision about the consequences where controlled expenditure targeted at a registered party is incurred by or on behalf of a recognised third party in excess of a limit without authorisation from the registered party. 4 Section 94F makes provision about the consequences where controlled expenditure targeted at a registered party is incurred by or on behalf of a recognised third party in excess of a limit with authorisation from the registered party. 5 Section 94G makes provision about how a registered party may give or withdraw authorisation (including provision enabling the registered party to specify a cap on the amount of expenditure authorised). 6 Section 94H makes provision about the meaning of references to expenditure that  “exceeds” a targeted expenditure limit or cap. Meaning of  “targeted”,  “targeted expenditure limit” etc 94D 1 Controlled expenditure is  “targeted” at a particular registered party if it can reasonably be regarded as— a intended to benefit that party or any of its candidates, and b not intended to benefit any other registered party or any of its candidates. 2 A limit (a  “targeted expenditure limit”) applies to controlled expenditure that— a is incurred during a qualifying regulated period in England, Scotland, Wales or Northern Ireland, and b is targeted at a particular registered party. 3 A  “qualifying regulated period” is a period in relation to which limits are imposed by paragraph 3, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections). 4 The targeted expenditure limit applying to controlled expenditure incurred during a qualifying regulated period in a part of the United Kingdom is— a for the period in relation to which limits are imposed by paragraph 3(2) of Schedule 10, 0.2% of the maximum campaign expenditure limit in that part of the United Kingdom, and b for any other qualifying regulated period, the relevant proportion of the limit determined in accordance with paragraph (a). 5 In subsection (4)(b)  “ the relevant proportion ” means— A B where— A is the number of days in the period mentioned in subsection (4)(b); B is the number of days in the period mentioned in subsection (4)(a). 6 This section applies for the purposes of sections 94E to 94H. Unauthorised expenditure in excess of targeted expenditure limit 94E 1 This section applies if— a controlled expenditure which is targeted at a particular registered party (“the registered party”) is incurred by or on behalf of a recognised third party (“ the third party ”), b the expenditure exceeds a targeted expenditure limit (to any extent), and c at the time the expenditure is incurred— i the third party is not authorised by the registered party to incur expenditure targeted at it, or ii the third party is so authorised, but the expenditure exceeds a cap specified in the authorisation (to any extent). 2 If the third party is not an individual— a the responsible person is guilty of an offence if the person authorised the expenditure to be incurred by or on behalf of the third party and the person knew or ought reasonably to have known that the expenditure would be incurred in excess of the targeted expenditure limit, and b the third party is also guilty of an offence. 3 If the third party is an individual, the third party is guilty of an offence if the third party knew or ought reasonably to have known that the expenditure would be incurred in excess of the targeted expenditure limit. 4 It is a defence for a third party charged with an offence under subsection (2) or (3) to show— a that any code of practice for the time being issued under paragraph 3 of Schedule 8A was complied with in determining whether any expenditure is controlled expenditure for the purposes of this Part, and b that the offence would not have been committed on the basis of the controlled expenditure as determined in accordance with the code. Authorised expenditure in excess of targeted expenditure limit 94F 1 This section applies if— a controlled expenditure which is targeted at a particular registered party (“the registered party”) is incurred by or on behalf of a recognised third party (“ the third party ”), b the expenditure exceeds a targeted expenditure limit (to any extent), c at the time the expenditure is incurred the third party is authorised by the registered party to incur expenditure targeted at it, and d if the registered party specified a cap in the authorisation, the expenditure, or any part of it, does not exceed the cap. 2 The authorised amount is treated for the purposes of section 79(2) (limits on campaign expenditure) as if— a it were campaign expenditure within the meaning of Part 5, and b it was incurred by the registered party at the same time as the controlled expenditure mentioned in subsection (1)(a) was in fact incurred by or on behalf of the third party. 3 For the purposes of this section,  “the authorised amount” is the amount of the controlled expenditure incurred as mentioned in subsection (1)(a) less— a such amount, if any, of that expenditure as does not exceed the targeted expenditure limit, and b such amount, if any, of that expenditure as exceeds a cap specified by the registered party in its authorisation of the third party. 4 In determining whether, by virtue of subsection (2), the incurring of controlled expenditure by or on behalf of the third party constitutes an offence under section 79(2) by the treasurer or any deputy treasurer of the registered party, section 79(2)(a)(i) is treated as if the reference in that provision to the authorisation of the expenditure were to the signing of the authorisation under section 94G. 5 The treasurer or a deputy treasurer of the registered party must make a declaration of— a the amount of the controlled expenditure incurred as mentioned in subsection (1)(a), and b the authorised amount. 6 A person commits an offence if the person knowingly or recklessly makes a false declaration under subsection (5). Authorisation 94G 1 A registered party may authorise a recognised third party to incur controlled expenditure in England, Scotland, Wales or Northern Ireland that is targeted at the registered party. 2 An authorisation— a must be in writing, b must be signed by a relevant officer, c must specify the part of the United Kingdom to which it relates, and d may specify a cap on the amount of expenditure authorised. 3 An authorisation is of no effect until a copy of it has been given to the Commission by the registered party. 4 The Commission must, as soon as is reasonably practicable after receiving a copy of an authorisation, enter in the register maintained under section 89 (register of notifications)— a the fact that the registered party has given the authorisation, and b the information specified in it. 5 A registered party may at any time withdraw an authorisation already given. 6 A withdrawal of an authorisation— a must be in writing, and b must be signed by a relevant officer. 7 A withdrawal of an authorisation is of no effect until a copy of it has been given to the Commission by the registered party. 8 The Commission must, as soon as is reasonably practicable after receiving a copy of a withdrawal of an authorisation, update the register maintained under section 89. 9 For the purposes of this section  “ relevant officer ”, in relation to a registered party, means— a the treasurer of the party, or b a deputy treasurer of the party. Expenditure that  “exceeds” a targeted expenditure limit or cap 94H 1 Controlled expenditure incurred by or on behalf of a recognised third party during a qualifying regulated period in any part of the United Kingdom that is targeted at a particular registered party  “exceeds”— a a targeted expenditure limit, or b a cap specified by the registered party in its authorisation of the third party, if and to the extent that the relevant cumulative total is in excess of that limit or cap. 2 For this purpose  “the relevant cumulative total” is the total of— a the controlled expenditure incurred as mentioned in subsection (1), and b the total of any controlled expenditure targeted at the same registered party which has already been incurred by or on behalf of the third party during the qualifying regulated period in that part of the United Kingdom. 9 In Schedule 20 to that Act (penalties) insert the following entries in the appropriate places— Section 94E(2) or (3) (exceeding limits on targeted controlled expenditure when not authorised) On summary conviction: statutory maximum On indictment: fine ; Section 94F(6) (making false declaration about amount of expenditure incurred by or on behalf of third party and targeted at the registered party) On summary conviction: statutory maximum or 6 months On indictment: fine or 1 year . 10 If section 85(1) of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 comes into force before the day on which this Act is passed— a section 85 of that Act (removal of limit on certain fines on conviction by magistrates' court) applies in relation to the offences in sections 94E(2) and (3) and 94F(6) of the Political Parties, Elections and Referendums Act 2000 (as inserted by this section) on and after that day as if they were relevant offences (as defined in section 85(3) of that Act), and b regulations described in section 85(11) of that Act may amend, repeal or otherwise modify amendments made by this section."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "31", "section_title": "Extension of power to vary specified sums", "section_text": "31 1 Section 155 of the Political Parties, Elections and Referendums Act 2000 (power to vary specified sums) is amended as follows. 2 In the heading, at the end insert  “                     or percentages                   ” . 3 After subsection (4) insert— 5 The Secretary of State may by order vary any percentage for the time being specified in— a section 94(5ZA), 94D(4) or 96(2)(aa), or b paragraph 3(2) or (2A) of Schedule 10. 6 The Secretary of State may make an order under subsection (5) only if it gives effect to a recommendation of the Commission."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "32", "section_title": "Recognised third parties", "section_text": "32 1 Section 88 of the Political Parties, Elections and Referendums Act 2000 (recognised third parties) is amended as follows. 2 In subsection (2), after paragraph (c) insert— ca a body incorporated by Royal Charter which does not fall within any of those paragraphs of section 54(2), cb a charitable incorporated organisation within the meaning of Part 11 of the Charities Act 2011 or within the meaning of the Charities Act (Northern Ireland) 2008, cc a Scottish charitable incorporated organisation within the meaning of Chapter 7 of Part 1 of the Charities and Trustee Investment (Scotland) Act 2005 (asp 10), cd a partnership constituted under the law of Scotland which carries on business in the United Kingdom, . 3 In subsection (3)(c), after sub-paragraph (i) (before the  “and” at the end) insert— ia in the case of a body falling within any of paragraphs (b) and (d) to (h) of section 54(2), the names of the relevant participators in relation to the body (see subsection (3B)), . 4 After subsection (3)(c) insert— d if given by a body falling within any of paragraphs (ca) to (cd) of subsection (2), state— i the relevant details in relation to the body (see subsection (3C)), and ii the name of the person or officer who will be responsible for compliance on the part of the body with the provisions of Chapter 2, and be signed by the body's secretary or a person who acts in a similar capacity in relation to the body. 5 In subsection (3A)— a for  “or (c)(ii)” (in both places) substitute  “                        , (c)(ii) or (d)(ii)                      ” ; b after  “(3)(c)” insert  “                        or (d)                      ” . 6 After subsection (3A) insert— 3B For the purposes of subsection (3)(c), the  “ relevant participators ” in relation to a body are— a in the case of a body falling with section 54(2)(b) (companies), the body's directors; b in the case of a body falling within section 54(2)(d) (trade unions), the body's officers (within the meaning of the Trade Union and Labour Relations (Consolidation) Act 1992: see section 119 of that Act); c in the case of a body falling within section 54(2)(e) (building societies), the body's directors; d in the case of a body falling within section 54(2)(f) (limited liability partnerships), the body's members; e in the case of a body falling within section 54(2)(g) (friendly societies etc)— i where the body is a friendly society, the members of the body's committee of management; ii otherwise, the members of the body's committee of management or other directing body; f in the case of a body falling within section 54(2)(h) (unincorporated associations)— i where the body has more than 15 members and has officers or a governing body, those officers or the members of that governing body; ii otherwise, the body's members. 3C For the purposes of subsection (3)(d), the  “ relevant details ” in relation to a body are— a in the case of a body falling within subsection (2)(ca) (body incorporated by Royal Charter)— i the name of the body, ii the address of its main office in the United Kingdom, and iii the names of its officers or the members of its governing body; b in the case of a body falling within subsection (2)(cb) or (cc) (charitable incorporated organisation)— i the name of the body, ii the address of its principal office, and iii the names of its charity trustees within the meaning of the Charities Act 2011, the Charities Act (Northern Ireland) 2008 or the Charities and Trustee Investment (Scotland) Act 2005 (asp 10); c in the case of a body falling within subsection (2)(cd) (Scottish partnership)— i the name of the body, ii the address of its main office in the United Kingdom, and iii the names of the partners. 7 In section 85(7)(c) of that Act (definition of  “responsible person”), after  “88(3)(c)(ii)” insert  “                    or (d)(ii)                  ” ."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "33", "section_title": "Reporting of donations to recognised third parties", "section_text": "33 1 The Political Parties, Elections and Referendums Act 2000 is amended in accordance with subsections (2) to (8). 2 After section 95 (control of donations to recognised third parties) insert— Quarterly and weekly reports of donations to recognised third parties Quarterly donation reports 95A 1 The responsible person in relation to a recognised third party must, in respect of each reporting period that falls within a pre-dissolution period, prepare a report about reportable donations (“a quarterly report”). 2 The reporting periods are— a the period of 3 months beginning with the first day of the pre-dissolution period, b each succeeding period of 3 months falling within the pre-dissolution period, and c any final period of less than 3 months falling within that period. 3 A  “ pre-dissolution period ” means a period— a beginning with the first day of a qualifying regulated period, and b ending with the day before the day (or the last day) during that qualifying regulated period on which Parliament is dissolved. 4 A  “qualifying regulated period” is a period in relation to which any limit is imposed by paragraph 3, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections) other than a period including the date of the poll for an early parliamentary general election. 5 An  “early parliamentary general election” is a parliamentary general election the date of the poll for which is appointed under section 2(7) of the Fixed-term Parliaments Act 2011. 6 A quarterly report must comply with the requirements of Schedule 11A. 7 A  “ reportable donation ” means a relevant donation (within the meaning of Schedule 11) which— a is received by the recognised third party in respect of the relevant election or elections the poll or polls for which take place during the qualifying regulated period, and b is accepted, or is dealt with in accordance with section 56(2) (as applied by paragraph 7 of Schedule 11), by the recognised third party during the reporting period. 8 A quarterly report must be delivered to the Commission by the responsible person within the period of 30 days beginning with the end of the reporting period to which it relates. 9 The report must be accompanied by a declaration signed by the responsible person stating that, to the best of that person's knowledge and belief— a all reportable donations (if any) recorded in the report as having been accepted by the recognised third party are from permissible donors, and b there are no reportable donations which are required to be recorded in the report in accordance with Schedule 11A which are not so recorded. 10 This section does not require the preparation of a quarterly report in respect of a reporting period if no reportable donations are accepted, or dealt with, as described in subsection (7)(b), by the recognised third party during that period. 11 This section does not apply in relation to— a a recognised third party which is a registered party other than a minor party, or b a recognised Gibraltar third party. Weekly donation reports during general election periods 95B 1 The responsible person in relation to a recognised third party must, in respect of each reporting period that falls within a general election period, prepare a report about substantial donations (“a weekly report”). 2 The reporting periods are— a the period of 7 days beginning with the first day of the general election period, b each succeeding period of 7 days falling within the general election period, and c any final period of less than 7 days falling within that period. 3 A  “ general election period ” means the period— a beginning with the day on which Parliament is dissolved for a parliamentary general election, and b ending with the date during a qualifying regulated period which is the date of the poll for that election. 4 A weekly report must comply with the requirements of Schedule 11A. 5 A  “ substantial donation ” means a relevant donation of a substantial value which is received by the recognised third party during the reporting period in respect of the relevant election or elections the poll or polls for which take place during the qualifying regulated period. 6 A relevant donation is  “of a substantial value” if its value (as determined in accordance with paragraph 5 of Schedule 11) is more than £7,500. 7 A weekly report must be delivered to the Commission by the responsible person within the period of 7 days beginning with the end of the reporting period to which it relates. 8 The report must be accompanied by a declaration signed by the responsible person stating that, to the best of that person's knowledge and belief, no substantial donations have been received by the recognised third party during the reporting period which are required to be recorded in the report in accordance with Schedule 11A and are not so recorded. 9 This section does not require the preparation of a weekly report in respect of a reporting period if no substantial donations are received by the recognised third party during that period. 10 In this section— “ qualifying regulated period ” means a period in relation to which any limit is imposed by paragraph 3, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections); “ relevant donation ” has the same meaning as in Schedule 11. 11 This section does not apply in relation to— a a recognised third party which is a registered party other than a minor party, or b a recognised Gibraltar third party. Related offences 95C 1 The responsible person in relation to a recognised third party commits an offence if, without reasonable excuse, the responsible person— a fails to deliver a quarterly or weekly report in accordance with section 95A(8) or 95B(7), b delivers a quarterly or weekly report to the Commission without the accompanying declaration required under section 95A(9) or 95B(8), or c delivers a quarterly or weekly report to the Commission which does not comply with the requirements of Schedule 11A. 2 The responsible person in relation to a recognised third party commits an offence if the person knowingly or recklessly makes a false declaration under section 95A(9) or 95B(8). Forfeiture 95D 1 The court may, on an application made by the Commission, order the forfeiture by a recognised third party of an amount equal to the value of a relevant donation where the court is satisfied that— a a failure by the responsible person to deliver a quarterly or weekly report in accordance with section 95A(8) or 95B(7), or b the delivery by the responsible person of a quarterly or weekly report which fails to comply with a requirement of Schedule 11A, was attributable to an intention on the part of any person to conceal the existence or true amount of the donation. 2 The standard of proof in proceedings on an application under this section is that applicable to civil proceedings. 3 A forfeiture order may be made under this section whether or not proceedings are brought against any person for an offence connected with the donation. 4 In this section  “ the court ” means— a in relation to England and Wales, a magistrates' court; b in relation to Scotland, the sheriff; c in relation to Northern Ireland, a court of summary jurisdiction. 5 Proceedings on an application under this section to the sheriff are civil proceedings. 6 Sections 59 and 60 (appeals etc against forfeiture orders) apply for the purposes, or in connection with the operation, of this section in relation to a recognised third party as they apply for the purposes, or in connection with the operation, of section 58 in relation to a registered party. 7 In this section  “ relevant donation ” has the same meaning as in Schedule 11. Sections 95A to 95D: supplementary 95E 1 This section applies where the requirements in section 95A or 95B to prepare quarterly or weekly reports in the case of a pre-dissolution period or a general election period have effect in relation to a recognised third party. 2 If the third party's notification under section 88(1) lapses during the pre-dissolution period or the general election period, the requirements in section 95A or 95B (as the case may be) continue to have effect in relation to the third party— a in respect of the reporting period in which the notification lapses, and b in respect of each reporting period (if any) which preceded that period and which falls within the pre-dissolution period or the general election period. 3 If the third party's notification under section 88(1) lapses at or after the end of the pre-dissolution period or the general election period, the requirements in section 95A or 95B (as the case may be) continue to have effect in relation to the third party in the case of that period. 4 In a case where subsection (2) or (3) applies, references in sections 95A to 95D to the responsible person are to be read, for the purposes of, or in connection with, the discharge of obligations of the responsible person under those sections, as references to the person who was the responsible person in relation to the recognised third party immediately before the notification lapsed. 5 In this section— a “pre-dissolution period” and  “ reporting period ”, in relation to a quarterly report, have the same meaning as in section 95A, and b “general election period” and  “ reporting period ”, in relation to a weekly report, have the same meaning as in section 95B. Public inspection of reports 95F 1 Where the Commission receive a quarterly or weekly report under section 95A or 95B, they must— a as soon as reasonably practicable after receiving the report, make a copy of the report, and of any documents accompanying it, available for public inspection, and b keep any such copy available for public inspection for the period for which the report or other document is kept by them. 2 The Commission must secure that the copy of the report made available for public inspection does not include, in the case of any donation by an individual, the donor's address. 3 At the end of the period of 2 years beginning with the date when any report or other document mentioned in subsection (1) is received by the Commission— a they may cause the report or other document to be destroyed, but b if requested to do so by the responsible person in relation to the third party concerned, they must arrange for the report or other document to be returned to that person. 3 In section 149(6) (inspection of Commission's registers etc), after paragraph (b) insert— ba section 95F, . 4 In section 155(3) (power to vary specified sums), after paragraph (c) insert— ca section 95B(6); cb Schedule 11A; . 5 In Schedule 1 (the Commission), in paragraph 3(3)(c), for the words from  “the register” to the end substitute —                     i the register of donations reported under Chapter 3 or 5 of Part 4, ii any quarterly or weekly report delivered to the Commission under section 95A or 95B, or iii any statement of donations included in a return delivered to the Commission under section 98 or 122; . 6 In Schedule 11 (control of donations to recognised third parties), in the heading to Part 3, after “ reporting of donations”  insert “ in section 96 return”. 7 Schedule 4 inserts a new Schedule 11A into that Act. 8 In Schedule 20 (penalties) insert the following entries in the appropriate places— Section 95C(1)(a) (failure of responsible person to deliver quarterly or weekly report to Commission) On summary conviction: Level 5 ; Section 95C(1)(b) (failure to deliver signed declaration with quarterly or weekly report to the Commission) On summary conviction: statutory maximum or 6 months On indictment: fine or 1 year ; Section 95C(1)(c) (failure to comply with requirements for quarterly or weekly reports) On summary conviction: statutory maximum or 6 months On indictment: fine or 1 year ; Section 95C(2) (making a false declaration to Commission when delivering quarterly or weekly report) On summary conviction: statutory maximum or 6 months On indictment: fine or 1 year . 9 If section 85(1) of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 comes into force before the day on which this Act is passed— a section 85 of that Act (removal of limit on certain fines on conviction by magistrates' court) applies in relation to the offences in section 95C(1) and (2) of the Political Parties, Elections and Referendums Act 2000 (as inserted by this section) on and after that day as if they were relevant offences (as defined in section 85(3) of that Act), and b regulations described in section 85(11) of that Act may amend, repeal or otherwise modify amendments made by this section. 10 The  Secretary of State  may by order made by statutory instrument make, in relation to the content of quarterly or weekly reports under section 95A or 95B of the Political Parties, Elections and Referendums Act 2000 (as inserted by this section), such provision as the   Secretary of State   thinks appropriate which corresponds or is similar to any of the amendments made to Part 3 of Schedule 11 to that Act by the Political Parties and Elections Act 2009. 11 An order under subsection (10) may— a make provision amending this section or the Political Parties, Elections and Referendums Act 2000; b make such consequential, supplementary, incidental, transitional or saving provision as the   Secretary of State   thinks appropriate; c make different provision for different purposes. 12 A statutory instrument containing an order under subsection (10) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "34", "section_title": "Returns as to controlled expenditure", "section_text": "34 1 Section 96 of the Political Parties, Elections and Referendums Act 2000 (returns as to controlled expenditure) is amended as follows. 2 For subsection (1) substitute— 1 Subsection (1A) applies where— a during a regulated period, any controlled expenditure is incurred by or on behalf of a recognised third party in a relevant part of the United Kingdom, and b the incurring of that expenditure would, if the third party had not been recognised, have been an offence under section 94(4) (whether because it was incurred in excess of a limit mentioned in section 94(5) or 94(5ZA)). 1A The responsible person must prepare a return in respect of the controlled expenditure incurred by or on behalf of the third party during that period in each relevant part of the United Kingdom. 3 In subsection (7)— a in the opening words, for  “(1)(a)” substitute  “                        (1A)                      ” ; b in paragraph (a), omit  “falling within subsection (1)(a)”."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "35", "section_title": "Statements of accounts by recognised third parties", "section_text": "35 1 Part 6 of the Political Parties, Elections and Referendums Act 2000 (controls relating to third party national election campaigns) is amended as follows. 2 In sections 90(3) and 94(8), (10) and (11), for  “99” substitute  “                    99A                  ” . 3 After section 96 (returns as to controlled expenditure) insert— Statement of accounts 96A 1 Where— a a return falls to be prepared under section 96 in respect of controlled expenditure incurred by or on behalf of a recognised third party during a regulated period, and b the period is one in relation to which any limit is imposed by paragraph 3, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections), the responsible person must, subject to subsections (8) and (9), also prepare a statement of accounts in respect of the regulated period. 2 A statement of accounts under this section must include— a a statement of the income and expenditure of the third party for the regulated period, and b a statement of its assets and liabilities at the end of that period. 3 A statement of accounts under this section must comply with such requirements as to the form and contents of the statement as may be prescribed by regulations made by the Commission. 4 Regulations under subsection (3) may in particular— a require any statement of accounts to be prepared in accordance with such methods and principles as are specified or referred to in the regulations; b specify information which is to be provided by way of notes to the accounts. 5 Without prejudice to the generality of paragraph 22(7) of Schedule 1 (power to make different provision for different cases), regulations under subsection (3) may impose different requirements according to which of the following bands the gross income or total expenditure of a third party falls within— a not exceeding £25,000; b exceeding £25,000 but not £100,000; c exceeding £100,000 but not £250,000; d exceeding £250,000. 6 The Secretary of State may by order amend subsection (5) by varying the number of bands set out in it. 7 The Secretary of State may not make an order under subsection (6) except to give effect to a recommendation of the Commission. 8 This section does not apply if the third party is an individual. 9 This section does not apply to a third party in relation to a regulated period if the Commission are satisfied— a that a statement or statements prepared or to be prepared by the third party under any enactment contains or will contain the information required by subsection (2) or equivalent information, and b that the Commission are, or will be, able to inspect that statement or those statements. 10 Equivalent information is— a a statement or statements of the income and expenditure for a period or periods other than the regulated period, or b a statement or statements of assets and liabilities at a date or dates other than the end of that period, but which in the Commission's opinion gives a sufficient indication of the third party's accounts for, or at the end of, the regulated period. 11 Where section 96(7) (lapse of notification) applies to the preparation of a return— a the reference to the responsible person in subsection (1) of this section is to be read as a reference to the person described in section 96(7)(b), and b for the purposes of, or in connection with, the discharge of obligations of the responsible person under sections 98 and 99A in relation to a statement of accounts under this section, references to the responsible person are to be read as references to that person. 12 In this section and section 97  “ gross income ” means gross recorded income from all sources. 4 In section 97 (auditor's report on return)— a after subsection (1) insert— 1A A report must be prepared by a qualified auditor on any statement of accounts prepared under section 96A in respect of a regulated period, if— a a report falls to be prepared under subsection (1) on the return mentioned in section 96A(1)(a), or b during the regulated period the gross income or total expenditure of the third party exceeds £250,000. ; b in subsection (2), after  “subsection (1)” insert  “                        or (1A)                      ” ; c in the heading, at the end insert  “                         or statement of accounts                       ” . 5 In section 98 (delivery of returns to the Commission), after subsection (2) insert— 2A Where a statement of accounts falls to be prepared under section 96A, the responsible person must deliver— a the statement, and b if an auditor's report on the statement falls to be prepared under section 97(1A), that report, to the Commission before the end of the period of 6 months beginning with the end of the period under subsection (1) or (2) for the delivery of the relevant section 96 return. 2B “ The relevant section 96 return ” means the return mentioned in section 96A(1)(a) which gives rise to the duty to prepare the statement of accounts. 6 In section 98(4) (offences)— a after paragraph (a) insert— aa fails to comply with the requirements of subsection (2A) in relation to any statement or report to which that subsection applies; or ; b after paragraph (b) insert— ba delivers a statement which does not comply with the requirements of section 96A(2) or (3); or . 7 After section 99 (declaration by responsible person as to return under section 96) insert— Declaration by responsible person as to statement of accounts under section 96A 99A 1 Each statement of accounts prepared under section 96A must, when delivered to the Commission, be accompanied by a declaration which complies with subsection (2) and is signed by the responsible person. 2 The declaration must state— a that the responsible person has examined the statement in question; and b that to the best of that person's knowledge and belief it is a complete and correct statement of accounts as required by law. 3 A person commits an offence if— a that person knowingly or recklessly makes a false declaration under this section; or b subsection (1) is contravened without reasonable excuse at a time when that person is the responsible person in the case of the recognised third party to which the statement of accounts relates. 8 In section 100 (public inspection of returns under section 96), after subsection (3) insert— 4 Where a statement of accounts is delivered under section 98(2A), this section applies as if the statement and any documents accompanying it— a were documents accompanying the relevant section 96 return, and b (for the purposes of subsection (3)) were received by the Commission when the return was received. 5 In subsection (4)(a),  “ the relevant section 96 return ” has the meaning given by section 98(2B). 9 In Schedule 20 (penalties) insert these entries in the appropriate places— Section 98(4)(aa) (failure of responsible person to deliver statement of accounts and auditor's report to Commission) On summary conviction: Level 5 ; Section 98(4)(ba) (failure to comply with requirements for statements of accounts) On summary conviction: statutory maximum or 6 months On indictment: fine or 1 year ; Section 99A(3)(a) (making a false declaration to Commission when delivering statement of accounts) On summary conviction: statutory maximum or 6 months On indictment: fine or 1 year Section 99A(3)(b) (failure to deliver signed declaration with statement of accounts to Commission) On summary conviction: statutory maximum or 6 months On indictment: fine or 1 year . 10 If section 85(1) of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 comes into force before the day on which this Act is passed— a section 85 of that Act (removal of limit on certain fines on conviction by magistrates' court) applies in relation to the offences in section 98(4)(aa) and (ba) and 99A(3) of the Political Parties, Elections and Referendums Act 2000 (as inserted by this section) on and after that day as if they were relevant offences (as defined in section 85(3) of that Act), and b regulations described in section 85(11) of that Act may amend, repeal or otherwise modify amendments made by this section."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "36", "section_title": "Third party expenditure in respect of candidates", "section_text": "36 1 In section 75 of the Representation of the People Act 1983 (prohibition of expenses not authorised by election agent), in subsection (1ZA)(a) (limit on third party expenditure on candidate at parliamentary election), for  “£500” substitute  “                    £700                  ” . 2 After that section insert— Return of permitted expenditure: power to require return 75ZA 1 The returning officer or the Electoral Commission may, at any time during the period of 6 months beginning with the date of the poll at a parliamentary election, request a relevant person to deliver to the officer or Commission a return of permitted expenditure in relation to a candidate at the election who is specified in the request. 2 “ Relevant person ” means a person who— a is not required to deliver a return under section 75(2) in relation to the candidate, and b is not the candidate, the candidate's election agent, or a person engaged or employed for payment or promise of payment by the candidate or the candidate's election agent. 3 “ Return of permitted expenditure ” means a return— a showing all permitted expenses incurred by the person in relation to the candidate, or b stating that the person incurred no such expenses or that the total such expenses incurred by the person was £200 or less. 4 “ Permitted expense ”, in relation to a candidate, means an expense incurred by the person in respect of the candidate which, if the person had been required to deliver a return under section 75(2) in relation to the candidate, would have been required to be included in that return. Return of permitted expenditure: compliance and sanctions 75ZB 1 A person must comply with a request under section 75ZA(1) within the period of 21 days beginning with the day on which the request is received. 2 A return of permitted expenditure must be accompanied by a declaration made by the person (or in the case of an association or body of persons, by a director, general manager, secretary or other similar officer of the association or body)— a verifying the return, and b in the case of a return of the kind mentioned in section 75ZA(3)(a), giving particulars of the matters for which the expenses were incurred. 3 A person who fails to deliver a return or declaration in accordance with this section is guilty of an illegal practice. 4 A person who knowingly makes a false declaration under subsection (2) is guilty of a corrupt practice. 5 The court before whom a person is convicted under subsection (3) or (4) may, if they think it just in the special circumstances of the case, mitigate or entirely remit any incapacity imposed by virtue of section 173. 6 Where any act or omission of an association or body of persons, corporate or unincorporate, is an offence declared to be a corrupt or illegal practice by this section, any person who at the time of the act or omission was a director, general manager, secretary or other similar officer of the association or body, or was purporting to act in any such capacity, shall be deemed to be guilty of that offence, unless he proves— a that the act or omission took place without his consent or connivance, and b that he exercised all such diligence to prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in that capacity and to all the circumstances. 3 If section 85(1) of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 comes into force before the day on which this Act is passed— a section 85 of that Act (removal of limit on certain fines on conviction by magistrates' court) applies in relation to the offences in section 75ZB(3) and (4) of the Representation of the People Act 1983 (as inserted by this section) on and after that day as if they were relevant offences (as defined in section 85(3) of that Act), and b regulations described in section 85(11) of that Act may amend, repeal or otherwise modify amendments made by this section."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "37", "section_title": "Candidate's personal expenses not to count for local election expenses limit in England and Wales", "section_text": "37 1 In section 76(5) of the RPA 1983 (exclusion of personal expenses from limitation on election expenses), after  “subsection (1A) above)” insert  “                    or a local government election in England or Wales                  ” . 2 Subsection (3) applies where, before the relevant date, an enactment— a provides that section 76 of the RPA 1983 is to have effect in relation to an election of any description as it has effect in relation to a local government election in England or Wales, or b otherwise makes provision (however expressed) to the effect that that section applies to an election of any description as it applies to a local government election in England and Wales. 3 If the date of the poll at an election of that description is on or after the relevant date, section 76 of the RPA 1983 applies to the election as amended by subsection (1). 4 In this section— “ the RPA 1983 ” means the Representation of the People Act 1983, “ the relevant date ” means the date on which the amendment made by subsection (1) comes into force, and “ an enactment ” means an Act of Parliament or any subordinate legislation (within the meaning of the Interpretation Act 1978)."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "38", "section_title": "Functions of Electoral Commission with respect to compliance", "section_text": "38 1 Section 145 of the Political Parties, Elections and Referendums Act 2000 (general function of Commission with respect to compliance with controls imposed by the Act etc) is amended in accordance with subsections (2) to (4). 2 In the heading, for  “ General function ” substitute  “                     Duties                   ” . 3 In subsection (1)— a for the words before paragraph (a) substitute  “                        The Commission must monitor, and take all reasonable steps to secure, compliance with—                      ” ; b in paragraph (a), for  “Parts III to  VII ” substitute —                         i sections 24, 31 and 34, ii Parts 3 to 7, and iii sections 143 and 148 . 4 After subsection (6A) insert— 6B Each report by the Commission under paragraph 20 of Schedule 1 shall set out the steps the Commission have taken during the year in question to secure compliance with the restrictions and other requirements mentioned in subsection (1). 5 In consequence of the amendment made by subsection (3)(a), omit section 1(2) of the Political Parties and Elections Act 2009."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "39", "section_title": "Post-election review", "section_text": "39 1 The Minister must, within the period of 12 months beginning with the day on which this Act is passed, appoint a person to conduct a review of the operation of Part 6 of the Political Parties, Elections and Referendums Act 2000 in relation to the first relevant parliamentary general election. 2 The  “first relevant parliamentary general election” is the first parliamentary general election to be held after the beginning of the first Part 6 regulated period in relation to which one or more of the amendments made by this Part mentioned in section 46(1) have effect. 3 A  “Part 6 regulated period” is a regulated period within the meaning given by section 46(2)(b). 4 The Minister may specify matters which the review must, in particular, consider. 5 On completion of the review, the appointed person must— a make a written report on the review, and b provide a copy of the report to the Minister. 6 The Minister must— a lay a copy of the report before Parliament, and b publish the report in such manner as the Minister considers appropriate. 7 The report shall be laid before Parliament not more than 18 months after the date of the first relevant parliamentary general election. 8 The Minister may pay to the appointed person such remuneration and expenses as the Minister may determine. 9 “ The Minister ” means the Secretary of State or the Lord President of the Council."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "40", "section_title": "Duty to provide membership audit certificate", "section_text": "40 1 The Trade Union and Labour Relations (Consolidation) Act 1992 is amended as follows. 2 After section 24 (duty to maintain register of members' names and addresses) insert— Duty to provide membership audit certificate 24ZA 1 A trade union required to maintain a register of the names and addresses of its members by section 24 must send to the Certification Officer a membership audit certificate in relation to each reporting period. 2 In this section and in sections 24ZB to 24ZF, a  “ reporting period ” means a period in relation to which the union is required by section 32 to send an annual return to the Certification Officer. 3 The union must send the membership audit certificate in relation to a reporting period to the Certification Officer at the same time as it sends to the Officer its annual return under section 32 in relation to that period. 4 In the case of a trade union required by section 24ZB to appoint an assurer in relation to a reporting period, the  “ membership audit certificate ” in relation to that period is the certificate which the assurer is required to provide to the union in relation to that period pursuant to that appointment. 5 In any other case, the  “ membership audit certificate ” in relation to a reporting period is a certificate which— a must be signed by an officer of the trade union who is authorised to sign on its behalf, b must state the officer's name, and c must state whether, to the best of the officer's knowledge and belief, the union has complied with its duties under section 24(1) throughout the reporting period. 6 A trade union must, at a person's request, supply the person with a copy of its most recent membership audit certificate either free of charge or on payment of a reasonable charge. 7 The Certification Officer must at all reasonable hours keep available for public inspection, either free of charge or on payment of a reasonable charge, copies of all membership audit certificates sent to the Officer under this section. 3 In section 44(4) (discharge of duties in case of union having branches or sections), at the appropriate place in the list insert—  “                  section 24ZA (duty to provide membership audit certificate),                ” . 4 In section 118 (federated trade unions), after subsection (4) insert— 4A In the case of a federated trade union which, by virtue of subsection (4), is not required to send an annual return to the Certification Officer under section 32, section 24ZA (duty to provide membership audit certificate) applies as if section 32 does apply to the union."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "41", "section_title": "Duty to appoint an assurer etc", "section_text": "41 1 The Trade Union and Labour Relations (Consolidation) Act 1992 is amended as follows. 2 After section 24ZA (which is inserted by section 40) insert— Duty to appoint an assurer 24ZB 1 A trade union required to maintain a register of the names and addresses of its members by section 24 must, in relation to each reporting period, appoint a qualified independent person to be an assurer in relation to that period. 2 There is incorporated in the assurer's appointment a duty which the assurer owes to the trade union— a to provide to the union a membership audit certificate in relation to the reporting period which accords with the requirements of section 24ZD, and b to carry out such enquiries as the assurer considers necessary to enable the assurer to provide that certificate. 3 A person is a  “qualified independent person” if— a the person either satisfies such conditions as may be specified for the purposes of this section by order of the Secretary of State or is specified by name in such an order, and b the trade union has no grounds for believing that— i the person will carry out an assurer's functions otherwise than competently, or ii the person's independence in relation to the union might reasonably be called into question. 4 None of the following may act as an assurer— a an officer or employee of the trade union or of any of its branches or sections; b a person who is a partner of, or in the employment of, or who employs, such an officer or employee. 5 This section does not apply to a trade union in relation to a reporting period if the number of its members at the end of the preceding reporting period did not exceed 10,000. 6 Any order under this section is to be made by statutory instrument and is to be subject to annulment in pursuance of a resolution of either House of Parliament. Appointment and removal of an assurer 24ZC 1 The rules of every trade union to which section 24ZB applies must contain provision for the appointment and removal of an assurer. But the following provisions have effect notwithstanding anything in the rules. 2 An assurer must not be removed from office except by resolution passed at a general meeting of the members of the union or of delegates of its members. 3 A person duly appointed as an assurer in relation to a reporting period must be reappointed as assurer in relation to the following reporting period, unless— a a resolution has been passed at a general meeting of the trade union appointing somebody else instead or providing expressly that the person is not to be re-appointed, b the person has given notice to the union in writing of the person's unwillingness to be re-appointed, c the person is not qualified for the appointment in accordance with section 24ZB, or d the person has ceased to act as assurer by reason of incapacity. 4 But a person need not automatically be re-appointed where— a the person is retiring, b notice has been given of an intended resolution to appoint somebody else instead, and c that resolution cannot be proceeded with at the meeting because of the death or incapacity of the proposed replacement. Requirements of assurer's membership audit certificate 24ZD 1 For the purposes of section 24ZB(2)(a) the requirements of a membership audit certificate in relation to a reporting period provided by an assurer are as follows. 2 The certificate must state the name of, and be signed by, the assurer. 3 The certificate must state— a whether, in the assurer's opinion, the trade union's system for compiling and maintaining the register of the names and addresses of its members was satisfactory for the purposes of complying with the union's duties under section 24(1) throughout the reporting period, and b whether, in the assurer's opinion, the assurer has obtained the information and explanations which the assurer considers necessary for the performance of the assurer's functions. 4 If the certificate states that— a in the assurer's opinion, the trade union's system for compiling and maintaining the register was not satisfactory for the purposes of complying with the union's duties under section 24(1) throughout the reporting period, or b in the assurer's opinion, the assurer has failed to obtain the information and explanations which the assurer considers necessary for the performance of the assurer's functions, the certificate must state the assurer's reasons for making that statement. 5 In the case of a failure to obtain information or explanations as described in subsection (4)(b), the certificate must also— a provide a description of the information or explanations requested or required which have not been obtained, and b state whether the assurer required that information or those explanations from the union's officers, or officers of any of its branches or sections, under section 24ZE. 6 The reference in subsection (2) to signature by the assurer is, where that office is held by a body corporate or partnership, to signature in the name of the body corporate or partnership by an individual authorised to sign on its behalf. Rights of assurer 24ZE 1 An assurer appointed by a trade union under section 24ZB— a has a right of access at all reasonable times to the register of the names and addresses of the union's members and to all other documents which the assurer considers may be relevant to whether the union has complied with any of the requirements of section 24(1), and b is entitled to require from the union's officers, or the officers of any of its branches or sections, such information and explanations as the assurer considers necessary for the performance of the assurer's functions. 2 In subsection (1) references to documents include information recorded in any form. Duty to inform the Certification Officer 24ZF If an assurer provides a membership audit certificate in relation to a reporting period to a trade union which states that, in the assurer's opinion— a the union's system for compiling and maintaining the register was not satisfactory for the purposes of complying with the union's duties under section 24(1) throughout that period, or b the assurer has failed to obtain the information and explanations which the assurer considers necessary for the performance of the assurer's functions, the assurer must send a copy of the certificate to the Certification Officer as soon as is reasonably practicable after it is provided to the union. Duty of confidentiality 24ZG 1 The duty of confidentiality as respects the register is incorporated in an assurer's appointment by a trade union under section 24ZB. 2 The duty of confidentiality as respects the register is a duty which the assurer owes to the union— a not to disclose any name or address in the register of the names and addresses of the union's members except in permitted circumstances, and b to take all reasonable steps to secure that there is no disclosure of any such name or address by another person except in permitted circumstances. 3 The circumstances in which disclosure of a member's name or address is permitted are— a where the member consents, b where it is required or requested by the Certification Officer for the purposes of the discharge of any of the Officer's functions, c where it is required for the purposes of the discharge of any of the functions of an inspector appointed by the Officer, d where it is required for the purposes of the discharge of any of the functions of the assurer, or e where it is required for the purposes of the investigation of crime or criminal proceedings. 3 In section 24A(3)\t\t\t\t\t(securing confidentiality of register during ballots), after  “duty of confidentiality”” insert  “                  , in the context of a scrutineer or independent person,                ” . 4 In section 44(4)\t\t\t\t\t(discharge of duties in case of union having branches or sections), at the appropriate place in the list insert—  “                  sections 24ZB and 24ZC (duty to appoint an assurer etc),                ” . 5 In section 299 (index of defined expressions), in the entry for  “the duty of confidentiality”, after  “confidentiality” insert  “                  , in the context of a scrutineer or independent person                ” ."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "42", "section_title": "Investigatory powers", "section_text": "42 1 The Trade Union and Labour Relations (Consolidation) Act 1992 is amended as follows. 2 After section 24ZG (which is inserted by section 41) insert— Power of Certification Officer to require production of documents etc 24ZH 1 If the Certification Officer thinks there is good reason to do so, the Officer— a may give directions to a trade union, or a branch or section of a trade union, requiring it to produce such relevant documents as are specified in the directions; b may authorise a member of the Officer's staff or any other person (“an authorised person”), on producing (if so required) evidence of that authority, to require a trade union, or a branch or section of a trade union, to produce immediately to the authorised person such relevant documents as that person specifies. 2 “ Relevant documents ”, in relation to a trade union or a branch or section of a trade union, means— a the register of the names and addresses of the trade union's members, and b documents of any other description which the Certification Officer or authorised person considers may be relevant to whether the union has failed to comply with any of the requirements of section 24(1) (duties regarding the register of members). 3 Directions under subsection (1)(a) must specify the time and place at which the documents are to be produced. 4 Where the Certification Officer, or an authorised person, has power to require the production of documents by virtue of subsection (1), the Officer or authorised person has the like power to require production of those documents from any person who appears to the Officer or authorised person to be in possession of them. 5 The power under this section to require the production of documents includes the power— a if the documents are produced— i to take copies of them or extracts from them; ii to require the person by whom they are produced to provide an explanation of any of them; iii to require any person who is or has been an official or agent of the trade union to provide an explanation of any of them; b if the documents are not produced, to require the person who was required to produce them to state, to the best of the person's knowledge and belief, where they are. 6 For the purposes of subsection (5)(a)(iii),  “ agent ” includes an assurer appointed by the trade union under section 24ZB. 7 For supplementary provision, see section 24ZK. Investigations by inspectors 24ZI 1 The Certification Officer may appoint one or more members of the Officer's staff or other persons as an inspector or inspectors to— a investigate whether a trade union has failed to comply with any of the requirements of section 24(1) (duties regarding the register of members), and b report to the Officer in such manner as the Officer may direct. 2 The Certification Officer may only make such an appointment if it appears to the Officer that there are circumstances suggesting that the union has failed to comply with a requirement of section 24(1), 24ZA or 24ZB (duties etc relating to the register of members). 3 Where any person appears to the inspector or inspectors to be in possession of information relating to a matter considered by the inspector or inspectors to be relevant to the investigation, the inspector or inspectors may require the person— a to produce to the inspector or inspectors any relevant documents relating to that matter, b to attend before the inspector or inspectors, and c otherwise to give the inspector or inspectors all assistance in connection with the investigation which the person is reasonably able to give. 4 “ Relevant documents ” means— a the register of the names and addresses of the trade union's members, and b documents of any other description which the inspector or inspectors consider may be relevant to whether the union has failed to comply with any of the requirements of section 24(1). 5 Where a person who is not a member of the Certification Officer's staff is appointed as an inspector under this section, there is incorporated in the appointment the duty of confidentiality as respects the register of the names and addresses of the trade union's members. 6 The duty of confidentiality as respects that register is a duty which the inspector owes to the Certification Officer— a not to disclose any name or address in the register of the names and addresses of the union's members except in permitted circumstances, and b to take all reasonable steps to secure that there is no disclosure of any such name or address by another person except in permitted circumstances. 7 The circumstances in which disclosure of a member's name or address is permitted are— a where the member consents, b where it is required or requested by the Certification Officer for the purposes of the discharge of any of the Officer's functions, c where it is required for the purposes of the discharge of any of the functions of the inspector or any other inspector appointed by the Officer, d where it is required for the purposes of the discharge of any of the functions of an assurer appointed under section 24ZB, or e where it is required for the purposes of the investigation of crime or criminal proceedings. 8 For supplementary provision, see section 24ZK. Inspectors' reports etc 24ZJ 1 An inspector or inspectors appointed under section 24ZI— a may make interim reports to the Certification Officer, b must make such reports if so directed by the Officer, and c on the conclusion of the investigation, must make a final report to the Officer. 2 A report under subsection (1) must be in writing. 3 An inspector or inspectors— a may at any time inform the Certification Officer of any matters coming to their knowledge as a result of the investigation, and b must do so if the Officer so directs. 4 The Certification Officer may direct an inspector or inspectors— a to take no further steps in the investigation, or b to take only such further steps as are specified in the direction. 5 Where such a direction is made, the inspector or inspectors are not required under subsection (1)(c) to make a final report to the Certification Officer unless the Officer so directs. Sections 24ZH and 24ZI: supplementary 24ZK 1 Nothing in section 24ZH or 24ZI requires or authorises anyone to require— a the disclosure by a person of information which the person would in an action in the court be entitled to refuse to disclose on grounds of legal professional privilege, or b the production by a person of a document which the person would in such an action be entitled to refuse to produce on such grounds. 2 But a lawyer may be required under section 24ZH or 24ZI to disclose the name and address of the lawyer's client. 3 A person is not excused from providing an explanation or making a statement in compliance with a requirement imposed under section 24ZH(5) or 24ZI(3) on the ground that to do so would tend to expose the person to proceedings for an offence. 4 But an explanation so provided or a statement so made may only be used in evidence against the person by whom it is provided or made on a prosecution for an offence where, in giving evidence, the person makes a statement inconsistent with it. 5 In this section and in sections 24ZH and 24ZI— a references to documents include information recorded in any form, and b in relation to information recorded otherwise than in legible form, references to its production are to the production of a copy of the information in legible form. 3 In section 24A(4)(b) (securing confidentiality of register during ballots), after  “where it is” insert  “                  required or                ” ."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "43", "section_title": "Enforcement", "section_text": "43 1 The Trade Union and Labour Relations (Consolidation) Act 1992 is amended as follows. 2 After section 24A (securing confidentiality of register during ballots) insert— Enforcement of sections 24 to 24ZC by Certification Officer 24B 1 Where the Certification Officer is satisfied that a trade union has failed to comply with any of the requirements of section 24, 24ZA, 24ZB or 24ZC (duties etc relating to the register of members), the Officer may make a declaration to that effect. 2 Before making such a declaration, the Certification Officer— a may make such enquiries as the Officer thinks fit, b must give the union an opportunity to make written representations, and c may give the union an opportunity to make oral representations. 3 If the Certification Officer makes a declaration it must specify the provisions with which the union has failed to comply. 4 Where the Certification Officer makes a declaration and is satisfied— a that steps have been taken by the union with a view to remedying the declared failure or securing that a failure of the same or any similar kind does not occur in future, or b that the union has agreed to take such steps, the Officer must specify those steps in the declaration. 5 Where a declaration is made, the Certification Officer must give reasons in writing for making the declaration. 6 Where a declaration is made, the Certification Officer must also make an enforcement order unless the Officer considers that to do so would be inappropriate. 7 An  “enforcement order” is an order imposing on the union one or both of the following requirements— a to take such steps to remedy the declared failure, within such period, as may be specified in the order; b to abstain from such acts as may be so specified with a view to securing that a failure of the same or a similar kind does not occur in future. 8 Where, having given the union an opportunity to make written representations under subsection (2)(b), the Certification Officer determines not to make a declaration under subsection (1), the Officer must give the union notice in writing of that determination. 9 Where the Certification Officer requests a person to provide information to the Officer in connection with enquiries under this section, the Officer must specify the date by which that information is to be provided. 10 Where the information is not provided by the specified date, the Certification Officer must proceed with determining whether to make a declaration under subsection (1) unless the Officer considers that it would be inappropriate to do so. 11 A declaration made by the Certification Officer under this section may be relied on as if it were a declaration made by the court. 12 An enforcement order made by the Certification Officer under this section may be enforced in the same way as an order of the court. 13 Where an enforcement order has been made, a person who is a member of the union and was a member at the time it was made is entitled to enforce obedience to the order as if the order had been made on an application by that person. Enforcement of sections 24ZH and 24ZI by Certification Officer 24C 1 Where the Certification Officer is satisfied that a trade union or any other person has failed to comply with any requirement imposed under— a section 24ZH (power of Certification Officer to require production of documents etc), or b section 24ZI (investigations by inspectors), the Officer may make an order requiring the trade union or person to comply with the requirement. 2 Before making such an order, the Certification Officer must give the trade union or person an opportunity to be heard. 3 In the case of a failure to comply with a requirement imposed under section 24ZH or 24ZI to produce a document, the Certification Officer may make an order only if the Officer is satisfied that— a the document is in the possession of the union or person, and b it is reasonably practicable for the union or person to comply with the requirement. 4 In the case of a failure to comply with any other requirement imposed under section 24ZH or 24ZI, the Certification Officer may make an order only if the Officer is satisfied that it is reasonably practicable for the union or person to comply with the requirement. 5 The order must specify— a the requirement with which the trade union or person has failed to comply, and b the date by which the trade union or person must comply. 6 An order made by the Certification Officer under this section may be enforced in the same way as an order of the court. 3 In section 24(6) (remedies for failure to comply with that section), after  “court)” insert  “                  ; see also the powers of the Certification Officer under section 24B to make a declaration and an enforcement order                ” . 4 In section 25 (remedy for failure: application to the Certification Officer), after subsection (6) insert— 6A For the purposes of subsection (6) the circumstances in which it is not reasonably practicable to determine an application within that time frame may include, in particular, where delay is caused by the exercise of the powers under section 24ZH or 24ZI (powers to require production of documents etc and to appoint inspectors). 5 In section 26 (remedy for failure: application to the court), after subsection (8) insert— 9 Where a person applies under this section in relation to an alleged failure and the Certification Officer has made a declaration regarding that failure under section 24B, the court must have due regard to the declaration and any order, observations or reasons made or given by the Officer under that section regarding that failure and brought to the court's notice. 6 In section 45D (appeals from Certification Officer), after  “section” insert  “                  24B, 24C,                ” . 7 In section 256(1) (procedure before the Certification Officer)— a omit the  “or” at the end of paragraph (a), and b in paragraph (b) after  “matter” insert , or                       c determining whether to make a declaration or enforcement order under section 24B or an order under section 24C ."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "44", "section_title": "Financial provision", "section_text": "44 There is to be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown under or by virtue of this Act, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "45", "section_title": "Commencement", "section_text": "45 1 The following provisions of this Act come into force on such day as the Minister may appoint by order made by statutory instrument— a Part 1, except as mentioned in subsection (3)(a); b in Part 2— i section 26(11) and (12) (definition of  “election material”); ii section 31 (extension of power to vary specified sums); iii section 32 (recognised third parties); iv section 36 (third party expenditure in respect of candidates); v section 37 (candidate's personal expenses not to count for local election expenses limit in England and Wales); vi section 38 (functions of Electoral Commission with respect to compliance); c Part 3, except as mentioned in subsection (3)(c). 2 An order under subsection (1)— a may appoint different days for different purposes, and b may make transitional, transitory or saving provision. 3 The following provisions of this Act come into force on the day on which the Act is passed— a any provision of Part 1 which confers power to make regulations, for the purposes of the exercise of that power; b the provisions of Part 2 not mentioned in subsection (1)(b); c section 41, for the purposes of the exercise of the power to make subordinate legislation conferred by section 24ZB(3) of the Trade Union and Labour Relations (Consolidation) Act 1992 (which is inserted by that section); d Part 4. 4 Section 46 contains transitional provision relating to the commencement of the provisions to which subsection (3)(b) applies. 5 “ The Minister ” means— a for the purposes of subsection (1)(a) and (b), the Secretary of State or the Lord President of the Council; b for the purposes of subsection (1)(c), the Secretary of State."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "46", "section_title": "Transitional provision", "section_text": "46 1 The amendments made by Part 2 which in accordance with section 45(3)(b) come into force on the day on which this Act is passed have effect only in relation to— a regulated periods beginning after that day, or b (for the purposes of enactments having effect otherwise than in relation to regulated periods) expenditure incurred after that day. 2 In this section  “ regulated period ” means a period in relation to which any limit is imposed by— a Schedule 9 to  PP ERA  2000 (limits on campaign expenditure), or b Schedule 10 to that Act (limits on controlled expenditure), (including a period in relation to which a limit is imposed by that Schedule by virtue of subsection (3)(b) or (5)(b)). 3 If, apart from this subsection, the day on which this Act is passed would fall within a period in relation to which one or more limits are imposed by paragraph 11 of Schedule 9 to PPERA 2000 (limit on campaign expenditure where combination of parliamentary election and other election)— a paragraph 11(2) of that Schedule (which disapplies limits and periods which would otherwise be imposed by paragraph 3 of that Schedule and substitutes new limits and periods) is of no effect (and is treated as never having had effect) in relation to the parliamentary general election, and b for the purposes of paragraph 3 of that Schedule as it applies by virtue of paragraph (a), the relevant period is the Schedule 9 transitional period. 4 In subsection (3)  “ the Schedule 9 transitional period ” means the period— a beginning with 23 May 2014, and b ending with the date of the poll for the parliamentary general election. 5 If, apart from this subsection, the day on which this Act is passed would fall within a period in relation to which one or more limits are imposed by paragraph 11 of Schedule 10 to PPERA 2000 (limit on controlled expenditure where combination of parliamentary election and other election)— a paragraph 11(2) of that Schedule (which disapplies limits and periods which would otherwise be imposed by paragraph 3 of that Schedule and substitutes new limits and periods) is of no effect (and is treated as never having had effect) in relation to the parliamentary general election, and b for the purposes of paragraph 3 of that Schedule as it applies by virtue of paragraph (a), the relevant period is the Schedule 10 transitional period. 6 In subsection (5)  “ the Schedule 10 transitional period ” means the period— a beginning with 19 September 2014, and b ending with the date of the poll for the parliamentary general election. 7 Subsections (3) and (5) do not apply in the case of a period in relation to which one or more limits are imposed by paragraph 11 of Schedule 9 to PPERA 2000, or paragraph 11 of Schedule 10 to that Act, that ends with the date of the poll for an early parliamentary general election. 8 An  “early parliamentary general election” is a parliamentary general election the date of the poll for which is appointed under section 2(7) of the Fixed-term Parliaments Act 2011. 9 The Minister may by order made by statutory instrument make provision disapplying the preceding provisions of this section, and applying alternative transitional, transitory or saving provision, where a poll for an extraordinary general election to the Scottish Parliament, the National Assembly for Wales or the Northern Ireland Assembly takes place in the period— a beginning with the day after that on which this Act is passed, and b ending with the date of the poll for the next parliamentary general election. 10 A statutory instrument containing an order under subsection (9) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 11 In this section— “ the Minister ” means the Secretary of State or the Lord President of the Council; “ PPERA 2000 ” means the Political Parties, Elections and Referendums Act 2000."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "47", "section_title": "Power to make consequential provision", "section_text": "47 1 The Minister may by order made by statutory instrument make provision consequential on any provision of Part 2 or section 46. 2 An order under this section— a may include provision amending or modifying any provision of or made under PPERA 2000 (including any provision inserted by this Act), b may include incidental, supplementary, transitional, transitory or saving provision, and c may make different provision for different purposes or cases or for different areas. 3 A statutory instrument containing an order under this section that amends or modifies any provision of PPERA 2000 may not be made unless a draft of the instrument containing it has been laid before, and approved by a resolution of, each House of Parliament. 4 Any other statutory instrument containing an order under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 5 No order may be made under this section after the date of the poll for the first relevant parliamentary general election. 6 In this section— “ the first relevant parliamentary general election ” has the same meaning as in section 39; “ the Minister ” means the Secretary of State or the Lord President of the Council; “ PPERA 2000 ” means the Political Parties, Elections and Referendums Act 2000."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "48", "section_title": "Extent", "section_text": "48 1 Part 1 of this Act extends to the United Kingdom. 2 In Part 2 of this Act— a section 33(10) to (13) extends to the United Kingdom  ..., and b section 39 extends to the United Kingdom. 3 Any amendment or repeal made by Part 2 or 3 of this Act has the same extent as the enactment amended or repealed. 4 Part 4 of this Act extends to the United Kingdom  ...."}, {"act": "Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014", "year": 2014, "section": "49", "section_title": "Short title", "section_text": "49 This Act may be cited as the Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014."}]