[{"act": "Wales Act 2014", "year": 2014, "section": "1", "section_title": "Frequency of Assembly ordinary general elections", "section_text": "1 1 In section 3(1) of GOWA 2006 (date of Assembly ordinary general elections), for  “fourth” substitute  “                    fifth                  ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Wales Act 2014", "year": 2014, "section": "2", "section_title": "Removal of restriction on standing for election for both constituency and electoral region", "section_text": "2 1 GOWA 2006 is amended as follows. 2 In section 7 (candidates at general elections)— a in subsection (5), for paragraph (c) (and the  “or” before it) substitute— c who is a candidate to be the Assembly constituency member for an Assembly constituency which is not included in the Assembly electoral region, or d who is a candidate to be the Assembly constituency member for an Assembly constituency included in the Assembly electoral region but is not a candidate of the party. ; b in subsection (6), for paragraph (c) (and the  “or” before it) substitute— c a candidate to be the Assembly constituency member for an Assembly constituency which is not included in the Assembly electoral region, or d a candidate of any registered political party to be the Assembly constituency member for an Assembly constituency included in the Assembly electoral region. 3 In section 9 (allocation of seats to electoral region members)— a in subsection (4), after  “as an” insert  “                        Assembly constituency member or                      ” ; b in subsection (5), at the end insert  “                        (disregarding anyone already returned as an Assembly constituency member, including anyone whose return is void)                      ” ; c in subsection (6), for the words from  “by the return” to  “(2)” substitute  “                        (by the return of persons included on it as Assembly constituency members or by the previous application of subsection (1) or (2))                      ” . 4 In section 11(8) (electoral region vacancies)— a for paragraphs (a) to (c) substitute— a was returned as an Assembly member at that election (even if the return was void), or b has subsequently been returned under section 10 or this section (even if the return was void), ; b in the words after paragraph (c) omit  “, or of the successful candidate at the election,”."}, {"act": "Wales Act 2014", "year": 2014, "section": "3", "section_title": "MPs to be disqualified from membership of Assembly", "section_text": "3 1 In section 16(1) of GOWA 2006 (disqualification from being Assembly member), before paragraph (a) insert— za is a member of the House of Commons (but see sections 17A and 17B), . 2 After section 17 of that Act insert— Exception from disqualification by virtue of being an MP: recently elected members 17A 1 A person returned at an election as an Assembly member is not disqualified under section 16(1)(za) (disqualification by virtue of being an MP) at any time in the period of 8 days beginning with the day the person is so returned. 2 Subsection (3) applies where a person— a is returned at an election as an Assembly member, b on being so returned is a candidate for election to the House of Commons, and c is subsequently returned at that election as a member of that House. 3 The person is not disqualified under section 16(1)(za) at any time in the period of 8 days beginning with the day the person is returned as a member of the House of Commons. 4 A person is a  “candidate for election to the House of Commons” if the person's nomination paper for election as a member of the House of Commons has been delivered to the returning officer under rule 6 of Schedule 1 to the Representation of the People Act 1983 (parliamentary election rules). Exception from disqualification by virtue of being an MP: general election of Assembly members within 372 days 17B 1 This section applies if— a an Assembly member is returned as a member of the House of Commons, and b the expected day of the next general election of Assembly members is within the period of 372 days beginning with the day the person is so returned (“the return day”). 2 The member is not disqualified under section 16(1)(za) (disqualification by virtue of being an MP) at any time in the period— a beginning with the return day, and b ending immediately before the day of the next general election of Assembly members. 3 For the purposes of subsection (1)(b) the expected day of the next general election of Assembly members is to be determined by reference to the circumstances as at the beginning of the return day (“ the relevant time ”). 4 Where, at the relevant time, section 5(2) or (3) (extraordinary general elections) applies— a if an Order in Council under section 5(4) has been made, the expected day is the day on which the poll is required to be held in accordance with that Order; b if no Order in Council under section 5(4) has been made but a day has been proposed under section 5(1), that is the expected day; c otherwise, the expected day is to be treated as being within the period mentioned in subsection (1)(b). 5 For the purpose of determining the expected day, no account is to be taken of the possibility of— a an order under section 4 (power to vary date of ordinary general election) being made after the relevant time, or b section 5(2) or (3) (extraordinary general elections) first applying after that time. 6 References in this section to the  “day” of the election are to the day on which the poll at the election is held. 3 The National Assembly for Wales (Representation of the People) Order 2007 ( S.I.  2007/236) is amended as follows. 4 In article 34 (false statements in nomination papers), at the end of paragraph (5)(c) insert  “                    or to the best of his knowledge and belief he is disqualified only under section 16(1)(za) of the 2006 Act (disqualification of MPs)                  ” . 5 In Schedule 5 (Assembly election rules), in rule 9(4)(c)(ii) (consent to nomination) after  “Assembly” insert  “                    or that to the best of his knowledge and belief he is disqualified for membership of the Assembly only under section 16(1)(za) of the 2006 Act (disqualification of MPs)                  ” ."}, {"act": "Wales Act 2014", "year": 2014, "section": "4", "section_title": "The Welsh Government", "section_text": "4 1 The Welsh Assembly Government is renamed the Welsh Government, or Llywodraeth Cymru. 2 Accordingly, in GOWA 2006— a omit  “Assembly” wherever it occurs in the expression  “Welsh Assembly Government”; b omit  “Cynulliad” where it occurs in section 45(1) (in both places). 3 In the following sections of GOWA 2006, as amended by subsection (2), the references to the Welsh Government include, in relation to any time before the coming into force of this section, references to the Welsh Assembly Government— a section 37(5) (power to impose requirements on current or former members of staff of the Government); b section 52(7)(a) and (8) (power to pay pensions in respect of current or former members of staff of the Government). 4 Unless the context requires otherwise, in any enactment, instrument or other document passed or made before the date on which this section comes into force (except GOWA 2006 - as to which see subsections (2) and (3))— a any reference to the Welsh Assembly Government is to be read as, or as including, a reference to the Welsh Government, and b any reference to Llywodraeth Cynulliad Cymru is to be read as, or as including, a reference to Llywodraeth Cymru."}, {"act": "Wales Act 2014", "year": 2014, "section": "5", "section_title": "First Minister: removal of power to designate after dissolution of Assembly", "section_text": "5 In section 46 of GOWA 2006 (the First Minister), at the end of subsection (5)(c) (designation if First Minister ceases to be Assembly member) insert  “                otherwise than by reason of a dissolution              ” ."}, {"act": "Wales Act 2014", "year": 2014, "section": "6", "section_title": "Taxation: introductory", "section_text": "6 1 GOWA 2006 is amended as follows. 2 After Part 4 insert— PART 4A Taxation CHAPTER 1 Introductory Overview of Part 4A 116A 1 In this Part Chapters 3 and 4 specify particular taxes as devolved taxes about which the Assembly may make provision in the exercise of the power conferred by section 107(1). 2 The power to make provision about a devolved tax is subject to the restrictions imposed by— a subsection (3), and b the other provisions of this Part. 3 A devolved tax may not be imposed where to do so would be incompatible with any international obligations. 4 In this Act  “ devolved tax ” means a tax specified in this Part as a devolved tax. Status of officials of body that collects and manages devolved taxes 116B 1 This section applies where an Act of the Assembly establishes a body that is to be responsible for the collection and management of devolved taxes (whether or not the body is also to be responsible for local government finance or any other matter). 2 In this section  “ relevant official ” means an officer or member of staff of the body mentioned in subsection (1) who has no functions other than functions relating to— a the collection or management of devolved taxes, or b local government finance. 3 If an Act of the Assembly provides that service as a relevant official is service in the civil service of the State, that provision is treated as falling within section 108(4) or (5) (legislative competence). 4 In subsections (5) to (7),  “ relevant civil servant ” means a relevant official whose service is service in the civil service of the State by virtue of provision of the kind mentioned in subsection (3). 5 The Welsh Ministers must pay the salaries and expenses of relevant civil servants. 6 The Welsh Ministers must make payments to the Minister for the Civil Service, at such times as the Minister for the Civil Service may determine, of such amounts as may be so determined in respect of— a the provision of pensions, allowances or gratuities by virtue of section 1 of the Superannuation Act 1972 or section 1 of the Public Service Pensions Act 2013 to or in respect of persons who are or have been relevant civil servants, and b the expenses incurred in administering those pensions, allowances and gratuities. 7 The Welsh Ministers may make payments towards the provision of pensions, allowances or gratuities to or in respect of any person who is or has been a relevant civil servant. Power to add new devolved taxes 116C 1 Her Majesty may by Order in Council amend this Part so as to— a specify, as an additional devolved tax, a tax of any description, or b make any other modifications of the provisions relating to devolved taxes which She considers appropriate. 2 An Order in Council under this section may make such modifications of— a any enactment (including any enactment comprised in or made under this Act) or prerogative instrument, or b any other instrument or document, as Her Majesty considers appropriate in connection with the provision made by the Order. 3 No recommendation is to be made to Her Majesty in Council to make an Order in Council under this section unless a draft of the statutory instrument containing the Order has been laid before, and approved by a resolution of, each House of Parliament and the Assembly. 4 The amendment of this Part by an Order in Council under this section does not affect— a the validity of an Act of the Assembly passed before the amendment comes into force, or b the previous or continuing operation of such an Act of the Assembly. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 111 (proceedings on Bills), in subsection (8), for  “and 116(3)” substitute  “                    , 116(3) and 116C(4)                  ” . 5 In section 158(2) (references to enactments), after  “109(2)” insert  “                    , 116C(2)                  ” . 6 In section 159 (index of defined expressions), at the appropriate place insert— devolved tax section 116A(4) 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Wales Act 2014", "year": 2014, "section": "7", "section_title": "Amendments relating to the Commissioners for Revenue and Customs", "section_text": "7 1 In section 1(1) of the Customs and Excise Management Act 1979 (interpretation), in the definition of  “assigned matter”, after  “the Scotland Act 1998” insert  “                    or the Government of Wales Act 2006                  ” . 2 The Commissioners for Revenue and Customs Act 2005 is amended in accordance with subsections (3) to (13). 3 In section 15 (agency), after subsection (2) insert— 3 For the purposes of section 83 of the Government of Wales Act 2006 (agency arrangements)— a the Commissioners are to be treated as a relevant authority, and b the officers of Revenue and Customs are to be treated as a relevant authority. 4 Accordingly, the heading to that section becomes  “                    Agency: Scotland, Northern Ireland and Wales                  ” . 5 In section 17(5) (use of information), in paragraph (a), after  “Act,” insert— aa an Act of the National Assembly for Wales or an instrument made under such an Act, . 6 Section 18 (confidentiality) is amended in accordance with subsections (7) to (9). 7 In subsection (2)— a omit  “or” at the end of paragraph (h); b after paragraph (i) insert , or                         j which is made to the Welsh Ministers in connection with the collection and management of a devolved tax within the meaning of the Government of Wales Act 2006. 8 In subsection (2A), after  “subsection (2)(i)” insert  “                    or (j)                  ” . 9 In subsection (4)(e), in sub-paragraph (i), after  “Act,” insert— ia an Act of the National Assembly for Wales or an instrument made under such an Act, . 10 In section 40(11) (confidentiality), in paragraph (a), after  “Act,” insert— aa an Act of the National Assembly for Wales or an instrument made under such an Act, . 11 Section 51 (interpretation) is amended in accordance with subsections (12) and (13). 12 In subsection (1), in the definition of  “enactment”, after paragraph (b) insert— ba an Act of the National Assembly for Wales, bb an instrument made under an Act of the National Assembly for Wales, . 13 After subsection (2A) insert— 2B Nor does such a reference include a function which— a is conferred on the Commissioners or on officers of Revenue and Customs by or by virtue of an Act of the National Assembly for Wales or an instrument made under such an Act, and b relates to a devolved tax within the meaning of the Government of Wales Act 2006. 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Wales Act 2014", "year": 2014, "section": "8", "section_title": "Welsh rates of income tax", "section_text": "8 1 Part 4A of GOWA 2006 (as inserted by section 6) is amended as follows. 2 In section 116A(1) (overview), after  “Part” insert —                     a Chapter 2 confers on the Assembly power to set rates of income tax to be paid by Welsh taxpayers, and b . 3 After Chapter 1 insert— CHAPTER 2 Income Tax Power to set Welsh rates for Welsh taxpayers 116D 1 The Assembly may by resolution (a  “Welsh rate resolution”) set one or more of the following— a a Welsh rate for the purpose of calculating the Welsh basic rate; b a Welsh rate for the purpose of calculating the Welsh higher rate; c a Welsh rate for the purpose of calculating the Welsh additional rate. 2 See section 6B of the Income Tax Act 2007 for provision about the calculation of the Welsh basic, higher and additional rates and section 11B of that Act for provision about the income of Welsh taxpayers charged at those rates. 3 A Welsh rate resolution applies— a for only one tax year, and b for the whole of that year. 4 Any Welsh rate specified must be a whole number or half a whole number. 5 A Welsh rate resolution— a must specify the tax year for which it applies, b must be made before the start of that tax year, and c must not be made more than 12 months before the start of that year. 6 If a Welsh rate resolution is cancelled before the start of the tax year for which it is to apply— a the Income Tax Acts have effect for that year as if the resolution had never been made, and b the resolution may be replaced by another Welsh rate resolution. 7 The standing orders must provide that only the First Minister or a Welsh Minister appointed under section 48 may move a motion for a Welsh rate resolution. Welsh taxpayers 116E 1 For any tax year, a Welsh taxpayer is an individual (T)— a who is resident in the  UK  for income tax purposes for that year (see Schedule 45 to the Finance Act 2013), and b who, for that year, meets condition A, B or C. 2 T meets condition A if T has a close connection with Wales (see section 116G). 3 T meets condition B if— a T does not have a close connection with England, Scotland or Northern Ireland (see section 116G), and b T spends more days of that year in Wales than in any other part of the UK (see section 116H). 4 T meets condition C if, for the whole or any part of the year, T is— a a member of Parliament for a constituency in Wales, b a member of the European Parliament for Wales, or c an Assembly member. 5 Subsection (1) does not apply if T is a Scottish parliamentarian for the whole or any part of the year (see section 116F). 6 For the purposes of subsection (5) and section 116F, T is a Scottish parliamentarian if T is a member as described in any of paragraphs (a) to (c) of section 80D(4) of the Scotland Act 1998 (definition of a Scottish taxpayer). 7 In this Chapter  “ the UK ” means the United Kingdom. Welsh taxpayers: Scottish parliamentarians 116F 1 An individual (T) who is a Scottish parliamentarian for the whole or any part of a tax year is a Welsh taxpayer for that tax year if— a T is resident in the UK for income tax purposes for that year (see Schedule 45 to the Finance Act 2013), b T meets condition C in section 116E for that year, and c T meets either of the following conditions for that year. 2 T meets the first condition if— a the number of days in that year on which T is a member as described in any of paragraphs (a) to (c) of section 116E(4), exceeds b the number of days in that year on which T is a Scottish parliamentarian. 3 T meets the second condition if— a the number of days in that year mentioned in paragraphs (a) and (b) of subsection (2) are the same, and b T meets condition A or B in section 116E for that year. Close connection with Wales or another part of the UK 116G 1 To find whether, for any year, T has a close connection with any part of the UK see— a subsection (2) (where T has only one place of residence in the UK), or b subsection (3) (where T has 2 or more places of residence in the UK). 2 T has a close connection with a part of the UK if in that year— a T has only one place of residence in the UK, b that place of residence is in that part of the UK, and c for at least part of the year, T lives at that place. 3 T has a close connection with a part of the UK if in that year— a T has 2 or more places of residence in the UK, b for at least part of the year, T's main place of residence in the UK is in that part of the UK, c the times in the year when T's main place of residence is in that part of the UK comprise (in aggregate) more of the year than the times when T's main place of residence is in each other part of the UK (considered separately), and d for at least part of the year, T lives at a place of residence in that part of the UK. 4 In this section  “ place ” includes a place on board a vessel or other means of transport. Days spent in Wales or another part of the UK 116H 1 T spends more days of a year in Wales than in any other part of the UK if (and only if) the number of days in the year on which T is in Wales at the end of the day exceeds each of the following— a the number of days in the year on which T is in England at the end of the day; b the number of days in the year on which T is in Scotland at the end of the day; c the number of days in the year on which T is in Northern Ireland at the end of the day. 2 T is treated as not being in the UK at the end of a day if— a on that day T arrives in the UK as a passenger, b T departs from the UK on the next day, and c during the time between arrival and departure T does not engage in activities which are to a substantial extent unrelated to T's passage through the UK. Supplemental powers to modify enactments 116I 1 The Treasury may by order modify section 11B of the Income Tax Act 2007 (income charged at the Welsh basic, higher and additional rates) for the purpose of altering— a the definition of the income which is charged to income tax at the rates provided for under the section, or b the application of the section in relation to a particular class of income which is so charged. 2 The Treasury may by order modify any enactment not contained in Chapter 2 of Part 2 of the Income Tax Act 2007 (rates at which income tax is charged) so that it makes provision, in relation to a Welsh taxpayer, by reference to the Welsh basic rate, the Welsh higher rate or the Welsh additional rate, instead of the basic rate, the higher rate or the additional rate. 3 If the Treasury consider it necessary or expedient to do so, they may by order provide that— a a Welsh rate set by the Assembly for a tax year for the purpose of calculating the Welsh basic rate, Welsh higher rate or Welsh additional rate, or b the fact that a Welsh rate has not been set by the Assembly for a tax year for any one or more of those purposes, does not require any change in the amounts repayable or deductible under  PAYE  regulations between the beginning of that year and such later date as may be specified in the order. 4 The Treasury may by order make such modifications of any enactment as they consider necessary or expedient in consequence of or in connection with an order under subsection (1), (2) or (3). 5 An order under this section may, to the extent that the Treasury consider it to be appropriate, take effect retrospectively from the beginning of the tax year in which the order is made. 6 No order is to be made under subsection (1), (2) or (4) unless a draft of the statutory instrument containing it has been laid before, and approved by a resolution of, the House of Commons. 7 A statutory instrument containing an order under subsection (3) is subject to annulment in pursuance of a resolution of the House of Commons. 8 The power under subsection (1) does not include power to provide that any income which is— a savings income, or b dividend income which would otherwise be charged to income tax at a rate provided for under section 13 of the Income Tax Act 2007, is income which is charged to income tax at a rate provided for under section 11B of that Act. Reimbursement of expenses 116J The Welsh Ministers may reimburse any Minister of the Crown or government department for administrative expenses incurred by virtue of this Chapter at any time after the passing of the Wales Act 2014 by the Minister or department. Report by the Comptroller and Auditor General 116K 1 The Comptroller and Auditor General must for each financial year prepare a report on the matters set out in subsection (2). 2 Those matters are— a the adequacy of any of  HMRC 's rules and procedures put in place, in consequence of the Welsh rate provisions, for the purpose of ensuring the proper assessment and collection of income tax charged at rates determined under those provisions, b whether the rules and procedures described in paragraph (a) are being complied with, c the correctness of the sums brought to account by HMRC which relate to income tax which is attributable to a Welsh rate resolution, and d the accuracy and fairness of the amounts which are reimbursed to HMRC under section 116J (having been identified by it as administrative expenses incurred as a result of the charging of income tax as mentioned in paragraph (a)). 3 “The Welsh rate provisions” are— a any provision made by or under this Chapter, and b any provision made by or under the Income Tax Acts relating to the Welsh basic rate, the Welsh higher rate or the Welsh additional rate. 4 A report under this section may also include an assessment of the economy, efficiency and effectiveness with which HMRC has used its resources in carrying out relevant functions. 5 “Relevant functions” are functions of HMRC in the performance of which HMRC incurs administrative expenses which are reimbursed to HMRC under section 116J (having been identified by it as administrative expenses incurred as a result of the charging of income tax as mentioned in subsection (2)(a)). 6 HMRC must give the Comptroller and Auditor General such information as the Comptroller and Auditor General may reasonably require for the purposes of preparing a report under this section. 7 A report prepared under this section must be laid before the Assembly not later than 31 January of the financial year following that to which the report relates. 8 In this section  “ HMRC ” means Her Majesty's Revenue and Customs."}, {"act": "Wales Act 2014", "year": 2014, "section": "9", "section_title": "Welsh basic, higher and additional rates of income tax", "section_text": "9 1 The Income Tax Act 2007 is amended in accordance with subsections (2) to (11). 2 In section 6 (the basic rate, higher rate and additional rate), in subsection (3), before paragraph (a) insert— zb section 6B (Welsh basic, higher and additional rates), . 3 Before section 7 insert— The Welsh basic, higher and additional rates 6B 1 The Welsh basic rate, the Welsh higher rate and the Welsh additional rate for a tax year are calculated as follows. Step 1  Take the basic rate, higher rate or additional rate. Step 2  Deduct 10 percentage points. Step 3  Add the Welsh rate (if any) set by the National Assembly for Wales for that year for the purpose of calculating the Welsh basic rate, the Welsh higher rate or the Welsh additional rate (as the case may be). 2 For provision about the setting of the Welsh rates, see Chapter 2 of Part 4A of the Government of Wales Act 2006. 4 In section 10 (income charged at the basic, higher and additional rates: individuals), in subsection (4), at the appropriate place, insert— section 11B (income charged at the Welsh basic, higher and additional rates), . 5 Before section 12 insert— Income charged at the Welsh basic, higher and additional rates 11B 1 Income tax is charged at the Welsh basic rate on the income of a Welsh taxpayer which— a is non-savings income, and b would otherwise be charged at the basic rate. 2 Income tax is charged at the Welsh higher rate on the income of a Welsh taxpayer which— a is non-savings income, and b would otherwise be charged at the higher rate. 3 Income tax is charged at the Welsh additional rate on the income of a Welsh taxpayer which— a is non-savings income, and b would otherwise be charged at the additional rate. 4 For the purposes of this section,  “ non-savings income ” means income which is not savings income. 5 This section is subject to— section 13 (income charged at the dividend ordinary, upper and additional rates: individuals), and any provisions of the Income Tax Acts (apart from section 10) which provide for income of an individual to be charged at different rates of income tax in some circumstances. 6 Section 16 has effect for determining the extent to which the non-savings income of a Welsh taxpayer would otherwise be charged at the basic, higher or additional rate. 6 In section 13 (income charged at the dividend ordinary, upper and additional rates)— a in subsection (1)(b), before  “and” insert  “                        or the Welsh basic rate,                      ” , b in subsection (2)(b), before  “and” insert  “                        or the Welsh higher rate,                      ” , c in subsection (2A)(b), before  “and” insert  “                        or the Welsh additional rate,                      ” , d in subsection (3), at the end of the words in parentheses, insert  “                        or 11B                      ” , and e in subsection (4), at the end insert  “                        or the Welsh basic, higher or additional rate                      ” . 7 In section 16 (savings and dividend income to be treated as highest part of total income), in subsection (1), after paragraph (za) insert— zb the rate at which income tax would be charged on the non-savings income of a Welsh taxpayer apart from section 11B, . 8 In section 809H (charge on nominated income of long-term UK resident), after subsection (3A) insert— 3B If the individual is a Welsh taxpayer for the relevant tax year, the individual is to be treated for the purpose of calculating income tax charged by virtue of subsection (2) as if the individual were not a Welsh taxpayer for that year. 9 In section 828B (conditions to be met for exemption where individual resident but not domiciled in the UK), in subsection (5), before  “or the starting rate” insert  “                    , the Welsh basic rate                  ” . 10 In section 989 (definitions for the purposes of the Income Tax Acts), at the appropriate place, insert— “ Welsh additional rate ” means the rate of income tax of that name calculated in accordance with section 6B, , “ Welsh basic rate ” means the rate of income tax of that name calculated in accordance with section 6B, , “ Welsh higher rate ” means the rate of income tax of that name calculated in accordance with section 6B, , “ Welsh taxpayer ” has the same meaning as in Chapter 2 of Part 4A of the Government of Wales Act 2006 . 11 In Schedule 4 (index of defined expressions), at the appropriate place, insert— Welsh additional rate section 6B (as applied by section 989) Welsh basic rate section 6B (as applied by section 989) Welsh higher rate section 6B (as applied by section 989) Welsh taxpayer section 989 12 In section 7 of the Taxes Management Act 1970 (notice of liability to income tax and capital gains tax), in subsection (6), before  “the dividend ordinary rate” insert  “                    the Welsh basic rate,                  ” . 13 The Taxation of Chargeable Gains Act 1992 is amended in accordance with subsections (14) and (15). 14 In section 4 (rates of capital gains tax), in subsections (4) and (5), before  “or the dividend” insert  “                    , the Welsh higher rate                  ” . 15 In section 4A (section 4: special cases), in subsection (5), before  “or the dividend” insert  “                    , the Welsh higher rate                  ” ."}, {"act": "Wales Act 2014", "year": 2014, "section": "10", "section_title": "Welsh taxpayers for social security or child support purposes", "section_text": "10 After section 155 of GOWA 2006 insert— Welsh taxpayers for social security or child support purposes 155A 1 The Secretary of State may by order provide for individuals of any specified description to be treated as if they were, or were not, Welsh taxpayers for all or specified purposes of— a social security, or b child support. 2 The Secretary of State may by order provide in relation to any year of assessment that the Welsh basic rate, Welsh higher rate or Welsh additional rate in relation to the income of Welsh taxpayers is to be treated as being a specified rate for all or specified purposes of— a social security, or b child support. 3 An order under subsection (1) or (2) may apply in respect of any individuals whether or not they have a close connection with Wales. 4 An order under subsection (1) or (2) may make such modifications of any enactment, or any other instrument or document, as the Secretary of State considers appropriate in connection with the provision made by the order. 5 No order is to be made under subsection (1) unless a draft of the statutory instrument containing it has been laid before, and approved by a resolution of, each House of Parliament. 6 No order under subsection (2) which contains a provision making modifications of an enactment contained in an Act is to be made unless a draft of the statutory instrument containing it has been laid before, and approved by a resolution of, each House of Parliament. 7 A statutory instrument containing an order under subsection (2) is (unless a draft of the statutory instrument has been approved by a resolution of each House of Parliament) subject to annulment in pursuance of a resolution of either House of Parliament. 8 In this section— “ specified ” means specified in the order; “ Welsh basic rate ”,  “ Welsh higher rate ” and  “ Welsh additional rate ” have the same meaning as in the Income Tax Acts; “ Welsh taxpayer ” has the same meaning as in Chapter 2 of Part 4A of this Act."}, {"act": "Wales Act 2014", "year": 2014, "section": "11", "section_title": "Amendments to the definition of a Scottish taxpayer", "section_text": "11 1 Chapter 2 of Part 4A of the Scotland Act 1998 (Scottish rate of income tax) is amended as follows. 2 Section 80D (Scottish taxpayers) is amended in accordance with subsections (3) to (5). 3 In subsection (1)— a for  “In” substitute  “                        For                      ” ; b in paragraph (a), after  “purposes” insert  “                        for that year (see Schedule 45 to the Finance Act 2013)                      ” . 4 In subsection (3)(a), for  “any part of the UK other than Scotland” substitute  “                    England, Wales or Northern Ireland                  ” . 5 After subsection (4), insert— 4A Subsection (1) does not apply if T is a Welsh parliamentarian for the whole or any part of the year (see section 80DA). 4B For the purposes of subsection (4A) and section 80DA, T is a Welsh parliamentarian if T is a member as described in any of paragraphs (a) to (c) of section 116E(4) of the Government of Wales Act 2006 (definition of a Welsh taxpayer). 6 After section 80D insert— Scottish taxpayers: Welsh parliamentarians 80DA 1 An individual (T) who is a Welsh parliamentarian for the whole or any part of a tax year is a Scottish taxpayer for that tax year if— a T is resident in the UK for income tax purposes for that year (see Schedule 45 to the Finance Act 2013), b T meets condition C in section 80D for that year, and c T meets either of the following conditions for that year. 2 T meets the first condition if— a the number of days in that year on which T is a member as described in any of paragraphs (a) to (c) of section 80D(4), exceeds b the number of days in that year on which T is a Welsh parliamentarian. 3 T meets the second condition if— a the number of days in that year mentioned in paragraphs (a) and (b) of subsection (2) are the same, and b T meets condition A or B in section 80D for that year. 7 In section 80E (close connection with Scotland or another part of the UK), in subsection (3)(c)— a for  “at least as much of the year as” substitute  “                        more of the year than                      ” ; b for  “any one other part of the UK” substitute  “                        each other part of the UK (considered separately)                      ” . 8 In section 80F (days spent in Scotland or another part of the UK)— a in subsection (1), for the words from  “if)—” to the end substitute if) the number of days in the year on which T is in Scotland at the end of the day exceeds each of the following—                         a the number of days in the year on which T is in England at the end of the day; b the number of days in the year on which T is in Wales at the end of the day; c the number of days in the year on which T is in Northern Ireland at the end of the day. ; b in subsection (2), for  “But T is not to be treated as” substitute  “                        T is treated as not                      ” ."}, {"act": "Wales Act 2014", "year": 2014, "section": "12", "section_title": "Referendum about commencement of income tax provisions", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Wales Act 2014", "year": 2014, "section": "13", "section_title": "Proposal for referendum by Assembly", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Wales Act 2014", "year": 2014, "section": "14", "section_title": "Commencement of income tax provisions  ... ", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Treasury may bring sections 8 and 9 into force by order. 3 An order under subsection (2)— a must appoint, in relation to each provision inserted by section 8 or 9, the day on which it comes into force; b may provide that a provision inserted by section 8 or 9 has effect in relation to— i a tax year appointed by the order and subsequent tax years, or ii a financial year so appointed and subsequent financial years. 4 A tax year may be appointed under subsection (3)(b) in relation to a provision inserted by section 8 or 9 only if the tax year begins on or after the day appointed under subsection (3)(a) in relation to that provision. 5 An order under subsection (2) that brings into force section 116D of GOWA 2006 (power to set Welsh rates for Welsh taxpayers) must appoint the first tax year in relation to which a Welsh rate resolution may be made. 6 The Secretary of State may bring section 10 into force by order. 7 The Treasury may bring section 11(5), (6), (7)(a) and (8)(a) into force by order. 8 An order under subsection (7)— a must appoint a day on which the amendments made by the provisions mentioned in that subsection come into force, and b must provide that those amendments have effect in relation to a tax year appointed by the order and subsequent tax years. 9 The tax year appointed under subsection (8)(b)— a must begin on or after the day appointed under subsection (8)(a), and b must not precede the tax year appointed under subsection (5) or under section 25(5) of the Scotland Act 2012 (the first tax year for which Chapter 2 of Part 4A of the Scotland Act 1998 has effect). 10 An order under this section may make different provision for different purposes."}, {"act": "Wales Act 2014", "year": 2014, "section": "15", "section_title": "Welsh tax on transactions involving interests in land", "section_text": "15 1 In Part 4A of GOWA 2006 (as inserted by section 6), after Chapter 2 (inserted by section 8) insert— CHAPTER 3 Tax on transactions involving interests in land Tax on transactions involving interests in land 116L 1 A tax which is charged on a Welsh land transaction and complies with the requirements of this section is a devolved tax. 2 In this Chapter a  “ Welsh land transaction ” means an acquisition of— a an estate, interest, right or power in or over land in Wales; b the benefit of an obligation, restriction or condition affecting the value of any such estate, interest, right or power. 3 The tax may be chargeable— a whether or not there is any instrument effecting the transaction, b if there is such an instrument, regardless of where it is executed, and c regardless of where any party to the transaction is or is resident. 4 The tax may not be imposed on so much of a Welsh land transaction as relates to land below mean low water mark. 5 The following persons are not to be liable to pay the tax— Government A Minister of the Crown The Welsh Ministers, the First Minister and the Counsel General The Scottish Ministers A Northern Ireland department Parliament  etc The Corporate Officer of the House of Lords The Corporate Officer of the House of Commons The Assembly Commission The Scottish Parliamentary Corporate Body The Northern Ireland Assembly Commission. 2 A devolved tax specified in section 116L of GOWA 2006 (as inserted by this section) may not be charged under an Act of the Assembly on a land transaction within the meaning of Part 4 of the Finance Act 2003 unless section 16 (disapplication of UK stamp duty land tax) has effect in relation to that transaction."}, {"act": "Wales Act 2014", "year": 2014, "section": "16", "section_title": "Disapplication of UK stamp duty land tax", "section_text": "16 1 Part 4 of the Finance Act 2003 (stamp duty land tax) is amended as follows. 2 In section 48 (chargeable interests), in subsection (1)(a), omit  “and Wales”. 3 Schedule 2 to this Act contains further amendments relating to the disapplication of stamp duty land tax in relation to Wales. 4 The amendments made by this section and Schedule 2 have effect in relation to land transactions with an effective date on or after such date as is appointed by the Treasury by order under this subsection. 5 But those amendments do not have effect in relation to any transaction— a effected in pursuance of a contract entered into and substantially performed on or before the date on which this Act is passed, or b effected in pursuance of a contract entered into on or before that date and not excluded by subsection (6). 6 A transaction effected in pursuance of a contract entered into on or before the date on which this Act is passed is excluded if— a there is any variation of the contract, or assignment of rights under the contract, after that date, b the transaction is effected in consequence of the exercise after that date of any option, right of pre-emption or similar right, or c after that date there is an assignment, subsale or other transaction relating to the whole or part of the subject-matter of the contract as a result of which a person other than the purchaser under the contract becomes entitled to call for a conveyance. 7 Expressions used in any of subsections (4) to (6) and in Part 4 of the Finance Act 2003 have the same meaning in those subsections as in that Part."}, {"act": "Wales Act 2014", "year": 2014, "section": "17", "section_title": "Information on Welsh land transactions", "section_text": "17 1 In Part 4A of GOWA 2006 (as inserted by section 6), in Chapter 3 (inserted by section 15), after section 116L insert— Duty to disclose information on Welsh land transactions to HMRC 116M 1 A person who is a member of the Welsh Government must provide to HMRC such of the information falling within subsection (2) as HMRC may require. 2 Information falls within this subsection if it— a is relevant information in relation to a Welsh land transaction, and b is in the possession or under the control of the person. 3 “ Relevant information ”, in relation to a Welsh land transaction, means information which— a corresponds to any of the particulars which would be required under Schedule 2 to the Finance Act 1931, but for section 28(3)(c) of that Act, or b uniquely identifies, or assists in uniquely identifying, any person who gives consideration for, or is a party to, the transaction. 4 Information is to be provided under subsection (1) in such form as HMRC may reasonably specify. 5 Information acquired by HMRC under this section is to be treated, for the purposes of the Commissioners for Revenue and Customs Act 2005, as acquired in connection with a function of theirs. 6 In this section,  “ HMRC ” means Her Majesty's Revenue and Customs. 2 This section has effect in relation to land transactions in relation to which section 16 has effect."}, {"act": "Wales Act 2014", "year": 2014, "section": "18", "section_title": "Welsh tax on disposals to landfill", "section_text": "18 1 In Part 4A of GOWA 2006 (as inserted by section 6), after Chapter 3 (inserted by section 15) insert— CHAPTER 4 Tax on disposals to landfill Tax on disposals to landfill 116N 1 A tax charged on disposals to landfill made in Wales is a devolved tax. 2 A disposal is a disposal to landfill if— a it is a disposal of material as waste, and b it is made by way of landfill. 2 A devolved tax specified in section 116N of GOWA 2006 (as inserted by this section) may not be charged under an Act of the Assembly on a disposal if the disposal is made before the date appointed under section 19(3) (disapplication of UK landfill tax)."}, {"act": "Wales Act 2014", "year": 2014, "section": "19", "section_title": "Disapplication of UK landfill tax", "section_text": "19 1 Part 3 of the Finance Act 1996 (landfill tax) is amended as follows. 2 In section 40(1) (charge on taxable disposal), omit  “and Wales”. 3 This section has effect in relation to disposals made on or after such date as is appointed by the Treasury by order under this subsection."}, {"act": "Wales Act 2014", "year": 2014, "section": "20", "section_title": "Borrowing by the Welsh Ministers", "section_text": "20 1 GOWA 2006 is amended as follows. 2 Section 121 (borrowing by Welsh Ministers) is amended in accordance with subsections (3) to (5). 3 For subsection (1) substitute— 1 The Welsh Ministers may borrow from the Secretary of State— a any amounts it appears to them are required by them for the purpose of meeting a temporary excess of sums paid out of the Welsh Consolidated Fund over sums paid into that Fund, b any amounts it appears to them are required by them for the purpose of providing a working balance in the Welsh Consolidated Fund, and c any amounts which in accordance with rules determined by the Treasury are required by the Welsh Ministers to meet current expenditure because of a shortfall in receipts from devolved taxes, or from income tax charged by virtue of a Welsh rate resolution, against forecast receipts. 1A The Welsh Ministers may, with the approval of the Treasury, borrow by way of loan any amounts it appears to them are required by them for the purpose of meeting capital expenditure. 1B An amount is required for the purpose of meeting capital expenditure if the expenditure would be capital expenditure for the purposes of accounts under section 131. 4 In subsection (2), after  “section” insert  “                    from the Secretary of State                  ” . 5 After subsection (3) insert— 4 The Secretary of State may by order made with the consent of the Treasury amend subsection (1A) so as to vary the means by which the Welsh Ministers may borrow money. 5 No order is to be made under subsection (4) unless a draft of the statutory instrument containing it has been laid before, and approved by a resolution of, the House of Commons. 6 Section 122 (lending by Secretary of State) is amended in accordance with subsections (7) to (9). 7 In subsection (2), for  “that section” substitute  “                    section 121(1)                  ” . 8 In subsection (3), omit  “greater”. 9 After subsection (3) insert— 3A An amount substituted under subsection (3) may be more or less than the amount for which it is substituted but may not be less than £500 million. 10 After section 122 insert— Lending for capital expenditure 122A 1 The aggregate at any time outstanding in respect of the principal of amounts borrowed under section 121(1A) shall not exceed £500 million. 2 The Secretary of State may by order made with the consent of the Treasury substitute for the amount for the time being specified in subsection (1) such amount as may be specified in the order. 3 An amount substituted under subsection (2) may be more or less than the amount for which it is substituted but may not be less than £500 million. 4 No order is to be made under subsection (2) unless a draft of the statutory instrument containing it has been laid before, and approved by a resolution of, the House of Commons. 5 A person lending money to a member of the Welsh Government— a is not bound to enquire whether the member of the Welsh Government has power to borrow the money, and b is not to be prejudiced by the absence of any such power. 6 The Welsh Ministers may not mortgage or charge any of their property as security for money which they have borrowed under section 121(1A). This is subject to section 121(3) (charging of sums on the Welsh Consolidated Fund). 7 Security given in breach of subsection (6) is unenforceable."}, {"act": "Wales Act 2014", "year": 2014, "section": "21", "section_title": "Repeal of existing borrowing power", "section_text": "21 1 In Schedule 3 to the Welsh Development Agency Act 1975 (borrowing and guarantees), the following are repealed— a paragraph 3 (power for Welsh Ministers to borrow money); b paragraph 6 (power for Treasury to guarantee money borrowed under paragraph 3). 2 The repeals made by subsection (1) do not affect— a the liability of the Welsh Ministers to repay any money borrowed under paragraph 3 of that Schedule before the date when that subsection comes into force, or b any guarantee given under paragraph 6 of that Schedule before that date. 3 Subsection (4) applies to the aggregate amount (if any) which, immediately before subsection (1) comes into force, is outstanding in respect of the principal of sums borrowed on or after the day on which this Act is passed under paragraph 3 of that Schedule for the purpose of meeting capital expenditure. 4 For the purpose of section 122A(1) of GOWA 2006 (limit on capital borrowing), that amount is treated as outstanding in respect of the principal of sums borrowed under section 121(1A) of that Act. 5 An amount is borrowed for the purpose of meeting capital expenditure if the expenditure would be capital expenditure for the purposes of accounts under section 131 of GOWA 2006."}, {"act": "Wales Act 2014", "year": 2014, "section": "22", "section_title": "Budgetary procedures", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Wales Act 2014", "year": 2014, "section": "23", "section_title": "Reports on the implementation and operation of this Part", "section_text": "23 1 The Secretary of State must— a make reports on the implementation and operation of this Part (see subsection (7)), b lay a copy of each report before each House of Parliament, and c send a copy of each report to the Welsh Ministers, who must lay a copy of it before the Assembly. 2 The Welsh Ministers must— a make reports on the implementation and operation of this Part (see subsection (7)), b lay a copy of each report before the Assembly, and c send a copy of each report to the Secretary of State, who must lay a copy of it before each House of Parliament. 3 A report must be made under each of subsections (1) and (2)— a before the first anniversary of the day on which this Act is passed, and b thereafter, before each subsequent anniversary of that day until the final reports are made under subsection (4). 4 Final reports must be made on, or as soon as practicable after, the first anniversary of the day on which the last of the provisions of this Part is implemented (as determined under subsections (5) and (6)). 5 A provision of this Part is implemented— a if it is expressed as applying in relation to events occurring on or after a particular day, on that day; b if it is expressed as applying in relation to a tax year or financial year, on the last day of that year; c in any other case, on the day on which it comes into force. 6 If, in the case of any provision, the application of subsection (5) gives more than one day, the provision is implemented on the last of them. 7 A report on the implementation and operation of this Part must include— a a statement of the steps that have been taken, whether by the maker of the report or by others, since the making of the previous report (or, in the case of the first report, since the passing of this Act) towards implementation of the provisions of this Part, b a statement of the steps that the maker of the report proposes should be taken, whether by the maker of the report or by others, towards the implementation of the provisions of this Part, c an assessment of the operation of the provisions of this Part that have been implemented, d an assessment of the operation of any other powers to devolve taxes to the Assembly or to change the powers of the Welsh Ministers to borrow money, and of any other changes affecting the provisions inserted or amended by this Part, e a statement of the effect of this Part on the amount of any payments made by the Secretary of State under section 118 of GOWA 2006 (payments into the Welsh Consolidated Fund), and f any other matters concerning the sources of revenue for the Welsh Government that the maker of the report considers should be brought to the attention of Parliament or the Assembly. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In this section, references to  “this Part” do not include— a section 10 (Welsh taxpayers for social security or child support purposes), b section 11 (amendments to the definition of a Scottish taxpayer), or c section 22 (budgetary procedures)."}, {"act": "Wales Act 2014", "year": 2014, "section": "24", "section_title": "Local housing authorities: limits on housing revenue account debt", "section_text": "24 1 Part 6 of the Local Government and Housing Act 1989 (housing finance) is amended as follows. 2 After section 76 insert— Limits on indebtedness 76A 1 The Treasury may from time to time make a determination providing for the maximum amount of housing debt that may be held, in aggregate, by local housing authorities in Wales that keep a Housing Revenue Account. 2 The Welsh Ministers may from time to time make a determination providing for the calculation in relation to each such authority of— a the amount of housing debt that, at such time and on such assumptions as the Welsh Ministers may determine, is to be treated as held by the authority, and b the maximum amount of such housing debt that the authority may hold. 3 The Welsh Ministers must make a determination under subsection (2) in relation to each authority within the period of 6 months beginning immediately after the day on which the Treasury makes a determination under subsection (1). 4 The aggregate of the amounts determined under subsection (2)(b) must not exceed the amount determined under subsection (1). 5 A local housing authority may not hold debt in contravention of a determination under subsection (2)(b). 6 A determination under this section may, in particular, provide for all or part of an amount to be calculated in accordance with a formula or formulae. 7 A determination under this section may provide for assumptions to be made in making a calculation whether or not those assumptions are, or are likely to be, borne out by events. 8 As soon as practicable after making a determination under subsection (1), the Treasury must— a send a copy of it to the Welsh Ministers, and b lay a copy of it before the House of Commons. 9 For the purposes of this section a debt is a  “ housing debt ”, in relation to a local housing authority, if— a the debt is held by the authority in connection with the exercise of its functions relating to houses and other property within its Housing Revenue Account, and b interest and other charges in respect of the debt are required to be carried to the debit of that account. Power to obtain information 76B 1 A local housing authority in Wales, and any officer or employee of a local housing authority in Wales concerned with their housing functions, must supply the Welsh Ministers with such information as the Welsh Ministers may specify, either generally or in any particular case, for the purpose of enabling the Welsh Ministers to exercise their functions under section 76A. 2 A local housing authority must supply the Welsh Ministers with such certificates supporting the information required by them as they may specify. 3 If a local housing authority, or any officer or employee of a local housing authority concerned with their housing functions, fails to comply with subsection (1) or (2) before the end of such period as the Welsh Ministers may specify, the Welsh Ministers may exercise their functions under section 76A on the basis of such assumptions and estimates as they see fit. 3 Section 87 (determinations and directions) is amended as follows. 4 For  “the Secretary of State” (in each place) substitute  “                  the appropriate person                ” . 5 After subsection (1) insert— 1A Subsection (1)(b) does not apply to determinations under section 76A(2). 6 In subsection (2)— a for  “him” substitute  “                      that person                    ” ; b for  “he” substitute  “                      the appropriate person                    ” ."}, {"act": "Wales Act 2014", "year": 2014, "section": "25", "section_title": "The work of the Law Commission so far as relating to Wales", "section_text": "25 1 The Law Commissions Act 1965 is amended as follows. 2 In section 3(1) (functions of the Commissions), after paragraph (e) insert— ea in the case of the Law Commission, to provide advice and information to the Welsh Ministers; . 3 In section 3A (reports on implementation of Law Commission proposals), after subsection (6) insert— 7 This section does not require the Lord Chancellor to prepare reports on Law Commission proposals on which the Welsh Ministers are required to report (see section 3C). 4 After section 3B insert— Report on implementation of Law Commission proposals: Wales 3C 1 The Welsh Ministers must prepare a report each year on— a the Law Commission proposals relating to Welsh devolved matters that have been implemented since the preparation of the previous report under this section; b the Law Commission proposals relating to Welsh devolved matters that have not been implemented as at the preparation of the report. 2 The report required under subsection (1)(b) must include— a plans for dealing with any of the proposals described in that paragraph; b any decision not to implement any of those proposals taken since the preparation of the previous report under this section; c the reasons for any such decision. 3 The Welsh Ministers must lay the report before the National Assembly for Wales. 4 The Welsh Ministers must prepare a report under this section— a before the first anniversary of the day on which this section comes into force, and b thereafter, before each subsequent anniversary of that day. 5 In the case of the first report, the references in subsections (1) and (2) to the period since the preparation of the previous report are to be read as references to the period since the coming into force of this section. 6 If a decision not to implement a Law Commission proposal is dealt with in a report under this section, subsection (1)(b) does not require a later report to deal with the proposal so far as it is covered by that decision. 7 If a decision not to implement a Law Commission proposal has been taken before the coming into force of this section, subsection (1)(b) does not require any report to deal with the proposal so far as it is covered by that decision. 8 In this section— a “ Law Commission proposal ” means any proposal or recommendation for the reform of the law that has been published in a report by the Law Commission, and b references to the implementation of a Law Commission proposal are to its implementation in whole or in part. 9 Whether a Law Commission proposal relates to Welsh devolved matters is to be determined in accordance with section 3D(8). Protocol about the Law Commission's work: Wales 3D 1 The Welsh Ministers and the Law Commission may agree for the purposes of this section a statement (a  “protocol”) about the Law Commission's work relating to Welsh devolved matters. 2 The protocol may include (among other things) provision about— a the principles and methods to be applied in deciding the work relating to such matters to be carried out by the Law Commission and in the carrying out of that work; b the assistance and information that the Welsh Ministers and the Law Commission are to give to each other; c the way in which the Welsh Ministers are to deal with Law Commission proposals so far as they relate to Welsh devolved matters. 3 The Welsh Ministers and the Law Commission must from time to time review the protocol and may agree to revise it. 4 The Law Commission must not agree the protocol (or any revision of it) without the Lord Chancellor's approval. 5 The Welsh Ministers must lay the protocol (and any revision of it) before the National Assembly for Wales. 6 The Welsh Ministers and the Law Commission must have regard to the protocol. 7 “ Law Commission proposal ” has the meaning given in section 3C(8)(a). 8 In this section and section 3C, the Law Commission's work (including any of their proposals) relates to Welsh devolved matters so far as it relates to— a any matter provision about which would be within the legislative competence of the National Assembly for Wales if it were contained in an Act of the Assembly, or b (so far as it is not within paragraph (a)), any matter functions with respect to which are exercisable by the Welsh Ministers, the First Minister for Wales, the Counsel General to the Welsh Government or the National Assembly for Wales Commission. 5 In section 5(4) (expenses to be paid out of money provided by Parliament), after  “Parliament” insert  “                  (except to the extent that those expenses are met by the Welsh Ministers)                ” ."}, {"act": "Wales Act 2014", "year": 2014, "section": "26", "section_title": "Orders", "section_text": "26 Any power to make an order under this Act is exercisable by statutory instrument."}, {"act": "Wales Act 2014", "year": 2014, "section": "27", "section_title": "Interpretation", "section_text": "27 In this Act— “ the Assembly ” means the National Assembly for Wales; “ enactment ” includes a Measure or Act of the Assembly and subordinate legislation (within the meaning of the Interpretation Act 1978); “ financial year ” means the 12 months ending with 31 March; “ GOWA 2006 ” means the Government of Wales Act 2006; “ modifications ” includes amendments, repeals and revocations; “ tax year ” means a year beginning on 6 April and ending on the following 5 April."}, {"act": "Wales Act 2014", "year": 2014, "section": "28", "section_title": "Power to make supplementary, consequential, etc provision", "section_text": "28 1 The Treasury may by order make— a such supplementary, incidental or consequential provision as appears appropriate in connection with the provisions of Part 2, and b such transitional, transitory or saving provision as appears appropriate in connection with the coming into force of those provisions. 2 An order under this section may make— a different provision for different cases or classes of case or different purposes; b provision which applies generally or subject to specified exceptions or only in relation to specific cases or classes of case. 3 An order under this section may make modifications of this Act or of an enactment passed or made before the passing of this Act or in the session in which this Act is passed. 4 A statutory instrument containing an order under this section which includes provision modifying any provision of an Act or a Measure or Act of the Assembly may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, the House of Commons. 5 Any other statutory instrument containing an order under this section is subject to annulment in pursuance of a resolution of the House of Commons. 6 In this section, references to the provisions of Part 2 do not include section 10 (Welsh taxpayers for social security or child support purposes)."}, {"act": "Wales Act 2014", "year": 2014, "section": "29", "section_title": "Commencement", "section_text": "29 1 This Part comes into force on the day on which this Act is passed. 2 The following provisions come into force at the end of the period of 2 months beginning with the day on which this Act is passed— a Part 1; b Part 2, except the   income tax   provisions and sections 20 and 21; c section 25. 3 Subsection (2)(b) is subject to the provision made in the following sections as to how those sections have effect— a sections 15, 16 and 17; b sections 18 and 19. 4 The  “ income tax   provisions” are sections 8, 9, 10 and 11(5), (6), (7)(a) and (8)(a); they come into force in accordance with section 14  .... 5 The following provisions come into force on such day as the Treasury may by order appoint— a section 20; b section 24. 6 An order under subsection (5) may appoint different days for different purposes. 7 Section 21 comes into force on the day on which section 121(1A) of GOWA 2006 (inserted by section 20) comes into force."}, {"act": "Wales Act 2014", "year": 2014, "section": "30", "section_title": "Extent and short title", "section_text": "30 1 The amendments and repeals made by this Act have the same extent as the enactments amended or repealed. 2 Subject to that, this Act extends to the United Kingdom. 3 This Act may be cited as the Wales Act 2014."}]