[{"act": "Agricultural Credits (Scotland) Act 1929", "year": 1929, "section": "1", "section_title": "", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Credits (Scotland) Act 1929", "year": 1929, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Agricultural Credits (Scotland) Act 1929", "year": 1929, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Agricultural Credits (Scotland) Act 1929", "year": 1929, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Agricultural Credits (Scotland) Act 1929", "year": 1929, "section": "5", "section_title": " Agricultural charges.", "section_text": "5 1 It shall be lawful for a society to which this Part of this Act applies to create by instrument in writing in favour of a bank a charge (hereinafter referred to as an agricultural charge) on all or any of the property hereinafter specified as security for sums advanced or to be advanced to it or paid or to be paid on its behalf under any guarantee by the bank and interest, commission and charges thereon. 2 The property which may be affected by such a charge shall be the stocks of merchandise from time to time belonging to and in the possession of the society in pursuance of the objects which it has been formed to carry out. 3 The principal sum secured by an agricultural charge may be either a specified amount, or a fluctuating amount advanced on current account not exceeding at any one time such amount (if any) as may be specified in the charge, and in the latter case the charge shall not be deemed to be redeemed by reason only of the current account having ceased to be in debit. 4 An agricultural charge may be in such form and made upon such conditions as the parties thereto may agree, and cautioners may be made parties thereto."}, {"act": "Agricultural Credits (Scotland) Act 1929", "year": 1929, "section": "6", "section_title": " Effect of agricultural charge.", "section_text": "6 1 An agricultural charge shall, so long as the charge continues in force, confer on the bank a right of security over the property affected by the charge which, subject as hereinafter provided, may, on the happening of any event specified in the instrument creating the charge as an event authorising such enforcement, be enforced by sequestration and sale of such property in like manner in all respects as in the case of the hypothec of a landlord. 2 The right of security conferred by the foregoing subsection shall rank after any right of hypothec competent to the landlord of the society  ..., and on any sequestration and sale at the instance of the bank, the bank shall be bound to pay out of the proceeds of such sequestration and sale to such landlord  ... any sums then due in name of rent  .... 3 An agricultural charge shall be no protection in respect of the property affected by it against any process, execution, or diligences for recovery of taxes or rates. 4 An agricultural charge shall, so long as the charge continues in force, impose on the society an obligation whenever the society sells any of the property affected by the charge forthwith to pay to the bank the amount of the proceeds of the sale, except to such extent as the charge otherwise provides or the bank otherwise allows; the sums so paid to be applied, except so far as otherwise agreed, by the bank in or towards the discharge of moneys and liabilities secured by the charge. 5 Subject to compliance with the obligation so imposed, an agricultural charge shall not prevent the society from selling any of the property subject to the charge, and the purchaser shall not be concerned to see that such obligation is complied with notwithstanding that he may be aware of the existence of the charge. 6 Where any proceeds of sale which in pursuance of such obligation as aforesaid ought to be paid to the bank are paid to some other person, nothing in this Act shall confer on the bank a right to recover such proceeds from that other person, unless the bank proves that such other person knew that the proceeds were paid to him in breach of such obligation as aforesaid."}, {"act": "Agricultural Credits (Scotland) Act 1929", "year": 1929, "section": "7", "section_title": " Supplemental provisions.", "section_text": "7 1 Agricultural charges shall, in relation to one another, have priority in accordance with the times at which they are respectively registered under this Part of this Act. 2 An instrument creating an agricultural charge shall be exempt from stamp duty. 3 The Court of Session may make rules prescribing the nature of the documents with which the bank may require to be furnished for identifying the property of the society, on which the agricultural charge rests, and establishing the title of the society thereto."}, {"act": "Agricultural Credits (Scotland) Act 1929", "year": 1929, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Agricultural Credits (Scotland) Act 1929", "year": 1929, "section": "9", "section_title": " Interpretation.", "section_text": "9 1 This Part of this Act shall apply to a society registered in Scotland under the Industrial and Provident Societies Acts, 1893 to 1928, and having for its principal object the provision and sale of agricultural requisites to its members or the sale, either after a process of manufacture or otherwise, of agricultural produce purchased from its members. 2 In this Part of this Act— “Bank” means— a the Bank of England, b a person who has permission under  Part 4A  of the Financial Services and Markets Act 2000 to accept deposits, c an  EEA  firm of the kind mentioned in paragraph 5(b) of Schedule 3 to that Act which has permission under paragraph 15 of that Schedule (as a result of qualifying for authorisation under paragraph 12 of that Schedule) to accept deposits, or d a Post Office company within the meaning of Part 1 of the Postal Services Act 2011 in the exercise of its powers to provide banking services , and the expressions used in paragraphs (b) and (c) of this definition must be read with section 22 of the Financial Services and Markets Act 2000, any relevant order under that section and Schedule 2 to that Act; “ Agricultural requisites ” means seeds, manures and feeding stuffs, agricultural vehicles, machinery and other plant; “ Agricultural produce ” means crops or horticultural produce, live stock and the produce of any kind of animal husbandry, including the carcases, hides, wool and fur of animals, eggs, bacon, cheese, butter and other dairy produce."}, {"act": "Agricultural Credits (Scotland) Act 1929", "year": 1929, "section": "10", "section_title": "†Short title, commencement and extent.", "section_text": "10 1 This Act may be cited as the Agricultural Credits (Scotland) Act, 1929. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act, save as otherwise expressly provided, shall apply to Scotland only."}]