[{"act": "Infant Life (Preservation) Act 1929", "year": 1929, "section": "1", "section_title": " Punishment for child destruction. ", "section_text": "1 1 Subject as hereinafter in this subsection provided, any person who, with intent to destroy the life of a child capable of being born alive, by any wilful act causes a child to die before it has an existence independent of its mother, shall be guilty of felony, to wit, of child destruction, and shall be liable on conviction thereof on indictment to penal servitude for life: Provided that no person shall be found guilty of an offence under this section unless it is proved that the act which caused the death of the child was not done in good faith for the purpose only of preserving the life of the mother. 2 For the purposes of this Act, evidence that a woman had at any material time been pregnant for a period of twenty-eight weeks or more shall be primâ facie proof that she was at that time pregnant of a child capable of being born alive."}, {"act": "Infant Life (Preservation) Act 1929", "year": 1929, "section": "2", "section_title": " Prosecution of offences.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Where upon the trial of any person for the murder or manslaughter of any child, or for infanticide, or for an offence under section fifty-eight of the Offences against the  Person Act 1861 (which relates to administering drugs or using instruments to procure abortion), the jury are of opinion that the person charged is not guilty of murder, manslaughter or infanticide, or of an offence under the said section fifty-eight, as the case may be, but that he is shown by the evidence to be guilty of the felony of child destruction, the jury may find him guilty of that felony, and thereupon the person convicted shall be liable to be punished as if he had been convicted upon an indictment for child destruction. 3 Where upon the trial of any person for the felony of child destruction the jury are of opinion that the person charged is not guilty of that felony, but that he is shown by the evidence to be guilty of an offence under the said section fifty-eight of the Offences against the Person Act 1861, the jury may find him guilty of that offence, and thereupon the person convicted shall be liable to be punished as if he had been convicted upon an indictment under that section. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Infant Life (Preservation) Act 1929", "year": 1929, "section": "3", "section_title": " Short title and extent.", "section_text": "3 1 This Act may be cited as the Infant Life (Preservation) Act 1929. 2 This Act shall not extend to Scotland or Northern Ireland."}]