[{"act": "Northern Ireland Land Act 1929", "year": 1929, "section": "12.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Northern Ireland Land Act 1929", "year": 1929, "section": "3", "section_title": " Power to confer on vendor of holdings rights of access, &c. to land remaining vested in him.", "section_text": "3 1 Where the vendor of one or more holdings vested in the Commission by Part II of the Act of 1925 alleges that it is necessary for the beneficial enjoyment by him of land belonging to him to which section eight of the Act of 1925 does not apply that a right of access or other right over the holding or over one or more of the holdings should be granted or reserved to him, and makes an application for the purpose, the Judicial Commissioner or Land Judge, if satisfied of the truth of the allegation, may grant or reserve to the vendor and his successors in title such right over the holdings or such one of the holdings upon such terms (if any), including payment of compensation, as the Judicial Commissioner or Land Judge may think just. 2 An application under this section, if made before the vesting of the holding or holdings in the tenant or tenants thereof, shall be made to the Judicial Commissioner in the prescribed manner, and, if made subsequently, shall be made to the Land Judge subject to rules of court. 3 Where any such right is granted or reserved after the vesting of the holding or holdings in the tenant or tenants thereof, it shall for the purposes of registration under the  Local Registration of Title (Ireland) Act, 1891, be deemed to be an easement created by express grant after the first registration of the land, and shall be registered in such manner as the Land Judge may direct. 4 Any person aggrieved by any decision of the Judicial Commissioner or Land Judge under this section may appeal to the Court of Appeal in Northern Ireland, and the decision of that court shall be final. 5 In this section the expression “ Land Judge ” means the Judge of the High Court of Justice in Northern Ireland to whom the duties of Land Judge of the Chancery Division are for the time being assigned."}, {"act": "Northern Ireland Land Act 1929", "year": 1929, "section": "4", "section_title": " Claim by vendor to rights in respect of holdings vested in Commission. ", "section_text": "4 1 Where the vendor of a holding vested in the Commission by Part II of the Act of 1925 claims that he was immediately before the date of such vesting entitled to a right over the holding, or that he had immediately before that date power to exercise any act of ownership or enjoyment in respect of the holding, being a right or power which was on the twenty-eighth day of May, nineteen hundred and twenty-five, of substantial value, and which, if enjoyed by any person other than the vendor, would have been a profit a prendre then, if the Judicial Commissioner so determines, the holding, after it has been so vested, shall be subject to that right or to that power in like manner, and the exercise of the right or power shall be subject to the like obligations or liabilities, as if the vendor were possessed of a profit a prendre over the holding, and the vendor or the persons entitled to the purchase money, or any part thereof, or the purchaser may, at any time before the vesting of the holding in the purchaser, apply to the Judicial Commissioner in the prescribed manner to determine the claim, and the Judicial Commissioner may determine the claim and the extent of any such right and power, and the costs of any application made under this subsection shall be at the discretion of the Judicial Commissioner: Provided that— nothing in this subsection shall affect the operation of section thirteen or section ninty-nine of the  Irish Land Act 1903, and the enactments amending those sections; a power of cutting or making turf upon a portion of a holding which consists of bog shall, if exercisable under this subsection, be exercised in such manner as not to prevent the future reclamation of the bog and so as to secure that sufficient turf and pasturage will be left for the use of the proprietor of the holding for a reasonable period. 2 The powers of the Commission and of the Ministry of Finance for Northern Ireland to make regulations with respect to turbary on bogs on holdings may be exercised notwithstanding that the holding is subject to a right or power determined in favour of the vendor under subsection (1) of this section and, where any such regulations affect any such right or power, they shall include such terms as to payment or otherwise for the protection of the vendor as may appear to the Commission or to the Ministry of Finance, as the case may be, or as may appear to the Judicial Commissioner on appeal to be just. 3 Any person aggrieved by any decision of the Judicial Commissioner under this section may appeal to the Court of Appeal in Northern Ireland, and the decision of that court shall be final."}, {"act": "Northern Ireland Land Act 1929", "year": 1929, "section": "56.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Northern Ireland Land Act 1929", "year": 1929, "section": "7", "section_title": " Determination of tenancies in holdings excluded on account of building value.", "section_text": "7 1 Where a holding has been excluded from vesting in the Commission under Part II of the Act of 1925 by reason that it possesses a substantial value or utility (whether potential or actual) as building ground, the following provisions shall have effect:— a the tenant of the holding shall not be compelled by the landlord to quit the holding or any part thereof, except in consequence of the breach of some one or more of the conditions of his tenancy or upon the determination of the tenancy by a notice to quit given under the following provisions of this subsection; b the landlord shall have a right to determine the tenancy in the whole or any part of the building (whether during the continuance of a statutory term in the tenancy or not) by giving to the tenant six months’ notice to quit terminating either on the first day of March or on the first day of November in any year, and a notice so given shall not be withdrawn; c if the landlord determines a tenancy as aforesaid, he shall at the expiration of the notice to quit pay to the tenant compensation of an amount calculated as follows— If the notice is given before the expiration of ten years from the passing of this Act, an amount equal to thirty times, and if the notice is given after the expiration of the said ten years, an amount equal to thirty-five times, the rateable value of the holding, or the part thereof comprised in the notice, and any buildings thereon. Provided that where, before the passing of this Act, any buildings have been erected upon the holding or the part thereof comprised in the notice, the tenant or the landlord may at any time before the expiration of the notice apply to the civil bill court to determine the amount of compensation to be paid in respect of such buildings, and the civil bill court shall determine the amount of compensation by reference to the increase in the value of the holding fairly attributable to the buildings; and in that case the amount of compensation shall be calculated according to the foregoing provisions of this paragraph in respect of the holding (or the part thereof comprised in the notice) apart from such buildings, with the addition thereto of the amount determined by the civil bill court as compensation in respect of such buildings. For the purposes of this section, the rateable value of a holding or part of a holding means  the amount which the Commissioner of Valuation certifies would have been entered, at the time when the notice was given, in the valuation list in force under the  Rates (Northern Ireland) Order 1972  or, as the case may require, the  Rates (Northern Ireland) Order 1977  as the net annual value of the holding or part of a holding, if the holding or part of a holding had been a hereditament within the meaning of that Order and if it had been valued under the provisions  repealed by the said Order of 1972  and the expression “ civil bill court ” means the civil bill court of the county or borough where the holding (or the part thereof comprised in the notice) is situate; and where the holding or such part thereof is situate within the jurisdiction of more than one civil bill court, any civil bill court within the jurisdiction of which any part of the land or buildings affected is situate, may determine an application under this paragraph; Any person aggrieved by any decision of the civil bill court under this section may appeal to the Court of Appeal in Northern Ireland, and the decision of that court shall be final; d where the landlord determines the tenancy in a part only of the holding, the tenant shall be entitled to a reduction of rent which shall, in the absence of agreement, be proportionate to the amount by which the rateable value of the part of the holding comprised in the notice to quit is less than the rateable value of the entire holding; Provided that, if there are buildings on the holding, the amount of the reduction shall in the absence of agreement be determined by the civil bill court on the application of the landlord or tenant; e the right of a landlord to determine a tenancy under this section shall be without prejudice to any right of the tenant, under section eight of the  Landlord and Tenant (Ireland) Act, 1870, to compensation in respect of crops. 2 Nothing in this section shall affect any agreement, arrangement, or compromise made or arrived at before the twentieth day of December, nineteen hundred and twenty-eight, during the hearing of, or in connection with, any objection made to a provisional list under section seventeen of the Act of 1925 by reason of the inclusion or non-inclusion of a holding in such list. 3 So much of section five and of subsection (3) of section eight of the  Land Law (Ireland) Act, 1881, as relates to the power of the court to authorise the resumption of a holding on the application of the landlord and subsection (2) of section twenty-three of the Act of 1925, shall not apply in the case of a tenancy to which this section applies, and the Landlord and Tenant (Ireland) Act, 1870 (except section eight thereof) and any Acts amending the same, so far as they provide for compensation being paid by the landlord to the tenant, and the  Notices to Quit (Ireland) Act, 1876, shall not apply where a landlord gives a notice to quit in the manner authorised by this section."}, {"act": "Northern Ireland Land Act 1929", "year": 1929, "section": "8", "section_title": " Short title and construction.", "section_text": "8 1 This Act may be cited as the Northern Ireland Land Act 1929, and shall be construed as one with the Land Purchase Acts, and may be cited with those Acts. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]