[{"act": "Coal Industry Act 1975", "year": 1975, "section": "1", "section_title": " Grants to National Coal  Corporation  to meet expenditure under pneumoconiosis compensation scheme.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Coal Industry Act 1975", "year": 1975, "section": "2", "section_title": "", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Coal Industry Act 1975", "year": 1975, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Coal Industry Act 1975", "year": 1975, "section": "4", "section_title": " Compulsory acquisition of rights over land for opencast operations.", "section_text": "4 1 For subsections (1) to (4) of section 4 of the  Opencast Coal Act 1958 (which provided for the making, within the period of ten years beginning with the commencement of that Act, of compulsory rights orders known as “opencast site orders” and “storage site orders”) there shall be substituted the following subsections:— 1 For the purpose of facilitating the working of coal by opencast operations, the  Corporation  may, by means of an order (in this Act referred to as a “compulsory rights order”) made by the  Corporation  and confirmed by the Secretary of State, compulsorily acquire, in accordance with the following provisions of this Act, temporary rights of occupation and use of the whole or part of the land comprised in an authorisation under section 1 of this Act. 2 Subject to the provisions of Part III of this Act as to the variation of orders, the period for which a compulsory rights order has effect shall be a period— a beginning with the date on which the order becomes operative (in this Act referred to as “the operative date”), and b of such duration, not exceeding twenty years, as may be specified in the order. 2 In consequence of the provisions of subsection (1) above, the  Opencast Coal Act 1958 shall have effect subject to the amendments in Schedule 3 to this Act."}, {"act": "Coal Industry Act 1975", "year": 1975, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Coal Industry Act 1975", "year": 1975, "section": "6", "section_title": " Additional compensation on re-occupation after opencast working.", "section_text": "6 1 After section 23 of the Opencast Coal Act 1958 there shall be inserted the following section:—  Additional compensation on re-occupation. 23A 1 Subject to the following provisions of this section, with a view to furthering the resumption of agriculture on land formerly comprised in a compulsory rights order, a person shall be entitled to compensation by virtue of this section in respect of a holding to which section 21 of this Act applies if he is in occupation of the holding at the end of the period of occupation or if he enters into occupation of the holding at or after the end of that period, provided that he is occupying the holding or (as the case may be) he enters into occupation of the holding wholly or mainly for the purposes of agriculture carried on by way of a trade or business. 2 No compensation shall be payable to a person by virtue of this section unless he is either the person who, immediately before the operative date of the compulsory rights order, was entitled to occupy the holding (in this subsection referred to as “the original occupier”) or a person who, before the end of the period of occupation, became entitled to the relevant interest in the holding in accordance with the disposition of, the original occupier’s estate effected by his will, or the law relating to intestacy, or the combination of his will and that law. 3 In subsection (2) above— “ the relevant interest ”, in relation to any person, means the interest by virtue of which he became entitled to occupy the holding (or would have become so entitled if the compulsory rights order had not been made); and “will” includes a codicil. 4 The compensation payable in respect of a holding by virtue of this section shall be payable by the  Corporation  and, subject to the following provisions of this section, shall be an amount equal to the compensation payable in respect of that holding under sections 18 and 19 of this Act for the last twelve months of the period of occupation. 5 Subject to the following provisions of this section, in any case where the compensation last payable in respect of a holding under sections 18 and 19 was in fact payable by reference to a period of less than twelve months, the compensation payable in respect of that holding by virtue of this section shall be an amount equal to the compensation which was so payable under sections 18 and 19, multiplied by the fraction of which the numerator is 365 and the denominator is the number of days in the period by reference to which the compensation was so payable under those sections. 6 Where the person entitled, immediately after the end of the period of occupation, to occupy the holding concerned ceases, before he enters into occupation, to be entitled to occupy some part of it then, subject to subsection (7) below,— a his entry into occupation of the part which he remains entitled to occupy shall be treated for the purposes of subsection (1) above as entry into occupation of the holding ; but b the compensation payable to him by virtue of this section shall be such proportion of the compensation which would have been so payable had he remained entitled to enter into occupation of the whole of the holding as is properly attributable to the part of the holding which he remains entitled to occupy. 7 If, immediately before the end of the period of occupation, only part of the holding concerned (in this subsection referred to as “the compensatable portion”) was comprised in the compulsory rights order and (after the end of the period of occupation) subsection (6) above applies, then— a if the part of the holding which the person concerned ceased to be entitled to occupy comprises the whole of the compensatable portion, no compensation shall be payable to him by virtue of this section ; b if the person concerned remains entitled to occupy the whole of the compensatable portion, the compensation so payable to him shall not be reduced under paragraph (b) of subsection (6) above ; and c in any other case, for the purpose of determining the proportion of the compensation properly attributable to any part of the holding under paragraph (b) of subsection (6) above, the holding shall be treated as consisting of the compensatable portion only. 2 In section 35 of the  Opencast Coal Act 1958 (time when compensation accrues due) after subsection (4) there shall be inserted the following subsection:— 4A Any compensation payable under section 23A of this Act shall accrue due on the date when the person entitled to compensation enters into occupation, if after the end of the period of occupation, and at the end of the period of occupation in any other case. 3 In Schedule 6 to that Act (application of compensation provisions to special cases), after paragraph 4 there shall be inserted the following paragraph— 4A Where a compulsory rights order comprises the whole or part of a holding to which section 21 of this Act applies, and at the end of the period of occupation one person is entitled to occupy part of that holding and another person is entitled to occupy another part of that holding, each of those parts of the holding shall be treated for the purposes of section 23A of this Act as if it were a separate holding, and were a holding to which section 21 of this Act applied."}, {"act": "Coal Industry Act 1975", "year": 1975, "section": "7", "section_title": " Savings, transitional provisions and repeals.", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Nothing in this Act shall affect the operation of section 3 of— a the  Acquisition of Land (Authorisation Procedure) Act 1946, or b the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947, in any case where an order under that section was made, or notice of such an order was published, before the commencement of this Act. 4 The enactments specified in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Coal Industry Act 1975", "year": 1975, "section": "8", "section_title": " Short title, commencement and extent.", "section_text": "8 1 This Act may be cited as the Coal Industry Act 1975. 2 This Act shall come into operation at the expiry of the period of one month beginning with the day on which it is passed. 3 Section 3 of this Act does not extend to Scotland. 4 This Act does not extend to Northern Ireland."}]