[{"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "1", "section_title": " Criminal liability for offences in the Republic of Ireland.", "section_text": "1 1 Any act or omission which— a takes place in the Republic of Ireland, and b would, if taking place in Northern Ireland, constitute an offence described in Part I of Schedule 1 to this Act, shall, for the purposes of the law of Northern Ireland, constitute that offence. 2 The law applied by subsection (1) above shall be construed in accordance with Part II of the said Schedule 1. 3 In this Act “ extra-territorial offence ” means— a any offence under subsection (1) above (read with Schedule 1), b any offence in the Republic of Ireland under section 2 of this Act, c any offence under section 3 of this Act, d any offence defined as an extra-territorial offence by section 6(3) of this Act. 4 Liability for an extra-territorial offence (as defined by subsection (3) above) attaches irrespective of the nationality of the offender, and notwithstanding the provisions of section 3 of the  British Nationality Act 1948 (limitation of criminal liability of certain persons who are not citizens of the United Kingdom and Colonies). 5 Proceedings for an extra-territorial offence may be taken, and the offence may for the purposes of those proceedings be treated as having been committed, in any place in Northern Ireland."}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "2", "section_title": " Hijacking of vehicles or ships.", "section_text": "2 1 A person who in Northern Ireland or in the Republic of Ireland unlawfully, by force or threat thereof, or by any other form of intimidation— a seizes or exercises control of or otherwise interferes with the control of any vehicle (whether mechanically propelled or not) . . .  , or b compels or induces some other person to use a vehicle, ship or hovercraft for an unlawful purpose, shall be liable on conviction on indictment to imprisonment for a term not exceeding fifteen years. 2 In this section— “ ship ” includes any boat or other vessel; “ vehicle ” includes a railway train or any other railway vehicle."}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "3", "section_title": " Escape or rescue from detention in Republic of Ireland.", "section_text": "3 1 A person who under the law of the Republic of Ireland is charged with, or convicted of— a an extra-territorial offence under the law of the Republic of Ireland, or b an act or omission which is also an offence triable under the law of Northern Ireland as an extra-territorial offence, shall be guilty of an offence if he escapes from any legal custody in which he is held in the Republic of Ireland at any stage in the proceedings beginning with the charge (including the hearing of any appeal), or in which he is held while serving a sentence imposed on his conviction. 2 A person shall be guilty of an offence if he escapes from legal custody in which he is held in the Republic of Ireland pursuant to any provision of the law of the Republic of Ireland corresponding to paragraph 4 of Schedule 4 to this Act (right of accused to attend examination of a witness out of court). 3 A person guilty of an offence under this section shall be liable on conviction on indictment to imprisonment for a term not exceeding seven years. 4 In this section and in the following provisions of this Act “ extra-territorial offence under the law of the Republic of Ireland ” means any offence under the law of the Republic of Ireland which— a is committed in Northern Ireland and which is, under the law of Northern Ireland, an offence described in Part I of Schedule 1 to this Act, or b is committed in Northern Ireland and is an offence under an enactment of the Republic of Ireland corresponding to section 2 of this Act, or to subsection (1) or (2) of this section, or c is aiding, abetting, counselling, procuring or inciting the commission of an offence under paragraph ( a ) or ( b ) above, or d is attempting or conspiring to commit an offence under paragraph ( a ) or ( b ) above, or e is doing any act with intent to impede the arrest or prosecution of a person who has committed an offence under any of the preceding paragraphs of this subsection, being an offence which if committed in Northern Ireland would be an arrestable offence. 5 For the purposes of subsection (4)( a ) above paragraph 10 of Schedule 1 to this Act shall be read without sub-paragraph (2) (which restricts the offences there described to those where it is charged that an explosive, firearm, imitation firearm or weapon was used to commit the offence)."}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "4", "section_title": " Trial of extra-territorial offences.", "section_text": "4 1   ...  the  Northern Ireland (Emergency Provisions) Act 1973  shall have effect subject to the further amendments in Schedule 2 to this Act. 2 An extra-territorial offence shall not be tried summarily. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The further provisions concerning extra-territorial offences which are contained in Schedule 3 to this Act shall have effect."}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "5", "section_title": " Evidence for trial of extra-territorial offences.", "section_text": "5 1 Schedule 4 to this Act, which deals with the examination of witnesses out of court for the purpose of assisting courts in the Republic of Ireland, and in Northern Ireland, in dealing with extra-territorial offences under the law of those countries, shall have effect. 2 A court (in Northern Ireland) before which proceedings in connection with an extra-territorial offence are being heard may direct that the name and address of any person whose evidence, whether oral or in writing, is tendered to the court shall not be disclosed to any person other than— a the members of the court and its officers, b the parties to the proceedings and their counsel and solicitors, and c where the court considers it required in the interests of justice, any other person whom the court specifies in the direction, or in any subsequent direction. 3 A person who contravenes a direction under subsection (2) above shall be liable on summary conviction to a fine not exceeding  £200 level 4 on the standard scale , or to imprisonment for a term not exceeding six months, or to both."}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "6", "section_title": " Inchoate offences.", "section_text": "6 1 In this section “ substantive offence ” means— a any offence described in Schedule 1 to this Act (wherever committed), b any offence under section 2 or section 3 of this Act. 2 The following, that is— a aiding, abetting, counselling, procuring or inciting the commission of a substantive offence; b attempting or conspiring to commit a substantive offence; c an offence under section 4 of the  Criminal Law Act (Northern Ireland) 1967 of doing any act with intent to impede the arrest or prosecution of a person who has committed a substantive offence, or who has committed an arrestable offence under the preceding provisions of this subsection, shall constitute offences under the law of Northern Ireland whether committed in Northern Ireland or in the Republic of Ireland. 3 In this Act “ extra-territorial offence ” shall include any offence within subsection (2) above if that offence takes place in the Republic of Ireland, or if the related substantive offence takes place, or would have taken place, in the Republic of Ireland."}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "7", "section_title": "Amendment of Explosive Substances Act 1883. ", "section_text": "7 1 For sections 2 and 3 of the  Explosives Substances Act 1883 there shall be substituted the following sections—  Causing explosion likely to endanger life or property. 2 A person who in the United Kingdom or (being a citizen of the United Kingdom and Colonies) in the Republic of Ireland unlawfully and maliciously causes by any explosive substance an explosion of a nature likely to endanger life or to cause serious injury to property shall, whether any injury to person or property has been actually caused or not, be guilty of an offence and on conviction on indictment shall be liable to imprisonment for life.  Attempt to cause explosion, making or keeping explosive with intent to endanger life or property. 3 1 A person who in the United Kingdom or a dependency or (being a citizen of the United Kingdom and Colonies) elsewhere unlawfully and maliciously— a does any act with intent to cause, or conspires to cause, by an explosive substance an explosion of a nature likely to endanger life, or cause serious injury to property, whether in the United Kingdom or the Republic of Ireland, or b makes or has in his possession or under his control an explosive substance with intent by means thereof to endanger life, or cause serious injury to property, whether in the United Kingdom or the Republic of Ireland, or to enable any other person so to do, shall, whether any explosion does or does not take place, and whether any injury to person or property is actually caused or not, be guilty of an offence and on conviction on indictment shall be liable to imprisonment for a term not exceeding twenty years, and the explosive substance shall be forfeited. 2 In this section “ dependency ” means the Channel Islands, the Isle of Man and any colony, other than a colony for whose external relations a country other than the United Kingdom is responsible. 2 In the Schedule to the Irish Free State (Consequential Adaptation of Enactments)  Order 1923 the entry for the Explosive Substances Act 1883, which is superseded by this section, shall cease to have effect. 3 This section extends to all parts of the United Kingdom."}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "9", "section_title": " Admissibility of written statements made in the Republic of Ireland.", "section_text": "9 1 Section 1 of the  Criminal Justice (Miscellaneous Provisions) Act (Northern Ireland) 1968 and  Article 33 of the Magistrates’ Courts (Northern Ireland) Order 1981  (use of written statements as evidence in preliminary proceedings and in trial) shall apply to written statements made in the Republic of Ireland as well as to written statements made in Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "10", "section_title": " Evidence on committal for trial.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "11", "section_title": " Prosecution of extra-territorial offences.", "section_text": "11 1 No proceedings shall be instituted for an extra-territorial offence except by or with the consent of the   Advocate General for Northern Ireland  . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "12", "section_title": " Consents to prosecutions,  etc.", "section_text": "12 1 This section applies to any enactment which prohibits the initiation or carrying on of proceedings for any offence except— a with the consent (however expressed) of a Law Officer of the Crown, or of the Director of Public Prosecutions, or b where the proceedings are initiated or carried on by or on behalf of a Law Officer of the Crown, or the Director of Public Prosecutions, and so applies whether or not there are other exceptions to the prohibition (and in particular whether or not the consent is an alternative to the consent of any other authority or person). 2 An enactment to which this section applies— a shall not prevent the arrest without warrant, or the issue or execution of a warrant for the arrest, of a person for any offence, or the remand in custody or on bail of a person charged with any offence, and b shall be subject to any enactment concerning the apprehension or detention of children or young persons. 3 In this section— “ Law Officer of the Crown ” means the Attorney General or the Attorney General for Northern Ireland, the Solicitor General and, in Scotland, the Lord Advocate, “ Director of Public Prosecutions ” includes the Director of Public Prosecutions for Northern Ireland, “ consent ” includes sanction, fiat, direction or order, “ enactment ” includes any provision having effect under or by virtue of an Act of the Parliament of the United Kingdom or the Parliament of Northern Ireland, and this section applies to enactments passed or made before the passing of this Act, or later. 4 This section extends to all parts of the United Kingdom."}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "13", "section_title": " Interpretation and saving.", "section_text": "13 1 In this Act, unless the context otherwise requires— “ arrestable offence ” has the meaning given by section 2(1) of the  Criminal Law Act (Northern Ireland) 1967; “ enactment ” includes an enactment of the Parliament of Northern Ireland; “ extra-territorial offence ” has the meaning given by section 1 of this Act; “ extra-territorial offence under the law of the Republic of Ireland ” has the meaning given by section 3(4) of this Act; “ rules of court ” means rules under section 7 of the  Northern Ireland Act 1962. 2 Any reference in this Act, except so far as the context otherwise requires, to an enactment shall be construed as a reference to that enactment as amended, applied or extended by or under any other enactment, including this Act. 3 It is hereby declared that in applying section 38(1) of the  Interpretation Act 1889 (effect of repeal and re-enactment) for the construction of references in this Act to other Acts account is to be taken of repeal and re-enactment— a by a Measure under the  Northern Ireland Constitution Act 1973, or b by an Order in Council under the Northern Ireland Act 1974, (as being provisions which by virtue of paragraph 1 of Schedule 5 to the said Act of 1973 and paragraph 1(7) of Schedule 1 to the  Act of 1974 are included in statutory references to Acts of the Parliament of Northern Ireland). 4 The provisions of this Act giving power to prohibit the disclosure of the name and other particulars of witnesses and other persons are without prejudice to any power of the same kind exercisable under the inherent jurisdiction of any court or judge."}, {"act": "Criminal Jurisdiction Act 1975", "year": 1975, "section": "14", "section_title": " Short title, etc.", "section_text": "14 1 This Act may be cited as the Criminal Jurisdiction Act 1975. 2 The following provisions of this Act, that is to say— a sections  12 and  13, b this section, except so far as subsection (5) below relates to Parts III and  IV  of Schedule 6, and c Schedule 5 and Parts I and  II  of Schedule 6, shall come into force on the passing of this Act. 3 Subject to subsection (2) above, this Act shall come into force on such date as the Secretary of State may by order appoint, and different dates may be so appointed for different provisions or for different purposes. An order made under this subsection may be revoked by a subsequent order so made, and any order made under this subsection shall be contained in a statutory instrument. 4 Schedule 5 to this Act, which makes amendments consequential on section 12 of this Act, shall have effect. 5 The enactments and instruments specified in Schedule 6 to this Act shall be repealed to the extent specified in the third column of that Schedule. 6 The following provisions of this Act, that is to say— a sections 1 to 3, section 4(1) to (3), sections 5 and 6 and sections 8 to 11, and b Schedules 1 and 2, paragraphs 2 to 5 of Schedule 3, Schedule 4 and Parts II and  III  of Schedule 6, shall extend to Northern Ireland only."}]