[{"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "5", "section_title": " Vehicles excise duty : Great Britain.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "6", "section_title": "", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "44", "section_title": " Payment of tax : general", "section_text": "44 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In section 29(5) of the  Taxes Management Act 1970 (notice of assessment), after the words “shall state” there shall be inserted the words  “                      the date on which it is issued and                    ” . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 This section and sections 45 and 46 below shall not have effect in relation to tax charged by assessments notice of which was issued before the passing of this Act."}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "45", "section_title": " Payment of tax pending appeal. ", "section_text": "45 1 For section 55 of the Taxes Management Act 1970 (recovery of tax not in dispute) there shall be substituted—  Recovery of tax not postponed. 55 1 This section applies to an appeal to the Commissioners against— a an assessment to income tax under Schedule A, Schedule C or Schedule D, b an assessment charging income tax at a rate other than the basic rate on income from which income tax has been deducted (otherwise than under section 204 of the principal Act) or from or on which income tax is treated as having been deducted or paid or income chargeable under Schedule F, c an assessment to income tax made under Schedule 20 to the Finance Act 1972 (income tax on company payments) other than an assessment charging tax the time for the payment of which is given by paragraph 4(1) or 9 of that Schedule, d an assessment to capital gains tax, e an assessment to corporation tax other than an assessment made under Schedule 14 to the Finance Act 1972 (advance corporation tax) charging tax the time for the payment of which is given by paragraph 3(1) or 9 of that Schedule. 2 If no application is made under subsection (3) below, the tax charged by the assessment shall be due and payable as if it were charged by an assessment in respect of which no appeal was pending. 3 If the appellant has grounds for believing that he is overcharged to tax by the assessment, he may, by notice in writing given to the inspector within thirty days after the date of the issue of the notice of assessment, apply to the Commissioners for a determination of the amount of tax the payment of which should be postponed pending the determination of the appeal. A notice of application under this subsection shall state the amount in which the appelant believes that he is overcharged to tax and his grounds for that belief. 4 If, after any determination of the amount of tax the payment of which should be so postponed, there is a change in the circumstances of the case as a result of which either party has grounds for believing that the amount so determined has become excessive or, as the case may be, insufficient, he may, by notice in writing given to the other party at any time before the determination of the appeal, apply to the Commissioners for a further determination of that amount. A notice of application under this subsection shall state the amount in which the applicant believes that the amount previously determined has become excessive or, as the case may be, insufficient and his grounds for that belief. 5 An application under subsection (3) or (4) above shall be heard and determined in the same way as the appeal ; and where any such application is heard and determined by any Commissioners, that shall not preclude them from hearing and determining the appeal or any application or further application under subsection (4) above. 6 The amount of tax the payment of which shall be postponed pending the determination of the appeal shall be the amount (if any) in which it appears to the Commissioners, having regard to the representations made and any lawful evidence adduced, that there are reasonable grounds for believing that the appelant is overcharged to tax ; and a in the case of a determination made on an application under subsection (3) above, any tax the payment of which is not so postponed shall be due and payable as if it were tax charged by an assessment notice of which was issued on the date of that determination and in respect of which no appeal was pending ; and b in the case of a determination made on an application under subsection (4) above, any tax the payment of which ceases to be so postponed shall be due and payable as if it were tax charged by an assessment notice of which was issued on the date of that determination and in respect of which no appeal was pending, or any tax overpaid shall be repaid, as the case may require. 7 If the appellant and the inspector come to an agreement, whether in writing or otherwise, as to the amount of tax the payment of which should be postponed pending the determination of the appeal, the like consequences shall ensue as would have ensued if the Commissioners had made a determination to that effect under subsection (6) above on the date when the agreement was come to, but without prejudice to the making of a further agreement or of a further determination under that subsection. 8 Where an agreement is not in writing— a subsection (7) above shall not apply unless the fact that an agreement was come to, and the terms agreed, are confirmed by notice in writing given by the inspector to the appellant or by the appellant to the inspector, and b the reference in that subsection to the time when the agreement was come to shall be construed as a reference to the time of the giving of the notice of confirmation. 9 On the determination of the appeal— a any tax payable in accordance with that determination the payment of which had been postponed, or which had not been charged by the assessment, shall be due and payable as if it were tax charged by an assessment— i notice of which was issued on the date on which the inspector issues to the appellant a notice of the total amount payable in accordance with the determination, and ii in respect of which no appeal was pending, or b any tax overpaid shall be repaid, as the case may require. 10 In this section “ inspector ” means the inspector or other officer of the Board by whom the notice of assessment was issued ; and references in this section to an agreement being come to with an appellant and giving of notice to or by an appellant include references to an agreement being come to with, and the giving of notice to or by, a person acting on behalf of the appellant in relation to the appeal. 11 Section 45(2) above shall not apply to an application under subsection (3) or (4) above ; and the transfer of proceedings under this Act from one body of Commissioners to another body of Commissioners shall not affect the validity of a determination under subsection (6) above. 2 Section 55 of the said Act of 1970 as substituted by subsection (1) above shall have effect in relation to tax charged for a year or other period of assessment ending before 6th April 1973 as if for subsection (1)(b) and (c) there were substituted— b an assessment to surtax, c an assessment to income tax made under Schedule 9 to the principal Act (income tax on company distributions) other than an assessment charging tax the time for the payment of which is given by paragraph 2(3) of that Schedule. 3 Section 56(9) (statement of case for opinion of the High Court)  and section 59(6) (election for county court in Northern Ireland)  of the said Act of 1970 shall  each  be amended by substituting for paragraph (b) of the proviso— b if too little tax has been charged, the amount under-charged shall be due and payable at the expiration of a period of thirty days beginning with the date on which the inspector issues to the other party a notice of the total amount payable in accordance with the order or judgment of that Court. 4 In section 48(2) of the said Act of 1970 (application to appeals and other proceedings), for the words “to the omission of section 56(9) below and to any other necessary modifications” there shall be substituted the words “to any necessary modifications, including (except in the case of applications under section 55 below) the omission of section 56(9) below”."}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "46", "section_title": " Interest on unpaid tax. ", "section_text": "46 1 For section 86 of the  Taxes Management Act 1970 (interest on overdue tax) there shall be substituted—  Interest on overdue tax. 86 1 Any tax charged by an assessment to which this section applies shall carry interest at the prescribed rate from the reckonable date until payment. 2 This section applies to— a an assessment to income tax under Schedule A, Schedule C, Schedule D or Schedule E, b an assessment charging income tax at a rate other than the basic rate on income from which income tax has been deducted (otherwise than under section 204 of the principal Act) or from or on which income tax is treated as having been deducted or paid or income chargeable under Schedule F, c an assessment to capital gains tax, d an assessment to corporation tax other than an assessment made under Schedule 14 to the Finance Act 1972 (advance corporation tax). 3 In this section “ reckonable date ” means— a in relation to any tax the date for the payment of which is given by section 55 above and which, if there had been no appeal, would have become due and payable on an earlier date, that earlier date or the date mentioned in subsection (4) below, whichever is the later, and b in relation to any tax not falling within paragraph (a) above, the date on which it becomes due and payable. 4 The date referred to in subsection (3)(a) above is the date on which the tax becomes due and payable or the date given by the following Table, whichever is the earlier.  TABLE Description of tax Date applicable 1. Tax charged by an assessment to income tax under Schedule A or an assessment to income tax under Schedule D other than an assessment made under Part III of Schedule 5 to the principal Act (machinery for assessment, charge and payment of income tax under Schedule C and, in certain cases, Schedule D). 1. The 1st July following the end of the year of assessment. 2. Tax charged by an assessment to income tax under Schedule C or an assessment to income tax under Schedule D made under Part III of Schedule 5 to the principal Act. 2. The last day of the six months following the end of thirty days mentioned in paragraph 9 of the said Schedule 5. 3. Tax charged by an assessment charging income tax as mentioned in subsection (2)(b) above. 3. The 1st January following the end of the year of assessment. 4. Tax charged by an assessment to capital gains tax. 4. The 1st January following the end of the year of assessment. 5. Tax charged by an assessment to corporation tax other than an assessment made under Schedule 14 to the Finance Act 1972. 5. The last day of the six months following— (a) in a case where section 243(4) of the principal Act applies, the end of the nine months there mentioned ; (b) in a case where section 244(1) of that Act applies, the end of the interval there mentioned from the end of the accounting period to which the assessment relates ; or (c) in a case where section 344 of that Act applies, the last day on which the tax could have been paid within the limit imposed by subsection (2)(a) of that section. 5 Tax charged by an assessment to which this section applies shall carry interest from the reckonable date even if that date is a non-business day within the meaning of section 92 of the Bills of Exchange Act 1882. 6 Where the amount of interest payable under this section on the tax charged by any assessment does not exceed £10, that interest may, if the Board think fit, be remitted. 2 Section 86 of the said Act of 1970 as substituted by subsection (1) above shall have effect in relation to tax charged for the year 1972-73 or an earlier year of assessment as if— a for subsection (2)(b) there were substituted— b an assessment to surtax , and b in subsection (3)(a) after the word “or” there were inserted the words  “                          (except in the case of surtax)                        ” . 3 Section 87 of the said Act of 1970 (which, in relation to interest on overdue income tax on company distributions, has effect as originally enacted and, in relation to interest on overdue advance corporation tax and overdue income tax on company payments, has effect as substituted by paragraph 10 of Schedule 24 to the  Finance Act 1972) shall be amended as follows— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b at the end of the section there shall be added as subsection (8)— 8 Tax assessable as mentioned in subsection (1) above shall carry interest from the date when it becomes due and payable even if that date is a non-business day within the meaning of section 92 of the Bills of Exchange Act 1882. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Section 109 of the said Act of 1970 (which, in relation to tax charged in connection with loans and other payments made and shortfalls occurring before 6th April 1973, has effect as originally enacted and, in relation to tax charged in connection with loans made on or after that date, has effect as substituted by paragraph 13 of Schedule 24 to the  Finance Act 1972) shall be amended as follows— a in subsection (4) as originally enacted, for the words “subsection (2) and paragraph (a) of subsection (3)” there shall be substituted the words  “                          subsection (4) and the words “or the date mentioned in subsection (4) below, whichever is the later” in subsection (3)(a)                        ” , b in subsection (2) as so substituted, for the words “subsections (2) and (3)(a) of the said section 86 were omitted” there shall be substituted the words  “                          the date given by the Table in subsection (4) of the said section 86 were the last day of the three months following the end of the financial year in which the loan or advance was made                        ” , and c in subsection (3) as so substituted, for the words “year of assessment” there shall be substituted the words  “                          financial year                        ” . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "47"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "49"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "54"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "56"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "57"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "65", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "65"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "67", "section_title": " Appeals.", "section_text": "67 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Section 50 of that Act (procedure on appeal) shall have effect, and be deemed always to have had effect, as if after subsection (7) there were added as subsection (8)— 8 Where, on an appeal against an assessment which— a assesses an amount which is chargeable to tax, and b charges tax on the amount assessed, it appears to the Commissioners as mentioned in subsection (6) or (7) above, they may, unless the circumstances of the case otherwise require, reduce or, as the case may be, increase only the amount assessed ; and where any appeal is so determined the tax charged by the assessment shall be taken to ahve been reduced or increased accordingly. 3 Nothing in subsection (2) above shall affect the judgement of any court given in proceedings which were commenced before 29th April 1975."}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "68"}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "72", "section_title": " Extension of Finance Act 1973 s. 50 to stamp duties in Northern Ireland.", "section_text": "72 Section 50 of the  Finance Act 1973 (temporary statutory effect of House of Commons resolution affecting stamp duties) shall extend to Northern Ireland and apply to stamp duties having effect there as well as to stamp duties having effect in Great Britain."}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "73", "section_title": " Government stock held by minors.", "section_text": "73 1 Where the holder of any of the joint holders of Government stock is a minor the  Registrar of Government Stock  may, if  he thinks fit , but subject to subsection (2) below— a pay the dividends accruing on the stock in accordance with the written instructions of a parent or guardian of the minor or minors; b pay any redemption money becoming payable in respect of the stock in accordance with the written instructions of the minor or minors and a parent or guardian of his or each of them; c give effect to a transfer of the stock in accordance with the written instructions of the minor or minors and a parent or guardian of his or each of them; (and, in each case, of every other joint holder who is not a minor). 2 The  Registrar of Government Stock  shall not exercise any power conferred on  him  by paragraph (b) or (c) of subsection (1) above unless the  Registrar of Government Stock  is satisfied that the minor has attained the age of seven years. 3 Where the  Registrar of Government Stock  makes a payment or effects a transfer in accordance with this section and the instructions given under it, then— a in the case of a payment, the payment shall discharge the  Registrar of Government Stock  of  his  liabilities in respect of the dividend which has accrued or redemption money which has become payable on the stock; b in the case of a transfer, the transfer shall not be revocable at the instance of the minor (except in circumstances in which it would be revocable at the instance of a person who was not a minor); and no other liability arising out of the payment or transfer shall be incurred by the  Registrar of Government Stock  to any person. 4 In this section— “ Government stock ” means securities of any description issued by the Government of the United Kingdom and registered by the  Registrar of Government Stock ; and ... and references in subsection (1) above to the instructions of a guardian are, in a case where there are joint guardians, references to the joint instructions of those guardians. 4A In the case of units of stock which are recorded on a register kept by the Operator of a relevant system— a the reference to the  “Registrar of Government Stock  in subsection (1) so far as it relates to paragraph (c) of that subsection; and b the references tot he  “Registrar of Government Stock  in subsections (2) and (3) so far as they apply for the purposes of that paragraph, shall be taken to be reference to that Operator; and in this subsection “Operator” and “relevant system” have the same meanings as in the Uncertificated Securities Regulations 2001. 5 This section shall not apply to a  pupil or  minor domiciled in Scotland."}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "74", "section_title": " Use of trustee savings banks by solicitors for client’s money  etc.  ", "section_text": "74 The Solicitors Act 1974 shall have effect, and be deemed always to have had effect, as if in the definition of “bank” in section 87(1) there were inserted at the end of paragraph (b) the words and               c a trustee savings bank within the meaning of section 3 of the Trustee Savings Banks Act 1969 ."}, {"act": "Finance (No. 2) Act 1975", "year": 1975, "section": "75", "section_title": "Citation, interpretation, construction and repeals.", "section_text": "75 1 This Act may be cited as the Finance (No. 2) Act 1975. 2 In this Act “ the Taxes Act ” means the  Income and Corporation Taxes Act 1970; . . .  3 In this Act— a Part I, except sections 2 to 6, shall be construed as one with the Customs and Excise Act 1952; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c Part III, so far as it relates to income tax, shall be construed as one with the Income Tax Acts, so far as it relates to corporation tax shall be construed as one with the Corporation Tax Acts . . .  4 Except so far as the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended, and as including a reference to that enactment as applied, by or under any other enactment, including this Act. 5 The enactments mentioned in Schedule 14 to this Act (Part IV of which includes certain enactments which had ceased to have effect before the commencement of this Act) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}]