[{"act": "Finance Act 1975", "year": 1975, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1975", "year": 1975, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1975", "year": 1975, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance Act 1975", "year": 1975, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1975", "year": 1975, "section": "512", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Finance Act 1975", "year": 1975, "section": "1315.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Finance Act 1975", "year": 1975, "section": "1617", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Finance Act 1975", "year": 1975, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Finance Act 1975", "year": 1975, "section": "19", "section_title": " Capital transfer tax.", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Schedule 4 to this Act shall have effect with respect to the administration and collection of the tax."}, {"act": "Finance Act 1975", "year": 1975, "section": "2047", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Finance Act 1975", "year": 1975, "section": "48", "section_title": " Interest on repayment of estate duty and on instalments of duty. ", "section_text": "48 1 In relation to any period falling after 12th November 1974 any sums repayable as sums paid in excess of estate duty or interest on estate duty shall carry interest at  the rate applicable under section 178 of the Finance Act 1989 . 2 Interest paid to any person under this section shall not be income of that person for any tax purposes. 3 Subject to the following provisions of this section, where estate duty charged on a death occurring after 12th November 1974 is payable by instalments under section 62 of the  Finance Act 1971 or section 3 of the  Finance Act (Northern Ireland) 1971— a as being charged in respect of property falling within paragraph (a) or (b) of subsection (2) of that section ; or b as being attributable to the net value of a business or an interest in a business ; it shall, for the purpose of any interest to be added to each instalment, be treated as carrying interest from the date at which the instalment is payable. 4 Subsection (3) above does not apply to estate duty payable in respect of shares or securities of a company falling within paragraph (a) of subsection (5) below unless it also falls within paragraph (b) or (c) of that subsection. 5 The companies referred to in subsection (4) above are— a any company whose business consists wholly or mainly of one or more of the following, that is to say, dealing in securities, stocks or shares, land or buildings, or making or holding investments ; b any company whose business consists wholly or mainly in being a holding company (within the meaning of section 154 of the  Companies Act 1948) of one or more companies not falling within paragraph (a) above ; and c any company whose business is that of a jobber (as defined in section 477 of the Taxes Act) or discount house, and is carried on in the United Kingdom. 6 Subsection (3) above does not apply to estate duty charged in respect of property which, by reason of an interest which came to an end, or a gift which was made, before 13th November 1974, passes on death by virtue of section 2(1)(b)(i) or section 2(1)(c) of the  Finance Act 1894. 7 Subsection (3) above applies only to the extent that the principal value in respect of which the duty is payable as mentioned therein does not exceed £250,000 ; and any excess shall be attributed to duty in respect of the shares, securities, business or interest concerned in proportion to their respective values."}, {"act": "Finance Act 1975", "year": 1975, "section": "49", "section_title": " Abolition of estate duty and transitional provisions. ", "section_text": "49 1 Estate duty shall not be levied on the principal value of any property passing on a death occurring after the passing of this Act ; and the enactments relating to estate duty shall have effect in relation to a death occurring before the passing of this Act but after 12th November 1974 subject to the amendments specified in Schedule 11 to this Act. 2 Part II of Schedule 8 to this Act shall have effect for making, in relation to deaths occurring after 12th November 1974, provisions with respect to estate duty similar to those made with respect to capital transfer tax by Part I of that Schedule. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Where estate duty is under section 61(5) of the  Finance (1909-10) Act 1910 payable on the net moneys received from the sale of timber, trees or wood when felled or cut during the period referred to therein and that period has not ended before the passing of this Act, that period shall end immediately after the first transfer of value made after the passing of this Act in which the value transferred is, or is determined by reference to, the value of the land concerned, other than a transfer exempt by virtue of paragraph 1 of Schedule 6 to this Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1975", "year": 1975, "section": "50", "section_title": " Final abolition of obsolete death duties. ", "section_text": "50 1 After the passing of this Act no person shall in any case be required to account for or pay, and the Board shall not in any case charge, levy, recover or collect— a any duty described in Schedule 1 to the  Finance Act 1894 ; b any duty imposed on a representation or inventory by any Act in force before the  Customs and Inland Revenue Act 1881 ; c any legacy duty, succession duty or settlement estate duty ; (including in each case any duty which is then outstanding). 2 This section does not affect any right to repayment of or to any allowance in respect of any sum paid before the passing of this Act on account of any such duty."}, {"act": "Finance Act 1975", "year": 1975, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Finance Act 1975", "year": 1975, "section": "52", "section_title": " Consequential amendments and repeals.", "section_text": "52 1 In consequence of the preceding provisions of this Part of this Act the enactments mentioned in Schedule 12 to this Act shall have effect subject to the amendments specified therein. 2 The enactments mentioned in Part I of Schedule 13 to this Act are hereby repealed, to the extent specified in the third column of that Part— a in relation to deaths occurring after the passing of this Act; and b so far as they relate to the duties mentioned in section 50 of this Act, in relation to any death. 3 The repeal by this section of any enactment relating to a duty mentioned in section 50 of this Act shall not affect its operation for the purposes of any such right to repayment or allowance as is referred to in subsection (2) of that section."}, {"act": "Finance Act 1975", "year": 1975, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Finance Act 1975", "year": 1975, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "54"}, {"act": "Finance Act 1975", "year": 1975, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Finance Act 1975", "year": 1975, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Finance Act 1975", "year": 1975, "section": "57", "section_title": " Appointment of General Commissioners in Scotland, and amendment of declaration to be made by certain officers.", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1975", "year": 1975, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Finance Act 1975", "year": 1975, "section": "59", "section_title": " Citation, interpretation, construction and repeals.", "section_text": "59 1 This Act may be cited as the Finance Act 1975. 2 In this Act “ the Taxes Act ” means the Income and Corporation Tax Act 1970. 3 In this Act— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b Part II, so far as it relates to income tax, shall be construed as one with the Income Tax Acts and, so far as it relates to corporation tax, shall be construed as one with the Corporation Tax Acts. 4 Except so far as the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended, and as including a reference to that enactment as applied, by or under any other enactment, including this Act. 5 The enactments mentioned in Schedule 13 to this Act are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}]