[{"act": "Guard Dogs Act 1975", "year": 1975, "section": "1", "section_title": " Control of guard dogs.", "section_text": "1 1 A person shall not use or permit the use of a guard dog at any premises unless a person (“the handler”) who is capable of controlling the dog is present on the premises and the dog is under the control of the handler at all times while it is being so used except while it is secured so that it is not at liberty to go freely about the premises. 2 The handler of a guard dog shall keep the dog under his control at all times while it is being used as a guard dog at any premises except— a while another handler has control over the dog; or b while the dog is secured so that it is not at liberty to go freely about the premises. 3 A person shall not use or permit the use of a guard dog at any premises unless a notice containing a warning that a guard dog is present is clearly exhibited at each entrance to the premises."}, {"act": "Guard Dogs Act 1975", "year": 1975, "section": "2", "section_title": " Restriction on keeping guard dogs without a licence.", "section_text": "2 1 A person shall not keep a dog at guard dog kennels unless he holds a licence under section 3 of this Act in respect of the kennels. 2 A person shall not use or permit the use at any premises of a guard dog if he knows or has reasonable cause to suspect that the dog (when not being used as a guard dog) is normally kept at guard dog kennels in breach of subsection (1) of this section."}, {"act": "Guard Dogs Act 1975", "year": 1975, "section": "3", "section_title": " Guard dog kennel licences.", "section_text": "3 1 A local authority may on the application in the prescribed form of, and on payment of the prescribed fee by, a person who runs or intends to run guard dog kennels at premises within their area grant that person a licence in respect of those kennels. 2 A licence under this section shall be made subject to the prescribed conditions (if any) and to such other conditions as the local authority thinks fit. 3 A licence under this section shall, subject to regulations, come into force on a date specified in the licence as the commencement date and shall expire at the end of the period of twelve months beginning with that date unless it is cancelled by a court in pursuance of the following subsection. 4 Where a person is convicted of an offence under this Act, the  Protection of Animals Act 1911, the  Protection of Animals (Scotland) Act 1912, the  Pet Animals Act 1951, the  Animal Boarding Establishments Act 1963 or the  Breeding of Dogs Act 1973, or of an offence under any of sections 4, 5, 6(1) and (2), 7 to 9 and 11 of the Animal Welfare Act 2006,  the court by which he is convicted may cancel any licence held by him under this Act. 5 The court may suspend the operation of the cancellation pending an appeal. 5A Where a person is convicted of any offence under sections 28C or 28F(16) of the Animal Health Act  1981 (c. 22) , or sections 19 to 24, 25(7), 29 or 40(11) of the  Animal Health and Welfare (Scotland) Act 2006 (asp 11) , subsections (4) and (5) apply as they do to convictions under this Act.  5B Where a person is convicted of an offence under section 13(6) of the Animal Welfare Act 2006 arising from the contravention of section 13(1) of that Act in relation to dog breeding in Wales, or of an offence under the Animal Welfare (Breeding of Dogs) (Wales) Regulations 2014, subsections (4) and (5) apply as they do to convictions under this Act. 6 For the purposes of this Act the Inner and Middle Temples shall be deemed to be in the City of London."}, {"act": "Guard Dogs Act 1975", "year": 1975, "section": "4", "section_title": " Appeals.", "section_text": "4 1 The applicant or, as the case may be, the licence holder may appeal to a magistrates’ court or, in Scotland, a sheriff court, against— a the refusal of a local authority to grant a licence; or b the conditions (other than the prescribed conditions) to which the licence is subject; or c the authority’s refusal to vary the conditions; or d the revocation of a licence. 2 On an appeal the court may, if it thinks fit, give directions to the local authority with respect to the licence or the conditions, and it shall be the duty of the local authority to comply with such directions."}, {"act": "Guard Dogs Act 1975", "year": 1975, "section": "5", "section_title": " Offences, penalties and civil liability.", "section_text": "5 1 A person who contravenes section 1 or 2 of this Act shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 2 The provisions of this Act shall not be construed as— a conferring a right of action in any civil proceedings (other than proceedings for the recovery of a fine or any prescribed fee) in respect of any contravention of this Act or of any regulations made under this Act or of any of the terms or conditions of a licence granted under section 3 of this Act; or b derogating from any right of action or other remedy (whether civil or criminal) in proceedings instituted otherwise than by virtue of this Act."}, {"act": "Guard Dogs Act 1975", "year": 1975, "section": "6", "section_title": " Regulations.", "section_text": "6 1 Regulations may be made— a enabling a local authority to revoke a licence and, on the application of the licence holder, to vary the conditions (other than the prescribed conditions) of the licence; b requiring the payment of the prescribed fee to be made to a local authority on inspection by the authority of premises in respect of which an application for a licence has been made; c providing for the continuance or transfer of the licence where an appeal is made, and on the death of the licence holder. 2 Any power to make regulations under this Act— a may be exercised so as to make different provisions for different cases or different classes of cases; b includes the power to make such incidental or supplemental provision in the regulations as the Secretary of State considers appropriate. 3 Regulations under this Act shall be made by statutory instrument which shall be subject to annulment by resolution of either House of Parliament."}, {"act": "Guard Dogs Act 1975", "year": 1975, "section": "7", "section_title": " Interpretation.", "section_text": "7 In this Act, unless the context otherwise requires— “ agricultural land ” has the same meaning as in the  Dogs (Protection of Livestock) Act 1953; “ guard dog ” means a dog which is being used to protect— a premises; or b property kept on the premises; or c a person guarding the premises or such property; “ guard dog kennels ” means a place where a person in the course of business keeps a dog which (notwithstanding that it is used for other purposes) is used as a guard dog elsewhere, other than a dog which is used as a guard dog only at premises belonging to its owner; “ local authority ” means, in relation to England  . . ., a district council, a London borough council and the Common Council of the City of London,  in relation to Wales, a county council or county borough council, and, in relation to Scotland,  a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; “ premises ” means land other than agricultural land and land within the curtilage of a dwelling-house, and buildings, including parts of buildings, other than dwelling-houses; “ prescribed ” means prescribed by regulations; “ regulations ” means regulations made by the Secretary of State."}, {"act": "Guard Dogs Act 1975", "year": 1975, "section": "8", "section_title": " Short title, commencement and extent.", "section_text": "8 1 This Act may be cited as the Guard Dogs Act 1975. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for, or for different purposes of, different provisions. 3 This Act does not extend to Northern Ireland."}]