[{"act": "House of Commons Disqualification Act 1975", "year": 1975, "section": "1", "section_title": " Disqualification of holders of certain offices and places.", "section_text": "1 1 Subject to the provisions of this Act, a person is disqualified for membership of the House of Commons who for the time being— za is a Lord Spiritual; a holds any of the judicial offices specified in Part I of Schedule 1 to this Act; b is employed in the civil service of the Crown, whether in an established capacity or not, and whether for the whole or part of his time; c is a member of any of the regular armed forces of the Crown  . . .; d is a member of any police force maintained by   a local policing body or  a police authority; da . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e is a member of the legislature of any country or territory outside the Commonwealth  (other than Ireland) ; or f holds any office described in Part II or Part III of Schedule 1. 2 A person who for the time being holds any office described in Part IV of Schedule 1 is disqualified for membership of the House of Commons for any constituency specified in relation to that office in the second column of Part IV. 3 In this section— “ civil service of the Crown ” includes the civil service of Northern Ireland  ..., Her Majesty’s Diplomatic Service and Her Majesty’s Overseas Civil Service; “ police authority ” means any police authority within the meaning of  the Police Act 1996   , the Scottish Police Authority , or the  Northern Ireland Policing Board ; and “ member ” in relation to a police force means a person employed as a full-time constable; “ regular armed forces of the Crown ” means the Royal Navy,   the Royal Marines, the regular army (as defined by section 374 of the Armed Forces Act 2006) or the Royal Air Force. 4 Except as provided by this Act, a person shall not be disqualified for membership of the House of Commons by reason of his holding an office or place of profit under the Crown or any other office or place; and a person shall not be disqualified for appointment to or for holding any office or place by reason of his being a member of that House."}, {"act": "House of Commons Disqualification Act 1975", "year": 1975, "section": "2", "section_title": " Ministerial offices.", "section_text": "2 1 Not more than ninety-five persons being the holders of offices specified in Schedule 2 to this Act (in this section referred to as Ministerial offices) shall be entitled to sit and vote in the House of Commons at any one time. 2 If at any time the number of members of the House of Commons who are holders of Ministerial offices exceeds the number entitled to sit and vote in that House under subsection (1) above, none except any who were both members of that House and holders of Ministerial offices before the excess occurred shall sit or vote therein until the number has been reduced, by death, resignation or otherwise, to the number entitled to sit and vote as aforesaid. 3 A person holding a Ministerial office is not disqualified by this Act by reason of any office held by him ex officio as the holder of that Ministerial office."}, {"act": "House of Commons Disqualification Act 1975", "year": 1975, "section": "3", "section_title": " Reserve and auxiliary forces,  etc.", "section_text": "3 1 Notwithstanding section 1(1)(c) above— a a person who is an officer on the retired or emergency list of any of the regular armed forces of the Crown, or who holds an emergency commission in any of those forces, or belongs to any reserve of officers of any of those forces, is not disqualified as a member of those forces; and b a naval, army, marine or air force pensioner  , or former soldier,  who is recalled for service for which he is liable as such is not disqualified as a member of the regular armed forces of the Crown. 2 A person is not disqualified under section 1(1)(c) above by reason of his being an Admiral of the Fleet, a Field Marshal or a Marshal of the Royal Air Force, if he does not for the time being hold an appointment in the naval, military or air force service of the Crown. 3 A person is not disqualified under section 1(1)(b) above by reason of his being a member of the Royal Observer Corps unless he is employed as such for the whole of his time."}, {"act": "House of Commons Disqualification Act 1975", "year": 1975, "section": "4", "section_title": " Stewardship of Chiltern Hundreds, etc.", "section_text": "4 For the purposes of the provisions of this Act relating to the vacation of the seat of a member of the House of Commons who becomes disqualified by this Act for membership of that House, the office of steward or bailiff of Her Majesty’s three Chiltern Hundreds of Stoke, Desborough and Burnham, or of the Manor of Northstead, shall be treated as included among the offices described in Part III of Schedule 1 to this Act."}, {"act": "House of Commons Disqualification Act 1975", "year": 1975, "section": "5", "section_title": " Power to amend Schedule 1.", "section_text": "5 1 If at any time it is resolved by the House of Commons that Schedule 1 to this Act be amended, whether by the addition or omission of any office or the removal of any office from one Part of the Schedule to another, or by altering the description of any office specified therein, Her Majesty may by Order in Council amend that Schedule accordingly. 2 A copy of this Act as from time to time amended by Order in Council under this section or by or under any other enactment shall be prepared and certified by the Clerk of the Parliaments and deposited with the rolls of Parliament; and all copies of this Act thereafter to be printed by Her Majesty’s printer shall be printed in accordance with the copy so certified."}, {"act": "House of Commons Disqualification Act 1975", "year": 1975, "section": "6", "section_title": " Effects of disqualification and provision for relief.", "section_text": "6 1 Subject to any order made by the House of Commons under this section— a if any person disqualified by this Act for membership of that House, or for membership for a particular constituency, is elected as a member of that House, or as a member for that constituency, as the case may be, his election shall be void; and b if any person being a member of that House becomes disqualified by this Act for membership, or for membership for the constituency for which he is sitting, his seat shall be vacated. 2 If, in a case falling or alleged to fall within subsection (1) above, it appears to the House of Commons that the grounds of disqualification or alleged disqualification under this Act which subsisted or arose at the material time have been removed, and that it is otherwise proper so to do, that House may by order direct that any such disqualification incurred on those grounds at that time shall be disregarded for the purposes of this section. 3 No order under subsection (2) above shall affect the proceedings on any election petition or any determination of an election court, and this subsection shall have effect subject to the provisions of section 144(7) of the  Representation of the People Act 1983 (making of an order by the House of Commons when informed of a certificate and any report of an election court). 4 In any case where, by virtue of the  Recess Elections Act 1975, the Speaker of the House of Commons would be required to issue during a recess of that House a warrant for a new writ for election of a member, in the room of a member becoming disqualified by this Act, he may, if it appears to him that an opportunity should be given to that House to consider the making of an order under subsection (2) above, defer the issue of his warrant pending the determination of that House."}, {"act": "House of Commons Disqualification Act 1975", "year": 1975, "section": "7", "section_title": " Jurisdiction of Privy Council as to disqualification.", "section_text": "7 1 Any person who claims that a person purporting to be a member of the House of Commons is disqualified by this Act, or has been so disqualified at any time since his election, may apply to Her Majesty in Council, in accordance with such rules as Her Majesty in Council may prescribe, for a declaration to that effect. 2 Section 3 of the  Judicial Committee Act 1833 (reference to the Judicial Committee of the Privy Council of appeals to Her Majesty in Council) shall apply to any application under this section as it applies to an appeal to Her Majesty in Council from a court. 3 Upon any such application the person in respect of whom the application is made shall be the respondent; and the applicant shall give such security for the costs of the proceedings, not exceeding £200, as the Judicial Committee may direct. 4 For the purpose of determining any issue of fact arising on an application under this section the Judicial Committee may direct the issue to be tried— a if the constituency for which the respondent purports to be a member is in England or Wales, in the High Court; b if that constituency is in Scotland, in the Court of Session; c if that constituency is in Northern Ireland, in the High Court in Northern Ireland; and the decision of that Court shall be final. 5 A declaration under this section may be made in respect of any person whether the grounds of the alleged disqualification subsisted at the time of his election or arose subsequently; but no such declaration shall be made— a in the case of disqualification incurred by any person on grounds which subsisted at the time of his election, if an election petition is pending or has been tried in which his disqualification on those grounds is or was in issue; b in the case of disqualification incurred by any person on any grounds, if an order has been made by the House of Commons under section 6(2) above directing that any disqualification incurred by him on those grounds shall be disregarded for the purposes of that section. 6 In this section, a reference to disqualification by this Act includes a reference to disqualification by virtue of an order under section 30 of the Elections Act 2022 (disqualification of offenders for holding elective office etc)."}, {"act": "House of Commons Disqualification Act 1975", "year": 1975, "section": "8", "section_title": " Relaxation of obligation to accept office.", "section_text": "8 1 No person being a member of the House of Commons, or for the time being nominated as a candidate for election to that House, shall be required to accept any office or place by virtue of which he would be disqualified by this Act for membership of that House, or for membership of that House for the constituency for which he is sitting or is a candidate. 2 This section does not affect any obligation to serve in the armed forces of the Crown, whether imposed by an enactment or otherwise."}, {"act": "House of Commons Disqualification Act 1975", "year": 1975, "section": "9", "section_title": " Interpretation.", "section_text": "9 In this Act— “ Minister of State ” means a member of Her Majesty’s Government in the United Kingdom who neither has charge of any public department nor holds any other of the offices specified in Schedule 2 to this Act or any office in respect of which a salary is payable out of money provided by Parliament under section 3(1)(b) of the  Ministerial and other Salaries Act 1975; “ Parliamentary Secretary ” includes a person holding Ministerial office (however called) as assistant to a Member of Her Majesty’s Government in the United Kingdom, but not having departmental responsibilities."}, {"act": "House of Commons Disqualification Act 1975", "year": 1975, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "House of Commons Disqualification Act 1975", "year": 1975, "section": "11", "section_title": " Short title and extent.", "section_text": "11 1 This Act may be cited as the House of Commons Disqualification Act 1975. 2 This Act extends to Northern Ireland."}]