[{"act": "Industry Act 1975", "year": 1975, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Industry Act 1975", "year": 1975, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Industry Act 1975", "year": 1975, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Industry Act 1975", "year": 1975, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Industry Act 1975", "year": 1975, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Industry Act 1975", "year": 1975, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Industry Act 1975", "year": 1975, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Industry Act 1975", "year": 1975, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Industry Act 1975", "year": 1975, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Industry Act 1975", "year": 1975, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Industry Act 1975", "year": 1975, "section": "11", "section_title": " General extent of powers in relation to control of important manufacturing undertakings.", "section_text": "11 1 The powers conferred by this Part of this Act shall have effect in relation to changes of control of important manufacturing undertakings. 2 In this Part of this Act— “ important manufacturing undertaking ” means an undertaking which, in so far as it is carried on in the United Kingdom, is wholly or mainly engaged in manufacturing industry and appears to the Secretary of State to be of special importance to the United Kingdom or to any substantial part of the United Kingdom."}, {"act": "Industry Act 1975", "year": 1975, "section": "12", "section_title": " Meaning of “change of control”.", "section_text": "12 1 There is a change of control of an important manufacturing undertaking for the purposes of this Part of this Act only upon the happening of a relevant event. 2 In subsection (1) above “ relevant event ” means any event as a result of which— a the person carrying on the whole or part of the undertaking ceases to be resident in the United Kingdom; b a person not resident in the United Kingdom acquires the whole or part of the undertaking; c a body corporate resident in the United Kingdom but controlled by a person not so resident acquires the whole or part of the undertaking; d a person not resident in the United Kingdom becomes able to exercise or control the exercise of the first, second or third qualifying percentage of votes in a body corporate carrying on the whole or part of the undertaking or in any other body corporate which is in control of such a body; or e a person resident in the United Kingdom and able to exercise or control the exercise of the first, second or third qualifying percentage of votes in a body corporate carrying on the whole or part of the undertaking or in any other body corporate which is in control of such a body ceases to be resident in the United Kingdom. 3 For the purposes of subsection (2) above— a a body corporate or individual entitled to cast 30 per cent. or more of the votes that may be cast at any general meeting of a body corporate is in control of that body; and b control of a body corporate which has control of another body corporate gives control of the latter body. 4 Any power to direct the holder of shares or stock in a body corporate as to the exercise of his votes at a general meeting of that body corporate is to be treated as entitlement to cast the votes in respect of the shares or stock in question. 5 Two or more persons acting together in concert may be treated as a single person for the purposes of any provision of this Part of this Act relating to change of control. 6 For the purposes of this Part of this Act— a the first qualifying percentage of votes is 30 per cent.; b the second qualifying percentage is 40 per cent.; and c the third qualifying percentage is 50 per cent.; and the references to votes in this subsection are references to votes that may be cast at a general meeting."}, {"act": "Industry Act 1975", "year": 1975, "section": "13", "section_title": " Power to make orders.", "section_text": "13 1 If it appears to the Secretary of State— a that there is a serious and immediate probability of a change of control of an important manufacturing undertaking; and b that that change of control would be contrary to the interests of the United Kingdom, or contrary to the interests of any substantial part of the United Kingdom, he may by order (in this Part of this Act referred to as a “prohibition order”) specify the undertaking and— i prohibit that change of control; and ii prohibit or restrict the doing of things which in his opinion would constitute or lead to it; and may make such incidental or supplementary provision in the order as appears to him to be necessary or expedient. 2 Subject to subsection (3) below, if— a the conditions specified in paragraphs ( a ) and ( b ) of subsection (1) above are satisfied, or b a prohibition order has been made in relation to an important manufacturing undertaking, or c the Secretary of State has learnt of circumstances which appear to him to constitute a change of control of an important manufacturing undertaking, occurring on or after 1st February 1975, and is satisfied that that change is contrary to the interests of the United Kingdom, or contrary to the interests of any substantial part of the United Kingdom, the Secretary of State may by order made with the approval of the Treasury (in this Part of this Act referred to as a “vesting order”) direct that on a day specified in the order— i share capital and loan capital to which this subsection applies, or ii any assets which are employed in the undertaking, shall vest in   . . . in himself or in nominees for   . . . himself and may make such incidental or supplementary provision in the order as appears to him to be necessary or expedient. 3 A vesting order may only be made if the Secretary of State is satisfied that the order is necessary in the national interest and that, having regard to all the circumstances, that interest cannot, or cannot appropriately, be protected in any other way. 4 The share capital and loan capital to which subsection (2) above applies are— a in any case where the Secretary of State considers that the interests mentioned in subsection (2)( c ) above cannot, or cannot appropriately, be protected unless all the share capital of any relevant body corporate vests by virtue of the order, the share capital of that body corporate, together with so much (if any) of the loan capital of that body as may be specified in the order, b in any other case, that part of the share capital of any relevant body corporate which, at the time that the draft of the order is laid before Parliament under section 15(3) below, appears to the Secretary of State to be involved in the change of control. 5 In this section “ relevant body corporate ” means— a a body corporate incorporated in the United Kingdom carrying on in the United Kingdom as the whole or the major part of its business there the whole or part of an important manufacturing undertaking, or b a body corporate incorporated in the United Kingdom— i which is the holding company of a group of companies carrying on in the United Kingdom as the whole or the major part of their business there the whole or part of an important manufacturing undertaking, and ii as to which one of the conditions specified in subsection (6) below is satisfied. 6 The conditions mentioned in subsection (5) above are— a that it appears to the Secretary of State that there is a serious and immediate probability of the happening of an event in relation to the company which would constitute a change of control of the undertaking, or b that the Secretary of State has learnt of circumstances relating to the company which appear to him to constitute a change of control of the undertaking on or after 1st February 1975. 7 In sections (1)(b) and (2)(c) “interests” means interests which relate to public policy, public security or public health. 8 In subsection (3) “the national interest” means the national interest in relation to public policy, public security or public health."}, {"act": "Industry Act 1975", "year": 1975, "section": "14", "section_title": " Notices to extend vesting orders to other holdings.", "section_text": "14 1 Where 30 per cent. or more of the share capital of the body corporate vests in the Secretary of State   . . .by virtue of a vesting order, the Secretary of State shall serve on the holders of all the share capital that does not so vest, and on any other persons who to his knowledge have a present or prospective right to subscribe for share capital of the body corporate, within 28 days of the making of the order, a notice informing them of the making of the order and of the right of each of them to require the order to extend to the share capital or rights held by him. 2 The recipient of a notice under subsection (1) above may, within three months of the date of the notice, serve on the Secretary of State a counter-notice requiring the order to extend to the share capital or rights held by the recipient in the body corporate. 3 A vesting order shall have effect, from the date of a counter-notice, as if the share capital or rights specified in the notice had been specified in the vesting order. 4 Subsections (1) to (3) above shall have the same effect in relation to share capital vesting in nominees for the Secretary of State   . . . as in relation to share capital vesting as mentioned in those subsections."}, {"act": "Industry Act 1975", "year": 1975, "section": "15", "section_title": " Parliamentary control of orders.", "section_text": "15 1 A prohibition order shall be laid before Parliament after being made, and the order shall cease to have effect at the end of the period of 28 days beginning on the day on which it was made (but without prejudice to anything previously done by virtue of the order or to the making of a new order) unless during that period it is approved by resolution of each House of Parliament. 2 In reckoning the period mentioned in subsection (1) above no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 3 A vesting order shall not be made unless a draft of the order has been laid before and approved by resolution of each House of Parliament. 4 A draft of a vesting order shall not be laid before Parliament— a in a case such as is mentioned in paragraph ( a ) of section 13(2) above, after the end of a period of three months from the service of a notice under section 16(7) below of the Secretary of State’s intention to lay the draft before Parliament; b in a case such as is mentioned in paragraph ( b ) of that subsection, after the end of a period of three months from the making of the prohibition order, unless such circumstances as are mentioned in paragraph ( a ) or ( c ) of that subsection exist at the time when the draft of the order is laid before Parliament under subsection (3) above, and c in a case such as is mentioned in paragraph ( c ) of that subsection, after the end of a period of three months from the date on which the Secretary of State learnt of circumstances such as are mentioned in that paragraph. 5 On the expiry of 28 days from the laying of the draft of a vesting order in a House of Parliament the order shall proceed in that House, whether or not it has been referred to a Committee under Standing Orders of that House relating to Private Bills, as if its provisions would require to be enacted by a Public Bill which cannot be referred to such a Committee. 6 In reckoning, for purposes of proceedings in either House of Parliament, the period mentioned in subsection (5) above, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which that House is adjourned for more than four days."}, {"act": "Industry Act 1975", "year": 1975, "section": "16", "section_title": " Contents of vesting order.", "section_text": "16 1 Without prejudice to the generality of section 13(2) above, a vesting order may contain provisions by virtue of which rights, liabilities or incumbrances to which assets or capital which will vest by virtue of the order are subject— a will be extinguished in consideration of the payment of compensation as provided under section 19 below, or b will be transferred to the Secretary of State   . . ., or c will be charged on the compensation under section 19 below. 2 A vesting order which provides for the vesting of assets employed in an undertaking may prohibit or set aside any transfer of assets so employed or of any right in respect of such assets. 3 A vesting order may include such provisions as the Secretary of State considers necessary or expedient to safeguard— a any capital which will vest by virtue of the order; and b any assets— i of a body corporate whose capital will so vest or ii of any subsidiary of such a body corporate; and may in particular, but without prejudice to the generality of this subsection, prohibit or set aside the transfer of any such capital or assets or any right in respect of such capital or assets. 4 A vesting order setting aside a transfer of capital or a transfer of assets such as are mentioned in subsection (2) above shall entitle the Secretary of State   . . .to recover the capital or assets transferred. 5 A vesting order setting aside a transfer of assets such as are mentioned in subsection (3)( b ) above shall entitle the body corporate or subsidiary to recover the assets transferred. 6 Any vesting order setting aside a transfer shall give the person entitled to recover the capital or assets a right to be compensated in respect of the transfer. 7 The transfers to which this section applies include transfers made before the draft of the order is laid before Parliament but after the Secretary of State has served notice on the person concerned of his intention to lay a draft order. 8 In subsection (7) above “ the person concerned ” means— a in the case of an order such as is mentioned in paragraph (i) of section 13(2) above, the relevant body corporate, and b in the case of an order such as is mentioned in paragraph (ii) of that subsection, the person carrying on the undertaking. 9 The Secretary of State shall publish a copy of any such notice in the London Gazette, the Edinburgh Gazette and the Belfast Gazette as soon as practicable after he has served it."}, {"act": "Industry Act 1975", "year": 1975, "section": "17", "section_title": " Remedies for contravention of prohibition orders.", "section_text": "17 1 No criminal proceedings shall lie against any person on the ground that he has committed, or aided, abetted, counselled or procured the commission of, or conspired or attempted to commit, or incited others to commit, any contravention of a prohibition order. 2 Nothing in subsection (1) above shall limit any right of any person to bring civil proceedings in respect of any contravention or apprehended contravention of a prohibition order, and (without prejudice to the generality of the preceding words) compliance with any such order shall be enforceable by civil proceedings by the Crown for an injunction or interdict or for any other appropriate relief."}, {"act": "Industry Act 1975", "year": 1975, "section": "18", "section_title": " Territorial scope of orders.", "section_text": "18 1 Nothing in a prohibition order shall have effect so as to apply to any person in relation to his conduct outside the United Kingdom unless he is— a a citizen of the United Kingdom and Colonies or, b a body corporate incorporated in the United Kingdom or, c a person carrying on business in the United Kingdom either alone or in partnership with one or more other persons, but in a case falling within paragraph ( a ), ( b ) or ( c ) above, any such order may extend to acts or omissions outside the United Kingdom. 2 For the purposes of this Part of this Act a body corporate shall be deemed not to be resident in the United Kingdom if it is not incorporated in the United Kingdom."}, {"act": "Industry Act 1975", "year": 1975, "section": "19", "section_title": " Compensation orders.", "section_text": "19 1 No vesting order shall be made until there has also been laid before both Houses of Parliament an order (in this Part of this Act referred to as a “compensation order”) providing for the payment of compensation for the acquisition of the capital or assets and for any extinguishment or transfer of rights, liabilities or encumbrances in question. 2 A compensation order shall be subject to special parliamentary procedure. 3 A compensation order— a shall identify the persons or descriptions of persons to be paid compensation and determine their rights and duties in relation to any compensation paid to them; b shall specify the manner in which compensation is to be paid; c shall provide for the payment of interest on compensation in respect of the relevant period; d may make different provision in relation to different descriptions of capital or assets and different rights, liabilities or incumbrances; and e may contain incidental and supplementary provisions; and in paragraph ( c ) above “ the relevant period ” means— i in relation to capital or assets, the period commencing with the date on which the capital or assets vest in   . . . the Secretary of State or their or his nominees and ending with the date of payment of compensation; and ii in relation to rights, liabilities and incumbrances, the period commencing with the date on which they are extinguished and ending on the date of payment. 4 Compensation may be paid— a out of moneys provided by Parliament, or b by the issue of government stock (that is to say, stock the principal whereof and the interest whereon is charged on the National Loans Fund with recourse to the Consolidated Fund), and the power conferred by subsection (3)( b ) above is a power to provide for compensation by one or both of the means specified in this subsection. 5 The proviso to section 6(2) of the  Statutory Orders (Special Procedure) Act 1945 (power to withdraw an order or submit it to Parliament for further consideration by means of a Bill for its confirmation) shall have effect in relation to compensation orders as if for the words “may by notice given in the prescribed manner, withdraw the order or may” there were substituted the word “shall”."}, {"act": "Industry Act 1975", "year": 1975, "section": "20", "section_title": " Arbitration of disputes relating to vesting and compensation orders.", "section_text": "20 1 Any dispute to which this section applies shall be determined under Schedule 3 to this Act. 2 Where any such dispute has been submitted to a tribunal constituted under that Schedule, any other dispute to which this section applies shall be determined by the same tribunal. 3 This section applies to a dispute which arises out of a vesting order or a compensation order and to which one of the parties is the Secretary of State   . . .or a body corporate the whole or part of whose share capital has vested by virtue of the order in either of them or in nominees for either of them— a if the provisions of the order require it to be submitted to arbitration; or b if one of the parties wishes it to be so submitted; and where this section applies to a dispute which arises out of an order, it also applies to any dispute which arises out of a related order. 4 A vesting order and a compensation order are related for the purposes of this section if they relate to the same capital or assets."}, {"act": "Industry Act 1975", "year": 1975, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Industry Act 1975", "year": 1975, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Industry Act 1975", "year": 1975, "section": "23", "section_title": " Increase in limit on credits. ", "section_text": "23 In subsection (3) of section 10 of the Industry Act 1972 (construction credits for ships and offshore installations) for “£1,400 million” there shall be substituted “£1,800 million”."}, {"act": "Industry Act 1975", "year": 1975, "section": "24", "section_title": " Renewal of guarantees. ", "section_text": "24 1 In subsections (2) and (6) of that section, after the words “subsection (1)” there shall be inserted the words “or (7A)”. 2 After subsection (7) there shall be inserted the following subsections:— 7A The Secretary of State, with the consent of the Treasury, may renew— a any guarantee given under section 7 of the Shipbuilding Industry Act 1967, and b any guarantee given under this section, including a guarantee previously renewed by virtue of this subsection,on the transfer of any liability to which it relates, or of part of any such liability, from a body corporate such as is mentioned in subsection (1) above to another such body corporate in the same group. 7B Two bodies corporate are in the same group for the purpose of subsection (7A) above if one is the other’s holding company or both are subsidiaries of a third body corporate. 3 At the end of subsection (9) there shall be added the words “and ’holding company’ and subsidiary have the meanings assigned to them for the purposes of the Companies Act 1948 by section 154 of that Act, or for the purposes of the Companies Act (Northern Ireland) 1960 by section 148 of that Act.”."}, {"act": "Industry Act 1975", "year": 1975, "section": "25", "section_title": "Grants to supplement interest. ", "section_text": "25 After the said section 10 there shall be inserted the following section:—  Interest grants. 10A —The Secretary of State, with the consent of the Treasury, may make a grant, on such terms and conditions as he may determine, to any person who is or has been a creditor in respect of principal money the payment of which has been guaranteed under section 10 above or section 7 of the Shipbuilding Industry Act 1967, for the purpose of supplementing the interest receivable or received by him on that principal money (including interest for periods before the coming into force of this Act)."}, {"act": "Industry Act 1975", "year": 1975, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Industry Act 1975", "year": 1975, "section": "27", "section_title": "Disclosure of information by Government.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industry Act 1975", "year": 1975, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Industry Act 1975", "year": 1975, "section": "35", "section_title": "Expenses.", "section_text": "35 Any expenses of the Secretary of State or the Minister of Agriculture, Fisheries and Food incurred in consequence of the provisions of this Act, including any increase attributable to those provisions in sums payable under any other Act, shall be defrayed out of money provided by Parliament."}, {"act": "Industry Act 1975", "year": 1975, "section": "36", "section_title": "Service of documents.", "section_text": "36 1 Any notice or other document required or authorised by or by virtue of this Act to be served on any person may be served on him either by delivering it to him or by leaving it at his proper address or by sending it by post. 2 Any notice or other document so required or authorised to be served on a body corporate or a firm shall be duly served if it is served on the secretary or clerk of that body or a partner of that firm. 3 For the purposes of this section, and of  section 7 of the Interpretation Act 1978  in its application to this section, the proper address of a person, in the case of a secretary or clerk of a body corporate, shall be that of the registered or principal office of that body, in the case of a partner of a firm shall be that of the principal office of the firm, and in any other case shall be the last known address of the person to be served."}, {"act": "Industry Act 1975", "year": 1975, "section": "37", "section_title": "Interpretation.", "section_text": "37 1 In this Act, unless the context otherwise requires— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ enactment ” includes an enactment of the Parliament of Northern Ireland or the Northern Ireland Assembly; “ holding company ” means a holding company as defined by  section 1159 of the Companies Act 2006 ; “ industry ” includes any description of commercial activity, and any section of an industry, and “ industrial ” has a corresponding meaning; “ manufacturing industry ” means, subject to subsection (3) below, activities which are described in any of the minimum list headings in Orders  III  to XIX (inclusive) of the Standard Industrial Classification; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   “ Standard Industrial Classification ” means the revised edition published by Her Majesty’s Stationery Office in 1968 of the publication of that name prepared by the Central Statistical Office  of the Chancellor of the Exchequer ;  “ subsidiary ” means a subsidiary as defined by  section 1159 of the Companies Act 2006 ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In determining the extent to which an undertaking is engaged in manufacturing industry, the following activities shall be treated as manufacturing industry so far as they relate to products manufactured or to be manufactured by the undertaking— research, transport, distribution, repair and maintenance of machinery. sales and marketing, storage, mining and quarrying, production and distribution of energy and heating, administration, training of staff, packaging. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Except in so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended, applied or extended by or under any other enactment, including this Act."}, {"act": "Industry Act 1975", "year": 1975, "section": "38", "section_title": "Orders.", "section_text": "38 1 Any power to make an order conferred by this Act shall be exercisable by statutory instrument. 2 Any power to make an order conferred by any provision of this Act shall include power to make an order varying or revoking any order previously made under that provision. 3 It is hereby declared that any power of giving directions or making determinations conferred on the Secretary of State by any provision of this Act includes power to vary or revoke directions or determinations given or made under that provision."}, {"act": "Industry Act 1975", "year": 1975, "section": "39", "section_title": "Citation  etc.", "section_text": "39 1 This Act may be cited as the Industry Act 1975. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The enactments specified in Schedule 8 to this Act are repealed to the extent mentioned in column 3 of that Schedule. 4 It is hereby declared that this Act extends to Northern Ireland. 5 Notwithstanding the provisions— a of section 12(3) of the  Statutory Orders (Special Procedure) Act 1945, . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  the former Act shall apply to any compensation order which extends to Northern Ireland, . . .  6 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 7 An order under subsection (6) above may appoint different days for different provisions and for different purposes."}]