[{"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "1", "section_title": " The valuation roll and revaluation. ", "section_text": "1 1 The assessor for each valuation area shall, in respect of each year of revaluation, make up a valuation roll in the prescribed form which shall come into force on the first day of the year of revaluation. 2 Subject to any alterations to the valuation roll made under this section and section 2 of this Act, every valuation roll  . . .shall remain in force until it is superseded by a new valuation roll. 3 The assessor for each valuation area shall— a make such arrangements as may be necessary to secure the valuation or revaluation of all lands and heritages in the area in respect of each year of revaluation in accordance with the Valuation Acts; . . .  b submit such arrangements to the Secretary of State who may  . . . approve the same with or without modifications; and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A Subsection (3B) applies where the assessor and the proprietor, tenant or occupier of lands and heritages have reached an agreement in writing as to the details to be included in the entry in the valuation roll for the lands and heritages (whether that agreement was reached before or after the draft valuation roll was published under section 1B(1)). 3B The assessor must include those details in the entry for the lands and heritages, unless, since the agreement was reached, there has been an alteration in the value of the lands and heritages due to a material change of circumstances. 4 Subject to section 35 of the  Lands Valuation (Scotland) Act 1854, the assessor for each valuation area shall retain the valuation roll and shall deliver sufficient copies thereof to the rating authority for the area. 5 Every rating authority shall, when copies of the valuation roll have been delivered to them, cause copies to be open to inspection until the roll ceases to be in force during ordinary business hours at their office or at such other convenient place or places as they may appoint. 6 The assessor for any valuation area may as respects that area, at any time after the valuation roll has been made up and before the roll has come into force, alter the roll— a by entering therein any lands and heritages which were in existence at the time when the roll was made up and which, owing to error, were not included therein; b by entering therein any lands and heritages which have come into existence or occupancy since the roll was made up; c to give effect to any alteration in the value of any lands and heritages which is due to a material change of circumstances; d to correct any error of measurement, survey or classification or any clerical or arithmetical error in any entry therein; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "1A", "section_title": "Valuation of shootings and deer forests", "section_text": "1A The assessor for each valuation area must, when making up or altering a valuation roll, enter separately any— a shootings relating to, b deer forests, in so far as situated in, that area."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "1B", "section_title": "Draft valuation roll and draft valuation notices", "section_text": "1B 1 Before making up a valuation roll under section 1(1), an assessor must— a publish a draft of the roll, and b send a draft valuation notice to each person who is a proprietor, tenant or occupier of lands and heritages entered in the draft valuation roll. 2 A draft valuation notice is a notice setting out— a the details included in the entry for the lands and heritages in the draft valuation roll, b the effect of subsections (3) and (4), and c such other information as— i the Scottish Ministers may specify in regulations, or ii the assessor considers appropriate. 3 A person who receives a draft valuation notice may make representations to the assessor as to the details to be included in the entry for the lands and heritages in the valuation roll when it is made up under section 1(1). 4 When the assessor makes up the valuation roll under section 1(1), the assessor may include details in an entry for lands and heritages which are different to those included in the entry for the lands and heritages in the draft valuation roll, whether as a result of representations made under subsection (3) or otherwise (but see also section 1(3A) and (3B)). 5 Regulations under subsection (2)(c)(i)— a may make different provision for different purposes, b may make incidental, supplementary, consequential, transitional, transitory or saving provision. 6 Regulations under subsection (2)(c)(i) are subject to the negative procedure."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "2", "section_title": " Alterations to valuation roll which is in force.", "section_text": "2 1 Subject to subsection (2) below, the assessor for any valuation area shall, as respects that area, at any time while the valuation roll is in force, alter the roll— a by entering therein any lands and heritages which were in existence at the time when the roll was made up and which, owing to error, were not included therein  or which, being still in existence, have been erroneously deleted from the roll under paragraph ( h ) below ; b by entering therein any lands and heritages which have come into existence or occupancy since the roll was made up; c by entering therein any lands and heritages— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii upon their coming within the assessor’s valuation area as a result of a change of the boundaries of valuation areas;   iii upon their ceasing to be lands and heritages within the class of lands and heritages prescribed in the Water Undertakings (Rateable Values) (Scotland) Order 2003 (hereinafter in this Act referred to as “the 2003 Order”);   d to give effect to any alteration in the value of any lands and heritages   (other than lands and heritages within the class of lands and heritages prescribed in the 2003 Order)  which is due to a material change of circumstances; e to give effect to any alteration in the net annual value or the rateable value of any lands and heritages in consequence of  — i  the making of an order  . . . ,  under  section 1(1) of the  Valuation for Rating (Scotland) Act 1970;  or ii the making of regulations under section 42 of the  Lands Valuation (Scotland) Act 1854; ee . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f to correct any error of measurement, survey or classification or any clerical or arithmetical error in any entry therein;   ff by entering therein, in relation to Scottish Water, any lands and heritages within the class of lands and heritages prescribed in the 2003 Order together with the rateable values prescribed and apportioned in accordance with that Order;   g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h by deleting therefrom, with effect from such date as the assessor thinks fit, any lands and heritages which cease to exist or which, for any other reason, are no longer appropriate for inclusion in the roll and may so alter the roll to give effect to any change in the proprietorship, tenancy or occupancy of any lands and heritages. 1A Subject to subsection (2)(cc) below, the assessor for any valuation area shall, as respects that area, alter the roll to give effect to any decision following   a a proposal being made under section 3ZA(1), or b an appeal or complaint under the Valuation Acts to a   court or tribunal   and such alteration shall have effect from such date as shall be determined by the court, tribunal or committee. 2 Any alteration to the roll— a consisting of an entry made under subsection (1)(a)   or (ff)  above, shall have effect only as from the beginning of the year in which the entry is made; b consisting of an entry made under subsection (1)(b) above, shall have effect only as from the date when the lands and heritages to which the entry relates came into existence or occupancy, or as from the beginning of the year in which the entry is made, whichever is the later; c made under subsection (1)(d) above, shall  . . .  have effect only as from the date of the event by reason of which the alteration is made or as from the beginning of the year in which the alteration is made, whichever is the later: Provided that if the proprietor, tenant or occupier of the lands and heritages has intimated in writing to the assess . . ., the alteration in the roll shall have effect as from the date of the event or as from the beginning of the year in which intimation of the event is made, whichever is the later, . . . cc made under  subsection (1A)  above following upon  a proposal made by virtue of section 3ZA(2)(b) or an appeal under section 3ZB(1) in relation to such a proposal    by a person who has become the proprietor, tenant or occupier of lands and heritages shall have effect only as from the date when he became such proprietor, tenant or occupier; d consisting of such a correction as is referred to in subsection (1)(f) above shall  , subject to section 20 of the  Local Government (Financial Provisions)\t\t\t\t\t\t\t(Scotland) Act 1963,  have effect only as from the date when the erroneous entry which is so corrected was made in the role or as from the beginning of the year in which the correction is made, whichever is the later; and the date on which any alteration in the roll made under this section comes into effect shall be stated in the roll. 3 Where, at any time before an appeal or complaint against an entry in the valuation roll is determined by   the First-tier Tribunal for Scotland   or by the   Upper   Tribunal for Scotland , the parties reach agreement as to what should be done about the entry, the assessor may without further procedure make such alteration in the roll as is necessary to give effect to the agreement. 3A Where an appeal has been made to   the First-tier Tribunal for Scotland   in relation to the entry, subsection (3) applies only if the appeal has been withdrawn. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "2A", "section_title": "Mark in valuation roll for new or improved properties", "section_text": "2A 1 Subsection (2) applies where an assessor— a makes or alters an entry in the valuation roll, and b the entry as made or altered relates to newly built lands and heritages or improved lands and heritages. 2 The assessor must include a mark in the entry to show that it relates to newly built lands and heritages or (as the case may be) improved lands and heritages. 3 An entry in the valuation roll relates to newly built lands and heritages if— a the entry as made or (as the case may be) altered shows one or more buildings or parts of a building, and b none of those buildings or parts of a building— i were shown in any entry in the valuation roll or valuation list for the day immediately prior to the day on which the entry or (as the case may be) alteration takes effect, or ii would have been shown in such an entry in the valuation roll but for an enactment providing for them not to be entered in the roll. 4 An entry in the valuation roll relates to improved lands and heritages if— a the entry is altered to show a relevant increase in the rateable value of the lands and heritages to which the entry relates, and b the entry as altered does not relate to newly built lands and heritages. 5 A  “relevant increase” in the rateable value of lands and heritages is an increase— a which is caused, in whole or in part, i by the erection, construction, refurbishment or extension of one or more buildings or parts of a building which form part of the lands and heritages,  ... ii by the installation of solar cells or solar panels, as specified in paragraph (n) of table 1 of the schedule of the 2000 Regulations, to the extent that the solar cells or solar panels fall within class 1 or class 2 in the schedule of the 2000 Regulations, iii by the installation of plant and machinery, to the extent that the plant and machinery falls within class 4 in the schedule of the 2000 Regulations, and b none of which is attributable to— i the combination, division or reorganisation of lands and heritages which were shown, in whole or in part, in different entries in the valuation roll for the day immediately prior to the day on which the alteration takes effect,  ... ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 A mark included in an entry in the valuation roll under subsection (2) must be removed from the entry on the next occasion when the entry is altered by an assessor. 7 The Scottish Ministers may by regulations— a make provision about things that are, or are not, to be treated as a  “ building ” for the purposes of this section, b modify the definition of  “relevant increase” in subsection (5). 8 Before— a making regulations under subsection (7)(a), or b laying a draft of a Scottish statutory instrument containing regulations under subsection (7)(b) before the Scottish Parliament, the Scottish Ministers must consult such persons as they consider appropriate. 9 Regulations under subsection (7)— a may make different provision for different purposes, b may make incidental, supplementary, consequential, transitional, transitory or saving provision. 10 Regulations under— a subsection (7)(a) are subject to the negative procedure, b subsection (7)(b) are subject to the affirmative procedure. 11 In subsection (3)(b)(ii),  “ enactment ” includes an Act of the Scottish Parliament and an instrument made under such an Act. 12 In subsection (5)(a), “ the 2000 Regulations ” means the Valuation for Rating (Plant and Machinery) (Scotland) Regulations 2000."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "3", "section_title": " Provisions supplementary to sections 1 and 2. ", "section_text": "3 1 The assessor shall, upon making an alteration in the valuation roll under section 1(6) or 2(1)  (1A)  or (3) of this Act  or upon deleting lands and heritages therefrom in pursuance of section 1(2) of the  Valuation and Rating (Exempted Classes) (Scotland) Act 1976 , send to the rating authority a copy of the relevant entry in the roll or, as the case may be, notification of deletion of the relevant lands and heritages from the roll. 2 The assessor for each valuation area shall send to each person who is a proprietor, tenant or occupier of lands and heritages which are included in the valuation roll a notice in the prescribed form setting forth the details of the relevant entry in the roll (including such an entry as is referred to in subsection (1) above  . . .) ... 2ZA  A notice under subsection (2)— a must include such information in relation to the rateable value included in the entry to which the notice relates as the Scottish Ministers may specify in regulations, b may include such other information as the assessor considers appropriate. 2ZB The assessor may send a notice under subsection (2) by electronic means if— a the assessor and the recipient of the notice have, before the notice is sent, agreed in writing that the assessor may send such a notice to the recipient by transmission to an electronic address and in an electronic form specified by the recipient for that purpose, and b the notice is sent to that address in that form. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The assessor shall, upon altering the valuation roll by deleting lands and heritages therefrom, notify each person named in the roll as proprietor, tenant or occupier of those lands and heritages of the deletion. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Any person interested may at all reasonable times, free of charge, inspect and take copies of and extracts from any valuation roll prepared under the Valuation Acts and in the possession of the assessor; and an assessor shall, on an application made to him by any interested person, inform that person whether any entry in the valuation roll is subject to a pending                          proposal under section 3ZA(1),   appeal or complaint. 6 Regulations under subsection (2ZA)(a)— a may make different provision for different purposes, b may make incidental, supplementary, consequential, transitional, transitory or saving provision. 7 Regulations under subsection (2ZA)(a) are subject to the negative procedure."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "3ZA", "section_title": "Proposal to alter entry in valuation roll", "section_text": "3ZA 1 The proprietor, tenant or occupier of lands and heritages may make a proposal to the assessor who has the function of valuing the lands and heritages to alter the entry for those lands and heritages in the valuation roll in accordance with this section. 2 A proposal may be made in relation to an entry— a where the proprietor, tenant or occupier receives a notice under section 3(2) in relation to the entry, other than a notice sent following an alteration to the valuation roll under— i section 2(1A) as a result of a proposal or appeal made by the proprietor, tenant or (as the case may be) occupier, or ii section 2(3) as a result of an agreement between the proprietor, tenant or (as the case may be) occupier and the assessor, b where a person becomes the proprietor, tenant or occupier of the lands and heritages to which the entry relates, c on the ground that, since the entry was made, there has been a material change of circumstances, d on the ground that there is an error in the entry of the type referred to in section 2(1)(f). 3 A person may not make a proposal in pursuance of subsection (2)(a) where— a the notice under section 3(2) relates to an entry included in the valuation roll when it was made up under section 1(1), and b the details included in the entry are in accordance with an agreement in writing between that person and the assessor as to the details to be included in the entry. 4 A proposal may be made in pursuance of subsection (2)(b) whether or not any previous proprietor, tenant or occupier of the lands and heritages— a reached an agreement with the assessor in relation to the entry, b made a proposal to the assessor in relation to the entry, c appealed to the valuation appeal committee  or the First-tier Tribunal for Scotland   in relation to the entry. 5 A proposal must— a be made in writing, b set out how the person making the proposal wants the assessor to alter the entry. 6 The assessor may decide— a to alter the entry in accordance with— i the proposal, or ii an agreement in writing between the assessor and the person who made the proposal reached after the proposal was made, b to alter the entry other than in accordance with the proposal or such an agreement (including by either increasing or decreasing the rateable value shown in the entry), c not to alter the entry. 7 The Scottish Ministers may by regulations make provision for or about— a the period within which a proposal may be made, b the form in which a proposal is to be made, c information to be included in, and documents to be submitted with, a proposal, d notices to be sent by an assessor to the person who made the proposal or any other person with an interest in the lands and heritages to which the proposal relates, e fees payable in connection with a proposal (including provision about circumstances in which a fee may be repaid), f the day from which an alteration made to an entry in the valuation roll following a decision under subsection (6)(a) or (b) is to have effect, g such other matters in connection with the making of a proposal as the Scottish Ministers consider appropriate. 8 Before laying a draft of a Scottish statutory instrument containing regulations under subsection (7)(e) before the Scottish Parliament, the Scottish Ministers must consult— a such person or persons as appear to the Scottish Ministers to represent the interests of— i local authorities, ii assessors, iii the business sector, and iv other ratepayers, as the Scottish Ministers consider appropriate, b such other persons as they consider appropriate. 9 Regulations under subsection (7)— a may make different provision for different purposes, b may make incidental, supplementary, consequential, transitional, transitory or saving provision. 10 Regulations under subsection (7) are subject to— a the affirmative procedure, if they make provision under subsection (7)(e), b otherwise, the negative procedure. 11 In this section and section 3ZB,  “ proposal ” means a proposal made under subsection (1)."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "3ZB", "section_title": "Appeal to the First-tier Tribunal", "section_text": "3ZB 1 A person who is the proprietor, tenant or occupier of lands and heritages may appeal to the   First-tier Tribunal for Scotland — a against a decision of the assessor, in relation to a proposal made by the person, under section 3ZA(6)(b) or (c), b if— i the person has made a proposal in relation to the entry, ii the period set out in regulations under subsection (7)(a) for an appeal to be made has begun, and iii the assessor has not made a decision under section 3ZA(6). 2 An appeal under subsection (1)(b) is to be treated as if it were an appeal against a decision under section 3ZA(6)(c). 3 An appeal under subsection (1)— a must be made within the period set out in regulations under subsection (7)(a) (and the   First-tier Tribunal for Scotland   may not allow it to be made after the end of that period), b may be withdrawn only with the permission of the   First-tier Tribunal for Scotland   (whether or not the appellant and the assessor have reached an agreement as to the alteration of the entry to which the appeal relates). 4 On an appeal under subsection (1),  the  First-tier Tribunal for Scotland — a is to decide what alterations (if any) the assessor is to make to the entry, b may (in particular) decide that the rateable value shown in the entry is to be either increased or decreased. 5 Subsection (6) applies where— a an appeal under subsection (1) relates to a proposal made in pursuance of section 3ZA(2)(c), and b it is proved that there has been a change of circumstance which has materially reduced the extent to which beneficial occupation of the lands and heritages to which the appeal relates can be enjoyed. 6 The   First-tier Tribunal for Scotland   may decide that the entry is to be altered even if it is not proved that the change of circumstances has affected the value of the lands and heritages to any specific extent. 7 The Scottish Ministers may by regulations make provision for or about— a the period within which an appeal under subsection (1) is to be made, b information to be included in, and documents to be submitted with, such an appeal, c circumstances in which such an appeal may be made only with the permission of the  First-tier Tribunal for Scotland , d fees payable in connection with such an appeal (including provision about circumstances in which a fee may be repaid), e the procedure to be followed in such an appeal (including evidence which may be led), f the period within which such an appeal is to be disposed of, g such other matters in connection with such appeals as the Scottish Ministers consider appropriate. 8 Before laying a draft of a Scottish statutory instrument containing regulations under subsection (7)(d) before the Scottish Parliament, the Scottish Ministers must consult— a such person or persons as appear to the Scottish Ministers to represent the interests of— i local authorities, ii assessors, iii the business sector, and iv other ratepayers, as the Scottish Ministers consider appropriate, b such other persons as they consider appropriate. 9 Regulations under subsection (7)— a may make different provision for different purposes, b may make incidental, supplementary, consequential, transitional, transitory or saving provision. 10 Regulations under subsection (7) are subject to— a the affirmative procedure, if they make provision under subsection (7)(d), b otherwise, the negative procedure."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "3A", "section_title": " Assessor’s powers of entry for valuation purposes.", "section_text": "3A The assessor shall be entitled at any reasonable time of the day, on giving not less than twenty-four hours previous notice in writing to the occupier, to enter, survey and value for the purposes of the Valuation Acts any lands and heritages within the area for which he acts as assessor, and if any person refuses to admit the assessor to enter any lands and heritages or obstructs him in making his survey or valuation he shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "6", "section_title": " Valuation by formula of certain lands and heritages.", "section_text": "6 1 In the case of such lands and heritages as may be prescribed or of any class or description of such lands and heritages as may be prescribed, the Secretary of State may by order provide that their rateable values or the aggregate amount of their rateable values shall be— a such as is prescribed; or b such as is determined in accordance with prescribed rules and, for the purposes of this subsection, “class or description” of lands and heritages includes lands and heritages, or classes of lands and heritages, falling within such geographical area as may be prescribed. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . In this subsection, “ formula valued lands and heritages ” are lands and heritages which have, or lands and heritages of a class or description which has, been prescribed for the purposes of subsection (1) above. 2 A rateable value or aggregate amount— a prescribed under; or b determined by virtue of, an order under this section may be apportioned among local authorities in such manner as may be specified in the order. 3 An order under this section applying to any lands and heritages or any class or description of such lands and heritages may provide for— a determining a rateable value or aggregate amount by the application of different methods of valuation; b apportioning a rateable value or aggregate amount by the application of different manners of apportionment, to different parts of the lands and heritages. 4 Before making an order under this section the Secretary of State shall consult with such associations of local authorities, or of persons carrying on undertakings, as appear to him to be concerned and with any local authority, person or association of persons with whom consultation appears to him to be desirable. 5 An order under this section may— a repeal or amend any enactment so far as that enactment relates to— i the valuation of; ii the levying or payment of rates in respect of; iii the making of payments in lieu of rates in respect of, lands and heritages to which the order relates; b repeal or amend any enactment so far as that repeal or amendment is incidental or consequential to a repeal or amendment in terms of paragraph (a) above; and c as regards such lands and heritages apply, restrict or modify the enactments relating to appeals or complaints in connection with the valuation roll. 5A An order under this section may provide that the assessor for any specified valuation area shall carry out such functions in relation to the operation of a formula as may be specified in the order, notwithstanding that such functions may include the valuation of lands and heritages in another valuation area. 6 An order under this section may provide that the order shall have effect as from the beginning of the year in which the order is made. 7 An order under this section shall not be made unless a draft of the order has been laid before and approved by a resolution of each House of Parliament. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "7", "section_title": " Levying of rates. ", "section_text": "7 1 Subject to the provisions of any other enactment, every rate levied by a rating authority for any year shall be levied in respect of all lands and heritages within the area to which the rate relates according to the rateable value of the lands and heritages as appearing in the valuation roll in force at the beginning of the year in respect of which the rate is levied: Provided that where during any year the valuation roll has been altered under section 2 of this Act by inserting a new entry therein or altering an existing entry, the rate levied for the year or the part of the year after such alteration takes effect shall be according to the rateable value of the lands and heritages concerned as appearing in such new or altered entry. 1A References in subsection (1) above to “rateable value” include the apportioned rateable value of part residential subjects  . . .  , and references in this subsection to an apportioned value of part residential subjects are references to that part of that value which is shown in the apportionment note as relating to the non-residential use of the subjects, . 2 Save as provided in any other enactment, every rate levied upon occupiers of lands and heritages within the area to which the rate relates shall be at a uniform amount per pound."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "7A", "section_title": "Provisions as to setting of non-domestic rates.", "section_text": "7A 1 The Secretary of State shall, in respect of the financial year 1993-94 and each subsequent financial year, prescribe for each local authority a rate which shall be their non-domestic rate in respect of that year. 2 Non-domestic rates shall be levied in accordance with section 7 of this Act by each rating authority in respect of lands and heritages— a which are subjects (other than part residential subjects) in respect of which there is an entry in the valuation roll, according to their rateable value or, where a rateable value has been prescribed or determined in respect of the lands and heritages under section 128 of the  Local Government Finance Act 1988, according to that rateable value; or b which are part residential subjects, according to that part of their rateable value which is shown in the apportionment note as relating to the non-residential use of those subjects or, where a rateable value has been prescribed or determined in respect of the lands and heritages under section 128 of the  Local Government Finance Act 1988, according to that part of that rateable value which is so shown in the apportionment note. 3 The rates prescribed under subsection (1) above shall be known— a in the case of the regional council, as the non-domestic regional rate; b in the case of the district council, as the non-domestic district rate; and c in the case of the islands council, as the non-domestic islands rate. 4 References (however expressed) in any enactment to the non-domestic rate determined by a local authority shall be construed as references to the non-domestic rate prescribed for the local authority under this section. 5 A statutory instrument containing any order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "7B", "section_title": "Provisions as to setting of non-domestic rates.", "section_text": "7B 1 The Secretary of State shall, in respect of the financial year following that in which this subsection comes into force and each subsequent financial year, prescribe a rate which shall be the non-domestic rate to be levied throughout Scotland in respect of that financial year. 2 Non-domestic rates shall be levied by each rating authority in respect of lands and heritages in their area— a in accordance with section 7 of this Act; or b where the lands and heritages fall within a class of lands and heritages prescribed under section 153 of the Local Government  etc.  (Scotland) Act 1994, in accordance with those regulations. 3 In the application of section 7 of this Act to the levying of the non-domestic rate prescribed under this section, for the words “to which the rate relates” in each of subsections (1) and (2) of that section there shall be substituted the words “of the rating authority”. 4 References (however expressed) in any enactment to the non-domestic rate determined by a local authority shall be construed as references to the non-domestic rate prescribed under this section. 5 A statutory instrument containing any order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "8", "section_title": " Payment of rates by instalments. ", "section_text": "8 1 Subject to subsections (3)(b) and (7) to   (7C)   below, the rates chargeable for any year in respect of lands and heritages shall be payable by monthly instalments during the year in accordance with subsections (2) to (6) below. 2 Subject to subsection (3) below, in any case where the rates chargeable for a year are payable in accordance with subsection (1) above, those rates shall be payable by ten instalments beginning in the second month and ending in the penultimate month of the year. 3 Where any person is liable for rates in respect of the occupation of lands and heritages for part only of a year or where for any other reason  a  demand note for any rates in respect of lands and heritages is not issued until after the end of the first month of the year, and, in either case, those rates are payable in accordance with subsection (1) above, then— a if the demand note for the rates is issued before the beginning of the last quarter of the year, the rates shall be payable by instalments beginning in the month following that in which the demand note is issued and ending in the penultimate month of the year; and b in any other case, the rates shall be payable in full in the month following that in which the demand note for the rates is issued. 4 Where any rates payable by any person in respect of lands and heritages for a year are payable by monthly instalments in accordance with subsection (1) above then, apart from any remission of rates on  account of hardship under section 25A of the  Local Government (Scotland) Act 1966  or any rate rebate granted under  section 28(1)( a ) of the the Social Security and Housing Benefits Act 1982 (whether or not modified under section 30(1)( a ) of that Act)  and subject to subsection (6) below, each of those instalments shall be of the same amount except that the rating authority may round off the amount of any of those instalments other than either the first or the last to the nearest 5p and adjust the amount of the first or, as the case may be, the last of those instalments accordingly. 5 Except in a case falling within subsection (3)(b) above, there shall be included in or sent with every demand note for rates which are payable in accordance with subsection (1) above a statement specifying the total rates due for the year, the dates on which the monthly instalments of the rates are payable and the amount of each instalment. 6 Where, after sending the statement referred to in subsection (5) above, the rating authority are satisfied that there has been, or may be, any change in the amount any person is, or will be, liable to pay by way of rates in respect of the lands and heritages in question for the balance of the year to which the statement relates, the rating authority may by a further statement in writing make such adjustments as they think necessary in the amounts of the remainder of the instalments to which the statement referred to in subsection (5) above relates. 7 The rates shall not be payable in accordance with subsection (1) above in the case of any person who— a has entered into an agreement with the rating authority to pay the rates otherwise than in accordance with that subsection; or b is liable under any enactment to pay the rates to any person or authority other than the rating authority. 7A In any case where a demand note for rates, chargeable for a year or part only of a year, is for an amount (after any remission, rebate or other deduction to which the rate is subject) less than the prescribed sum the rates shall not be payable in accordance with subsection (1) above but shall be payable in full on or before the date specified by the rating authority in the demand note. 7B In subsection (7A) above, “ the prescribed sum ” means £20 or such lesser sum as the rating authority may fix. 7C The Secretary of State may by order, made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament, amend subsection (7B) above by substituting for the amount for the time being specified in that subsection such other amount as appears to him to be justified. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "8A", "section_title": "Failure to pay instalments", "section_text": "8A 1 This section applies where— a a person (the  “ratepayer”) is liable to pay the rates chargeable for a year, or part of a year, in respect of lands and heritages, b the rates are payable by instalments under section 8(1), and c the ratepayer fails to pay an instalment (the  “missed instalment”) in accordance with that section. 2 The rating authority must give the ratepayer a notice (a  “reminder notice”) setting out— a details of the missed instalment, b the effect of subsections (3) and (4), and c where the notice is the second reminder notice given to the ratepayer in respect of the rates due for the year, the effect of subsection (5). 3 The ratepayer must, within the period of 7 days beginning with the day on which the reminder notice is given to the ratepayer by the rating authority, pay the missed instalment and any other instalment which is due to be paid within that period. 4 If the ratepayer fails to comply with subsection (3)— a the rates are no longer payable by instalments, and b the unpaid amount of the total rates due for the year (or part of the year) becomes payable at the end of the period of 7 days beginning with the day on which the period mentioned in subsection (3) ends. 5 Where the ratepayer has already been given two reminder notices in respect of the rates due for the year— a subsections (2) to (4) do not apply, b the rates are no longer payable by instalments, and c the unpaid amount of the total rates due for the year (or part of the year) becomes payable on the day following the day on which the missed instalment was due to be paid."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "9", "section_title": " Restriction on rates payable when valuation appeal is pending. ", "section_text": "9 1 Notwithstanding that an appeal under the Valuation Acts is pending with respect to any lands and heritages the rates levied on those lands and heritages shall be payable in accordance with section 8 of this Act. 2 On the determination of the appeal referred to in subsection (1) above, the difference, if any, between the amount paid by virtue of that subsection and the amount which would have been payable on the rateable valuation as determined in the appeal shall— a if an overpayment has been made, be repaid by the rating authority, and b if an underpayment has been made, be recovered by the rating authority as if it were arrears of rates due and payable to them."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "9A", "section_title": " Interest on rates paid in error.", "section_text": "9A 1 Subject to regulations made under this section— a where any amount has been paid to a rating authority in respect of rates either— i in error; or ii in consequence of the entry on to the valuation roll of a valuation which is subsequently reduced, and the rating authority repay the amount, the authority shall also pay to the person to whom the repayment is made interest on the amount; and b where any amount has been repaid to any person by a rating authority either— i in error; or ii in consequence of the entry on to the valuation roll of a valuation which is subsequently increased, and the rating authority recover the amount, the authority may also recover from that person any interest paid on that amount. 2 The Secretary of State may by regulations make provision as to— a the circumstances in which interest is to be payable or recoverable by a rating authority; b the rate at which any interest is to be paid, or the manner in which such rate is to be determined; and c the date or dates from which, or by reference to which, any payment of interest is to run. 3 This section applies to any payments such as are mentioned in subsection (1) which were made— a after 1st April 1990; and b before the coming into force of this section, as it applies to such payments made after the coming into force of this section; but does not entitle any person to receive any payment of interest in respect of any such payment made before 1st April 1990. 4 Regulations made under this section may provide for the deduction from any sum paid by way of interest under or by virtue of this section of any sum previously paid under or by virtue of any other enactment by way of interest in respect of the same payment. 5 Regulations under this section— a may make different provision in relation to different cases or descriptions of case; b may include such transitional provisions as appear to the Secretary of State to be necessary or expedient; and c shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "10", "section_title": " Collection of rates by housing body on behalf of rating authority. ", "section_text": "10 1 A rating authority may make arrangements with any housing body within their area on such terms and conditions as may be agreed between them or, failing agreement, as may be determined by the Secretary of State, for the collection by the housing body of the rates levied by the rating authority on the occupiers of lands and heritages let by the housing body; and where such arrangements are made the rates shall be payable to the housing body by instalments along with payments of rent. 2 Where a rating authority wish to make arrangements with a housing body under subsection (1) above but the housing body have not agreed to enter into the arrangements, the Secretary of State may by order, made after consultation with the rating authority and the housing body, provide that the rating authority and the housing body shall make such arrangements in accordance with that subsection. 3 A statutory instrument containing an order under subsection (2) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 In this section “ housing body ” means any authority to which section 118 of the Act of 1973 applies, a development corporation or the Scottish Special Housing Assocation."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "11", "section_title": " Assessment roll. ", "section_text": "11 For section 233 of the Act of 1947 there shall be substituted the following section—  Assessment roll. 233 1 Every rating authority shall make up and maintain in such form as may be convenient a roll called “the assessment roll” containing such information as the authority require for the purpose of collecting every rate levied by the authority: Provided that the Secretary of State may by regulations made under section 111 of the Local Government (Scotland) Act 1973 prescribe information which the assessment roll shall contain if at any time he considers this necessary. 2 The assessment roll shall at all reasonable times be open to inspection by any person interested in or liable to pay any rate to which the roll relates, and any such person may take extracts therefrom without the payment of any fee. 3 The rating authority may, at any time before the expiration of one year after the end of the year in respect of which any rate is levied, amend the assessment roll by inserting therein the name of any person who ought to have been entered therein as liable in the rate or who since the making up of the roll has become so liable, or by striking out the name of any person who according to a written certificate by the assessor under the Valuation Acts ought not to have been so entered, or by correcting the amount of any value or rate which may have been inaccurately entered, and any such amendment shall not vitiate or render it less operative. 4 The production of the assessment roll shall be recieved as sufficient evidence of the making and validity of the rates therein mentioned."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "12", "section_title": " Rate support grants. ", "section_text": "12 The provisions of the Act of 1966 relating to rate support grants shall have effect subject to the amendments specified in Schedule 2 to this Act."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "14", "section_title": " Termination of certain existing grants for roads and public transport.", "section_text": "14 1 Subject to subsection (3) below, on and after 16th May 1975 the power of the Secretary of State— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b to make grants to a local authority under  subsection (3) of section 34  of the  Transport Act 1968 (towards expenditure incurred in making grants to provide assistance for rural bus or ferry services)   or under subsection (4) of that section (towards expenditure incurred  in the provision of such ferry services), and c to make grants to any person under section 56(1) of the Transport Act 1968 (towards capital expenditure incurred or to be incurred in the provision, improvement or development of facilities for public passenger transport), shall cease to be exercisable except in a case where it appears to the Secretary of State that the whole or any part of any expenditure in respect of which any such advances or grants as aforesaid could be made should not fall on the . . .  , local authority or person concerned, as the case may be. 2 As from the beginning of the year 1978-79 the power of the Secretary of State to make grants to a Passenger Transport Executive under section 20(8) of the  Transport Act 1968 (towards expenditure incurred by the Executive for certain areas in pursuance of agreements with the Railways Board for the provision of railway passenger services) shall cease to be exercisable, except in a case where it appears to the Secretary of State that the whole or any part of any expenditure in respect of which any such grants as aforesaid could be made should not fall on the Passenger Transport Executive. 3 In any case where— a it appears to the Secretary of State that any person other than a local authority has before 16th May 1975 entered upon a course of expenditure of a capital nature such as is referred to in section 56(1) of the Transport Act 1968, and b the Secretary of State has approved before 16th May 1975 the making of a grant or grants towards that expenditure under that section, then, notwithstanding anything in subsection (1) above, the Secretary of State may, on or after 16th May 1975, make to that person under that section any grant which he considers appropriate in the light of that approval."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "15", "section_title": " Termination of certain existing grants to local authorities for certain other purposes.", "section_text": "15 1 The Secretary of State may from time to time, by order, provide that, with effect from such year as may be specified in the order, no grant shall be paid under any such local authority grant provision as may be so specified or that no grant shall be so paid except in respect of expenditure of a description so specified. 2 In subsection (1) above “ local authority grant provision ” means an enactment providing for the payment of grants to local authorities in respect of expenditure incurred in connection with a specific function. 3 An order under this section may contain provision amending, repealing or revoking, with or without savings, any enactment. 4 No order under this section shall have effect unless it is approved by a resolution of each House of Parliament."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "15A", "section_title": " Direct Labour Organisation/ Direct Services Organisation Accounts.", "section_text": "15A 1 A local authority may establish, in accordance with the provisions of this section, Direct Labour Organisation/Direct Services Organisation Funds (to be known as “ DLO/DSO funds ”) for the purpose of dealing with surpluses and deficits which may occur in respect of— a any revenue account kept by the authority under section 10(1) (accounts relating to construction or maintenance work) of the  Local Government, Planning and Land Act 1980; or b any account kept by the authority under section 9(2) (accounts) of the  Local Government Act 1988. 2 Any interest earned on money transferred to a reserve fund established under subsection (1) above may be credited to that fund. 3 Any surplus credited to a fund established under subsection (1) above and which is, in the opinion of the authority, not required for the purpose of dealing with deficits in any such fund, may be transferred by them to the general fund maintained by them under section 93 of the Act of 1973 (general fund). 4 This section is without prejudice to any specific limitation imposed by or under any enactment as to the manner in which money may be paid into or out of any specific account."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "16", "section_title": " Borrowing and lending by local authorities and certain other bodies and certain of their funds.", "section_text": "16 Schedule 3 to this Act shall . . .   have effect with respect to the powers of local authorities  and  joint boards  . . .  . . . to borrow and lend money and with respect to certain of their funds."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "17", "section_title": " Remuneration and expenses of members of Commission for Local Authority Accounts. ", "section_text": "17 Schedule 8 to the Act of 1973 (provisions as to the Commission for Local Authority Accounts in Scotland) shall have effect as if after paragraph 3 there were inserted the following paragraph— 3A There may be paid to any member of the Commission out of their funds such salary or fees and allowances as may be approved by the Secretary of State. ."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "18", "section_title": " Financial year of local authorities. ", "section_text": "18 For subsection (5) of section 96 of the Act of 1973 there shall be substituted the following subsections— 5 The financial year of a local authority shall be the period of twelve months ending with 31st March, so however that for the purposes of subsections (2) to (4) above, the first financial year of any local authority shall be the period beginning with the date on which the authority came into existance in accordance with the provisions of this Act and ending 31st March 1976 ; and references in this Act, and in any other enactment (whether passed or made before orr after the passing of this Act) to the financial year of a local authority shall be construed in accordance with the provisions of this subsection. 6 The Secretary of State may by order make provision amending, repealing or revoking, with or without savings, any enactment which is inconsistent with or superseded by subsection (5) above ; but no order under this subsection shall have effect unless it is approved by a resolution of each House of Parliament. ."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "19", "section_title": " Amendment of section 201 of Act of 1947. ", "section_text": "19 Section 201 of the Act of 1947 (power of Secretary of State to disalllow illegal payments and surcharge on interim report of auditor), shall have effect as if in subsection (1) after proviso (e) there were inserted the following proviso— f The Secretary of State, in the case of an interim report received by him after 1st September 1973, shall have regard to all the circumstances of the case, including such information as may be available to him as to the means of any person against whom a surcharge maight be made under this subsection and the ability of that person to pay the surcharge, and may thereafter, if he thinks fit, abstain from making the surcharge in whol or in part. ."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "21", "section_title": " Commissioner for Local Administration.", "section_text": "21 1 For the purpose of conducting investigations in relation to any authority to which this Part of this Act applies there shall be a commissioner to be known as the Commissioner for Local Administration in Scotland. 2 Appointments to the office of Commissioner shall be made by Her Majesty on the recommendation of the Secretary of State after consultation with such bodies representing local authorities as appear appropriate to the Secretary of State, and a person so appointed shall, subject to subsection (3) below, hold office during good behaviour. 3 A person appointed to be the Commissioner may be relieved of office by Her Majesty at his own request or may be removed from office by Her Majesty on grounds of incapacity or misbehaviour, and shall in any case vacate office on completing the year of service in which he attains the age of sixty-five years. 4 For each year, the Commissioner— a shall submit a general report on the discharge of his functions to the designated body  and arrange for the publication of such report; , and b shall review the operation of the provisions of this Part of this Act about the investigation of complaints, and shall have power to convey to local authorities or to government departments any recommendations or conclusions reached in the course of his review. 4A The Commissioner may, after consultation with such associations of local authorities as appear to him to be appropriate, provide to the authorities to which this Part of this Act applies such advice and guidance about good administrative practice as appears to him to be appropriate and may arrange for it to be published for the information of the public. 5 Schedule 4 to this Act shall have effect as respects the Commissioner."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "22", "section_title": " Body to be designated by Secretary of State for purposes of Part II.", "section_text": "22 1 For the purposes of this Part of this Act, the Secretary of State shall by order designate a body to be called “the designated body for Scotland”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 All expenses incurred by the designated body under this Part of this Act shall be defrayed by local authorities in accordance with regulations made by the Secretary of State after consultation with such associations of local authorities as appear to him to be concerned. 4 The Secretary of State may— a require the designated body to keep proper accounts of the expenditure incurred by them in the discharge of their functions; b require the designated body to prepare in respect of each financial year a statement of account in such form as the Secretary of State may direct; c make arrangements for the audit of such accounts. 5 A statutory instrument containing an order under subsection (1) above or regulations under subsection (3) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "23", "section_title": " Authorities subject to investigation.", "section_text": "23 1 This Part of this Act applies to the following authorities— a any local authority; b any committee, joint committee or joint board the members of which, other than ex officio members, are appointed by one or more local authorities; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ee . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f any person or body which by virtue of section 56(1) of the Act of 1973 discharges any of the functions of a local authority.  g Scottish Homes, in respect only of any of its actions as a landlord; h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i any licensing board within the meaning of the Licensing (Scotland) Act 1976. j the Strathclyde Passenger Transport Authority k a National Park authority and any reference in the Part to any such authority (or to any authority mentioned in subsection (2) below) includes a reference to any member or officer of that authority. 2 Without prejudice to subsection (1)(f) above, this Part of this Act applies to— a any joint board constituted by an administration scheme under section 36 of the  Fire Services Act 1947 or section 147 of the Act of 1973 b any joint police  board  constituted by an amalgamation scheme made or approved under the  Police (Scotland) Act 1967; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d any Children’s Panel Advisory Committee formed under paragraph 3, or joint advisory committee formed under paragraph 8, of Schedule 1 to the Children (Scotland) Act 1995; e any joint committee, for the administration of superannuation schemes for persons employed in local government service or teachers, established by regulations under section 7 or 9 of the  Superannuation Act 1972 respectively. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Her Majesty may by Order in Council provide that this Part of this Act shall also apply, subject to any modifications or exceptions specified in the Order, to any authority specified in the Order, being an authority which is established by or under an Act of Parliament, and which has power to levy a rate, or to issue a requisition. 4 An Order made by virtue of subsection (3) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "24", "section_title": " Matters subject to investigation.", "section_text": "24 1 Subject to the provisions of this Part of this Act, where a written complaint is made by or on behalf of a member of the public who claims to have sustained injustice in consequence of maladministration in connection with action taken by or on behalf of an authority to which this Part of this Act applies, being action taken in the exercise of administrative functions of that authority, the Commissioner may investigate that complaint. 2 A complaint shall not be entertained under this Part of this Act unless  it is made in writing to the Commissioner specifying the action alleged to constitute maladministration or — a it is made in writing to a member of the authority, or of any other authority concerned, specifying the action alleged to constitute maladministration, and b it is referred to the Commissioner, with the consent of the person aggrieved, or of a person acting on his behalf, by that member, or by any other person who is a member of any authority concerned, with a request to investigate the complaint. 3 If the Commissioner is satisfied that any member of any authority concerned has been requested to refer the complaint to the Commissioner, and has not done so, the Commissioner may, if he thinks fit, dispense with the requirements in subsection (2)(b) above. 3A Subsections (2) and (3) above do not apply in relation to the Scottish Special Housing Association  . . .. 4 A complaint shall not be entertained unless it was made to  the Commissioner or  to a member of any authority concerned  or, in the case of the Scottish Special Housing Association  . . ., to the Commissioner  within twelve months from the day on which the person aggrieved first had notice of the matters alleged in the complaint, but the Commissioner may conduct an investigation pursuant to a complaint not made within that period if he considers that  it is reasonable  to do so. 5 Before proceeding to investigate a complaint, the Commissioner shall satisfy himself that the complaint has been brought, by or on behalf of the person aggrieved, to the notice of the authority to which the complaint relates and that that authority has been afforded a reasonable opportunity to investigate, and reply to, the complaint. 6 The Commissioner shall not conduct an investigation under this Part of this Act in respect of any of the following matters, that is to say,— a any action in respect of which the person aggrieved has or had a right of appeal, reference or review to or before a tribunal constituted by or under any enactment; b any action in respect of which the person aggrieved has or had a right of appeal to a Minister of the Crown; or c any action in respect of which the person aggrieved has or had a remedy by way of proceedings in any court of law: Provided that the Commissioner may conduct an investigation notwithstanding the existence of such a right or remedy if satisfied that in the particular circumstances it is not reasonable to expect the person aggrieved to resort or have resorted to it. 7 The Commissioner shall not conduct an investigation in respect of any action which in his opinion affects all or most of the inhabitants of the area of the authority concerned. 7A Where the complaint relates to a National Park authority, the reference in subsection (7) above to the area of the authority is a reference to the National Park. 8 Without prejudice to the preceding provisions of this section, the Commissioner shall not conduct an investigation under this Part of this Act in respect of any such action or matter as is described in Schedule 5 to this Act. 9 Her Majesty may by Order in Council amend the said Schedule 5 so as to  add to or exclude from the provisions of that Schedule (as it has effect for the time being)  such actions or matters as may be described in the Order; and any Order made by virtue of this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 10 In determining whether to initiate, continue or discontinue an investigation, the Commissioner shall, subject to the preceding provisions of this section, act at discretion; and any question whether a complaint is duly made under this Part of this Act shall be determined by the Commissioner. 11 In this section references to a person aggrieved include references to his personal representatives. 12 A complaint shall not be entertained under this Part of this Act if and so far as it is in respect of anything done before 16th May 1975, or in respect of any default or alleged default first arising before that date."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "25", "section_title": " Provisions relating to complaints.", "section_text": "25 1 A complaint under this Part of this Act may be made by any individual, or by any body of persons whether incorporated or not, not being— a a local authority or other authority or body constituted for purposes of the public service or of local government, or for the purposes of carrying on under national ownership any industry or undertaking or part of an industry or undertaking; b any other authority or body whose members are appointed by Her Majesty or any Minister of the Crown or government department  or money paid out of the Scottish Consolidated Fund , or whose revenues consist wholly or mainly of moneys provided by Parliament. 2 Where the person by whom a complaint might have been made under the preceding provisions of this Part of this Act has died or is for any reason unable to act for himself, the complaint may be made by his personal representative or by a member of his family or by some body or individual suitable to represent him; but except as aforesaid a complaint shall not be entertained under this Part of this Act unless made by the person aggrieved himself."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "26", "section_title": " Procedure in respect of investigations.", "section_text": "26 1 Where the Commissioner proposes to conduct an investigation pursuant to a complaint, he shall afford to the authority concerned, and to any person who is alleged in the complaint to have taken or authorised the action complained of, an opportunity to comment on any allegations contained in the complaint. 2 Every such investigation shall be conducted in private, but except as aforesaid the procedure for conducting an investigation shall be such as the Commissioner considers appropriate in the circumstances of the case; and, without prejudice to the generality of the preceding provision, the Commissioner may obtain information from such persons and in such manner, and make such inquiries, as he thinks fit, and may determine whether any person may be represented (by counsel or solicitor or otherwise) in the investigation. 3 The designated body shall, if the Commissioner thinks fit, pay to the person by whom the complaint was made, and to any other person who attends or furnishes information for the purposes of an investigation under this Part of this Act— a sums in respect of the expenses properly incurred by them; b allowances by way of compensation for the loss of their time. 4 The conduct of an investigation under this Part of this Act shall not affect any action taken by the authority concerned, or any power or duty of that authority to take further action with respect to any matters subject to the investigation."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "27", "section_title": " Power of Commissioner to require information and other matters relating to investigations.", "section_text": "27 1 For the purposes of an investigation under this Part of this Act the Commissioner may require any member or officer of the authority concerned, or any other person who in his opinion is able to furnish information or produce documents relevant to the investigation, to furnish any such information or produce any such documents. 2 For the purposes of any such investigation the Commissioner shall have the same powers as the Court of Session in respect of the attendance and examination of witnesses, and in respect of the production of documents. 3 The Commissioner may, under subsection (1) above, require any person to furnish information concerning communications between the authority concerned and any Government department, or to produce any correspondence or other documents forming part of any such written communications. 4 No obligation to maintain secrecy or other restriction upon the disclosure of information obtained by or furnished to persons in Her Majesty’s service, whether imposed by any enactment or by any rule of law, shall apply to the disclosure of information in accordance with subsection (3) above; and where that subsection applies the Crown shall not be entitled to any such privilege in respect of the production of documents or the giving of evidence as is allowed by law in legal proceedings. 5 Nothing in subsection (1) or subsection (3) above affects— a the restriction, imposed by section 11(2) of the  Parliamentary Commissioner Act 1967, on the disclosure of information by the Parliamentary Commissioner or his officers; or b the restriction, imposed by  section 15 of the Health Service Commissioners Act 1993 , on the disclosure of information by the Health Service Commissioner for Scotland or by his officers. 6 To assist him in any investigation, the Commissioner may obtain advice from any person who in his opinion is qualified to give it and, if the Commissioner thinks fit, the designated body shall pay to any such person such fees or allowances as the Commissioner may determine. 7 Subject to subsection (4) above, no person shall be compelled for the purposes of an investigation under this Part of this Act to give any evidence or produce any document which he could not be compelled to give or produce in civil proceedings before the Court of Session. 8 If any person without lawful excuse obstructs the Commissioner in the performance of his functions under this Part of this Act, or is guilty of any act or omission in relation to an investigation under this Part of this Act which, if that investigation were a proceeding in the Court of Session would constitute contempt of court, the Commissioner may certify the offence to the Court of Session. 9 Where an offence is so certified, the Court of Session may inquire into the matter and, after hearing any witnesses who may be produced against or on behalf of the person charged with the offence, and after hearing any statement that may be offered in defence, deal with him in any manner in which the Court of Session could deal with him if he had committed the like offence in relation to the Court of Session. 10 Nothing in subsection (8) above shall be construed as applying to the taking of any such action as is mentioned in section 26(4) of this Act."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "28", "section_title": " Reports on investigations.", "section_text": "28 1 In any case where the Commissioner conducts an investigation, or decides not to conduct an investigation, he shall send a report of the results of the investigation, or as the case may be a statement of his reasons for not conducting an investigation— a to the person, if any, who referred the complaint to the Commissioner in accordance with section 24(2) of this Act, and b to the complainant, and c to the authority concerned, and to any other authority or person who is alleged in the complaint to have taken or authorised the action complained of. 2 Where the complaint was referred by a person who was a member of an authority but who has since ceased to be a member of that authority, the report or statement shall be sent to the  convener  of that authority. 3 Apart from identifying the authority or authorities concerned, the report shall not  , except where subsection (3A) below applies, — a mention the name of any person, or b contain any particulars which, in the opinion of the Commissioner, are likely to identify any person and can be omitted without impairing the effectiveness of the report, unless, after taking into account the public interest as well as the interests of the complainant and of persons other than the complainant, the Commissioner considers it necessary to mention the name of that person or to include in the report any such particulars. 3A Where the Commissioner is of the opinion— a that action constituting maladministration was taken which involved a member of the authority concerned, and b that the member’s conduct constituted a breach of the National Code of Local Government Conduct, then, unless the Commissioner is satisfied that it would be unjust to do so, the report shall name the member and give particulars of the breach. 4 Subject to the provisions of subsection (7) below, the authority concerned shall for a period of three weeks make copies of the report available  — a without charge, for inspection and the taking of copies thereof or extracts therefrom; and b at a reasonable charge, for purchase, by any person at all reasonable hours at one or more of the authority’s offices. 5 Not later than  two weeks  after the report is received by the authority concerned, the proper officer of the authority shall give public notice, by advertisement in newspapers and such other ways as appear to him appropriate, that the report will be available . . .   as provided by subsection (4) above, and shall specify the date, being a date  not more than one week  after the giving of the public notice, from which the period of three weeks will begin. 6 If a person having the custody of a report made available . . .   as provided by subsection (4) above obstructs any person seeking to inspect  or purchase  the report, or to make a copy of, or extract from, the report, he shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 7 The Commissioner may, if he thinks fit after taking into account the public interest as well as the interests of the complainant and of persons other than the complainant, direct that a report specified in the direction shall not be subject to the provisions of subsections (4) and (5) above . . . "}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "29", "section_title": " Reports on investigations: further provisions.", "section_text": "29   1 This section applies where the Commissioner reports that injustice has been caused to a person aggrieved in consequence of maladministration. 2 The report shall be laid before the authority concerned and it shall be the duty of that authority to consider the report and, within the period of three months beginning with the date on which they received the report, or such longer period as the Commissioner may agree in writing, to notify the Commissioner of the action which the authority have taken or propose to take. 2A If the Commissioner— a does not receive the notification required by subsection (2) above within the period allowed by or under that subsection, or b is not satisfied with the action which the authority concerned have taken or propose to take, or c does not within a period of three months beginning with the end of the period so allowed, or such longer period as the Commissioner may agree in writing, receive confirmation from the authority concerned that they have taken action, as proposed, to the satisfaction of the Commissioner, he shall make a further report setting out those facts and making recommendations. 2B Those recommendations are such recommendations as the Commissioner thinks fit to make with respect to the action which, in his opinion, the authority concerned should take to remedy the injustice to the person aggrieved and to prevent similar injustice being caused in the future. 2C Section 28 of this Act, with any necessary modifications, and subsection (2) above shall apply to a report under subsection (2A) above as they apply to a report under that section. 2D If the Commissioner— a does not receive the notification required by subsection (2) above as applied by subsection (2C) above within the period allowed by or under that subsection or is satisfied before the period allowed by that subsection has expired that the authority concerned have decided to take no action; or b is not satisfied with the action which the authority concerned have taken or propose to take; or c does not within a period of three months beginning with the end of the period allowed by or under subsection (2) above as applied by subsection (2C) above, or such longer period as the Commissioner may agree in writing, receive confirmation from the authority concerned that they have taken action, as proposed, to the satisfaction of the Commissioner, he may, by notice to the authority, require them to arrange for a statement to be published in accordance with subsections (2E) and (2F) below. 2E The statement referred to in subsection (2D) above is a statement, in such form as the authority concerned and the Commissioner may agree, consisting of— a details of any action recommended by the Commissioner in his further report which the authority have not taken; b such supporting material as the Commissioner may require; and c if the authority so require, a statement of the reasons for their having taken no action on, or not the action recommended in, the report. 2F The requirements for the publication of the statement are that— a publication shall be in any two editions within a fortnight of a newspaper circulating in the area of the authority agreed with the Commissioner or, in default of agreement, nominated by him; and b publication in the first such edition shall be arranged for the earliest practicable date. 2G If the authority concerned— a fail to arrange for the publication of the statement in accordance with subsections (2E) and (2F) above, or b are unable, within the period of one month beginning with the date on which they received the notice under subsection (2D) above, or such longer period as the Commissioner may agree in writing, to agree with the Commissioner the form of the statement to be published, the Commissioner shall arrange for such a statement as is mentioned in subsection (2E) above to be published in any two editions within a fortnight of a newspaper circulating within the authority’s area. 2H The authority concerned shall reimburse the Commissioner on demand any reasonable expenses incurred by the Commissioner in performing his duty under subsection (2G) above. 3 In any case where— a a report is laid before an authority under subsection  (2) or (2C)  above, and b on consideration of the report, it appears to the authority that a payment should be made to, or some other benefit should be provided for, a person who has suffered injustice in consequence of maladministration  to which the report relates , the authority may incur such expenditure as appears to them to be appropriate in making such a payment or providing such a benefit."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "29A", "section_title": " Consideration of adverse reports.", "section_text": "29A 1 Subject to subsection (3) below, any power of an authority to have their functions discharged by any person or body of persons acting for the authority shall, as respects the consideration of a further report of the Commissioner under section 29(2A) of this Act, be subject to the restriction that, if it is proposed to take no action on, or not the action recommended in, the report, consideration of the report shall be referred to the authority. 2 Consideration of a further report of the Commissioner under section 29(2A) of this Act by— a any such committee as is mentioned in  section 23(2)(d)  of this Act; or b an education committee appointed under section 124 of the Act of 1973; shall be subject to a corresponding restriction. 3 The restriction imposed by subsections (1) and (2) above does not apply where the report recommends action to be taken by  . . .— a a joint committee established under section 56 of the Act of 1973  . . .; or b a joint board referred to in paragraph (a) or (b) of subsection (2) of section 23 of this Act (fire and police joint boards) or a joint committee referred to in paragraph (e) of that subsection (local government and teachers’ superannuation joint committees) 4 If an authority considering a further report of the Commissioner under section 29(2A) of this Act take into consideration a report by a person or body with an interest in the Commissioner’s report, they shall not conclude their consideration of the Commissioner’s report without also having taken into consideration a report by a person or body with no interest in the Commissioner’s report. 5 No member of an authority to which this Part of this Act applies or of a committee  or board  mentioned in subsection (2) or (3) above shall vote on any question with respect to a report or further report under this Part of this Act in which he is named and criticised by the Commissioner."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "30", "section_title": " Law of defamation and limitation on disclosure of information by Commissioner.", "section_text": "30 1 For the purposes of the law of defamation, any such publication as is hereinafter mentioned shall be absolutely privileged, that is to say— a the publication of any matter in communications between a member  or officer  of an authority and the Commissioner, or any of his officers, for the purposes of this Part of this Act; b the publication of any matter by the Commissioner or any of his officers, in communicating with a complainant for the purposes of this Part of this Act; c the publication of any matter in preparing, making and sending a report or statement in accordance with section 28 or 29 of this Act, or, subject to section 28(7) of this Act, in making  copies of a report available as provided by section 28(4) above ; d the publication of any matter contained in a report by the Commissioner which has been made available to the public, being publication by inclusion in a report made or published under section 21 of this Act. e the publication of any matter by inclusion in a statement published in accordance with section 29(2D), (2E) and (2F) or (2G) of this Act. 2 Information obtained by the Commissioner, or any of his officers, in the course of or for the purposes of an investigation under this Part of this Act shall not be disclosed except— a for the purposes of the investigation and of any report to be made under section 28 or 29 of this Act; or b for the purposes of any proceedings for an offence under the Official Secrets Acts 1911 to 1939 alleged to have been committed in respect of information obtained, by virtue of this Part of this Act, by the Commissioner or any of his officers or for an offence of perjury alleged to have been committed in the course of an investigation under this Part of this Act or for the purposes of an inquiry with a view to the taking of such proceedings, or c for the purpose of any proceedings under section 27(9) of this Act, and the Commissioner and his officers shall not be called upon to give evidence in any proceedings (other than proceedings within paragraph (b) or (c) above) of matters coming to his or their knowledge in the course of an investigation under this Part of this Act. 3 A Minister of the Crown or any of the authorities mentioned in section 23 of this Act may give notice in writing to the Commissioner with respect to any document or information specified in the notice, or any class of documents or information so specified, that in the opinion of the Minister, or as the case may be of the authority, the disclosure of that document or information, or of documents or information of that class, would be contrary to the public interest; and where such a notice is given nothing in this Part of this Act shall be construed as authorising or requiring  the Commissioner or any member of his staff  to communicate to any other person, or for any purpose, any document or information specified in the notice, or any document or information of a class so specified: Provided that a notice given under this subsection by any authority may be discharged by the Secretary of State. 4 Nothing in subsection (3) above shall affect the obligations imposed by subsections (3) and (4) of section 27 of this Act. 5 Where information is disclosed in accordance with section 27(3) of this Act, being information which is derived from a communication from a government department, and which has not been made public, the Commissioner shall not without the written consent of an officer of the government department make a report which includes all or any of that information unless he has given the department not less than one month’s notice in writing of his intention. 5A Information obtained from the Information Commissioner by virtue of section 76 of the Freedom of Information Act 2000 shall be treated for the purposes of subsection (2) as obtained for the purposes of an investigation under this Part of this Act and, in relation to such information, the reference in subsection (2)(a) to the investigation shall have effect as a reference to any investigation. 6 The provisions of this section shall apply to the Commissioners of Customs and Excise and Commissioners of Inland Revenue as they apply to a Minister of the Crown."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "31", "section_title": " Consultation between Commissioner, the Parliamentary Commissioner and the Health Service Commissioner.", "section_text": "31 1 If, at any stage in the course of conducting an investigation under this Part of this Act, the Commissioner forms the opinion that the complaint relates partly to a matter which could be the subject of an investigation— a by the Parliamentary Commissioner, in accordance with section 5 of the Act of 1967, or b by the Health Service Commissioner for Scotland in accordance with  the Act of 1993 , he shall consult with the appropriate Commissioner about the complaint and, if he considers it necessary, inform the person initiating the complaint under this Part of this Act of the steps necessary to initiate a complaint under the Act of 1967 or under  the Act of 1993 , as the case may be. 2 Where, by virtue of subsection (1) above, the Commissioner consults the Parliamentary Commissioner or the Health Service Commissioner in relation to a complaint under this Part of this Act, he may consult that Commissioner about any matter relating to the complaint, including— a the conduct of any investigation into the complaint, and b the form, content and publication of any report of the results of such an investigation. 3 If, at any stage in the course of conducting an investigation under the Act of 1967, the Parliamentary Commissioner  forms the opinion that the complaint relates partly to a matter which could be the subject of an investigation under this Part of this Act, he shall consult with the Commissioner about the complaint and, if he considers it neccessary, inform the person initiating the complaint  . . . of the steps neccessary to initiate a complaint under this Part of this Act. 4 Where, by virtue of subsection (3) above, the Commissioner is consulted about a complaint under the Act of 1967  . . ., subsection (2) above shall apply (with the necessary modifications) as it applies in relation to consultations held by virtue of subsection (1) above. 5 Nothing in section 11(2) of the Act of 1967,  in section 15 of the Act of 1993 , or in section 30(2) of this Act (restrictions of disclosure of information) shall apply in relation to the disclosure of information by any of the Commissioners mentioned in this section, or by any of their officers, in the course of consultations held in accordance with this section. 6 In this section the “   Act of 1967 ” means the Parliamentary Commissioner Act 1967 and  the “ Act of 1993 ” means the Health Service Commissioners Act 1993."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "32", "section_title": " Interpretation of Part II.", "section_text": "32 1 In this Part of this Act, unless the context otherwise requires— “ action ” includes failure to act, and other expressions connoting action shall be construed accordingly; “ the Commissioner ” means the Commissioner for Local Administration in Scotland; “ person aggrieved ” means the person who claims or is alleged to have sustained any such injustice as is mentioned in section 24(1) of this Act; “ the Parliamentary Commissioner ” means the Parliamentary Commissioner for Administration; “ the designated body ” means the body designated under section 22 of this Act; “ tribunal ” includes the person constituting a tribunal consisting of one person. 1A In this Part of this Act (other than section 24), references to the authority concerned are— a in relation to action taken by a person who is discharging by virtue of section 56(1) of the Act of 1973 any of the functions of a local authority, references to the local authority whose functions that person is discharging; b in relation to action taken by a member or officer of a body which is discharging by virtue of section 56(1) of the Act of 1973 any of the functions of a local authority, references to the local authority whose functions that body is discharging; c in relation to action taken by a member or officer of an authority to which this Part of this Act applies, (and except where paragraph (a) or (b) above applies) references to the authority of which he is a member or officer. 2 It is hereby declared that nothing in this Part of this Act authorises or requires the Commissioner to question the merits of a decision taken without maladministration by an authority in the exercise of a discretion vested in that authority. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "33", "section_title": " Allowances for members of children’s panels and Children’s Panel Advisory Committees ", "section_text": "33 In Schedule 3 to the  Social Work (Scotland) Act 1968 (children’s panels), for paragraph 8 there shall be substituted the following paragraph— 8 1 A local authority may pay— a to a member or possible member of the children’s panel in repspect of his attendance at a children’s hearing or at training arranged under paragraph 6 or 7 of this Schedule ; b to a member of the Children’s Panel Advisory Committee, who is not also a member of a body to which sections 45 and 46 of the Local Government (Scotland) Act 1973 appl, in respect of his attendance at a meeting of the Committee ; c to a memebr or possible member of the children’s panel or to such a member of the Children’s Advisory Committee as aforesaid in respect of the doing by him of anything approved by the authority, or anything of a class so approved, for the purpose of, or in connection with, the discharge of the functions of the panel or Committee, as the case may be ; allowances, in the nature of those payable under sections 45(4) and 46(1) of the said Act of 1973, being payments of such reasonable amounts as they may determine in any particular case or class of case and not exceeding the amounts prescribed under the sid section 45(4) and specified under the said section 46(1) for the corresponding allowances under those provisions. 2 A local authority may pay to a member of the Children’s Advisory Committee who is also a member of a body to which sections 45 and 46 of the said Act of 1973 apply— a in respect of this attendance at a meeting of the Committee ; b in respect of the doing by him of anything approved by the authority, or anything of a class so approved, for the purposes of, or in connection with, the discharge of the functions of the Committee ; allowances, in the nature of those payable under the said section 45 and subsection (1) of the said section 46, being payments of such reasonable amounts as they may determine in any particluar case or class of case and not exceeding the amounts prescribed under the said section 45 and specified under subsection (1) of the said section 46 for the corresponding allowances under those provisions. ."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "34", "section_title": " Transference of social workers of Health Boards to local authority employment.", "section_text": "34 1 The Secretary of State may by order make provision for the transfer to the employment of local authorites of persons of descriptions specified in the order who are for the time being employed in social work by Health Boards; and the order may include provision— a for transfers in pursuance of the order to be made on such days as may be determined by or under the order; and b as to the manner of determining whether an individual is a person liable to be transferred by virtue of this subsection and which authority is the authority to whose employment such a person is to be transferred. 2 A person transferred by virtue of subsection (1) above to the employment of a local authority shall not be required in the course of that employment to perform duties otherwise than at or in connection with a hospital or other health service establishment unless he has consented to perform such duties. 3 It shall be the duty of the Secretary of State by order to make provision for securing, in the case of a person transferred to the employment of a local authority by virtue of subsection (1) above— a that, while he is in the employment of that authority and has not been served with a notice in writing stating that it is served for the purposes of this subsection and specifying such new terms and conditions of employment as are mentioned in paragraph (b) below, the scale of his remuneration and, taken as a whole, the other terms and conditions of his employment by that authority are not less favourable to him than were immediately before the transfer those of the employment by the Health Board; b that any new terms and conditions determined by that authority for his employment by them are such that— i so long as he is engaged in duties reasonably comparable to the duties in which immediately before the transfer he was engaged in the employment by the Health Board, the scale of his remuneration and, taken as a whole, the other terms and conditions of his employment by that authority are not less favourable to him than were, immediately before the transfer, those of the employment by the Health Board, and ii so long as he is engaged in duties not so comparable, the terms and conditions of his employment by that authority (excluding terms as to remuneration) are, taken as a whole, not less favourable than as mentioned in sub-paragraph (i) above; c that for the purposes of any enactment specified in the order the employments from which and to which he was transferred by virtue of subsection (1) above are treated as one continuous employment; and an order made in pursuance of this subsection may contain provision for the determination of questions arising with respect to the effect in relation to any person of provision made by virtue of paragraphs (a) to (c) above. 4 A statutory instrument containing any order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "35", "section_title": " Orders and regulations.", "section_text": "35 1 Any power to make orders or regulations conferred on the Secretary of State by any provision of this Act shall be exercisable by statutory instrument. 2 Any power to make an Order in Council or other order under any provision of this Act shall include power to make an order varying or revoking any order previously made under that provision. 3 Any order under this Act may contain such incidental, consequential and supplementary provisions as appear to the Secretary of State to be necessary or proper for bringing the order into operation and giving full effect thereto."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "36", "section_title": " Expenses.", "section_text": "36 There shall be defrayed out of money provided by Parliament— a any administrative expenses incurred by the Secretary of State under this Act; b any increase attributable to the provisions of this Act in the sums payable out of such money under any other enactment."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "37", "section_title": " General interpretation.", "section_text": "37 1 In this Act, unless the context otherwise requires— “ the  Act of 1947 ” means the Local Government (Scotland) Act 1947; “ the  Act of 1966 ” means the Local Government (Scotland) Act 1966; “ the  Act of 1973 ” means the Local Government (Scotland) Act 1973; . . .  “    apportionment note ” shall be construed in accordance with the provisions of paragraph 1 of Schedule 5 to the Local Government Finance Act 1992;    “ the First-tier Tribunal for Scotland ” means the First-tier Tribunal for Scotland, established by section 1 of the Tribunals (Scotland) Act 2014;   “ material change of circumstances ” means in relation to any lands and heritages a change of circumstances affecting their value    and, without prejudice to the foregoing generality, includes any alteration in such lands and heritages . . .   any relevant decision of the Lands Valuation Appeal Court or a valuation appeal committee  the members of which are drawn from the valuation appeal panel serving  the valuation area in which the lands and heritages are situated  , the First-tier Tribunal for Scotland,   or the Lands Tribunal for Scotland  or the Upper Tribunal for Scotland   under section 1(3A) of the Lands Tribunal Act 1949 ,  and any decision of that Court, committee or   those Tribunals   which alters the . . .   net annual value or rateable value of any comparable lands and heritages; but does not include any change— in the rent of the lands and heritages (or any other lands and heritages), or in the level of valuations generally or in the value of lands and heritages generally,    “    non-domestic rate ” shall be construed in accordance with the provisions of section 7A of this Act; “ part residential subjects ” shall be construed in accordance with the provisions of section 99(1) of the Local Government Finance Act 1992;  “ prescribed ”  ... means prescribed by an order made by the Secretary of State  ,and cognate expressions shall be construed accordingly  ;   “ Upper Tribunal for Scotland ” means the Upper Tribunal for Scotland, established by section 1 of the Tribunals (Scotland) Act 2014.    . . . “ the Valuation Acts ” means the  Lands Valuation (Scotland) Act 1854, the Acts amending that Act,  and any other enactment relating to valuation ; “ year ”, except in paragraph 2 of Schedule 4, means the financial year of a local authority; “ year of revaluation ” means  the year   2023-24   and each   third   year thereafter. 2 Expressions used in this Act and in the Act of 1973 shall have the same meanings in this Act as in that Act. 3 The Secretary of State may by order amend the definition of “ year of revaluation ” in subsection (1) above by substituting, for the financial year for the time being specified in that definition by reference to two calendar years, a different financial year so specified. 4 An order under subsection (3) above shall have no effect until aproved by resolution of each House of Parliament."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "38", "section_title": " Minor and consequential amendments and repeals.", "section_text": "38 1 Part I of Schedule 6 to this Act shall have effect for the purpose of making general adaptation of enactments consequential on section 5 of this Act, and of the Valuation Acts and of any enactment having effect by virtue of those Acts consequential on section 18 of this Act, and the enactments specified in Part II of that Schedule shall have effect subject to the modifications and amendments set out in that Part, being modifications and amendments which are consequential on the provisions of this Act and minor amendments. 2 The enactments specified in Schedule 7 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Local Government (Scotland) Act 1975", "year": 1975, "section": "39", "section_title": " Short title, commencement, construction, savings and extent.", "section_text": "39 1 This Act may be cited as the Local Government (Scotland) Act 1975. 2 This Act (except this section) shall come into operation on such day as the Secretary of State may by order appoint, and different days may be appointed under this subsection for different provisions of this Act or for different purposes, or for the purposes of the same provision in relation to different cases. 3 Any reference in this Act to the commencement of any provision thereof shall be construed as a reference to the day when that provision comes into force. 4 Any reference in this Act to any other enactment shall be construed as referring to that enactment as amended by or under any other enactment, including this Act. 5 Any proceedings pending before a valuation appeal committee or the Lands Valuation Appeal Court before the commencement of this Act may be continued as if they had been brought by virtue of this Act. 6 This Act, except paragraph 5 of Schedule 3 and except in so far as it relates to the  House of Commons Disqualification Act 1975 and the  Northern Ireland Assembly Disqualification Act 1975, extends to Scotland only."}]