[{"act": "Ministerial and other Salaries Act 1975", "year": 1975, "section": "1", "section_title": " Salaries.", "section_text": "1 1 Subject to the provisions of this Act— a there shall be paid to the holder of any Ministerial office specified in Schedule 1 to this Act such salary as is provided for by that Schedule; and b there shall be paid to the Leaders and Whips of the Opposition such salaries as are provided for by Schedule 2 to this Act. 2 There shall be paid to the Lord Chancellor a salary (which shall be charged on and paid out of the Consolidated Fund of the United Kingdom)  of— a £68,827, where the Lord Chancellor is a member of the House of Commons; b otherwise, £101,038. 3 There shall be paid to the Speaker of the House of Commons a salary (which shall be charged on and paid out of the Consolidated Fund of the United Kingdom) of  £75,766  a year; and on a dissolution of Parliament the Speaker of the House of Commons at the time of the dissolution shall for this purpose be deemed to remain Speaker until a Speaker is chosen by the new Parliament.   3A There shall be paid to the Speaker of the House of Lords a salary (which shall be paid out of money provided by Parliament) of  £101,038  a year. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A person to whom any salary is payable under subsection (1) above shall be entitled to receive only one such salary, but if he is the holder of two or more offices in respect of which a salary is so payable and there is a difference between the salaries payable in respect of those offices, the office in respect of which a salary is payable to him shall be that in respect of which the highest salary is payable. 6 Where a person who holds office as Lord Chancellor (and to whom a salary is accordingly payable under subsection (2)) is also the holder of one or more other offices in respect of which a salary is payable under this section, he shall only be entitled to one of those salaries. 7 If, in the case of a person mentioned in subsection (6), there is a difference between the salaries payable in respect of the offices held by him, the office in respect of which a salary is payable to him shall be that in respect of which the highest salary is payable."}, {"act": "Ministerial and other Salaries Act 1975", "year": 1975, "section": "1A", "section_title": " Alteration of salaries.", "section_text": "  1A 1 For each  relevant period, the annual amount  of any salary payable under   section 1(1), (2)(a) or (b),  (3) or (3A)   of this Act shall be increased by the relevant percentage. 1A “Relevant period” means— a the period beginning with the day after the day on which the relevant Parliament is dissolved and ending with the following 31st March (“the first relevant period”), and b each successive period of 12 months. 1B The “relevant Parliament” means the Parliament in which subsection (1A) comes into force. 2 The relevant percentage is the average percentage by which the mid-points of the Senior Civil Service pay bands having effect from 1st April of the  period  concerned have increased compared with the previous 1st April. 2A If the first relevant period does not begin on 1st April, in relation to that period the reference in subsection (2) to 1st April of the period concerned is to be read as a reference to 1st April before the beginning of the first relevant period. 3 The mid-point of a Senior Civil Service pay band is the point half way between the maximum and the minimum."}, {"act": "Ministerial and other Salaries Act 1975", "year": 1975, "section": "1B", "section_title": " Power to make further alterations.", "section_text": "1B 1 Her Majesty may from time to time by Order in Council make provision for changing the annual amount, or maximum or minimum annual amount, of any salary payable under section 1 of this Act. 2 An Order in Council under subsection (1) above may— a specify a new amount, or b provide for an amount to be determined, or to change from time to time, by reference to another amount or a specified formula. 3 An Order in Council under subsection (1) above may— a make different provision for different circumstances, and b make amendments to this Act. 4 No recommendation shall be made to Her Majesty to make an Order in Council under subsection (1) above unless a draft of the Order has been approved— a by resolution of each House of Parliament, or b in the case of a draft which relates only to the salary of the Speaker of the House of Commons, by resolution of that House."}, {"act": "Ministerial and other Salaries Act 1975", "year": 1975, "section": "2", "section_title": " Opposition Leaders and Whips.", "section_text": "2 1 In this Act “ Leader of the Opposition ” means, in relation to either House of Parliament, that Member of that House who is for the time being the Leader in that House of the party in opposition to Her Majesty’s Government having the greatest numerical strength in the House of Commons; and “ Chief Opposition Whip ” means, in relation to either House of Parliament, the person for the time being nominated as such by the Leader of the Opposition in that House; and “ Assistant Opposition Whip ”, in relation to the House of Commons, means a person for the time being nominated as such, and to be paid as such, by the Leader of the Opposition in the House of Commons. 2 If any doubt arises as to which is or was at any material time the party in opposition to Her Majesty’s Government having the greatest numerical strength in the House of Commons, or as to who is or was at any material time the leader in that House of such a party, the question shall be decided for the purposes of this Act by the Speaker of the House of Commons, and his decision, certified in writing under his hand, shall be final and conclusive. 3 If any doubt arises as to who is or was at any material time the Leader in the House of Lords of the said party, the question shall be decided for the purposes of this Act by   the Speaker of the House of Lords , and his decision, certified in writing under his hand, shall be final and conclusive."}, {"act": "Ministerial and other Salaries Act 1975", "year": 1975, "section": "3", "section_title": " Provision for payment of salaries.", "section_text": "3 1 The salaries payable under section 1(1)( a ) of this Act shall be paid out of money provided by Parliament and, in the case of those payable in respect of the following offices, that is to say— a Treasurer, Comptroller and Vice-Chamberlain of Her Majesty’s Household; and b Captain of the Honourable Corps of Gentlemen-at-Arms, Captain of the Queen’s Bodyguard of the Yeomen of the Guard and Lord in Waiting; shall be paid out of money so provided as part of the expenses of the Treasury. 2 The sums payable out of money provided by Parliament in respect of the salary of the Chancellor of the Duchy of Lancaster shall be reduced by the amount of the salary payable to him otherwise than out of moneys so provided in respect of his office. 3 The salaries payable under section 1(1)( b ) of this Act shall be charged on and payable out of the Consolidated Fund of the United Kingdom."}, {"act": "Ministerial and other Salaries Act 1975", "year": 1975, "section": "4", "section_title": " Interpretation.", "section_text": "4 1 In this Act— “ Junior Lord of the Treasury ” means any Lord Commissioner of the Treasury other than the First Lord and the Chancellor of the Exchequer; “ Minister of State ” and “ Parliamentary Secretary ” have the same meanings as in the  House of Commons Disqualification Act 1975. 2 The amount provided for by or under this Act as the amount of any salary payable out of money provided by Parliament shall be taken to be the maximum amount so payable; and accordingly the salary so payable in any year may be of a less amount than that provided for."}, {"act": "Ministerial and other Salaries Act 1975", "year": 1975, "section": "5", "section_title": " Short title, transitional provision and repeals.", "section_text": "5 1 This Act may be cited as the Ministerial and other Salaries Act 1975. 2 Any Minute of the Treasury regulating the remuneration of the Law Officers of the Crown which is in force immediately before the coming into force of this Act shall have effect as if the relevant salary stated in Schedule 1 to this Act were substituted for the salary specified in the Minute. 3 The enactments mentioned in Schedule 3 to this Act are hereby repealed to the extent mentioned in column 3 of the Schedule."}]