[{"act": "Mobile Homes Act 1975", "year": 1975, "section": "16.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Mobile Homes Act 1975", "year": 1975, "section": "7", "section_title": " Power to prescribe minimum standards.", "section_text": "7 1 Without prejudice to his powers under section 5(6) of the Act of 1960, the Secretary of State may by order prescribe minimum standards with respect to the layout of, and the provision of facilities, services and equipment for protected sites within the meaning of Part I of the Act of 1968 on which there are mobile homes occupied as an only or main residence. 2 An order made under subsection (1) above may apply generally or to a particular area, or to protected sites in a particular category and may prescribe different minimum standards in relation to protected sites in different categories. 3 The power of the Secretary of State to make orders under this section shall be exercisable by statutory instrument. 4 An order under subsection (1) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 Any power of the Secretary of State to make an order under any provision of this section shall include a power to make an order varying or revoking any order previously made under that provision."}, {"act": "Mobile Homes Act 1975", "year": 1975, "section": "8", "section_title": " Extension of Act of 1968 to Scotland.", "section_text": "8 Part I (relating to the protection of residential occupiers) and Part III (miscellaneous) of the Act of 1968 shall apply to Scotland subject to the modifications contained in the Schedule to this Act."}, {"act": "Mobile Homes Act 1975", "year": 1975, "section": "9", "section_title": " Interpretation.", "section_text": "9 1 In this Act the following expressions have the following meanings, that is to say— “ theAct of 1960 ” means the Caravan Sites and Control of Development Act 1960; “ theAct of 1968 ” means the Caravan Sites Act 1968; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ mobile home ” has the same meaning as “caravan” in Part I of the Act of 1960 as amended by the Act of 1968; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mobile Homes Act 1975", "year": 1975, "section": "10", "section_title": " Short title, commencement and extent.", "section_text": "10 1 This Act may be cited as the Mobile Homes Act 1975. 2 This Act shall come into force at the expiration of the period of two months beginning with the day on which it is passed. 3 This Act does not extend to Northern Ireland."}]