[{"act": "Recess Elections Act 1975", "year": 1975, "section": "1", "section_title": " Issue of warrants by Speaker for making out writs.", "section_text": "1 1 During any recess of the House of Commons, whether by prorogation or adjournment, it shall be the duty of the Speaker, subject to the provisions of this Act, upon receipt of a certificate of vacancy to issue his warrant to the Clerk of the Crown in Chancery to make out a new writ for electing a Member of the House in place of a Member whose seat has become vacant— a because he has died or  become disqualified as a peer for membership of the House of Commons , either during the recess or before it; b because he has accepted a disqualifying office during the recess; or c because of his bankruptcy. 2 In this Act— “ certificate of vacancy ” means— where the seat has become vacant because the Member has died,  become disqualified as a peer for membership of the House of Commons  or accepted a disqualifying office, a certificate under the hands of two Members of the House of Commons in the form set out in Schedule 1 to this Act, or to the like effect; and where the seat has become vacant because of a Member’s Bankruptcy, a certificate under  section 427(6)( a ) of the Insolvency Act 1986 “ disqualifying office ” means any office, other than the office of steward or bailiff of Her Majesty’s three Chiltern Hundreds of Stoke, Desborough and Burnham or of the Manor of Northstead, which disqualifies its holder for membership of the House of Commons;  . . . . . ."}, {"act": "Recess Elections Act 1975", "year": 1975, "section": "2", "section_title": " Restrictions on Speaker’s powers.", "section_text": "2 1 The Speaker shall cause notice of his receipt of a certificate of vacancy to be inserted in the London Gazette. 2 The Speaker shall not issue a warrant under section 1 above until six days after the insertion of the notice. 3 The Speaker shall not issue such a warrant unless he has received the certificate of vacancy so long before the date of the next meeting of the House of Commons for the despatch of business that the writ for the by-election may be issued before that date. 4 Except where a seat has become vacant because of a Member’s bankruptcy, the Speaker shall not issue such a warrant— a unless the return of the writ for the election of the Member whose seat has become vacant has been brought into the office of the Clerk of the Crown in Chancery fifteen days at least before the end of the last sitting of the House of Commons before the Speaker’s receipt of the certificate of vacancy; or b if a petition against the election of the Member whose seat has become vacant was pending when Parliament was prorogued or the House of Commons was adjourned."}, {"act": "Recess Elections Act 1975", "year": 1975, "section": "3", "section_title": " Acceptance of office.", "section_text": "3 1 A Member of the House of Commons who accepts a disqualifying office shall forthwith give written notice of his acceptance to the Speaker; and the notice may be given by signing a certificate of vacancy. 2 Where a seat becomes vacant on a Member’s acceptance of a disqualifying office, the Speaker shall not issue a warrant under section 1 above unless the certificate of vacancy is accompanied by a copy of the issue of the London, Edinburgh or Belfast Gazette in which the Member’s appointment to that office was gazetted."}, {"act": "Recess Elections Act 1975", "year": 1975, "section": "4", "section_title": " Appointment of Members to exercise Speaker’s powers.", "section_text": "4 1 It shall be the duty of the Speaker, within a convenient time after taking office, by instrument in writing under his hand and seal, to appoint not more than seven nor less than three Members of the House of Commons to exercise the powers given to the Speaker by this Act at any time when there is no Speaker or the Speaker is out of the United Kingdom; and if the number of persons appointed is reduced to less than three, he may appoint one or more further Members. 2 An appointment shall remain in force until the dissolution of the Parliament in which it is made. 3 An appointment shall be entered in the journals of the House of Commons and be published once in the London Gazette, and the instrument of appointment shall be preserved by the Clerk of the House of Commons, and a duplicate filed in the office of the Clerk of the Crown in Chancery. 4 The powers of the Speaker may be exercised by any one of the Members appointed under this section, but when notice of the issue of a warrant is brought to the publisher of the Gazette and is signed by a Member so appointed, the publisher shall give a receipt for it, specifying the day and hour when it was received, and if more than one notice is brought to him relevant to the same election, he shall insert in the Gazette only the notice first received."}, {"act": "Recess Elections Act 1975", "year": 1975, "section": "5", "section_title": " Citation  etc.", "section_text": "5 1 This Act may be cited as the Recess Elections Act 1975. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3  In section 6(4) of the  House of Commons Disqualification Act 1975 (effect of disqualification and provision for relief) for the words “apart from this provision” there shall be substituted the words “by virtue of the Recess Elections Act 1975”. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Section 106(2) of the  Bankruptcy Act 1914 (notification of Member’s bankruptcy to Speaker) is repealed, as being unnecessary owing to section 33(1) of the  Bankruptcy Act 1883. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 It is hereby declared that this Act extends to Northern Ireland."}]