[{"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "1", "section_title": " The Scottish Development Agency.", "section_text": "1 1 For the purpose of furthering the development of Scotland’s economy and improving its environment, there shall be established a body to be called the Scottish Development Agency (in this Act referred to as “ the Agency ”) which shall have the functions specified in the following provisions of this Act. 2 The Agency shall consist of a chairman and not less than eight nor more than twelve other members. 3 Subject to subsections (6) and (7) below, the chairman and other members of the Agency shall be appointed by the Secretary of State. 4 The members of the Agency shall be appointed from among persons who appear to the Secretary of State to have a wide experience of, and to have shown capacity in, industry, banking, accounting or finance, environmental matters, local government or the representation of workers, or any other field of activity which the Secretary of State considers is relevant to the discharge of the functions of the Agency. 5 The Secretary of State may appoint one or more of the Agency’s members to be deputy chairman or deputy chairmen. 6 The Secretary of State, after consultation with the chairman or chairman-designate of the Agency, shall make the first appointment of chief executive of the Agency, and thereafter the Agency may, with the approval of the Secretary of State, make subsequent appointments to that office. 7 The chief executive shall  ex officio  be a member of the Agency. 8 It is hereby declared that the Agency shall not be regarded as the servant or agent of the Crown or as enjoying any status, immunity or privilege of the Crown, and that the Agency’s property is not to be regarded as the property of, or property held on behalf of, the Crown. 9 The Agency shall not be exempt, except as provided by paragraph 18 of Schedule 1 to this Act, from any tax, duty, rate, levy or other charge whatsoever, whether general or local. 10 Schedule 1 to this Act shall have effect with respect to the constitution and proceedings of the Agency and other matters relating to the Agency and their members and staff."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "2", "section_title": " General purposes and functions.", "section_text": "2 1 The purposes for which the Agency may exercise their functions in relation to Scotland or any part thereof are— a furthering economic development  ,including in that connection the provision, maintenance or safeguarding of employment ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c the promotion of industrial efficiency and international competitiveness; and d furthering the improvement of the environment. 2 The functions of the Agency shall be— a providing or assisting in the provision of finance to persons carrying on or intending to carry on industrial undertakings; b carrying on, or establishing and carrying on, whether by themselves or jointly with any other person, industrial undertakings; c otherwise promoting or assisting the establishment, growth, . . .  , modernisation or development of industry or any undertaking in an industry; d providing or adapting sites and providing, adapting, modernising or reconstructing premises for industrial undertakings, or assisting any other person to do any of those things, and providing or assisting in the provision of related services or facilities; e managing or assisting in the management of sites and premises for industrial undertakings; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  g undertaking or assisting the undertaking of the development, re-development and improvement of the environment; h bringing derelict land into use or improving its appearance; . . .  i such other functions as are conferred by or under this Act. j promoting the private ownership of interests in industrial undertakings by the disposal of securities and other property held by the Agency or any of their subsidiaries. 3 The Agency may do anything, whether in Scotland or elsewhere, which is calculated to facilitate the discharge of their functions or is incidental or conducive to their discharge. 4 In particular, but without prejudice to the aforesaid generalities, and subject to subsections (6) and (7) below, the Agency shall have power— a to acquire, hold and dispose of securities; b to form bodies corporate; c to form partnerships with other persons; d to make loans; e to guarantee obligations (arising out of loans or otherwise) incurred by other persons; f to make grants; g to act as agent for other persons; h to acquire and dispose of premises, plant, machinery and equipment, and other property; i to manage land, to develop land or to carry out works on land, and to maintain or assist in the maintenance of any such works; j to make land, premises, plant, machinery and equipment and other property available for use by other persons; k to reclaim land from the sea; l to provide or assist in the provision of advisory or other services or facilities for any person or undertaking; and m to promote or assist in the promotion of publicity relating to the functions of the Agency. 5 The functions of the Agency mentioned in subsection (2)( b ) above may only be exercised through a company within the meaning of the  Companies Act 1948 or through a partnership firm. 6 Except with the approval of the Secretary of State, the powers mentioned in subsection (4)( a ) to ( e ) above may only be exercised in connection with the Agency’s functions mentioned in subsection (2)( a ) and ( b ) above. 7 The power to make grants conferred by subsection (4)( f ) above may only be exercised with the consent of the Secretary of State or in accordance with a general authority given by him. 8 The powers conferred on the Agency by this Act shall be exercisable in relation to land not belonging to them on such terms as may be arranged by agreement with all persons having an interest in the land. 9 In exercising their functions the Agency shall have regard to the requirements of agriculture and efficient land management and to the desirability of safeguarding the environment. 10 For the avoidance of doubt, it is hereby declared that nothing in this Act is to be construed as authorising the disregard by the Agency of any enactment or rule of law."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "3", "section_title": " Ancillary powers of Agency.", "section_text": "3 The Agency shall have power— a to make such charge for any of their services as they think fit; b to accept any gift or grant made to them for the purposes of any of their functions and, subject to the terms of the gift or grant and to the provisions of this Act, to apply it for those purposes; c to carry out or commission the carrying out of such enquiries, investigations or researches as the Agency may deem necessary or expedient for the purposes of their functions."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "4", "section_title": " Power of Secretary of State to give Agency directions. ", "section_text": "4 1 After consulting with the Agency, the Secretary of State may give the Agency directions of a general or specific character as to the exercise of their functions; and it shall be the duty of the Agency to give effect to any such directions. 2 Subject to paragraph 9(3) of Schedule 2 to this Act, when the Secretary of State gives a direction under this section he shall either— a lay a copy of the direction before each House of Parliament within 28 days of giving it; or b lay a copy later, but lay with it a statement of the reason why a copy was not laid within 28 days. 3 The Agency’s report for any financial year shall set out any direction given under this section during that year."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "6", "section_title": " Provision of sites and premises for industry.", "section_text": "6 1 The Agency shall exercise its powers of providing or managing industrial sites and premises and related facilities in accordance with arrangements to be approved by the Secretary of State. 2 Any such arrangement may provide that, if it appears to the Secretary of State that there are circumstances which justify the giving of special assistance, he may authorise the Agency to provide premises for the occupation of an undertaking free of rent for such time as the Secretary of State thinks appropriate. 3 Without prejudice to the generality of subsection (1) above, the Secretary of State may authorise the Agency to undertake or assist in the provision of means of access or other services or facilities in or for an area where this appears to him to be expedient for the purpose of contributing to or supporting the development of industry in that area. 4 Section 36 of the  New Towns (Scotland) Act 1968 (winding up of development corporation) shall have effect as respects the Agency as it has effect as respects local authorities and, accordingly, any reference in that section to local authorities (except the reference to areas of such authorities) shall be construed as including a reference to the Agency."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "7", "section_title": " Development and improvement of the environment.", "section_text": "7 1 For the purposes mentioned in section 2(2)( g ) of this Act, the Agency shall, after consultation with such local authorities, statutory and other bodies as appear to the Agency to have an interest, from time to time prepare and submit to the Secretary of State for his approval proposals for the development, re-development or improvement of any area. 2 The Secretary of State may approve, in whole or in part, or with modifications, any proposals submitted to him under subsection (1) above, or may refuse to approve them, and any such approval may be given in relation to a specific act of the Agency or in relation to all acts of a class or description specified in the approval, and may be given subject to such conditions as may be so specified. 3 The Agency, either by themselves or by agents or in conjunction with any other person, may implement or assist in implementing proposals approved under this section. 4 The Agency may appoint any person to act as the agent of the Agency for the purposes of this section. 5 The Secretary of State may, if he considers it expedient, and subject to subsection (6) below, incorporate in his approval under subsection (2) above a direction that the approval shall have effect as planning permission for the development, and any such direction shall have effect and the provisions of the  Town and Country Planning (Scotland) Act 1972 shall apply as if it were planning permission granted by the Secretary of State under section 32 of that Act and as if any conditions to which the approval is subject, being conditions which could have been imposed by the Secretary of State under the said section 32, were conditions of that planning permission. 6 Before making any direction under subsection (5) above, the Secretary of State shall consult each planning authority concerned, advertise the development proposed, consider any representations in relation thereto and may cause a local inquiry to be held in connection therewith. 7 Section 267 of the  Town and Country Planning (Scotland) Act 1972 shall apply to a local inquiry held by virtue of subsection (6) above as it applies to a local inquiry held by virtue of that section. 8 The Agency may make payments of such amount and in such manner as they may, with the approval of the Secretary of State and the Treasury determine, to any person towards the cost of carrying out works specified in proposals approved under this section. 9 Without prejudice to the generality of subsection (8) above, the Agency may make payments to a local authority in accordance with arrangements approved by the Secretary of State, with the consent of the Treasury, in respect of any expenses incurred by that authority in acquiring land, undertaking clearance or carrying out preliminary development works for the purposes of proposals approved under this section, but payments may not be made under this subsection to the extent that grants have been or are to be made to the authority by virtue of sections 237 to 239 of the  Town and Country Planning (Scotland) Act 1972 in respect of the acquisition of such land, and grants shall not be made by virtue of the said sections to the extent that payments have been or are to be made to the authority by the Agency under this subsection."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "8", "section_title": " Derelict land.", "section_text": "8 1 Where it appears to the Agency that land is derelict, neglected or unsightly and that steps should be taken for the purpose of enabling the land (in this Act referred to as “ derelict land ”) to be brought into use or of improving its appearance, the Agency shall, in accordance with arrangements approved by the Secretary of State, exercise the powers conferred by this section. 2 The Agency may acquire, by agreement or compulsorily, the derelict land and any other land, whether or not adjacent to the derelict land, whose acquisition is reasonably required for the purpose of bringing into use or improving the appearance of the derelict land, and may carry out on the derelict land and other land such works as appear to them to be expedient for the purpose of enabling the land to be brought into use or of improving its appearance. 3 After carrying out works on land under this section, the Agency may dispose of the land free of charge to a local authority or to a development corporation within the meaning of the  New Towns (Scotland) Act 1968 for the purpose of use of the land as a public open space. 4 The Agency may appoint a local authority or other public body to act as their agent for the purposes of this section, and any such authority or body so appointed may exercise any of the powers of the Agency under this section other than the power of the Agency to acquire land compulsorily or to dispose of land under subsection (3) above. 5 Where the Agency exercise or propose to exercise their powers under this section in connection with land as respects which a local authority have before the appointed day incurred expenditure in the exercise of similar powers, the Agency may, if they think fit, pay to the authority concerned the amount of that expenditure or any part thereof. 6 The Agency’s powers under this section shall be exercisable on and after such date as the Secretary of State may by order appoint (in this section referred to as “ the appointed day ”). 7 Section 8(3)and (5) of the   Local Employment Act 1972(derelict land) shall cease to have effect on the appointed day,except in the case of schemes as respects which an offer of grant hasbeen made by the Secretary of State and the scheme to which it relateshas been a subject of a tender accepted by the local authorityconcerned before that day. 8 On the appointed day section 10 of the   Local Government(Scotland) Act 1966 (derelict land) and section 67(1)(c) of the   Countryside (Scotland) Act 1967 (so far as relating to section2(1)(b) of the   Local Government (Development and Finance)(Scotland Act 1964) shall cease to have effect, except in the case ofschemes as respects which an offer of grant has been made by theSecretary of State and the scheme to which it relates has been thesubject of a tender accepted by the local authority concerned beforethat day."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "9", "section_title": " Acquisition and disposal of land.", "section_text": "9 1 Subject to subsection (4) below, for or in connection with the performance of any of their functions under this Act, the Agency may, in accordance with arrangements made with the Secretary of State— a by agreement acquire land, whether by way of purchase,  feu,  lease or excambion; b acquire land compulsorily; c hold and manage land acquired by them and dispose of, or otherwise deal with, such land. 2 Except as provided in section 8(3) of this Act, the Agency shall not, except with the consent of the Secretary of State, dispose of or grant a lease of land for a consideration less than the best that can reasonably be obtained. 3 For the purpose of the acquisition of land by agreement by the Agency, the Lands Clauses Acts (except the provisions relating to the purchase of land otherwise than by agreement and the provisions relating to access to the special Act, and except sections 120 to 125 of the  Lands Clauses Consolidation (Scotland) Act 1845) and sections 6 and 70 of the  Railways Clauses Consolidation (Scotland) Act 1845 and sections 71 to 78 of that Act, as originally enacted and not as amended for certain purposes by section 15 of the  Mines (Working Facilities and Support) Act 1923, shall be incorporated with this section, and in construing those Acts for the purposes of this section, this section shall be deemed to be the special Act, and the Agency to be the promoters of the undertaking or company, as the case may require. 4 Where the Agency propose to acquire land compulsorily for or in connection with the carrying on of industrial undertakings in any area, they may acquire only such land as appears to them to be necessary to secure an adequate supply of land for industrial undertakings in that area. 5 The  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 shall apply in relation to the compulsory purchase of land by the Agency as if this Act had been in force immediately before the commencement of that Act and as if the Agency were a local authority within the meaning of that Act. 6 The power of the Agency to acquire land compulsorily under this Act shall include power to acquire a servitude or other right in or over land by the creation of a new right. 7 For the purposes of section 278 of the  Town and Country Planning (Scotland) Act 1972 (general vesting declarations), the Agency shall be deemed to be a public authority to which that section applies. "}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "10", "section_title": " Powers of entry.", "section_text": "10 1 Subject to subsection (2) below, any person duly authorised in writing by . . .   the Agency may, at any reasonable time, enter upon land in order to survey it— a where the Agency have under consideration the lease or purchase of the land; b for the purpose of the erection of buildings or other structures, or the carrying out of works or other operations on the land or the provision of equipment and services on or in connection with the land; c for the purpose of determining whether, and if so in what manner, any of the functions of the Agency . . .   (other than functions referred to in section 2(2)( a ) or ( b ) of this Act) should be exercised in relation to the land. 2 A person authorised under this section to enter upon any land shall, if so required by the occupier or anyone acting on his behalf, produce evidence of his authority, and shall not demand admission as of right to any land which is occupied unless at least 5 days’ notice, or in the case of land occupied for residential purposes at least 14 days’ notice, of the intended entry has been given to the occupier. 3 Where any land is damaged in the exercise of a power of entry conferred under this section or in the making of any survey for the purpose of which any such power of entry has been so conferred, compensation in respect of that damage may be recovered by any person interested in the land from the Secretary of State or the Agency, as the case may be and the amount of such compensation shall, in the case of any dispute, be determined by the Lands Tribunal for Scotland. 4 Any power conferred by this section to survey land shall be construed as including power to search and bore for the purpose of ascertaining the nature of the subsoil or the presence of minerals therein: Provided that a person shall not carry out any works authorised by this subsection unless notice of his intention so to do has been included in the notice required by subsection (2) of this section, and if the land in question is held by any statutory undertakers, and those undertakers object to the proposed works on the ground that the carrying out thereof would be seriously detrimental to the carrying on of their undertaking, the works shall not be carried out except with the authority of the appropriate Minister. In this subsection “ appropriate Minister ” and “ statutory undertakers ” have the same meanings as they have respectively in sections 213 and 275 of the  Town and Country Planning (Scotland) Act 1972 except that “ appropriate Minister ” includes the Secretary of State for Industry in relation to the Post Office and the Secretary of State in relation to the Civil Aviation Authority and “ statutory undertakers ” includes the Post Office and the Civil Aviation Authority. 5 A person entering upon any land by virtue of this section may take with him such other persons as may be necessary, and on leaving any premises which he has so entered, being either unoccupied premises or premises of which the occupier is temporarily absent, shall leave them as effectively secured against unauthorised entry as he found them. 6 A person who wilfully obstructs any person acting in the exercise of his powers under this section shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding £100. 7 If any person who, in compliance with the provisions of this section, is admitted into a factory, workshop or workplace discloses to any person any information obtained by him therein as to any manufacturing process or trade secret, he shall, unless the disclosure is made in the course of performing his duty in connection with the purpose for which he was authorised to enter the premises, be guilty of an offence and liable on summary conviction to a fine not exceeding £400 or on conviction on indictment to imprisonment for a term not exceeding two years or to a fine, or both. 8 Nothing in this section shall affect any rights conferred by or in accordance with the telecommunications code on the operator of a telecommunications system or any duty of any such operator under that code or apply to any telecommunication apparatus kept installed for the purposes of any such system."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "11", "section_title": " Power to obtain information.", "section_text": "11 1 For the purpose of enabling the Secretary of State or the Agency to make an order or serve any notice or other document which, by any of the provisions of this Act, he or they are authorised or required to make or serve, the Secretary of State or the Agency may require the occupier of any premises, and any person who, either directly or indirectly, receives rent in respect of any premises, to state in writing the nature of his interest therein, and the name and address of any other person known to him as having an interest therein, whether as  superior,  owner, heritable creditor, lessee or otherwise. 2 Any person who, having been required in pursuance of this section to give any information, refuses or fails without reasonable cause to give that information shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 3 Any person who, having been so required to give any information, knowingly makes any misstatement in respect thereof shall be guilty of an offence and liable on summary conviction to a fine not exceeding £400 or on conviction on indictment to imprisonment for a term not exceeding two years or to a fine, or both. 4 Where an offence under this section committed by a body corporate or a Scottish firm is proved to have been committed with the consent or connivance of, or to have been attributable to any neglect on the part of, any director, partner, manager, secretary or other similar officer of the body corporate or firm or a person who was purporting to act in any such capacity, he as well as the body corporate or, as the case may be, the firm shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 5 Where the affairs of a body corporate are managed by its members, subsection (4) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate.  6 Nothing in section 9 of the  Statistics of Trade Act 1947 (restrictions on disclosure of information obtained under that Act) shall prevent or penalise the disclosure by the Secretary of State, the  Training Commission , the Employment Service Agency or the Training Services Agency to an officer of the Agency of information obtained under that Act, consisting of the name and address of any establishment, the numbers of persons of different descriptions employed there and the nature of the activities carried on there; and, accordingly, section 4 of the   Employment and Training Act 1973 (obtaining and disclosure of information by the Commission and Agencies) shall have effect as if— a in subsection (3)( e ), after the word “1972” there were inserted the words “the Scottish Development Agency”; b in subsection (5), after paragraph ( d ) there were inserted the following paragraph— dd in the case of information given to an officer of the Scottish Development Agency, the purposes conferred on that Agency by the Scottish Development Agency Act 1975; ."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "12", "section_title": " Financial duties of the Agency.", "section_text": "12 1 After consultation with the Agency, the Secretary of State may, with the approval of the Treasury, determine the financial duties of the Agency, and different determinations may be made in relation to different functions and activities of the Agency. 2 The Secretary of State shall give the Agency notice of every determination, and a determination may— a relate to a period beginning before the date on which it is made; b contain incidental or supplemental provisions; and c be varied by a subsequent determination."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "13", "section_title": " Finances of the Agency.", "section_text": "13 1 Schedule 2 to this Act (Financial and Administrative Provisions relating to the Agency) shall have effect with respect to the finances of, and certain administrative matters relating to, the Agency. 2 The aggregate amount outstanding, otherwise than by way of interest, in respect of— a the general external borrowing of the Agency and their subsidiaries; b sums issued by the Treasury in fulfilment of guarantees under paragraph 6 of Schedule 2 below and not repaid to the Treasury; c sums paid to the Agency by the Secretary of State out of monies provided by Parliament less repayments to the Secretary of State by the Agency (other than payments made by virtue of paragraph 1(3) of Schedule 2 to this Act) and less such sums paid in respect of the administrative expenses of the Agency; d loans guaranteed by the Agency . . .   and loans guaranteed by a subsidiary of the Agency; shall not exceed the limit specified in subsection (3) below. 3 The said limit shall be  £1,200 million , . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In subsection (2) above, “ general external borrowing ” means— a in relation to the Agency, sums borrowed by them other than— i sums borrowed from a body corporate which is one of the Agency’s subsidiaries at the time of the loan; ii any sums mentioned in subsection (2)( b ) above; . . .  iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b in relation to a subsidiary of the Agency, sums borrowed by it (whether or not it was such a subsidiary at the time any such sum was borrowed) other than sums borrowed from the Agency or from another subsidiary; but does not include any debt assumed by the Agency under paragraph 7(1) of Schedule 2 to this Act."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "14", "section_title": " Other limits on Agency’s powers.", "section_text": "14 1 Neither the Agency nor any of their subsidiaries shall acquire any of the share capital of a body corporate except with the consent of the Secretary of State or in accordance with any general authority given by the Secretary of State— a if its acquisition would entitle the Agency to exercise or control the exercise of 30 per cent. or more of the votes at any general meeting of the body corporate; or b if the value of the consideration for its acquisition, together with the value of any consideration paid for share capital of that body corporate  already held by the Agency or any of their subsidiaries, would exceed £1,000,000 . 2 Subsection (1)( a ) above shall not restrict the acquisition of share capital of a body corporate which gives a right to vote exercisable only in restricted circumstances. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 In any case where the Agency hold share capital such as is mentioned in subsection (2) above, the fact that they hold it shall be disregarded for the purpose of determining whether subsection (1)( a ) above prevents their acquisition of further share capital of the same body corporate."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "15", "section_title": " Transfer of property, rights and liabilities of certain bodies to Agency.", "section_text": "15 1 The Scottish Industrial Estates Corporation shall be dissolved on the date of the commencement of this section; and all interests in property, heritable or moveable, held by the Corporation immediately before that date, shall on that date be transferred to and vest in the Agency, and all rights, liabilities and obligations of the Corporation, to which the Corporation were entitled or subject immediately before that date, shall on that date be transferred to the Agency. 2 For the avoidance of doubt, it is hereby declared that planning permission shall be deemed to have been granted under section 26 of the  Town and Country Planning (Scotland) Act 1972 in respect of any development initiated by the Scottish Industrial Estates Corporation before the date of the commencement of this section. 3 All land in Scotland held by or on behalf of the Secretary of State under any of the enactments mentioned in subsection (4) below at the date of the commencement of this section other than land held in security of a loan shall, on that date, be transferred to and vest in the Agency, and all rights, liabilities and obligations of the Secretary of State relating to the property so transferred immediately before that date shall, on that date, be transferred to the Agency. 4 The enactments referred to in subsection (3) above are the Distribution of Industry Acts 1945 to 1958, the Local Employment Acts 1960 to 1971 and the  Local Employment Act 1972. 5 The Small Industries Council for Rural Areas of Scotland shall be dissolved on a date specified by order by the Secretary of State, and all interests in property, heritable or moveable, held by that Council immediately before that date shall, on that date, be transferred to and vest in the Agency; and all rights, liabilities and obligations to which the Council were entitled or subject immediately before that date shall, on that date, be transferred to the Agency. 6 Schedule 3 to this Act shall have effect in relation to the members and staff of the Scottish Industrial Estates Corporation and of the Small Industries Council for Rural Areas of Scotland (in that Schedule respectively referred to as “ the Corporation ” and “the Council”)."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "16", "section_title": " Transfer of publicly owned property to Agency.", "section_text": "16 1 Nothing in this Act or in any other enactment (including, subject to any express provision to the contrary, an enactment contained in an Act passed after this Act) shall prevent the transfer to the Agency or the Agency’s nominees of any publicly owned securities or other publicly owned property. 2 Publicly owned securities and other publicly owned property may only be transferred to the Agency or the Agency’s nominees with the consent of the Secretary of State or in accordance with any general authority given by the Secretary of State. 3 The Secretary of State shall as soon as practicable lay before each House of Parliament a copy of any general authority given by him under subsection (2) above. 4 Subject to subsections (5) and (6) below, if— a the Secretary of State has given a consent under subsection (2) above; and b the consideration for the transfer has been determined; and c its amount exceeds £1 million, the Secretary of State shall as soon as practicable lay before each House of Parliament a statement specifying— i the securities or other property to be transferred; ii the transferor; iii the consideration; and iv the date of his consent. 5 When the Secretary of State has given a consent under subsection (2) above before the amount of the consideration for the transfer has been determined, he shall as soon as practicable lay before each House of Parliament, unless it appears to him to be unlikely that the amount of the consideration will exceed £1 million, a statement specifying the matters, other than the consideration, that are required to be specified in a statement under subsection (4) above. 6 When a statement has been laid under subsection (5) above, the Secretary of State shall lay before each House of Parliament a statement specifying the consideration for the transfer as soon as practicable after its amount has been determined."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "17", "section_title": " The Agency and the media.", "section_text": "17 Section 9 of the  Industry Act 1975  as amended by the Cable and Broadcasting Act 1984  (the Board and the media) shall apply to the Agency as it applies to the National Enterprise Board . . . "}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "19", "section_title": " Assistance from local authorities and development corporations in carrying out certain functions.", "section_text": "19 1 Any local authority may, within their area, act as agent for the Agency, and any development corporation of a new town may so act whether within or, with the consent of the Secretary of State, outwith the designated area of the new town, to carry out any of the functions of the Agency mentioned in section 2(2)( c ) to ( i ) of this Act. 2 For the purpose of assisting the Agency to carry out any of the functions referred to in subsection (1) above, a local authority or development corporation, on being so requested by the Agency, may place at their disposal the services of officers or servants of the authority or corporation, on such terms as may be agreed with the Agency."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "20", "section_title": " Scottish Industrial Development Advisory Board.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "22", "section_title": " Service of documents.", "section_text": "22 1 Any notice or other document required or authorised by or by virtue of this Act to be served on any person may be served on him either by delivering it to him or by leaving it at his proper address or by sending it by post. 2 Any notice or other document so required or authorised to be served on a body corporate or a firm shall be duly served if it is served on the secretary or clerk of that body or a partner of that firm. 3 For the purposes of this section, and of section 26 of the  Interpretation Act 1889 in its application to this section, the proper address of a person, in the case of a secretary or clerk of a body corporate, shall be that of the registered or principal office of that body, in the case of a partner of a firm, shall be that of the principal office of the firm, and, in any other case, shall be the last known address of the person to be served."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "23", "section_title": " Expenses.", "section_text": "23 Any expenses of the Secretary of State incurred in consequence of the provisions of this Act shall be defrayed out of moneys provided by Parliament."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "24", "section_title": " Application of Act to Crown.", "section_text": "24 1 Notwithstanding any interest of the Crown in Crown land, the power to acquire land compulsorily under this Act may, with the consent of the appropriate authority, be exercised in relation to any interest therein which is for the time being held otherwise than by or on behalf of the Crown. In this section, “ Crown land ” means land an interest in which belongs to Her Majesty in right of the Crown and land an interest in which belongs to a government department or is held in trust for Her Majesty for the purposes of a government department, and “ the appropriate authority ” has the meaning assigned to it by section 253(7) of the  Town and Country Planning (Scotland) Act 1972; and the provisions of the said section 253(7) as to the determination of questions shall apply for the purposes of this section. 2 None of the provisions of this Act relating to Crown land shall be construed as prejudicing any Crown interest therein, and nothing in this Act shall affect the powers or duties of the Crown Estate Commissioners."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "25", "section_title": " Interpretation.", "section_text": "25 1 In this Act, unless the context otherwise requires— “ financial year ” means the period beginning with the commencement of this Act and ending with 31st March 1976, and each subsequent period of twelve months ending with 31st March; “ industry ” includes any description of commercial activity, and any section of an industry, and “ industrial ” shall be construed accordingly;  “ land ” includes— the foreshore and other land covered with water; any interest in, or right over, land; and any other heritable property; “ local authority ” means a regional, islands or district council; “ sea bed ” includes its subsoil; “ subsidiary ” means a subsidiary as defined by  section 736 of the Companies Act 1985 ; “ wholly owned subsidiary ” has the meaning assigned to it by  section 736(5)( b ) of the Companies Act 1985 . 2 Securities and other property are publicly owned for the purposes of this Act if they are held— a by or on behalf of the Crown; b by a company all of whose shares are held by or on behalf of the Crown or by a wholly owned subsidiary of such a company; c by any corporation constituted by or under any enactment under which an industry or part of an industry is carried on by that corporation under national ownership or control; or d by a wholly owned subsidiary of any such corporation. 3 Except where the context otherwise requires, this Act shall apply in relation to any estate or interest in or right over the sea bed as it applies in relation to land, and the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 and the compulsory purchase enactments specified in subsection (4) below shall apply accordingly. 4 In subsection (3) above, “ the compulsory purchase enactments ” means the Lands Clauses Acts, and section 6 and sections 70 to 78 of the  Railways Clauses Consolidation (Scotland) Act 1845, the  Land Compensation (Scotland) Act 1963, section 278 of the  Town and Country Planning (Scotland) Act 1972 and Schedule 24 to that Act, and the  Land Compensation (Scotland) Act 1973. 5 Except in so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended, applied or extended by or under any other enactment, including this Act."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "26", "section_title": " Orders and regulations.", "section_text": "26 1 Unless otherwise provided, any power conferred by this Act to make an order or regulations shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 Any power to make an order conferred by any provision of this Act shall include power to make an order varying or revoking any order previously made under that provision."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "27", "section_title": " Consequential amendments and repeals. ", "section_text": "27 1 The enactments specified in Schedule 4 to this Act shall have effect subject to the amendments set out in that Schedule, being amendments consequential on the foregoing provisions of this Act and minor amendments. 2 The enactments specified in Schedule 5 to this Act are hereby repealed to the extent specified in column 3 of that Schedule."}, {"act": "Scottish Development Agency Act 1975", "year": 1975, "section": "28", "section_title": " Short title, commencement and extent.", "section_text": "28 1 This Act may be cited as the Scottish Development Agency Act 1975. 2 This Act (except this section) shall come into operation on the appointed day, being such day as the Secretary of State may by order appoint, and different days may be appointed under this subsection for different purposes. 3 Any reference in this Act to the commencement of any provision thereof shall be construed as a reference to the day when that provision comes into force. 4 This Act, except in so far as it relates to the amendment of the  House of Commons Disqualification Act 1975, extends to Scotland only."}]