[{"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "1", "section_title": "Welsh development .", "section_text": "1 1 The functions specified in the following provisions of this Act are conferred upon the National Assembly for Wales (in this Act referred to as the  “ Assembly ”). 2 The purposes for which the   Assembly  may exercise   its  functions   under this Act  are— a to further the economic  and social  development of Wales or any part of Wales  , and in that connection to provide, maintain or safeguard employment ; b to promote  efficiency in business  and international competitiveness in Wales; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d to further the improvement of the environment in Wales (having regard to existing amenity). 3 Without prejudice to the following provisions of this Act, the functions of the   Assembly under this Act  shall be— a to promote Wales as a location  for businesses , or assist or concert its promotion as such a location; b to provide finance for persons carrying on or intending to carry on  businesses ; c to carry on industrial undertakings and to establish and carry on new  businesses ; d otherwise to promote or assist the establishment, growth . . .  , modernisation or development of  businesses, or a particular business or particular businesses ; da to make land available for development; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  f to provide sites, premises, services and facilities for  businesses ; g to manage sites and premises for  businesses ; h to bring derelict land into use or improve its appearance; . . .  i to undertake the development and redevelopment of the environment. j to promote the private ownership of interests in  businesses  by the disposal of securities and other property held by the   Assembly  or any of   its  subsidiaries. 4 In exercising   its  functions   under this Act  the   Assembly  shall have regard to the requirements of agriculture and efficient land management. 5 The   Assembly  may only exercise functions under subsection (3)( c ) above through subsidiaries. 6 The   Assembly  shall have power  to do anything, whether in Wales or elsewhere, which is calculated to facilitate the discharge of   its  functions specified in subsection (3) above, or is incidental or conducive to their discharge. 7 In particular, but without prejudice to the generality of subsection (6) above, the   Assembly  shall have power   in connection with its functions under this Act — a to acquire, hold and dispose of securities; b to form bodies corporate; c to form partnerships with other persons; d to make loans; e to guarantee obligations (arising out of loans or otherwise) incurred by other persons; f to make grants; g to act as agent for other persons; h to acquire and dispose of land, plant, machinery and equipment and other property; i to manage land, and to develop land and carry out works on land, and to maintain works or assist in their maintenance; k to make land, plant, machinery and equipment and other property available for use by other persons; l to provide advisory or other services or facilities in relation to any of   its  functions, or assist in   its  provision; and m to promote or assist in the promotion of publicity relating to any of the functions of the   Assembly under this Act . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 The Assembly shall, after consultation with such local authorities, National Park authorities and other bodies as appear to the Assembly to have an interest, from time to time prepare and publish programmes for the performance of such of its functions under this Act as it considers appropriate. 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 For the avoidance of doubt it is hereby declared that nothing in this Act is to be construed as authorising the disregard by the   Assembly  of any enactment or rule of law."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "2", "section_title": " Constitution and status.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "4", "section_title": " Ancillary powers.", "section_text": "4 The   Assembly  shall have power   in connection with its functions under this Act — a to make such charge for any of   its services as it thinks  fit; b to accept any gift made to   it  for the purposes of any   such  functions, and subject to the terms of the gift and to the provisions of this Act, to apply it for those purposes; c to carry out or commission the carrying out of such enquiries, investigations or researches as the   Assembly  may deem necessary or expedient for the purposes of   such  functions."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "5", "section_title": " Assistance to   Assembly  from public authorities and other persons.", "section_text": "5 1 The   Assembly  may appoint a local authority,  a National Park authority , the development corporation of a new town or any other body or person to act as   its  agent to carry out the   Assembly's  functions mentioned in section 1(3)( a )  , (da)  and ( f ) to ( i ) above  or section 21C below . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 For the purpose of assisting the   Assembly  to carry out any of the functions referred to in subsection (1) above, a local authority,  a National Park authority  or a development corporation, or any other body of a public nature, on being so requested by the   Assembly , may place the services of any of their staff at the   Assembly's  disposal, on such terms as may be agreed with the   Assembly ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "6", "section_title": " Power to form committees.", "section_text": "6 1 The Assembly may establish such committees for giving advice to the Assembly about the discharge of any of its functions under this Act as it considers appropriate. 2 The members of any such committee are to be appointed by the Assembly and may be either members of the Assembly or persons who are not members."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "7", "section_title": " Dissolution of Welsh Industrial Estates Corporation.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "8", "section_title": " Transfer to Agency of land held under Local Employment Act 1972.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "9", "section_title": " Provision of sites and premises for industry.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 For the purpose of providing or managing sites and premises for businesses and providing related facilities, or making land available for development  the   Assembly  shall have power to modernise, adapt or reconstruct buildings; and, where the execution of the works will interrupt the use of the buildings or works by any undertaking, the power to acquire land conferred by section 1(7)( h ) above shall include power to acquire land for the purpose of providing premises for the occupation of that undertaking or of otherwise meeting its requirements, and the   Assembly  may for that purpose erect buildings and carry out works on any land so acquired. 3 The Assembly may, if it considers there are circumstances which justify the giving of special assistance, provide premises for the occupation of a business free of rent for such time as it thinks appropriate"}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "10", "section_title": " Services  etc.  for development of industry.", "section_text": "10 The   Assembly may  undertake or assist in the provision of means of access or other services or facilities in or for an area where this appears to   it  to be expedient for the purpose of contributing to or supporting the development of  businesses  in that area."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "10A", "section_title": " Financial assistance for regeneration and development.", "section_text": "10A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "11", "section_title": " Application of Landlord and Tenant Act 1954 to Agency premises. ", "section_text": "11 1 The following section shall be inserted after section 60 of the   Landlord and Tenant Act 1954 :—  Welsh Development Agency premises 60A 1 Where the property comprised in a tenancy consists of premises of which the Welsh Development Agency is the landlord, and the Secretary of State certifies that it is necessary or expedient, for the purpose of providing employment appropriate to the needs of the area in which the premises are situated, that the use or occupation of the property should be changed, paragraphs (a) and (b) of section 58(1) above shall apply as they apply where such a certificate is given as is mentioned in that subsection. 2 Where the court makes an order under Part II of this Act for the grant of a new tenancy of any such premises as aforesaid, and the Secretary of State certifies that it is necessary or expedient as aforesaid that the tenancy should be subject to a term, specified in the certificate, prohibiting or restricting the the tenant from assigning the tenancy or subletting, charging or parting with possession of the premises or any part of the premises or changing the use of the premises or any part of the premises, the court shall determine that the terms of the tenancy shall include the terms specified in the certificate. . 2 In section 59 of that Act (compensation for exercise of special powers in relation to tenancies)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b after  subsection (1)  there shall be inserted the following subsection:— 1A No compensation shall be recoverable under subsection (1) above where the certificate was given under section 60A below and either— a the premises vested in the Welsh Development Agency under section 7 (property of Welsh Industrial Estates Corporation) or 8 (land held under Local Employment Act 1972) of the Welsh Development Agency Act 1975, or b the tenant was not tenant of the premises when the said Agency acquired the interest by virtue of which the certificate was given. ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "13", "section_title": " Welsh Industrial Development Advisory Board.", "section_text": "13 1 The   Assembly  shall appoint a board to be called the Welsh Industrial Development Advisory Board, to advise  it  with respect to the exercise of   its  functions under section 7 of  the Industrial Development Act 1982 . 2 The Board shall consist of a chairman and not less than four nor more than seven other members. 3 The members of the Board shall include persons who appear to the   Assembly  to have wide experience of, and to have shown capacity in, industry, banking, accounting, finance or the organisation or representation of workers. 4 If the Board make a recommendation with respect to any matter at the request of the Assembly and the Assembly exercises its functions under section 7 of the Industrial Development Act 1982 contrary to their recommendation, it shall, if the Board so request, publish a statement as to the matter."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "14", "section_title": " Transfer of Publicly-owned property to Agency.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "15", "section_title": " The environment.", "section_text": "15 1 The Assembly's duty under section 1(14) above to prepare and publish, after consultation with such local authorities, National Park authorities and other bodies as appear to the Assembly to have an interest, programmes for the performance of the Assembly's functions under this Act, includes in particular a duty to prepare and publish programmes, to be implemented either by the Assembly itself, or by the Assembly acting jointly with any other authority or person, or through persons or authorities acting on behalf of the Assembly, for the improvement, development or redevelopment of the environment in Wales. 2 The Assembly may make payments to any authority or person of such amount and in such manner as it may determine for carrying out work which the Assembly considers will contribute to the purposes of such a programme."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "16", "section_title": " Derelict land.", "section_text": "16 1 Subject to the provisions of this section, where it appears to the   Assembly  that steps should be taken for the purpose of— a reclaimimg or improving any land to which this subsection applies; or b enabling any such land to be brought into use, it may  exercise as respects that land the powers specified in subsection (3) below. 2 Subsection (1) above applies to— a land which is derelict, neglected or unsightly; and b except as respects the exercise of the power specified in subsection (3)(a) below in relation to a person other than a local authority in whose area it is situated, land which is not derelict, neglected or unsightly but is likely to become so by reason of actual or apprehended collapse of the surface as the result of the carrying out of relevant operations which have ceased to be carried out. 3 The   Assembly ’s powers under this subsection are— a a power to pay to any person grants of such amounts and payable at such times and subject to such conditions as   it  may from time to time determine in respect of relevant expenditure incurred by that person; b a power, after consultation with such local authorities and other bodies as appear to the   Assembly  to have an interest, to acquire  . . ., for the purpose mentioned in subsection (1) above, the land to which that subsection applies or any other land; and c a power to carry out, for that purpose, any works on the land to which that subsection applies or any other land; and the   Assembly ’s powers under this subsection are in addition to, and not in derogation from, any power conferred   on it  by any other provision of this Act. 4 In subsection (3)(a) above “ relevant expenditure ” means expenditure incurred, with the approval of the   Assembly , in or in connection with— a the carrying out, for the purpose mentioned in subsection (1) above, of any works on the land to which that subsection applies or any other land; b the carrying out of a survey of the land to which that subsection applies for determining whether any works for that purpose should be undertaken (whether or not such works are carried out); and c in relation to a local authority in whose area the land to which that subsection applies is situated, the acquisition, for that purpose, of that land or any other land. 5 Grants under subsection (3)(a) above may be made in such manner as appears to the   Assembly  to be requisite. 6 The amount of the grant which may be paid under subsection (3)(a) above to a person other than a local authority in whose area the land to which subsection (1) above applies is situated shall not exceed— a the prescribed percentage of the relevant expenditure; or b in the case of a periodical grant in respect of costs from time to time incurred or treated as incurred in respect of the borrowing of money to defray the relevant expenditure, the prescribed percentage of the costs so incurred or treated as incurred. In this subsection “ the prescribed percentage ” means 80 per cent. or such other percentage as may be prescribed by order made by the   Assembly . 7 After carrying out works on land acquired under subsection (3)(b) above the   Assembly  may dispose of it free of charge to a local authority or the development corporation of a new town for the purpose of its use as a public open space. 8 A statutory instrument containing an order under subsection (6) above may make such transitional provision as appears to the Assembly to be necessary or expedient. 9 In this section— “ local authority ” means— a a county council or  county borough  council  . . . b . . . “ relevant operations ” means underground mining operations other than operations for the purpose of the working and getting coal, or of coal and other minerals worked with coal, or for the purpose of getting any product from coal in the course of working and getting coal."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "17", "section_title": " Financial duties of the Agency.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "18", "section_title": "Borrowing and guarantees", "section_text": "18 1 Schedule 3 to this Act shall have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "19", "section_title": " The Agency and the media.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "20", "section_title": " Other limits on Agency’s powers.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "21", "section_title": " Expenses.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "21A", "section_title": " Powers of land acquisition.", "section_text": "21A   1 The powers to acquire land mentioned in sections 1(7)(h) and 16(3)(b) above are powers— a to acquire land by agreement; b in relation to land in Wales, to acquire land compulsorily; and c in relation to land in England, to acquire land compulsorily if authorised to do so by the Secretary of State. 2 Where the Assembly acquires or has acquired land under subsection (1) above, it has power— a to acquire by agreement, b in relation to land in Wales, to acquire compulsorily, and c in relation to land in England, if authorised to do so by the Secretary of State, to acquire compulsorily, the land described in subsection (2A) below. 2A The land is— a any land which adjoins the land which the Assembly acquires or has acquired under subsection (1) and which is required for the purpose of executing works for facilitating its development or use; and b where the land which the Assembly acquires or has acquired under subsection (1) forms part of a common, an open space or a fuel or field garden allotment, any land required for the purpose of being given in exchange for it. 3 The Assembly may under subsection (1) above acquire rights over land by the creation of new rights (as well as by acquiring rights already in existence). 4 Before the Assembly acquires land under subsection (1) for the purpose of its function under section 1(3)(da) above, it shall— a consider whether the land would or would not in its opinion be made available for development if it did not act; b consider the fact that planning permission has or has not been granted in respect of the land or is likely or unlikely to be granted; c (in the case where no planning permission has been granted in respect of the land) consult every relevant local authority; and d consider the needs of those engaged in building, agriculture and forestry and of the community in general. 5 For the purposes of subsection (4)(c) above, each of the following is a relevant local authority— a the council of any county, county borough or district in whose area the land, or any part of the land, is situated; b any joint planning board in whose district the land, or any part of the land, is situated;  ... c any National Park authority which is the local planning authority for a National Park in which the land, or any part of the land, is situated  ; and d any   corporate joint committee in whose    area the land, or any part of the land, is situated. 6 Where the Assembly has acquired land under subsection (1) above for the purpose of any of its functions under this Act it may appropriate it to the purpose of any of its other functions under this Act. 7 Where the Assembly has— a acquired land under subsection (1) above for the purposes of its function under section 1(3)(da) above; or b under subsection (6) above has appropriated land to that purpose, it shall, until it either disposes of the land or appropriates the land under subsection (6) above to the purpose of any of its other functions under this Act, manage the land and turn it to account. 8 Schedule 4 to this Act shall have effect."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "21B", "section_title": " Disposal of land.", "section_text": "21B In exercising any power under this Act to dispose of land, the   Assembly  shall not dispose of land for a consideration less than the best that can reasonably be obtained except— a as provided by section 16(7) above; or b otherwise as it considers appropriate ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "21C", "section_title": " Powers to advise on land matters.", "section_text": "21C 1 The   Assembly may, if requested to do so by a public authority— a advise the authority about disposing of any of the authority’s land in Wales to other persons; and b assist the authority in disposing of the land. 2 In subsection (1) above “ public authority ” means— a a government department; b  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c a county council, county borough council or community council; d a National Park authority; e a development corporation for a new town; f a   Local Health Board , Special Health Authority or National Health Service trust; g a body corporate established by or under an enactment for the purpose of carrying on under national ownership any industry or part of an industry; h any statutory undertakers; or i any other public authority, body or undertakers specified in an order made by the   Assembly . 3 The   Assembly may assist— a the council of a county or county borough in Wales in making an assessment of land in its area which is, in its opinion, available and suitable for development; b a joint planning board in Wales in making an assessment of land in its district which is, in its opinion, available and suitable for development;  ... c a National Park authority for a National Park in Wales in making an assessment of land in the National Park which is, in its opinion, available and suitable for development  ; or d a   corporate joint committee   in making an assessment of land in its  ... area which is, in its opinion, available and suitable for development."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "24", "section_title": " Power to obtain information.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "25", "section_title": " Service of documents.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "27", "section_title": " Interpretation.", "section_text": "27 1 In this Act, unless the context otherwise requires—  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ the appropriate Minister ” in relation to any statutory undertakers in relation to whom it is defined by  section 265 of the Town and Country Planning Act 1990  or any other Act, has the meaning assigned to it by the Act so defining it;  “ business ” includes any industrial, commercial or professional activities (whether or not with a view to profit) and the activities of any government department or any local or other public authority;  “ common ” includes any land subject to be enclosed under the Inclosure Acts 1845 to 1882 and any town or village green;   “ corporate joint committee ” means a corporate joint committee to which Part 6 of the Planning and Compulsory Purchase Act 2004 applies by virtue of regulations under Part 5 of the Local Government and Elections (Wales) Act 2021;    “ dispose ” includes dispose by sale or exchange or dispose by lease (whether by grant or assignment) and related expressions shall be construed accordingly;  “ fuel or field garden allotment ” means any allotment set out as a fuel allotment, or a field garden allotment, under an Inclosure Act;  “ holding company ” means a holding company as defined in  section 1159 of the Companies Act 2006  ;  . . .  “ land ” has the meaning given by Schedule 1 to the  Interpretation Act 1978; “ open space ” means any land laid out as a public garden or used for the purposes of public recreation or any land which is a disused burial ground;  “ statutory undertakers ” means— persons authorised by virtue of any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of . . .  , . . .   hydraulic power or water  or hydraulic power , and the Civil Aviation Authority  . . .,  a person who holds a licence under Chapter I of Part I of the Transport Act 2000 (to the extent that the person is carrying out activities authorised by the licence)  any universal service provider in connection with the provision of a universal postal service  and any other authority, body or undertakers which by virtue of any enactment are to be treated as statutory undertakers for the purposes of  the Town and Country Planning Act 1990 ; and “ statutory undertaking ” shall be construed accordingly; “ subsidiary ” means a subsidiary as defined by  section 1159 of the Companies Act 2006  ; and “universal service provider” has the same meaning as in  Part 3 of the Postal Services Act 2011 ; and references to the provision of a universal postal service shall be construed in accordance with  that Part ; “ wholly owned subsidiary ” has the meaning assigned to it by  section 1159 of the Companies Act 2006  . 1A The undertaking of a universal service provider so far as relating to the provision of a universal postal service shall be taken to be his statutory undertaking for the purposes of this Act; and references in this Act to his undertaking shall be construed accordingly. 1B The undertaking of a person who holds a licence under Chapter I of Part I of the Transport Act 2000 shall not be considered to be a statutory undertaking for the purposes of this Act except to the extent that it is the person’s undertaking as licence holder; and references in this Act to the person’s undertaking shall be construed accordingly. 1C A person who holds a licence under Chapter I of Part I of the Transport Act 2000 shall not be considered a statutory undertaker for the purposes of section 21C above. 2  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Except in so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended, applied or extended by or under any other enactment, including this Act."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "28", "section_title": " Orders  and regulations .", "section_text": "28 1 Any power to make an order  or regulations  conferred by any provision of this Act  , other than a compulsory purchase order or an order under paragraph 11(5) or 13(6) of Schedule 4,  shall be exercisable by statutory instrument. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Any power to make an order conferred by a provision of this Act shall include power to make an order varying or revoking any order previously made under that provision. 3 Any regulations or order under this Act— a may make different provision for different areas or other different cases; and b may include transitional and other supplementary and incidental provisions."}, {"act": "Welsh Development Agency Act 1975", "year": 1975, "section": "29", "section_title": " Citation  etc.", "section_text": "29 1 This Act may be cited as the Welsh Development Agency Act 1975. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Section 1(6) above  ... extends  to Northern Ireland, but none of the other provisions of the Act so extends."}]