[{"act": "Parliamentary Costs Act 1865 (repealed)", "year": 1865, "section": "1", "section_title": " When committee report “preamble not proved,” opponents to be entitled to recover costs. ", "section_text": "1 When the committee on a private bill shall decide that the preamble is not proved, or shall insert in such Bill any provision for the protection of any petitioner, or strike out or alter any provision of such Bill for the protection of such petitioner, and further unanimously report, with respect to any or all of the petitioners against the Bill, that such petitioner or petitioners has or have been unreasonably or vexatiously subjected to expense in defending his or their rights proposed to be interfered with by the Bill, such petitioner or petitioners shall be entitled to recover from the promoters of such Bill his or their costs in relation thereto, or such portion thereof as the committee may think fit, such costs to be taxed by the taxing officer of the House as herein-after mentioned; or the committee may award such a sum for costs as they shall think fit, with the consent of the parties affected."}, {"act": "Parliamentary Costs Act 1865 (repealed)", "year": 1865, "section": "2", "section_title": " When committee report unanimously “opposition unfounded,” promoters to be entitled to recover costs. Proviso. ", "section_text": "2 When the committee on a private Bill shall decide that the preamble is proved, and further unanimously report that the promoters of the Bill have been vexatiously subjected to expense in the promotion of the said Bill by the opposition of any petitioner or petitioners against the same, then the promoters shall be entitled to recover from the petitioners, or such of them as the committee shall think fit, such portion of their costs of the promotion of the Bill as the committee may think fit, such costs to be taxed by the taxing officer of the House as herein-after mentioned, or such a sum for costs as the committee shall name, with the consent of the parties affected; and in their report to the House the committee shall state what portion of the costs, or what sum for costs, they shall so think fit to award, together with the names of the parties liable to pay the same, and the names of the parties entitled to receive the same:Provided always, that no landowner who bonâ fide at his own sole risk and charge opposes a Bill which proposes to take any portion of the said petitioner’s property for the purposes of the Bill shall be liable to any costs in respect of his opposition to such Bill."}, {"act": "Parliamentary Costs Act 1865 (repealed)", "year": 1865, "section": "3", "section_title": " Costs to be taxed. ", "section_text": "3 On application made to the taxing officer of the House by such promoters or petitioners, or by their solicitors or parliamentary agents, not later than six calendar months after the report of such committee, and in cases where no sum shall have been named by the committee with the consent of the parties affected, not until one month after a bill of such costs shall have been delivered to the party chargeable therewith, which bill shall be sealed with the seal or subscribed with the proper hand of the parties claiming such costs, or of their solicitor or parliamentary agent, the taxing officer shall examine and tax such costs, and shall deliver to the parties affected, or either or any of them, on application, a certificate signed by himself expressing the amount of such costs, or, in cases where a sum for costs shall have been named by the committee with the consent as aforesaid, such sum as shall have been so named, with the name of the party liable to pay the same, and the name of the party entitled to receive the same; and such certificate shall be conclusive evidence as well of the amount of the demand as of the title of the party therein named to recover the same from the party therein stated to be liable to the payment thereof; and the party claiming under the same shall upon payment thereof give a receipt at the foot of such certificate, which shall be a sufficient discharge for the same."}, {"act": "Parliamentary Costs Act 1865 (repealed)", "year": 1865, "section": "4", "section_title": " Powers of taxing officer.", "section_text": "4 All powers given to the taxing officer by the  House of Commons Costs Taxation Act 1847 and the  House of Lords Costs Taxation Act 1849, with reference to the examination of parties and witnesses on oath, and with reference to the production of documents, and with reference to the fees payable in respect of any taxation, shall be vested in the taxing officer for the purpose of this Act."}, {"act": "Parliamentary Costs Act 1865 (repealed)", "year": 1865, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Parliamentary Costs Act 1865 (repealed)", "year": 1865, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Parliamentary Costs Act 1865 (repealed)", "year": 1865, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Parliamentary Costs Act 1865 (repealed)", "year": 1865, "section": "8", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Parliamentary Costs Act 1865 (repealed)", "year": 1865, "section": "9", "section_title": " Definition of promoters.", "section_text": "9 When a Bill is not promoted by a company already formed, all persons whose names shall appear in such Bill as promoting the same, and in the event of the Bill passing the company thereby incorporated, shall be deemed to be promoters of such Bill for all the purposes of this Act."}, {"act": "Parliamentary Costs Act 1865 (repealed)", "year": 1865, "section": "10", "section_title": " Meaning of private Bill.", "section_text": "10 For the purposes of this Act the expression private Bill shall extend to and include any Bill for a local and personal Act."}, {"act": "Parliamentary Costs Act 1865 (repealed)", "year": 1865, "section": "11", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}]