[{"act": "Banking Act 1979", "year": 1979, "section": "137.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Banking Act 1979", "year": 1979, "section": "38", "section_title": " Amendments of Consumer Credit Act 1974. ", "section_text": "38 1 In section 74 of the  Consumer Credit Act 1974 (certain agreements excluded from Part V of that Act) after subsection (3)\t\t\t\t\t(certain overdraft agreemnents excluded only where the Director General of Fair Trading makes a determination) there shall be inserted the following subsection:— 3A Notwithstanding anything in subsection (3)(b) above, in relation to a debtor-creditor agreement under which the creditor is the Bank of England or a bank within the meaning of the Bankers’ Book Evidence Act 1879, the Director shall make a determination that subsection (1)(b) above applies unless he considers that it would be against the public interest to do so  ; and in subsection (4) of that section (certain agreements in writing falling within subsection (1)(b) or (c) subject to regulations as to form and content) for “(1)(b) or (c)”, in each place where it occurs, there shall be substituted  “              (1)(c)            ” . 2 Nothing in sections 114 to 122 of the Consumer Credit Act 1974 (pledges) shall be taken to apply to bearer bonds and, accordingly, in paragraph (a) of subsection (3) of section 114 of that Act (exclusion of pledges of documents of title) after the word “title” there shall be inserted the words  “                  or of bearer bonds                ” . 3 In section 185(2) of the Consumer Credit Act 1974 (which relates to dispensing notices given by one or two or more debtors to whom running-account credit is provided) at the end of the proviso there shall be added the following paragraph:— c a dispensing notice which is operative in relation to an agreement shall be operative also in relation to any subsequent agreement which, in relation to the earlier agreement, is a modifying agreement ."}, {"act": "Banking Act 1979", "year": 1979, "section": "3946", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Banking Act 1979", "year": 1979, "section": "47", "section_title": " Defence of contributory negligence.", "section_text": "47 In any circumstances in which proof of absence of negligence on the part of a banker would be a defence in proceedings by reason of section 4 of the  Cheques Act 1957, a defence of contributory negligence shall also be available to the banker notwithstanding the provisions of section 11(1) of the  Torts (Interference with Goods) Act 1977."}, {"act": "Banking Act 1979", "year": 1979, "section": "4850.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Banking Act 1979", "year": 1979, "section": "51", "section_title": " Consequential amendments and repeals.", "section_text": "51 1 The amendments in Part I of Schedule 6 to this Act being amendments consequential on the provisions of this Act, shall have effect, subject to the savings in Part II of that Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Banking Act 1979", "year": 1979, "section": "52", "section_title": " Short title, commencement and extent.", "section_text": "52 1 This Act may be cited as the Banking Act 1979. 2 This Act extends to Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Any reference in any provision of this Act to “ the appointed day ” shall be construed as a reference to the day appointed for the purposes of that provision; and any reference in this Act to the day appointed for the purposes of any provision of this Act— a shall be construed as a reference to the day appointed under this section for the coming into operation of that provison; and b where different days are appointed for different purposes of that provision, shall be construed, unless an order under this section otherwise provides, as a reference to the first day so appointed."}]