[{"act": "Confirmation to Small Estates (Scotland) Act 1979", "year": 1979, "section": "1", "section_title": " Confirmation to small estate.", "section_text": "1 1 In the   Intestates Widows and Children (Scotland) Act 1875— a in section 3 (confirmation to small intestate estate)— i for the words “the net estate of an intestate is of a value less than one thousand pounds, and his gross estate is of a value less than three thousand pounds, his widow or any one or more of his children, or in the case of an intestate widow any one or more of her children,” there shall be substituted the words  “                        the whole estate of an intestate is of a value not exceeding £10,000 an applicant for confirmation thereto                      ” ; and ii for the words “without the payment of any fee therefor save as is provided in Schedule C annexed to this Act” there shall be substituted the words  “                        on payment of the requisite fee                      ” ; b in section 5 (commissary clerk to be satisfied as to value of estate), for the words “either of the values” there shall be substituted the words  “                    the value                  ” ; c in section 7 (acts of sederunt), the words “; but the total amount to be charged to applicants shall not in any case exceed the sums mentioned in Schedule C annexed to this Act” shall cease to have effect; d in Schedule A (form of inventory and relative oath) for the words “150 l .” there shall be substituted the words  “                    £10,000                  ” ; e in Schedule B (form of confirmation) for the words “150 l .” there shall be substituted the words  “                    £10,000                  ” ; and f Schedule C (fees) shall cease to have effect. 2 In the  Small Testate Estates (Scotland) Act 1876— a in section 3 (confirmation to small testate estate)— i for the words “the net estate of a testate is of a value less than one thousand pounds, and his gross estate is of a value less than three thousand pounds the executor of such testate” there shall be substituted the words  “                        the whole estate of a testate is of a value not exceeding £10,000 an applicant for confirmation thereto                      ” ; and ii for the words “without the payment of any fee therefor save as is provided in Schedule C annexed to this Act” there shall be substituted the words  “                        on payment of the requisite fee                      ” ; b in section 5 (commissary clerk to be satisfied as to value of estate) for the words “either of the values” there shall be substituted the words  “                    the value                  ” ; c in section 7 (procedure and fees) the words “; but the total amount to be charged to executors shall not in any case exceed the sums mentioned in Schedule C annexed to this Act” shall cease to have effect; d in Schedule A (form of inventory and relative oath) for the words “150 l .” there shall be substituted the words  “                    £10,000                  ” ; and e Schedule C (fees) shall cease to have effect. 3 The Secretary of State may by order made by statutory instrument amend the provisions mentioned in subsections (1)(a), (d) and (e) or (2)(a) and (d) above to alter the limit of value at or below which confirmation may be expeded under the said Act of 1875 or 1876 (as the case may be). 4 An order under subsection (3) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Confirmation to Small Estates (Scotland) Act 1979", "year": 1979, "section": "2", "section_title": " Repeals. ", "section_text": "2 The enactments mentioned in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Confirmation to Small Estates (Scotland) Act 1979", "year": 1979, "section": "3", "section_title": " Short title, extent, construction and commencement.", "section_text": "3 1 This Act may be cited as the Confirmation to Small Estates (Scotland) Act 1979 and extends to Scotland only. 2 This Act, except this section, shall come into force on such date as the Secretary of State may by order made by statutory instrument appoint. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]