[{"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "1", "section_title": "Reliefs from customs duty for conformity with  EU  obligations and other international obligations, etc.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "2", "section_title": " Reliefs from customs duty referable to Community practices.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "3", "section_title": " Power to exempt particular importations of certain goods from customs duty.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "4", "section_title": " Administration of reliefs under section 1 and administration or implementation of similar Community reliefs.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "5", "section_title": " Relief from customs duty of certain goods from Channel Islands.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "7", "section_title": " Power to provide for reliefs from   excise  duty and value added tax in respect of imported legacies.", "section_text": "7 1 The Commissioners may by order make provision for conferring reliefs from   excise  duty and value added tax in respect of goods imported into the United Kindom by or for any person who has become entitled to them as legatee. 2 Any such relief may take the form either of an exemption from payment of   excise  duty and tax or of a provision whereby the sum payable by way of   excise  duty or tax is less than it would otherwise be. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An order under this section— a may make any relief for which it provides  ... subject to conditions, including conditions which are to be complied with after the importation of the goods to which the relief applies; b may, in relation to any relief conferred by order made under this section, contain such incidental and supplementary provisions as the Commissioners think necessary or expedient; and c may make different provision for different cases. 5 In this section— ...   “excise duty” means any duty of excise chargeable on goods and includes any addition to the duty by virtue of section 1 of the Excise Duties (Surcharges or Rebates) Act 1979;   “ legatee ” means any person taking under a testamentary disposition or donatio mortis causa or on an intestacy; and “ value added tax ” means value added tax chargeable on the importation of goods."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "8", "section_title": " Relief from  ... excise duty on trade samples, labels,  etc.", "section_text": "8 The Commissioners may allow the delivery without payment of  ... excise duty on importation, subject to such conditions and restrictions as they see fit— a of trade samples of such goods as they see fit, whether imported as samples or drawn from the goods on their importation; b of labels or other articles supplied without charge for the purpose of being re-exported with goods manufactured or produced in, and to be exported from, the United Kingdom  or the Isle of Man ."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "9", "section_title": " Relief from  ... excise duty on antiques, prizes, etc.", "section_text": "9 The Commissioners may allow the delivery without payment of  ... excise duty on importation— a of any goods (other than spirits or wine) which are proved to the satisfaction of the Commissioners to have been manufactured or produced more than 100 years before the date of importation; b of articles which are shown to the satisfaction of the Commissioners to have been awarded abroad to any person for distinction in art, literature, science or sport, or for public service, or otherwise as a record of meritorious achievement or conduct, and to be imported by or on behalf of that person."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "10", "section_title": " Relief from excise duty on certain United Kingdom goods re-imported.", "section_text": "10 1 Without prejudice to any other enactment relating to excise, the following provisions of this section shall have effect in relation to goods manufactured or produced in the United Kingdom  or the Isle of Man  which are re-imported into the United Kingdom after exportation therefrom. 2 If the goods are at the date of their re-importation excise goods, they may on re-importation be delivered for home use without payment of excise duty if it is shown to the satisfaction of the Commissioners— a that at the date of their exportation the goods were not excise goods or, if they were then excise goods, that the excise duty had been paid before their exportation; and b that no drawback in respect of the excise duty and no allowance has been paid on their exportation or that any such drawback or allowance so paid has been repaid to the Consolidated Fund; and c that the goods have not undergone any process outside the United Kingdom since their exportation. 3 If the goods both are at the date of their re-importation and were at the date of their exportation excise goods, but they were exported without the excise duty having been paid from a warehouse or from the place where they were manufactured or produced, then, where the following conditions are satisfied, that is to say— a it is shown to the satisfaction of the Commissioners that they have not undergone any process outside the United Kingdom since their exportation; and b any allowance paid on their exportation is repaid to the Consolidated Fund, the goods may on their re-importation, subject to such conditions and restrictions as the Commissioners may impose, be entered and removed without payment of excise duty for re-warehousing or for return to the place where they were manufactured or produced, as the case may be. 4 Nothing in this section shall authorise the delivery for home use of any goods not otherwise eligible therefor. 5 In this section— “ excise goods ” means goods— a of a class or description chargeable at the time in question with a duty of excise; or b in the manufacture or preparation of which any goods of such a class or description have been used; “ the excise duty ” means the duty by virtue of which the goods are or were at the time in question excise goods."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "11", "section_title": " Relief from excise duty on certain foreign goods re-imported.", "section_text": "11 1 Without prejudice to any other enactment relating to excise but subject to subsection (2) below, goods manufactured or produced outside the United Kingdom  and the Isle of Man  which are re-imported into the United Kingdom after exportation therefrom may on their re-importation be delivered without payment of excise duty for home use, where so eligible, if it is shown to the satisfaction of the Commissioners— a that no excise duty was chargeable thereon at their previous importation or that any excise duty so chargeable was then paid; and b that no drawback has been paid or excise duty refunded on their exportation or that any drawback so paid or excise duty so refunded has been repaid to the Consolidated Fund; and c that the goods have not undergone any process outside the United Kingdom since their exportation. 2 For the purposes of this section goods which on their previous importation  were declared for a transit procedure under Part 1 of the Taxation (Cross-border Trade) Act 2018   or were permitted to be delivered without payment of excise duty as being imported only temporarily with a view to subsequent re-exportation and which were re-exported accordingly shall on their re-importation be deemed not to have been previously imported."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "11A", "section_title": " Relief from excise duty on goods imported for testing  etc.", "section_text": "11A 1 The Commissioners may by order provide that, in such cases and subject to such exceptions as may be specified in the order, goods imported into the United Kingdom for the sole or main purpose— a of being examined, analysed or tested; or b of being used to test other goods, shall be relieved from excise duty chargeable on importation; and any such relief may take the form either of an exemption from payment of duty or of a provision whereby the sum payable by way of duty is less than it otherwise would be. 2 An order under this section— a may make any relief for which it provides subject to conditions specified in or under the order, including conditions to be complied with after the importation of the goods to which the relief applies; b may contain such incidental and supplementary provisions as the Commissioners think necessary or expedient; and c may make different provision for different cases. 3 In this section, reference to excise duty include any additions to such duty by virtue of section 1 of the Excise Duties (Surcharges or Rebates) Act  1979."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "12", "section_title": " Supply of duty-free goods to Her Majesty’s ships.", "section_text": "12 1 The Treasury may by regulations provide that, subject to any prescribed conditions, goods of any description specified in the regulations which are supplied either— a to any ship of the Royal Navy in commission of a description so specified, for the use of persons serving in that ship, being persons borne on the books of that or some other ship of the Royal Navy or a naval establishment; or b to the Secretary of State, for the use of persons serving in ships of the Royal Navy or naval establishments, shall for all or any purposes of any excise duty or drawback in respect of those goods be treated as exported, and a person supplying or intending to supply goods as mentioned in paragraph (a) or (b) above shall be treated accordingly as exporting or intending to export them. 2 Regulations made under this section with respect to goods of any description may regulate or provide for regulating the quantity allowed to any ship or establishment, the manner in which they are to be obtained and their use or distribution. 3 The regulations may— a contain such other incidental or supplementary provisions as appear to the Treasury to be necessary for the purposes of this section, including any adaptations of the customs and excise Acts; and b make different provision in relation to different cases, and in particular in relation to different classes or descriptions of goods or of ships or establishments. 4 In subsection (1) above “ prescribed ” means prescribed by regulations under this section or, in pursuance of any such regulations, by the Commissioners after consulation with the Secretary of State. 5 Before making any regulations under this section, the Treasury shall consult with the Secretary of State and with the Commissioners. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "13", "section_title": " Power to provide, in relation to persons entering the United Kingdom, for reliefs from   excise  duty and value added tax and for simplified computation of   excise  duty and tax.", "section_text": "13 1 The Commissioners may by order make provision for conferring on persons entering the United Kingdom reliefs from   excise  duty and value added tax; and any such relief may take the form either of an exemption from payment of   excise  duty and tax or of a provision whereby the sum payable by way of   excise  duty or tax is less than it would otherwise be. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Without prejudice to subsection (1) above, the Commissioners may by order make provision whereby, in such cases and to such extent as may be specified in the order, a sum calculated at a rate specified in the order is treated as the aggregate amount payable by way of   excise  duty and tax in respect of goods imported by a person entering the United Kingdom; but any order making such provision shall enable the person concerned to elect that   excise  duty and tax shall be charged on the goods in question at the rate which would be applicable apart from that provision. 3 An order under this section— a may make any relief for which it provides  ..., subject to conditions, including conditions which are to be complied with after the importation of the goods to which the relief applies  and conditions with respect to the conduct in relation to the goods of persons other than the person on whom the relief is conferred and of persons whose identity cannot be ascertained at the time of importation ; b may  , in relation to any relief conferred by order made under this section,  contain such incidental and supplementary provisions as the Commissioners think necessary or expedient, including  provisions requiring any person to whom a condition of the relief at any time relates to notify the Commissioners of any non-compliance with the condition and  provisions for the forfeiture of goods in the event of non-compliance with any condition subject to which they have been relieved from   excise  duty or tax; and c may make different provision for different cases. 3A An order under this section may provide, in relation to any relief which under such an order is made subject to a condition, for there to be a presumption that, in such cases as may be described in the order by reference— a to the quantity of goods in question; or b to any other factor which the Commissioners consider appropriate, the condition is to be treated, unless the Commissioners are satisfied to the contrary, as not being complied with. 3B An order under this section may provide, in relation to any requirement of such an order for the Commissioners to be notified of non-compliance with a condition to which any relief from payment of any duty of excise is made subject, for goods to be exempt from forfeiture under section 124 of the Customs and Excise Management Act 1979 (forfeiture for breach of certain conditions) in respect of non-compliance with that condition if— a the non-compliance is notified to the Commissioners in accordance with that requirement; b any   excise  duty which becomes payable on those goods by virtue of the non-compliance is paid; and c the circumstances are otherwise such as may be described in the order. 3C If any person fails to comply with any requirement of an order under this section to notify the Commissioners of any non-compliance with a condition to which any relief is made subject- a he shall be liable, on summary conviction, to a penalty of an amount not exceeding  level 5 on the standard scale   £20,000 ; and b the goods in respect of which the offence was committed shall be liable to forfeiture. 4 In this section—  ... “ conduct ”, in relation to any person who has or may acquire possession or control of any goods, includes that person’s intentions at any time in relation to those goods;   “excise duty” means any duty of excise chargeable on goods and includes any addition to excise duty by virtue of section 1 of the Excise Duties (Surcharges or Rebates) Act 1979;   “value added tax” or “ tax ” means value added tax chargeable on the importation of goods  .... 5 Nothing in any order under this section shall be construed as authorising any person to import any thing in contravention of any prohibition or restriction for the time being in force with respect thereto under or by virtue of any enactment."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "13A", "section_title": " Reliefs from duties and taxes for persons enjoying certain immunities and privileges.", "section_text": "13A 1 The Commissioners may by order make provision for conferring in respect of any persons to whom this section applies reliefs, by way of remission or repayment, from payment by them or others of  any relevant levy, any duty of excise,   value added tax or car tax. 2 An order under this section may make any relief for which it provides subject to such conditions binding the person in respect of whom the relief is conferred and, if different, the person liable apart from the relief for payment of the tax or duty (including conditions which are to be complied with after the time when, apart from the relief, the duty or tax would become payable) as may be imposed by or under the order. 3 An order under this section may include any of the provisions mentioned in subsection (4) below for cases where— a relief from payment of  any relevant levy, any duty of excise,   value added tax or car tax chargeable on any goods, or on the supply of any goods or services or the importation of any goods has been conferred (whether by virtue of an order under this section or otherwise) in respect of any person to whom this section applies, and b any condition required to be complied with in connection with the relief is not complied with. 4 The provisions referred to in subsection (3) above are— a provision for payment to the Commissioners of the tax or duty by— i the person liable, apart from the relief, for its payment, or ii any person bound by the condition, or iii any person who is or has been in possession of the goods or has received the benefit of the services, or for two or more of those persons to be jointly and severally liable for such payment, and b in the case of goods, provision for forfeiture of the goods. 5 An order under this section— a may contain such incidental and supplementary provisions as the Commissioners think necessary or expedient, and b may make different provision for different cases. 6 In this section and section 13C of this Act— “relevant levy” means   any agricultural levy within the meaning of section 6 of the  European Union  Act  1972 chargeable on goods imported into the United Kingdom, and “ duty of excise ” means any duty of excise chargeable on goods and includes any addition to excise duty by virtue of section 1 of the Excise Duties (Surcharges or Rebates) Act  1979. 7 For the purposes of this section and section 13C of this Act, where in respect of any person to whom this section applies relief is conferred (whether by virtue of an order under this section or otherwise) in relation to the use of goods by any persons or for any purposes, the relief is to be treated as conferred subject to a condition binding on him that the goods will be used only by those persons or for those purposes. 8 Nothing in any order under this section shall be construed as authorising a person to import any thing in contravention of any pro-hibition or restriction for the time being in force with respect to it under or by virtue of any enactment."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "13B", "section_title": " Persons to whom section 13A applies.", "section_text": "13B 1 The persons to whom section 13A of this Act applies are— a any person who, for the purposes of any provision of the Visiting Forces Act  1952 or the International Headquarters and Defence Organisations Act  1964 is— i a member of a visiting force or of a civilian component of such a force or a dependent of such a member, or ii a headquarters, a member of a headquarters or a dependant of such a member, b any person enjoying any privileges or immunities under or by virtue of— i the Diplomatic Privileges Act  1964, ii the Commonwealth Secretariat Act  1966, iii the Consular Relations  1968, iv the International Organisations Act  1968, or v the International Development Act 2002. c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Secretary of State may by order amend subsection (1) above to include any persons enjoying any privileges or immunities similar to those enjoyed under or by virtue of the enactments referred to in paragraph (b) of that subsection. 3 No order shall be made under this section unless a draft of the order has been laid before and approved by resolution of each House of Parliament."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "13C", "section_title": " Offence where relieved goods used,  etc. , in breach of condition.", "section_text": "13C 1 Subsection (2) below applies where— a any relief from payment of  any relevant levy, any duty of excise,   value added tax or car tax chargeable on, or on the supply or importation of, any goods has been conferred (whether by virtue of an order under section 13A of this Act or otherwise) in respect of any person to whom that section applies subject to any condition as to the persons by whom or the purposes for which the goods may be used, and b if the tax or duty has subsequently become payable, it has not been paid. 2 If any person— a acquires the goods for his own use, where he is not permitted by the condition to use them, or for use for a purpose that is not permitted by the condition or uses them for such a purpose, or b acquires the goods for use, or causes or permits them to be used, by a person not permitted by the condition to use them or by a person for a purpose that is not permitted by the condition or disposes of them to a person not permitted by the condition to use them, with intent to evade payment of any tax or duty that has become payable or that, by reason of the disposal, acquisition or use, becomes or will become payable, he is guilty of an offence. 3 For the purposes of this section— a in the case of a condition as to the persons by whom goods may be used, a person is not permitted by the condition to use them unless he is a person referred to in the condition as permitted to use them, and b in relation to a condition as to the purposes for which goods may be used, a purpose is not permitted by the condition unless it is a purpose referred to in the condition as a permitted purpose, and in this section “dispose” includes “lend” and “let on hire”, and “acquire” shall be interpreted accordingly. 4 A person guilty of an offence under this section may be detained and shall be liable— a on summary conviction, to a penalty of  the statutory maximum   £20,000   or of three times the value of the goods (whichever is the greater), or to imprisonment for a term not exceeding six months, or to both, or b on conviction on indictment, to a penalty of any amount, or to imprisonment for a term not exceeding seven years, or to both. 5 Where any person is guilty of an offence under this section, the goods in respect of which the offence was committed shall be liable to forfeiture."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "14", "section_title": "", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "15", "section_title": " False statements etc. in connection with reliefs from customs duties. ", "section_text": "15 1 If a person— a for the purpose of an application for relief from  import duty under regulations made under section 19 of the Taxation (Cross-border Trade) Act 2018,   b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . makes any statement or furnishes any document which is false in a material particular to any government department or to any authority or person on whom functions are conferred by or under  Part 1 of that Act , then— i any decision allowing the relief or granting the authorisation applied for shall be of no effect; and ii if the statement was made or the document was furnished knowingly or recklessly, that person shall be guilty of an offence under this section. 2 A person guilty of an offence under this section shall be liable— a on summary conviction, to a fine not exceeding  the prescribed sum   £20,000  or to imprisonment for a term not exceeding 3 months, or to both; or b on conviction on indictment, to a fine of any amount or to imprisonment for a term not exceeding 2 years, or to both. 3 In subsection (2)(a) above “ the prescribed sum ” means— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b if the offence was committed in Scotland, the prescribed sum within the meaning of  subsection (8) of section 225 of the Criminal Procedure (Scotland) Act 1995 (£5,0 or other sum substituted by order under subsection (4) of that section) . c if the offence was committed in Northern Ireland, the prescribed sum within the meaning of Article 4 of the Fines and Penalties (Northern Ireland) Order 1984 (£1,0 or other sum substituted by order under Article 17 of that Order). 4 References in Parts XI and  XII  of the  Customs and Excise Management Act 1979 to an offence under the customs and excise Acts shall not apply to an offence under this section."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "16", "section_title": " Annual reports to Parliament.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "17", "section_title": " Orders and regulations.", "section_text": "17 1 Any power to make orders or regulations under this Act shall be exercisable by statutory instrument. 2 Any statutory instrument containing regulations under section  ... 12 above shall be subject to annulment in pursuance of a resolution of either House of Parliament  .... 3 Any statutory instrument containing an order under section  ...  7 , 11A 13 or 13A  above  ... shall be subject to annulment in pursuance of a resolution of the House of Commons except in a case falling within subsection (4) below. 4 ..., where an order under section  ...  , 11A 13(1) or 13A  above restricts any relief from   excise  duty or tax the statutory instrument containing the order shall be laid before the House of Commons after being made and, unless the order is approved by that House before the end of the period of 28 days beginning with the day on which it was made, it shall cease to have effect at the end of that period but without prejudice to anything previously done under the order or to the making of a new order. In reckoning the said period of 28 days no account shall be taken of any time during which Parliament is dissolved or prorogued or during which the House of Commons is adjourned for more than 4 days. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 For the purposes of this section restricting any relief includes removing or reducing any relief previously conferred."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "18", "section_title": " Interpretation.", "section_text": "18 1 This Act and the other Acts included in the Customs and Excise Acts 1979 shall be construed as one Act but where a provision of this Act refers to this Act that reference is not to be construed as including a reference to any of the others. 2 Any expression used in this Act or in any instrument made under this Act to which a meaning is given by any other Act included in the Customs and Excise Acts 1979 has, except where the context otherwise requires, the same meaning in this Act or in any such instrument as in that Act; and for ease of reference the Table below indicates the expressions used in this Act to which a meaning is given by any other such Act— Customs and Excise Management Act 1979 “the Commissioners” “the Customs and Excise Acts 1979” “the customs and excise Acts” ... “goods” “hovercraft” “importer” “master” “ officer ” and “ proper ” in relation to an officer “port” “ship” “transit and transhipment” “warehouse”   Part 2 of the Finance (No. 2) Act 2023 “spirits” “wine” 3 This Act applies as if references to ships included references to hovercraft."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "19", "section_title": " Consequential amendments, repeals and transitional provision.", "section_text": "19 1 The enactments specified in Schedule 2 to this Act shall be amended in accordance with the provisions of that Schedule. 2 The enactments specified in Part I of Schedule 3 to this Act are hereby repealed to the extent specified in the third column of that Schedule and the regulations specified in Part II of that Schedule are hereby revoked to the extent so specified. 3 References to import duties in instruments in force at the commencement of this Act shall, on and after that commencement, be construed— a in the case of references in orders under section 5 or directions under section 6 of the  Import Duties Act 1958, as references to customs duties charged under section 5(1) or (2) of the  European Communities Act 1972; b in the case of references in such orders or directions made by virtue of section 5(1A) of the said Act of 1958 or in regulations under section 5(6) of the  European Communities Act 1972, as references to customs duties (whether so charged or charged under the  Customs Duties (Dumping and Subsidies) Act 1969 or section 6(1) of the  Finance Act 1978)."}, {"act": "Customs and Excise Duties (General Reliefs) Act 1979", "year": 1979, "section": "20", "section_title": " Citation and commencement.", "section_text": "20 1 This Act may be cited as the Customs and Excise Duties (General Reliefs) Act 1979 and is included in the Acts which may be cited as the Customs and Excise Acts 1979. 2 This Act shall come into operation on 1st April 1979."}]