[{"act": "Exchange Equalisation Account Act 1979", "year": 1979, "section": "1", "section_title": " The Exchange Equalisation Account.", "section_text": "1 1 There shall continue to be an account called the Exchange Equalisation Account (in this Act referred to as “ the Account ”). 2 The Account shall continue to be under the control of the Treasury. 3 The Account is to be used— a for checking undue fluctuations in the exchange value of sterling; b for securing the conservation or disposition in the national interest of the means of making payments abroad; c for the purpose specified in section 1(3) of the  International Monetary Fund Act 1979 (payment of charges under section 8 of Article V of the Articles of Agreement of the International Monetary Fund); and d for carrying out any of the functions of the Government of the United Kingdom under those of the said Articles of Agreement which relate to special drawing rights."}, {"act": "Exchange Equalisation Account Act 1979", "year": 1979, "section": "2", "section_title": " The Account’s funds.", "section_text": "2 1 There shall be issued to the Account out of the National Loans Fund, at such times and in such manner as the Treasury may direct, such sums as the Treasury may determine. 2 Sums issued to the Account under subsection (1) above or under section 7(1) of the  National Loans Act 1968 (which corresponded to subsection (1) above) and which are for the time being outstanding shall constitute a liability of the Account to the National Loans Fund. 3 If at any time the Treasury are of opinion that the assets in sterling of the Account are for the time being in excess of what is required for the purposes of the Account, the Treasury may direct that the excess shall be paid into the National Loans Fund."}, {"act": "Exchange Equalisation Account Act 1979", "year": 1979, "section": "3", "section_title": " Investment of the Account’s funds.", "section_text": "3 1 The Treasury may cause any funds in the Account to be invested— a in securities or in the purchase of gold, or b in the acquisition of special drawing rights under the Articles of Agreement of the International Monetary Fund. 2 Any special drawing rights received or disposed of by the Government of the United Kingdom shall, in the case of receipts, be treated as assets of the Account, and in the case of disposals, be transferred from the Account. 3 In subsection (1)(a) above “ securities ” includes securities and assets in currency of any country and in whatever form held. 4 Without prejudice to the reference in subsection (1)( b ) above to special drawing rights, the reference in subsection (3) above to currency of any country includes a reference to units of account defined by reference to more than one currency."}, {"act": "Exchange Equalisation Account Act 1979", "year": 1979, "section": "4", "section_title": " Annual accounts.", "section_text": "4 1 For each financial year in which the Account operates the Treasury shall prepare, in such form and on such basis as they may prescribe, accounts in relation to the transactions, assets and liabilities of the Account. 2 The Treasury shall send the accounts to the Comptroller and Auditor General not later than 30th November of the financial year following that to which the accounts relate. 3 The Comptroller and Auditor General shall examine and certify the accounts, issue a report on them and send the certified accounts and the report to the Treasury not later than 15th January of that year. 4 The Treasury shall lay the certified accounts and the report before each House of Parliament not later than 31st January of that year. 5 In certifying accounts under subsection (3) above the Comptroller and Auditor General shall state whether or not it is his opinion, having regard to his examination of the accounts, that— a the resources of the Account have been used in accordance with the provisions of this Act; b the transactions of the Account are in accordance with any relevant authority; and c the accounts have been prepared in the form, and on the basis, prescribed under subsection (1) above. 6 The Treasury may by order made by statutory instrument amend the date for the time being specified in any of subsections (2) to (4) above. 7 Before making an order under subsection (6) above the Treasury shall consult the Comptroller and Auditor General. 8 A statutory instrument containing an order under subsection (6) above shall be subject to annulment in pursuance of a resolution of the House of Commons. 9 In this section a reference to the use of resources is a reference to their expenditure, consumption or reduction in value."}, {"act": "Exchange Equalisation Account Act 1979", "year": 1979, "section": "5", "section_title": " Short title, repeals and commencement.", "section_text": "5 1 This Act may be cited as the Exchange Equalisation Account Act 1979. 2 The enactments specified in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 This Act shall come into force on the expiration of the period of one month from the date on which it is passed."}]