[{"act": "Excise Duties (Surcharges or Rebates) Act 1979", "year": 1979, "section": "1", "section_title": " Surcharges or rebates of amounts due for excise duties.", "section_text": "1 1 This section applies to the following groups of excise duties, namely— a that chargeable in respect of alcoholic products; b those chargeable by virtue of the Hydrocarbon Oil Duties Act 1979; c all other duties of excise except— i that chargeable on tobacco products; ii those payable on a licence; and iii those with respect to which the Parliament of Northern Ireland would, if the  Northern Ireland Constitution Act 1973 had not been passed, have had power to make laws. 2 The Treasury may, by an order applying to one or more of the   duties to which this section applies, provide for an adjustment— a of any liability to such a duty; and b of any right  to a drawback, rebate or allowance in connection with such a duty, by the addition to or deduction from the amount payable or allowable of such percentage, not exceeding 10 per cent, as may be specified in the order. 3 The adjustment under this section of a liability to duty shall be made where the duty becomes due while the order is in force with respect to it  ... . 4 The adjustment under this section of a right to any drawback, rebate or allowance in respect of a duty or goods charged with a duty shall be made where the right arises while the order is in force with respect to the duty (whenever the duty became due); but in calculating the amount to be adjusted any adjustment under this section of the liability to the duty shall be disregarded. 5 A repayment of any duty within a group to which this section applies or of drawback or allowance in respect of such a duty or goods chargeable with such a duty shall be calculated by reference to the amount actually paid or allowed (after effect was given to any adjustment falling to be made under this section) but save as aforesaid this section does not require the adjustment of any such repayment. 6 Subsection (5) above shall apply to any payment under section 94 or 95 of the  Customs and Excise Management Act 1979 (deficiency in goods in or from warehouse) in the case of goods warehoused on drawback which could not lawfully be entered for home use (being a payment of an amount equal to the drawback and any allowance paid in respect of the goods) as if it were a repayment of drawback or allowance. 7 The preceding provisions of this section shall apply to repayments of duty under the following provisions of the  Hydrocarbon Oil Duties Act 1979— a section 9(4) (repayment of duty on oil put to an industrial use which would have qualified it for duty-free delivery); b section 17 (relief for heavy oil used by horticultural producers); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d section 19 (relief for oil  etc.  used in  ..., lifeboats and lifeboat launching gear), as if the repayments were drawbacks and not repayments."}, {"act": "Excise Duties (Surcharges or Rebates) Act 1979", "year": 1979, "section": "2", "section_title": " Orders under s. 1.", "section_text": "2 1 The following provisions of this section shall have effect with respect to orders under section 1 above. 2 An order shall cease to be in force at the expiration of a period of one year from the date on which it takes effect unless continued in force by a further order. 3 An order— a may specify different percentages for different cases; but b may not provide for both an addition to any amount payable and a deduction from any other amount payable. 5 An order may be made so as to come into operation at different times of day for different duties, whether or not within the same group. 6 The power to make an order shall be exercisable by statutory instrument. 7 A statutory instrument containing an order which[ — a specifies a percentage by way of addition to any amount payable or increases a percentage so specified; or b withdraws or reduces a percentage specified by way of deduction from any amount payable,] shall be laid before the House of Commons after being made; and unless the order is approved by that House before the expiration of twenty-eight days beginning with the date on which it was made, it shall cease to have effect on the expiration of that period, but without prejudice to anything previously done under it or to the making of a new order.  In reckoning any such period no account shall be taken of any time during which Parliament is dissolved or prorogued or during which the House of Commons is adjourned for more than four days. 8 A statutory instrument containing an order to which subsection (7) above does not apply shall be subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Excise Duties (Surcharges or Rebates) Act 1979", "year": 1979, "section": "3", "section_title": " Application of certain enactments.", "section_text": "3 1 The enactments relating to the collection or recovery or otherwise to the management of any duty within a group to which section 1 above applies shall apply to the amount of any adjustment under that section as if it were duty, drawback, rebate or allowance, as the case may be. 2 For the purposes of subsections (1) and (2) of section 10 of the  Finance Act 1901 (adjustment of contract prices and variation of duties) the beginning or ending of a period during which an order under section 1 above is in force with respect to any duty, or the variation of a percentage specified in such an order, shall be treated as an increase or decrease (as the case may require) of that duty; and references in those subsections to an amount paid on account of an increase of duty, to having had the benefit of a decrease of duty, and to the amount of the decrease of duty shall be construed accordingly. 3 For the purposes of section 2 of the  Isle of Man Act 1958 (Isle of Man share of equal duties) the amount of equal duties collected in the Isle of Man and the United Kingdom, or in the Isle of Man, shall be calculated by reference to the amount so collected in respect of such duties after giving effect to any addition or deduction provided for under section 1 above or any corresponding provisions of the law of the Isle of Man."}, {"act": "Excise Duties (Surcharges or Rebates) Act 1979", "year": 1979, "section": "4", "section_title": " Interpretation, consequential amendments, repeals and saving.", "section_text": "4 1 Any expression used in this Act and in any Act included in the Customs and Excise Acts 1979 has the same meaning in this Act as in that Act. 2 The enactments specified in Schedule 1 to this Act shall be amended in accordance with the provisions of that Schedule. 3 The enactments specified in Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 4 If at the commencement of this Act an order under section 9 of the  Finance Act 1961 is in force, the order shall have effect as if made under this Act."}, {"act": "Excise Duties (Surcharges or Rebates) Act 1979", "year": 1979, "section": "5", "section_title": " Citation and commencement.", "section_text": "5 1 This Act may be cited as the Excise Duties (Surcharges or Rebates) Act 1979. 2 This Act shall come into operation on 1st April 1979."}]