[{"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "24.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "513.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "1516.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "19", "section_title": " Reduction of uplift for allowable expenditure.", "section_text": "19 1 In section 2(9)(b)(ii) and (c)(ii) of the  Oil Taxation Act 1975 (uplift of 75 per cent. of allowable expenditure) for “75 per cent.” there shall be substituted  “                  35 per cent.                ” . 2 Subject to subsection (3) below, subsection (1) above has effect in relation to expenditure incurred in pursuance of a contract entered into on or after 1st January 1979. 3 Where expenditure is incurred in pursuance of a contract entered into before the said 1st January but is attributable to a request for an alteration or addition made, or other instruction given, on or after that date by or on behalf of the person incurring the expenditure to another party to the contract, subsection (1) above shall have effect in relation to that expenditure as if the percentage to be substituted for 75 per cent. were 66&frac23; per cent. 4 Where under paragraph 2(4)(a) of Schedule 5 to the said Act of 1975 or that paragraph as applied by Schedule 6 to that Act (claims for allowable expenditure) a claim states that any expenditure is claimed as qualifying for supplement under section 2(9)(b)(ii) or (c)(ii) of that Act, then, if by virtue of this section those provisions have effect in relation to different parts of that expenditure with different percentages— a the claim shall distinguish between those parts; b in paragraphs 3(1)(b), 6(1)(b), 6(2), 7(1) and 8(2) of that Schedule, and in those paragraphs as applied by the said Schedule 6, references to expenditure allowed or which ought to be allowed as qualifying for supplement or to expenditure which does so qualify shall be construed as referring separately to each of those parts; and c in paragraph 5(1)(a) of that Schedule, and in that paragraph as so applied, the reference to the amount or total of the amounts stated under the said paragraph 3(1)(b) shall be construed as a reference to any amount so stated by virtue of paragraph (b) above. 5 Where by virtue of subsection (4) above different amounts are stated under paragraph 3(1)(b) of the said Schedule 5 the reference in paragraph 3(1)(c) of that Schedule to an amount equal to the relevant percentage of the amount stated under paragraph 3(1)(b) shall be construed as a reference to an amount arrived at by applying the appropriate percentage to each of those amounts and aggregating the result."}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "20", "section_title": " Extension of allowable expenditure.", "section_text": "20 1 In section 3(1)(f) of the  Oil Taxation Act 1975 (which allows expenditure of transporting oil from the field to the place where it is first landed in the United Kingdom) and in paragraph (b) of the definition of “production purposes” in section 12(1) of that Act, after the words “in the United Kingdom” there shall be inserted the words  “                  or to the place in the United Kingdom at which the seller in a sale at arm’s length could reasonably be expected to deliver it or, if there is more than one place at which he could reasonably be expected to deliver it, the one nearest to the place of extraction;                ” . 2 In paragraph 2 of Schedule 4 to that Act (restriction on allowable expenditure where incurred in transactions between specified persons), for paragraphs (a) to (c) of sub-paragraph (2) there shall be substituted the words  “                  they are connected within the meaning of section 533 of the Taxes Act                ” . 3 This section shall have effect in relation to any expenditure in respect of which a claim is made after 31st December 1978."}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "21", "section_title": " Reduction of oil allowance and metrication of measurements.", "section_text": "21 1 Section 8 of the  Oil Taxation Act 1975 (oil allowance) shall be amended as follows: a in subsection (2)\t\t\t\t\t\t\t(oil allowance for each chargeable period), for the words “500,000 long tons” there shall be substituted the words  “                      250,000 metric tonnes                    ” ; b in subsections (3) and (5)\t\t\t\t\t\t\t(participator’s share of oil allowance and amount of allowance utilised in a chargeable period), for the words “long tons”, wherever they occur, there shall be substituted the words  “                      metric tonnes                    ” ; c in subsection (6)\t\t\t\t\t\t\t(total oil allowance for an oil field), for the words “10 million long tons”, wherever they occur, there shall be substituted the words  “                      5 million metric tonnes                    ” ; and d in subsection (7)\t\t\t\t\t\t\t(equivalent of long ton)— i for the words “40,000 cubic feet” there shall be substituted the words  “                          1,100 cubic metres                        ” ; and ii for the words “long ton” there shall be substituted the words  “                          metric tonne                        ” . 2 In section 1(4) of that Act, in the definition of “the critical half year”— a for the words “long tons” there shall be substituted the words  “                      metric tonnes                    ” ; b for the words “40,000 cubic feet” there shall be substituted the words  “                      1,100 cubic metres                    ” ; and c for the words “long ton” there shall be substituted the words  “                      metric tonne                    ” . 3 In section 10(5) of that Act (equivalent of long ton)— a for the words “40,000 cubic feet”there shall be substituted the words  “                      1,100 cubic metres                    ” ; and b for the words “long ton” there shall be substituted the words  “                      metric tonne                    ” . 4 Subsections (1) and (2) above shall have effect respectively in relation to chargeable periods ending after 31st December 1978 and half years ending after that date and subsection (3) above shall be deemed to have come into force on 1st January 1979."}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Finance (No. 2) Act 1979", "year": 1979, "section": "25", "section_title": " Short title, interpretation, construction and repeals.", "section_text": "25 1 This Act may be cited as the Finance (No. 2) Act 1979. 2 In this Act “ the Taxes Act ” means the  Income and Corporation Taxes Act 1970. 3 Part II of this Act so far as it relates to income tax shall be construed as one with the Income Tax Acts and so far as it relates to corporation tax shall be construed as one with the Corporation Tax Acts. 4 Part III of this Act shall be construed as one with Part I of the  Oil Taxation Act 1975. 5 The enactments mentioned in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}]