[{"act": "Forestry Act 1979", "year": 1979, "section": "1", "section_title": " Finance for forestry.", "section_text": "1 1 The Forestry Commissioners may, with Treasury approval  as regards England  ...,  ... , make grants and loans to owners and lessees of land in England  ...  for and in connection with the use and management of the land for forestry purposes. 2 Any such grant or loan shall be payable in accordance with section 41 of the Forestry Act 1967. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Forestry Act 1979", "year": 1979, "section": "2", "section_title": " Metrication of measurements.", "section_text": "2 1 The  Forestry Act 1967 is amended as shown in Schedule 1 to this Act (the amendments being substitute metric units of measurement throughout the Act). 2 The appropriate authority  may by regulations amend enactments to which this subsection applies so as to substitute— a for any reference to a number of acres, a reference to a number of hectares; b for any reference to a number of feet, a reference to a number of metres; and c for any requirement that plans be made on the scale of 3 chains to an inch, a requirement that they be made on the scale of 1 : 2,500; and for this purpose “ number ” includes a number less than unity. 3 Subsection (2) applies to any enactment contained in an Act (whether public general, local or private) relating to particular forest lands in England and Wales. 4 Before any such regulations are made by the Welsh Ministers, they  shall consult such persons and organisations as appear to them to be representative of interests likely to be affected. 5 The regulations— a may contain such incidental, supplementary and consequential provisions (if any) as  the appropriate authority  consider expedient; and b shall be made by statutory instrument subject to annulment by resolution of either House of Parliament (in the case of regulations made by the Forestry Commissioners) or of the National Assembly for Wales (in the case of regulations made by the Welsh Ministers) . 6 In this section “the appropriate authority” means— a in relation to England, the Forestry Commissioners; b in relation to Wales, the Welsh Ministers."}, {"act": "Forestry Act 1979", "year": 1979, "section": "3", "section_title": " Citation,  etc.", "section_text": "3 1 This Act may be cited as the Forestry Act 1979; and the  Forestry Act 1967 and this Act may be cited together as the Forestry Acts 1967 and 1979. 2 The Forestry Act 1967 is repealed to the extent specified in Schedule 2 to this Act. 3 This Act comes into force at the expiration of two months from the date on which it is passed. 4 This Act does not extend to Northern Ireland."}]