[{"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "1", "section_title": " Hydrocarbon oil.", "section_text": "1 1   The following provisions   define the various descriptions of oil referred to in this Act. 2 “ Hydrocarbon oil ” means petroleum oil, coal tar, and oil produced from coal, shale, peat or any other bituminous substance, and all liquid hydrocarbons, but does not include such hydrocarbons or bituminous or asphaltic substances as are— a solid or semi-solid at a temperature of 15°C or b gaseous at a temperature of 15°C and under a pressure of 1013·25 millibars. 3 “ Light oil ” means hydrocarbon oil— a of which not less that 90 per cent. by volume distils at a temperature not exceeding 210°C or b which gives off an inflammable vapour at a temperature of less than 23°C when tested in the manner prescribed by the Acts relating to petroleum. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3C “ Unleaded petrol ” means petrol that contains not more than 0.013 grams of lead per litre of petrol  ...  . 3D “ Aviation gasoline ” means light oil which— a is specially produced as fuel for aircraft, b at 37.8°C, has a Reid Vapour Pressure of not less than 38kPa and not more than 49kPa, and c is delivered for use solely as fuel for aircraft. 4 “ Heavy oil ” means hydrocarbon oil other than light oil. 5 “ Gas oil ” means heavy oil of which not more than 50 per cent. by volume distils at a temperature not exceeding 240° C and of which more than 50 per cent. by volume distils at a temperature not exceeding 340°C. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 “ Kerosene ” means heavy oil of which more than 50% by volume distils at a temperature of 240ºC or less."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "2", "section_title": " Provisions supplementing s. 1.", "section_text": "2 1 The method of testing oil for the purpose of ascertaining its classification in accordance with section 1 above shall, subject to subsection (3)(b) of that section, be such as the Commissioners may direct. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Subject to subsection (3) below, the Treasury may from time to time direct that, for the purposes of any duty of excise for the time being chargeable on hydrocarbon oil, any specified description of light oil shall be treated as being heavy oil. 3 The Treasury shall not give a direction under subsection (2) above in relation to any description of oil unless they are satisfied that the description is one which should, according to its use, be classed with heavy oil. 4 For the purposes of the Customs and Excise Acts 1979, the production of hydrocarbon oil includes— a the obtaining of one description of hydrocarbon oil from another description of hydrocarbon oil; and b the subjecting of hydrocarbon oil to any process of purification or blending, as well as the obtaining of hydrocarbon oil from other substances or from any natural source. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "2AA", "section_title": " Biodiesel", "section_text": "2AA 1 In this Act “ biodiesel ” means diesel quality liquid fuel— a that is produced from biomass or waste cooking oil, b the ester content of which is not less than 96.5% by weight, and c the sulphur content of which does not exceed 0.005% by weight or is nil. 2 In subsection (1)— a “ diesel quality ” means capable of being used for the same purposes as heavy oil; b “ liquid ” does not include any substance that is gaseous at a temperature of 15°C and under a pressure of 1013.25 millibars; c “ biomass ” means vegetable and animal substances constituting the biodegradable fraction of— i products, wastes and residues from agriculture, forestry and related activities, or ii industrial and municipal waste."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "2AB", "section_title": "Bioethanol", "section_text": "2AB 1 In this Act  “ bioethanol ” means a liquid fuel— a consisting of ethanol produced from biomass, and b capable of being used for the same purposes as light oil. 2 In subsection (1)— a “ liquid ” does not include any substance that is gaseous at a temperature of 15°C and under a pressure of 1013.25 millibars, and b “ biomass ” means vegetable and animal substances constituting the biodegradable fraction of— i products, wastes and residues from agriculture, forestry and related activities, or ii industrial and municipal waste. 3 A substance shall be treated as falling within subsection (1)(a) if it— a is denatured alcohol for the purposes of section 5 of the Finance Act 1995 (c. 4), and b would fall within subsection (1)(a) above (without reliance on this subsection) but for the presence of a component introduced— i for the purpose of rendering the substance denatured alcohol, and ii in the minimum proportion necessary for that purpose."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "2AC", "section_title": "Aqua methanol", "section_text": "2AC In this Act  “ aqua methanol ” means a liquid fuel which meets each of the following conditions— a the amount of water it contains is not less than 4.7 per cent and not more than 5.3 per cent by volume, b the amount of methanol it contains is not less than 96 per cent by volume of the remainder of the substance, and c at a temperature of 15°C and under a pressure of 1013.25 millibars, it has a density of not less than 0.81 g/ml and not more than 0.82 g/ml."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "2A", "section_title": " Power to amend definitions.", "section_text": "2A 1 The Treasury may by order made by statutory instrument amend the definition for the purposes of this Act of— za aviation gasoline; a biodiesel; b bioethanol; ba aqua methanol; c unleaded petrol. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1C The Treasury may by order made by statutory instrument amend the definition for the purposes of section 11 of  “fuel oil”. 2 An order under this section may contain such incidental, supplementary and transitional provision as appears to the Treasury to be appropriate. 3 No order shall be made under this section unless a draft of it has been laid before and approved by a resolution of the House of Commons."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "3", "section_title": " Hydrocarbon oil as ingredient of imported goods.", "section_text": "3 Where imported goods contain hydrocarbon oil as a part or ingredient thereof, the oil shall be disregarded in the application to the goods of section 126 of the Management Act (charge of duty on manufactured or composite imported articles) unless in the opinion of the Commissioners the goods should, according to their use, be classed with hydrocarbon oil."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "4", "section_title": "", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "5", "section_title": " Road fuel gas.", "section_text": "5 1  In this Act  “ road fuel gas ” means any substance which is gaseous at a temperature of 15°C and under a pressure of 1013·25 millibars, and which is for use as fuel in road vehicles. 2 In this Act  “ natural road fuel gas ”is road fuel gas with a methane content of not less than 80%."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "6", "section_title": " Excise duty on hydrocarbon oil.", "section_text": "6 1   There   shall be charged on hydrocarbon oil— a imported into the United Kingdom; or b produced in the United Kingdom and delivered for home use from a refinery or from other premises used for the production of hydrocarbon oil or from any bonded storage for hydrocarbon oil, not being hydrocarbon oil chargeable with duty under paragraph (a) above,  a duty of excise at  the rates specified in subsection (1A) below. 1A The rates are— a   £0.5795         a litre in the case of unleaded petrol, aa   £0.3820  a litre in the case of aviation gasoline, b   £0.6767                         a litre in the case of light oil other than unleaded petrol                          or aviation gasoline , and c   £0.5795       a litre in the case of heavy oil. 2 Where imported hydrocarbon oil is removed to a refinery, the duty chargeable under subsection (1) above shall, instead of being charged at the time of the importation of that oil, be charged on the delivery of any goods from the refinery for home use and shall be the same as that which would be payable on the importation of like goods. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "6AA", "section_title": " Excise duty on biodiesel", "section_text": "6AA 1 A duty of excise shall be charged on the setting aside for a chargeable use by any person, or (where it has not already been charged under this section) on the chargeable use by any person, of biodiesel. 2 In subsection (1) “ chargeable use ” means use— a as fuel for any engine, motor or other machinery,  ... aa for heating, b as an additive or extender in any substance   used as mentioned in paragraph (a) or (aa) . c for the production of bioblend. 3 The rate of duty under this section   is the same as that in the case of heavy oil . 4 See section 14A (biodiesel used other than as fuel for road vehicles) for rebates on duty charged under this section."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "6AB", "section_title": " Excise duty on blends of biodiesel and heavy oils", "section_text": "6AB 1 A duty of excise shall be charged on bioblend— a imported into the United Kingdom, or b produced in the United Kingdom and delivered for home use from a refinery or from other premises used for the production of hydrocarbon oil or from any bonded storage for hydrocarbon oil, not being bioblend chargeable with duty under paragraph (a) above. This is subject to subsection (6) below. 2 In this Act “ bioblend ” means any mixture that is produced by mixing— a biodiesel, and b heavy oil not charged with the excise duty on hydrocarbon oil. 3 The rate per litre of duty under this section on any bioblend is the   same as that in the case of heavy oil.   4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A See section 14B (bioblend used   as fuel for excepted machines ) for rebates on duty charged under this section. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where imported bioblend is removed to a refinery, the duty chargeable under subsection (1) above shall, instead of being charged at the time of the importation of the bioblend, be charged on the delivery of any goods from the refinery for home use and shall be the same as that which would be payable on the importation of like goods."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "6AC", "section_title": " Application to biodiesel and bioblend of provisions relating to hydrocarbon oil", "section_text": "6AC 1 The Commissioners may by regulations provide for— a references in this Act, or specified references in this Act, to hydrocarbon oil to be construed as including references to— i biodiesel; ii bioblend; b references in this Act, or specified references in this Act, to duty on hydrocarbon oil to be construed as including references to duty under— i section 6AA above; ii section 6AB above; c biodiesel, or bioblend, to be treated for the purposes of such of the following provisions of this Act as may be specified as if it fell within a specified description of hydrocarbon oil. 2 Where the effect of provision made under subsection (1) above is to extend any power to make regulations, provision made in exercise of the power as extended may be contained in the same statutory instrument as the provision extending the power. 3 In this section “ specified ” means specified by regulations under this section. 4 Regulations under this section may make different provision for different cases. 5 Paragraph (b) of subsection (1) above shall not be taken as prejudicing the generality of paragraph (a) of that subsection."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "6AD", "section_title": "Excise duty on bioethanol", "section_text": "6AD 1 A duty of excise shall be charged on the setting aside for a chargeable use by any person, or (where it has not already been charged under this section) on the chargeable use by any person, of bioethanol. 2 In subsection (1)\t\t\t\t\t\t\t\t\t\t “ chargeable use ” means use— a as fuel for any engine, motor or other machinery, b as an additive or extender in any substance so used, or c for the production of bioethanol blend. 3 The rate of duty under this section   is the same as that in the case of unleaded petrol.  "}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "6AE", "section_title": "Excise duty on blends of bioethanol and hydrocarbon oil", "section_text": "6AE 1 A duty of excise shall be charged on bioethanol blend— a imported into the United Kingdom, or b produced in the United Kingdom and delivered for home use from a refinery or other premises used for the production of hydrocarbon oil or from any bonded storage for hydrocarbon oil, not being bioethanol blend chargeable with duty under paragraph (a) above. 2 In this Act  “ bioethanol blend ” means any mixture that is produced by mixing— a bioethanol, and b hydrocarbon oil not charged with excise duty. 3 The rate at which the duty shall be charged on any bioethanol blend   is the same as that in the case of unleaded petrol.   4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where imported bioethanol blend is removed to a refinery, the duty chargeable under subsection (1) above shall, instead of being charged at the time of the importation of the blend, be charged on the delivery of any goods from the refinery for home use and shall be the same as that which would be payable on the importation of like goods."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "6AF", "section_title": "Application to bioethanol and bioethanol blend of provisions relating to hydrocarbon oil", "section_text": "6AF 1 The Commissioners may by regulations provide for— a references in this Act, or specified references in this Act, to hydrocarbon oil to be construed as including references to— i bioethanol; ii bioethanol blend; b references in this Act, or specified references in this Act, to duty on hydrocarbon oil to be construed as including references to duty under— i section 6AD above; ii section 6AE above; c bioethanol, or bioethanol blend, to be treated for the purposes of such of the following provisions of this Act as may be specified as if it fell within a specified description of hydrocarbon oil. 2 Where the effect of provision made under subsection (1) above is to extend any power to make regulations, provision made in exercise of the power as extended may be contained in the same statutory instrument as the provision extending the power. 3 In this section  “ specified ” means specified by regulations under this section. 4 Regulations under this section may make different provision for different cases. 5 Paragraph (b) of subsection (1) above shall not be taken as prejudicing the generality of paragraph (a) of that subsection."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "6AG", "section_title": "Excise duty on aqua methanol", "section_text": "6AG 1 A duty of excise shall be charged on the setting aside for a chargeable use by any person, or (where it has not already been charged under this section) on the chargeable use by any person, of aqua methanol. 2 In subsection (1)  “ chargeable use ” means use— a as fuel for any engine, motor or other machinery, or b as an additive or extender in any substance so used. 3 The rate of duty under this section is— a in the case of a chargeable use within subsection (2)(a), £0.079 a litre; b in the case of a chargeable use within subsection (2)(b), the rate prescribed by order made by the Treasury. 4 In exercising their power under subsection (3)(b), the Treasury shall so far as practicable secure that aqua methanol set aside for use or used as an additive or extender in any substance is charged with duty at the same rate as the substance in which it is an additive or extender. 5 The power of the Treasury to make an order under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 6 An order under this section— a may make different provision for different cases, and b may prescribe the rate of duty under subsection (3)(b) by reference to the rate of duty under this Act in respect of any other substance."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "6AH", "section_title": "Application to aqua methanol of provisions relating to hydrocarbon oil", "section_text": "6AH 1 The Commissioners may by regulations provide for— a references in this Act, or specified references in this Act, to hydrocarbon oil to be construed as including references to aqua methanol; b references in this Act, or specified references in this Act, to duty on hydrocarbon oil to be construed as including references to duty under section 6AG above; c aqua methanol to be treated for the purposes of such of the following provisions of this Act as may be specified as if it fell within a specified description of hydrocarbon oil. 2 Where the effect of provision made under subsection (1) above is to extend any power to make regulations, provision made in exercise of the power as extended may be contained in the same statutory instrument as the provision extending the power. 3 In this section  “ specified ” means specified by regulations under this section. 4 Regulations under this section may make different provision for different cases. 5 Paragraph (b) of subsection (1) above shall not be taken as prejudicing the generality of paragraph (a) of that subsection."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "6A", "section_title": "Fuel substitutes.", "section_text": "6A 1 A duty of excise shall be charged on the setting aside for a chargeable use by any person, or (where it has not already been charged under this section) on the chargeable use by any person, of any liquid   which is not—   a hydrocarbon oil, b biodiesel, c bioblend, d bioethanol,  ... e bioethanol blend. , or                       f aqua methanol. 2 In this section “ chargeable use ” in relation to any substance means the use of that substance— a as fuel for any engine, motor or other machinery;  aa for heating;  or b as an additive or extender in any substance   used as mentioned in paragraph (a) or (aa) . 2A But the use of water is not a chargeable use if— a the water is comprised in an emulsion of water in gas oil, and b the emulsion is stabilised by additives. 3 The rate of the duty under this section shall be prescribed by order made by the Treasury. 4 In the following provisions of this Act references to hydrocarbon oil shall be construed as including references to any substance on which duty is charged under this section; and, accordingly, references to duty on hydrocarbon oil shall be construed, where a substance is to be treated as such oil, as including references to duty under this section. 5 The Treasury may by order provide for any substance on which duty is charged under this section to be treated for the purposes of such of the following provisions of this Act as may be specified in the order as if it fell within  such description of hydrocarbon oil as may be so specified . 6 In exercising their powers under this section, the Treasury shall so far as practicable secure— a that a substance set aside for use or used as mentioned in subsection (2)(a) above is— i charged with duty at the same rate as, and ii otherwise treated for the purposes of the following provisions of this Act as if it were, hydrocarbon oil of the description  to which, when put to that use, it is most closely equivalent; and b that a substance set aside for use or used as an additive or extender in any substance is— i charged with duty at the same rate as, and ii otherwise treated for the purposes of the following provisions of this Act as if it were, the substance in which it is an additive or extender. 7 For the purposes of this section “ liquid ” does not include any substance which is gaseous at a temperature of 15°C and under a pressure of 1013.25 millibars. 8 The power of the Treasury to make an order under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 9 An order under this section— a may make different provision for different cases and for different substances; b may prescribe the rate of duty under this section in respect of any substance by reference to the rate of duty under this Act in respect of any other substance; and c in making different provision for different substances, may define a substance by reference to the use for which it is set aside or the use to which it is put."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "8", "section_title": " Excise duty on road fuel gas.", "section_text": "8 1 A duty of excise shall be charged on road fuel gas which is sent out from the premises of a person producing or dealing in road fuel gas and on which the duty charged by this section has not been paid. 2 The like duty of excise shall be charged on the setting aside for use, or on the use, by any person, as fuel   for   a road vehicle, of road fuel gas on which the duty charged by this section has not been paid. 3 The rate of the duty under this section shall be— a in the case of natural road fuel gas,                                                              £0.2470     a kilogram, and b in any other case,       £0.3161                                                         a kilogram. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "9", "section_title": " Oil delivered for home use for certain industrial purposes.", "section_text": "9 1 The Commissioners may permit hydrocarbon oil to be delivered for home use to an approved person, without payment of excise duty on the oil, where— a it is to be put by him to a use qualifying for relief under this section; or b it is to be supplied by him in the course of a trade of supplying oil for any such use. 2 the uses of hydrocarbon oil qualifying for relief under this section are all uses which do not consist in either— a the use of the oil as fuel for any engine, motor or other machinery; or b the use of the oil as heating fuel. 4 Where the Commissioners are authorised to give permission under subsection (1) above in the case of any oil, but the permission is for any reason not given, they shall, if satisfied that the oil has been put by an approved person to a use qualifying for relief under this section, repay to him the amount of the excise duty paid on the oil, less any rebate allowed in respect of the duty. 5 In this section— a “ an approved person ” means a person for the time being approved in accordance with regulations made for any of the purposes of subsection (1) or (4) above under section 24(1) below;  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "10", "section_title": " Restrictions on the use of duty-free oil.", "section_text": "10 1 Except with the consent of the Commissioners, no oil in whose case delivery without payment of duty has been permitted under section 9 above shall— a be put to a use not qualifying for relief under that section; or b be acquired or taken into any vehicle, appliance or storage tank in order to be put to such a use. 2 In giving their consent for the purposes of subsection (1) above, the Commissioners may impose such conditions as they think fit. 3 Where any person — a uses or acquires oil in contravention of subsection (1) above; or b is liable for oil being taken into a vehicle, appliance or storage tank in contravention of that subsection, his use or acquisition of the oil or, as the case may be, his becoming so liable shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties) ; and the Commissioners may  assess an amount equal to the excise duty on like oil at the rate in force at the time of the contravention as being excise duty due from him, and notify him or his representative accordingly. 4 Where any person  supplies oil having reason to believe that it will be put to a use not qualifying for relief under section 9 above  and  that use without the consent of the Commissioners would contravene subsection (1) above  his supplying the oil shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties) . 5 A person who, with the intent that the restrictions imposed by subsection (1) above should be contravened,— a uses or acquires oil in contravention of that subsection; or b supplies oil having reason to believe that it will be put to a use not qualifying for relief under section 9 above, being a use which, without the consent of the Commissioners, would contravene that subsection, shall be guilty of an offence under this subsection. 6 A person who is liable for oil being taken into a vehicle, appliance or storage tank in contravention of subsection (1) above shall be guilty of an offence under this subsection where the oil was taken in with the intent by him that the restrictions imposed by that subsection should be contravened. 7 A person guilty of an offence under subsection (5) or (6) above shall be liable— a on summary conviction, to a penalty of  £20,000  or of three times the value of the oil in question, whichever is the greater, or to imprisonment for a term not exceeding 6 months, or to both; or b on conviction on indictment, to a penalty of any amount or to imprisonment for a term not exceeding  7 years , or to both. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Any oil acquired, or taken into a vehicle, appliance or storage tank as mentioned in subsection (1) above, or supplied as mentioned in subsection (4) or (5) above, shall be liable to forfeiture."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "11", "section_title": " Rebate on heavy oil.", "section_text": "11 1 Subject to sections  ...   12(1), 13ZA and 13AA(1) , where heavy oil charged with the excise duty on hydrocarbon oil is delivered for home use, there shall be allowed on the oil at the time of delivery a rebate of duty at a rate—  a in the case of fuel oil, of                                       £0.1070    a litre less than the rate at which the duty is for the time being chargeable; b in the case of gas oil  ... , of      £0.1114      a litre less than the rate at which the duty is for the time being chargeable; ba . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in the case of heavy oil  which is neither fuel oil nor  gas oil, equal to the rate at which the duty is for the time being chargeable. 2 In this section— “ fuel oil ” means heavy oil which contains in solution an amount of asphaltenes of not less than 0·5 per cent. or which contains less than 0·5 per cent. but not less than 0·1 per cent. of asphaltenes and has a closed flash point not exceeding 150°C;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This subsection applies in any case where— a oil is delivered for home use, b regulations under section 24 below require, as a condition of allowing a rebate on the oil under subsection (1) above, that a marker prescribed by regulations under that section shall have been added to the oil, and c the marker is present at the time of delivery for home use but in such a proportion that its presence falls to be disregarded by virtue of provision made by regulations under that section. 4 In any case where subsection (3) above applies, a rebate may be allowed on the oil at the time it is delivered for home use if it appears to the Commissioners to be appropriate to allow it. 5 Where a rebate is allowed under subsection (4) above, the rate at which the rebate is allowed— a shall be such rate as appears to the Commissioners to be appropriate, but b shall not be less than 95 per cent. of, and shall not exceed, the rate of rebate specified in the relevant paragraph of subsection (1) above."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "12", "section_title": " Rebate not allowed on fuel   other than for excepted machines .", "section_text": "12 1 If, on the delivery of heavy oil for home use, it is intended to use the oil as fuel   other than for an excepted machine , a declaration shall be made to that effect in the entry for home use and thereupon no rebate  under section 11 above  shall be allowed in respect of that oil. 2 No heavy oil on whose delivery for home use rebate has been allowed  (whether under  section 11  above or  section 13ZA or   13AA(1) below)  shall— a be used as fuel other than for an excepted machine, or b be taken into any vehicle, vessel, machine or appliance, other than an excepted machine, as fuel, unless an amount equal to the amount for the time being allowable in respect of rebate on like oil has been paid to the Commissioners in accordance with regulations made under section 24(1) below for the purposes of this section. 2A But subsection (2) does not apply in relation to fuel used or taken in as mentioned in section 14E (private pleasure craft). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "13", "section_title": " Penalties for   contravention of section 12 .", "section_text": "13 1  Where any person — a uses heavy oil in contravention of section 12(2) above; or b is liable for heavy oil being taken into a   vehicle, vessel, machine or appliance   in contravention of that subsection,  his use of the oil  or his becoming so liable (or, where his conduct includes both, each of them)  shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties) . . . 1A Where oil is used, or is taken into a   vehicle, vessel, machine or appliance , in contravention of section 12(2) above, the Commissioners may— a assess an amount equal to the rebate on like oil at the rate in force at the time of the contravention as being excise duty due from any person who used the oil or was liable for the oil being taken into the   vehicle, vessel, machine or appliance , and b notify him or his representative accordingly. 2  Where any person  supplies heavy oil having reason to believe that it will be put to a particular use  and  that use would, if a payment under subsection (2) of section 12 above were not made in respect of the oil, contravene that subsection  his supplying the oil shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties). . 3 A person who, with the intent that the restrictions imposed by section 12 above should be contravened,— a uses heavy oil in contravention of subsection (2) of that section; or b supplies heavy oil having reason to believe that it will be put to a particular use, being a use which would, if a payment under that subsection were not made in respect of the oil, contravene that subsection, shall be guilty of an offence under this subsection. 4 A person who is liable for heavy oil being taken into a   vehicle, vessel, machine or appliance   in contravention of subsection (2) of section 12 above shall be guilty of an offence under this subsection where the oil was taken in with the intent by him that the restrictions imposed by that section should be contravened. 5 A person guilty of an offence under subsection (3) or (4) above shall be liable— a on summary conviction, to a penalty of  £20,000  or of three times the value of the oil in question, whichever is the greater, or to imprisonment for a term not exceeding 6 months, or to both; or b on conviction on indictment, to a penalty of any amount, or to imprisonment for a term not exceeding  7 years , or to both. 6 Any heavy oil— a taken into a   vehicle, vessel, machine or appliance, other than an excepted machine, in contravention of   section 12(2) above or supplied as mentioned in subsection (2) or (3) above; or b taken as fuel into   a vehicle, vessel, machine or appliance at a time when it is an excepted machine and remaining in that vehicle, vessel, machine or appliance as part of its fuel supply at a later time when it ceases to be an excepted machine , shall be liable to forfeiture.  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "13ZA", "section_title": "Rebate on certain heavy oil used for heating  etc", "section_text": "13ZA 1 This section applies if, on the delivery of heavy oil (other than kerosene) upon which rebate at the rate mentioned in section 11(1)(c) would otherwise be allowed, it is intended to use the heavy oil— a for heating, or b as fuel for an engine. 2 Rebate is to be allowed on the heavy oil at the rate mentioned in section 11(1)(a) (rather than at the rate mentioned in section 11(1)(c)). 3 Nothing in this section applies in relation to heavy oil to which section 12(1) applies."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "13ZB", "section_title": "Restrictions on supply of certain heavy oil for heating  etc", "section_text": "13ZB 1 If a person supplies relevant heavy oil, having reason to believe that it will be put to a particular use that is a prohibited use— a the Commissioners may assess the amount specified in subsection (3) as being excise duty due from the person (and may notify the person or the person's representative accordingly), and b the supply of the heavy oil is conduct that attracts a penalty under section 9 of the Finance Act 1994 (civil penalties). 2 Subsection (1) does not apply in relation to a quantity of relevant heavy oil if (before the time of supply) the amount specified in subsection (3) has been paid to the Commissioners, in accordance with regulations, in respect of it. 3 The amount is— Q × RRFO where— Q is the quantity (in litres) of the relevant heavy oil, and RRFO is the rate for rebated fuel oil at the time of payment. 4 For the purposes of subsection (3) the rate for rebated fuel oil at any time is— a the rate of duty under section 6(1A)(c) at that time, minus b the rate of rebate allowable under section 11(1)(a) at that time. 5 In this section— “ prohibited use ” means— use for heating, or use as fuel for an engine (except where such use would amount to use as fuel   other than for an excepted machine ), “ regulations ” means regulations under section 24(1) made for the purposes of this section, and “ relevant heavy oil ” means heavy oil, other than kerosene, upon which rebate at the rate mentioned in section 11(1)(c) has been allowed. 6 Nothing in this section applies to a person who supplies relevant heavy oil for re-processing."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "13A", "section_title": " Rebate on unleaded petrol", "section_text": "13A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "13AA", "section_title": " Restrictions on use of rebated kerosene.", "section_text": "13AA 1 If, on the delivery of kerosene for home use, it is intended to use the kerosene as fuel for  an excepted machine other than an excepted machine used for heating  a declaration shall be made to that effect and thereupon rebate shall be allowed at the rate for   then in force under paragraph (b) of subsection (1) of section 11, instead of at the rate then in force under paragraph (c) of that subsection . 2 Subject to subsection (3) below, no kerosene on whose delivery for home use a rebate at the rate given by section 11(1)(c) above has been allowed shall— a be used as fuel for an excepted machine other than an excepted machine used for heating, or b be taken into the fuel supply of an excepted machine other than an excepted machine used for heating. 3 Subsection (2) above does not apply to any quantity of kerosene in respect of which there has been paid to the Commissioners an amount equal to duty on the same quantity of gas oil at the rate for rebated gas oil which is in force at the time of the payment. 4 A payment under subsection (3) above shall be made in accordance with regulations made under section 24(1) below for the purposes of this section. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 For the purposes of this section and section 13AB below the rate for rebated gas oil which is in force at any time is the rate of duty which at that time is in force under  section 6(1A) above in the case of heavy oil  ...    as reduced by the rate of rebate allowable at that time under section 11(1)(b) above. 7 Nothing in this section has the effect of allowing a rebate on bioblend or bioethanol blend."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "13AB", "section_title": " Penalties for   contravention of section 13AA .", "section_text": "13AB 1 If a person uses kerosene in contravention of section 13AA(2) above— a in respect of the quantity of kerosene used the Commissioners may assess as being excise duty due from him an amount equal to duty on the same quantity of gas oil at the rate for rebated gas oil which is in force at the time of the contravention, and they may notify him or his representative accordingly; b his use of the kerosene shall attract a penalty under section 9 of the  Finance Act 1994 (civil penalties); and c if he uses the kerosene with the relevant intent, he shall be guilty of an offence. 2 If a person is liable for kerosene being taken into a fuel supply  ... in contravention of section 13AA(2) above— a in respect of the quantity of kerosene taken into the fuel supply the Commissioners may assess as being excise duty due from him an amount equal to duty on the same quantity of gas oil at the rate for rebated gas oil which is in force at the time of the contravention, and they may notify him or his representative accordingly; b his becoming so liable shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties); and c if he has the relevant intent in relation to the kerosene being taken into the fuel supply, he shall be guilty of an offence. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 If— a a person supplies kerosene having reason to believe that it will be put to a particular use, and b that use is one which, if a payment is not made under subsection (3) of section 13AA above, will contravene subsection (2) of that section, his supplying the kerosene shall attract a penalty under section 9 of the  Finance Act 1994 (civil penalties) and, if he makes the supply with the relevant intent, he shall be guilty of an offence. 6 In this section “ the relevant intent ” means the intent that the restrictions imposed by section 13AA(2) above shall be contravened. 7 A person guilty of an offence under this section shall be liable— a on summary conviction, to a penalty of  £20,000,  or to imprisonment for a term not exceeding 6 months, or to both; b on conviction on indictment, to a penalty of any amount, or to a term of imprisonment not exceeding 7 years, or to both. 8 Any kerosene falling within subsection (9) or (10) below is liable to forfeiture. 9 Kerosene falls within this subsection if it is taken into a fuel supply in contravention of section 13AA(2) above. 10 Kerosene falls within this subsection if— a it has been supplied in circumstances in which there is reason to believe that it will be put to a particular use; and b that use is one which, if payment is not made under subsection (3) of section 13AA above, will contravene subsection (2) of that section."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "13AC", "section_title": "Use of rebated kerosene for private pleasure-flying", "section_text": "13AC 1 This section applies in respect of kerosene upon which a rebate under section 11(1)(c) has been allowed. 2 The kerosene must not be used as fuel for private pleasure-flying. 3 If, on the supply of a quantity of the kerosene to a person, the person makes a relevant declaration to the supplier— a subsection (2) does not apply in relation to that kerosene, and b the person must pay, in accordance with regulations, the amount specified in subsection (4) to the Commissioners. 4 The amount is— Q × R where— Q is the quantity (in litres) of the kerosene, and R is the rate of the rebate under section 11(1)(c) at the time of the declaration. 5 The amount referred to in subsection (3)(b) is to be treated, for the purposes of section 12 of the Finance Act 1994 (assessments to excise duty), as an amount of excise duty. 6 Regulations may provide, in cases where kerosene to which subsection (2) applies and other kerosene is taken into an aircraft as fuel, for the order in which the different kinds of kerosene are to be treated (for the purposes of this section and section 13AD) as used. 6A In this section  “ private pleasure-flying ” means the use of an aircraft otherwise than for commercial purposes by— a the owner of the aircraft, or b any other person entitled to use it. 6B For the purposes of subsection (6A), the cases in which an aircraft is to be regarded as used for commercial purposes include any case where— a consideration is provided by any person for the use of the aircraft (whether for the carriage of passengers or goods or for the supply of services or otherwise), or b the aircraft is used for the purposes of any public authority. 6C Regulations may provide for other cases in which use of an aircraft is treated as being, or not being, private pleasure-flying for the purposes of this section. 7 In this section— ... “ regulations ” means regulations under section 24(1) made for the purposes of this section, and “ relevant declaration ”, in relation to a quantity of kerosene, means a declaration, made in the way and form specified by or under regulations, that the kerosene is to be used for private pleasure-flying."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "13AD", "section_title": "Penalties for contravention of section 13AC", "section_text": "13AD 1 This section applies if a person— a uses a quantity of kerosene in contravention of section 13AC(2), or b fails to comply with section 13AC(3)(b). 2 The Commissioners may assess the amount specified in section 13AC(4) as being excise duty due from the person, and may notify the person or the person's representative accordingly. 3 The use or failure attracts a penalty under section 9 of the Finance Act 1994 (civil penalties). 4 For the purposes of that section, if this section applies by virtue of subsection (1)(b)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the failure also attracts daily penalties. 5 If this section applies by virtue of subsection (1)(a), for the purpose of subsection (2) the reference in section 13AC(4) to the time of the declaration is to be read as the time of use."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "14", "section_title": " Rebate on light oil for use as furnace fuel.", "section_text": "14 1 On light oil charged with the excise duty on hydrocarbon oil, and delivered for home use as furnace fuel for burning in vaporised or atomised form by a person for the time being approved in accordance with regulations made for the purposes of this subsection under section 24(1) below, there shall be allowed at the time of delivery a rebate of duty at a rate of                                   £0.1070                                a litre less than the rate at which the duty is charged. 1A No rebate shall be allowed under this section in respect of bioethanol blend. 2 Except with the consent of the Commissioners, no oil in whose case rebate has been allowed under this section shall— a be put to a use otherwise than as mentioned in subsection (1) above; or b be acquired or taken into any vehicle, appliance or storage tank in order to be put to such a use. 3 In giving their consent for the purposes of subsection (2) above, the Commissioners may impose such conditions as they think fit. 4 Where any person — a uses or acquires oil in contravention of subsection (2) above; or b is liable for oil being taken into a vehicle, appliance or storage tank in contravention of that subsection, his use or acquisition of the oil or, as the case may be, his becoming so liable shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties) ; and the Commissioners may  assess the amount of rebate allowed on the oil as being excise duty due from him, and notify him or his representative accordingly. 5 Where any person  supplies oil having reason to believe that it will be used otherwise than as mentioned in subsection (1) above  and  that use without the consent of the Commissioners would contravene subsection (2) above  his supplying the oil shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties). . 6 A person who, with the intent that the restrictions imposed by subsection (2) above should be contravened,— a uses or acquires oil in contravention of that subsection; or b supplies oil having reason to believe that it will be put to a use otherwise than as mentioned in subsection (1) above, being a use which, without the consent of the Commissioners, would contravene subsection (2) above, shall be guilty of an offence under this subsection. 7 A person who is liable for oil being taken into a vehicle, appliance or storage tank in contravention of subsection (2) above shall be guilty of an offence under this subsection where the oil was taken in with the intent by him that the restrictions imposed by that subsection should be contravened. 8 A person guilty of an offence under subsection (6) or (7) above shall be liable— a on summary conviction, to a penalty of  £20,000  or of three times the value of the oil in question, whichever is the greater, or to imprisonment for a term not exceeding 6 months, or to both; or b on conviction on indictment, to a penalty of any amount, or to imprisonment for a term not exceeding  7 years , or to both. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 Any oil acquired, or taken into a vehicle, appliance or storage tank, as mentioned in subsection (2) above, or supplied as mentioned in subsection (5) or (6) above, shall be liable to forfeiture."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "14A", "section_title": "Rebate on biodiesel used   as fuel for excepted machines", "section_text": "14A 1 This section applies if, at the excise duty point, it is intended that biodiesel on which duty under section 6AA is charged will not be— a used as fuel   other than for an excepted machine ,  ... aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b used as an additive or extender in any substance    other than a substance used as fuel for an excepted machine . 2 A rebate of duty is to be allowed on the biodiesel at a rate of         £0.1114        a litre less than the rate of duty under section 6AA. 3 In this section  “ the excise duty point ” has the same meaning as in section 1 of the Finance (No.2) Act 1992. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "14B", "section_title": "Rebate on bioblend used   as fuel for excepted machines .", "section_text": "14B 1 This section applies if, on the delivery for home use of bioblend on which duty under section 6AB is charged— a it is intended that the bioblend will not be— i used as fuel   other than for an excepted machine , ia . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii used as an additive or extender in any substance   other than a substance used as fuel for an excepted machine , and b if the heavy oil used to produce the bioblend was kerosene, it is intended that the bioblend will not be— i used as   mentioned in   section 13AA(1), or ii used as an additive or extender in any substance so used. 2 A rebate of duty is to be allowed on the bioblend. 3 The rate per litre of the rebate is the sum of— a HO% of the relevant hydrocarbon rebate rate, and b BD% of the relevant biodiesel rebate rate. 4 “The relevant hydrocarbon rebate rate” is the rate specified in section 11(1) for the kind of heavy oil used to produce the bioblend. 5 “The relevant biodiesel rebate rate” is— a if the heavy oil used to produce the bioblend was kerosene, the rate of duty under section 6AA, and b otherwise, the rate of the rebate under section 14A. 6 In subsection (3)— “ HO% ” means the percentage of the bioblend that is heavy oil, and “ BD% ” means the percentage of the bioblend that is biodiesel, where the percentages are by volume to the nearest 0.001%."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "14C", "section_title": "Restrictions on use of rebated biodiesel and bioblend", "section_text": "14C 1 Rebated biodiesel or bioblend must not be— a used as fuel   other than for an excepted machine , b used as an additive or extender in any substance   other than a substance used as fuel for an excepted machine ,  ...  or   c taken into the fuel supply of any engine that is not the engine of an excepted machine as fuel or as an additive or extender in any substance used as fuel , or d (in the case of rebated biodiesel) used as fuel for propelling private pleasure craft or as an additive or extender in any substance so used. 2 Rebated bioblend that was produced by mixing kerosene and biodiesel must not be— a used as   mentioned in   section 13AA(1), b used as an additive or extender in any substance so used, or c taken into the fuel supply of   an engine used as mentioned in section 13AA(1) . 3 Subsections (1) and (2) do not apply to a quantity of biodiesel or bioblend if the amount specified in subsection (4) has been paid to the Commissioners, in accordance with regulations, in respect of it. 4 The amount is— Q × R where— Q is the quantity (in litres) of the biodiesel or bioblend, and R is the rate of the rebate under section 14A or 14B at the time of payment. 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In subsection (3)  “ regulations ” means regulations under section 24(1) made for the purposes of this section."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "14D", "section_title": "Penalties for misuse of rebated biodiesel or bioblend", "section_text": "14D 1 If biodiesel or bioblend is used or taken into   a fuel supply   in contravention of section 14C(1) or (2), the Commissioners may assess the amount specified in section 14C(4) as being excise duty due from any person who— a used the biodiesel or bioblend, or b was liable for it being taken into the   fuel supply , and may notify the person or the person's representative accordingly. 2 Conduct within any of the following paragraphs attracts a penalty under section 9 of the Finance Act 1994 (civil penalties)— a using biodiesel or bioblend in contravention of section 14C(1) or (2), b becoming liable for biodiesel or bioblend being taken into a   fuel supply   in contravention of section 14C(1) or (2), and c supplying biodiesel or bioblend,   having reason to believe   that it will be put to a particular use that is a prohibited use. 3 A person commits an offence if— a the person intentionally uses biodiesel or bioblend in contravention of section 14C(1) or (2), b the person is liable for biodiesel or bioblend being taken into a   fuel supply   in contravention of section 14C(1) or (2), and knows that the taking in is in contravention of that provision, or c the person supplies biodiesel or bioblend, intending that it will be put to a particular use that is a prohibited use. 4 “ Prohibited use ” means a use that would contravene section 14C(1) or (2) if no payment under section 14C(3) were made in respect of the biodiesel or bioblend. 5 A person guilty of an offence under this section is liable— a on summary conviction, to— i a fine not exceeding  £20,000  or (if it is greater) 3 times the value of the biodiesel or bioblend in question, or ii imprisonment for a term not exceeding 12 months, or both, and b on conviction on indictment, to a fine or imprisonment for a term not exceeding 7 years or both. 6 Subsection (5)(a)(ii) has effect as if the reference there to 12 months were to 6 months— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in this section as it extends to Northern Ireland. 7 In this section as it extends to England and Wales, subsection (5)(a)(ii) has effect as if the reference there to 12 months were to the general limit in a magistrates’ court (or, in relation to offences committed before 2 May 2022, to 6 months)."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "14E", "section_title": "Rebated heavy oil and bioblend: private pleasure craft", "section_text": "14E 1 This section applies in respect of rebated heavy oil or bioblend. 2 The heavy oil or bioblend must not be used as fuel for propelling private pleasure craft. 3 If, on the supply by a person (“ the supplier ”) of a quantity of the heavy oil or bioblend to another person, the other person makes a relevant declaration to the supplier— a subsection (2) does not apply in relation to that heavy oil or bioblend, and b the supplier must pay, in accordance with regulations, the amount specified in subsection (4) to the Commissioners. 4 The amount is— Q × R where— Q is the quantity (in litres) of the heavy oil or bioblend, and R is the rate of the relevant rebate at the time of supply. 5 The  “relevant rebate” is— a in the case of heavy oil upon which rebate was allowed under section 13ZA or 13AA(1), the rebate under that provision, b in the case of heavy oil to which paragraph (a) does not apply, the rebate under section 11 for that kind of heavy oil, and c in the case of bioblend, the rebate under section 11(1)(b). 6 The amount referred to in subsection (3)(b) is to be treated, for the purposes of section 12 of the Finance Act 1994 (assessments to excise duty), as an amount of excise duty. 7 Regulations may provide, in cases where heavy oil or bioblend to which subsection (2) applies and other heavy oil or bioblend is taken into a craft as fuel, for the order in which the different substances are to be treated (for the purposes of this section and section 14F) as used. 7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7B In this section  “ private pleasure craft ” means any aircraft or vessel used otherwise than for commercial purposes by— a the owner of the aircraft or vessel, or b any other person entitled to use it. 7C For the purposes of subsection (7B), the cases in which an aircraft or vessel is to be regarded as used for commercial purposes include any case where— a consideration is provided by any person for the use of the aircraft or vessel (whether for the carriage of passengers or goods or for the supply of services or otherwise), or b the aircraft or vessel is used for the purposes of any public authority. 7D Regulations may provide for other cases in which any aircraft or vessel is treated as being, or not being, a private pleasure craft for the purposes of this section. 8 In this section—  ... “ regulations ” means regulations under section 24(1) made for the purposes of this section, and “ relevant declaration ”, in relation to a quantity of heavy oil or bioblend, means a declaration, made in the way and form specified by or under regulations, that the heavy oil or bioblend is to be used as fuel for propelling private pleasure craft."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "14F", "section_title": "Penalties for contravention of section 14E", "section_text": "14F 1 This section applies if a person— a uses a quantity of rebated heavy oil or bioblend in contravention of section 14E(2), or b fails to comply with section 14E(3)(b). 2 The Commissioners may assess the amount specified in section 14E(4) as being excise duty due from the person, and may notify the person or the person's representative accordingly. 3 The use or failure attracts a penalty under section 9 of the Finance Act 1994 (civil penalties). 4 For the purposes of that section, if this section applies by virtue of subsection (1)(b)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the failure also attracts daily penalties. 5 If this section applies by virtue of subsection (1)(a), for the purpose of subsection (2) the reference in section 14E(4) to the time of supply is to be read as the time of use. 6 Rebated heavy oil or bioblend is liable to forfeiture if— a it is in the fuel supply of an engine provided for propelling a vessel that is being used as a private pleasure craft, and b its use would be in contravention of section 14E(2)."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "15", "section_title": " Drawback of duty on exportation  etc.  of certain goods.", "section_text": "15 1 A drawback equal to any amount  . . . paid in respect of the goods in question by way of the excise duty on hydrocarbon oil shall be allowed on the  . . ., shipment as stores or warehousing in an excise warehouse for use as stores of— a any hydrocarbon oil; or b any article in which there is contained any hydrocarbon oil which was used, or which formed a component of any article used, as an ingredient in the manufacture or preparation of the article. 2 The Treasury may by order direct as respects articles of any class or description specified in the order that, subject to the provisions of the order, drawback shall be allowed under subsection (1) above in respect of hydrocarbon oil (or goods containing it) used as a material, solvent, extractant, preservative or finish in the manufacture or preparation of the articles. 3 On the making of an order under subsection (2) above this Act shall have effect, subject to the provisions of the order and of this section, as if the reference in subsection (1)(b) above to an article in which there is contained any hydrocarbon oil used as an ingredient in the manufacture or preparation of the article included a reference to an article of the class or description specified in the order. 4 An order made under subsection (2) above as respects articles of any class or description— a may provide for drawback to be allowed in respect of hydrocarbon oil (or goods containing it) used as a material, solvent, extractant, preservative or finish in the manufacture or preparation not directly of articles of that class or description but of articles incorporated in them; and b may provide that the quantity of hydrocarbon oil as respects duty on which drawback is to be allowed shall be determined by reference to average quantities or otherwise. 5 The power to make orders under subsection (2) above shall be exercisable by statutory instrument, and any statutory instrument by which the power is exercised shall be subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "17", "section_title": " Heavy oil used by horticultural producers.", "section_text": "17 1 If, on an application made for the purposes of this section by a horticultural producer, it is shown to the satisfaction of the Commissioners that within the period for which the application is made any quantity of heavy oil has been used by the applicant as mentioned in subsection (2) below, then, subject as provided below, the applicant shall be entitled to obtain from the Commissioners repayment of the amount of any excise duty which has been paid in respect of the quantity so used  less any rebate allowed in respect of the duty ,   ... . 2 A horticultural producer shall be entitled to repayment under this section in respect of oil used by him— a in the heating, for the growth of horticultural produce primarily with a view to the production of horticultural produce for sale, of any building or structure, or of the earth or other growing medium in it; or b in the sterilisation of the earth or other growing medium to be used for the growth of horticultural produce as mentioned in paragraph (a) above in any building or structure. 3 Where any quantity of oil is used partly for any such purpose as is mentioned in subsection (2) above and partly for another purpose, such part of that quantity shall be treated as used for each purpose as may be determined by the Commissioners. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 The Commissioners may require an applicant for repayment under this section— a to state such facts concerning the hydrocarbon oil delivered to or used by him, or concerning the production of horticultural produce by him, as they may think necessary to deal with the application; b to furnish them in such form as they may require with proof of any statement so made; and c to permit an officer to inspect any premises or plant used by him for the production of horticultural produce or in or for which any such oil was used. 6 If— a the facts required by the Commissioners under subsection (5)(a) above are not stated; or b proof of the matters referred to in subsection (5)(b) above is not furnished to the satisfaction of the Commissioners; or c an applicant fails to permit inspection of premises or plant as required under the subsection (5)(c) above, the facts shall be deemed for the purposes of this section to be such as the Commissioners may determine. 7 In this section— a “ horticultural produce ” has the meaning assigned to it by Schedule 2 to this Act; and b “ horticultural producer ” means a person growing horticultural produce primarily for sale."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "17A", "section_title": " Biodiesel used otherwise than as road fuel", "section_text": "17A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "19", "section_title": " Fuel used in   lifeboats , etc.", "section_text": "19 1 Subsection (3) below shall have effect in the case of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b any lifeboat owned by the Royal National Lifeboat Institution (in this subsection called “the Institution”); or c any tractor or gear owned by the Institution and used for the purpose of launching or hauling in any lifeboat owned by it, in respect of which an application is made to the Commissioners for the purposes of this section  ..., by the Institution. 2 Paragraphs (b) and (c) of subsection (1) above shall apply to hovercraft as if hovercraft were boats or vessels. 3 Subject to the provisions of this section, if it appears to the satisfaction of the Commissioners that the applicant has  ...  used any quantity of hydrocarbon oil on board that boat or for the purposes of that tractor or gear, the applicant shall be entitled to obtain from the Commissioners repayment of any excise duty which has been paid in respect of the oil so used  .... 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "19A", "section_title": " Fuel for producing energy for refineries  etc.", "section_text": "19A 1 If on an application made for the purposes of this section by an approved person it is shown to the satisfaction of the Commissioners— a that any quantity of rebated hydrocarbon oil has been used by him, otherwise than at a refinery or other premises used for the production of hydrocarbon oil, as fuel for producing energy; and b that not less than one-sixth or more than one-third of that energy was used in the treatment of hydrocarbon oil at a refinery or in the production of hydrocarbon oil at other premises used for the production of such oil, the applicant shall be entitled to obtain from the Commissioners repayment of one-third of the amount of excise duty which has been paid in respect of the quantity so used less the rebate allowed in respect of the duty. 2 In this section “ an approved person ” means a person for the time being approved in accordance with regulations made for the purposes of this section under section 24(1) below."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "20", "section_title": " Contaminated or accidentally mixed oil.", "section_text": "20 1 This section applies where it is shown to the satisfaction of the Commissioners— a that hydrocarbon oil has been delivered for home use, that since it was so delivered it has become contaminated, and that at the time it became contaminated it was oil on which the appropriate duty of excise had been paid, or b that hydrocarbon oils of different descriptions have been deivered for home use, that since they were so delivered they have become accidentally mixed with each other, and that at the time of mixing they were oils on which the appropriate duty of excise had been paid. 2 Subject to any conditions which the Commissioners see fit to impose for the protection of the revenue, they may make to such person as they see fit a payment in accordance with subsection (3) below. 3 The payment shall be of an amount appearing to the Commissioners to be equal to the excise duty which would have been payable if— a the oil had been delivered for home use (uncontaminated) at the time it became contaminated (where subsection (1)(a) above applies), or b the oils had been delivered for home use (un-mixed) at the time they became mixed (where subsection (1)(b) above applies). 4 The power to make a payment to a person under subsection (2) above in relation to oils that have become accidentally mixed does not apply in relation to a mixture in respect of which he is liable to pay duty under section 20AAA below."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "20A", "section_title": "Mixing: adjustment of duty.", "section_text": "20A 1 Subsections (2) and (3) apply if— a a relevant substance upon which duty under this Act has been charged is mixed in a pipe-line with another kind of relevant substance upon which such duty has been charged, and b the mixing is approved mixing (see subsection (5)). 2 If the Commissioners are of the opinion that— a the amount of duty that would be charged on the mixture (if duty were charged at the time of mixing), is greater than b the total amount of duty charged as mentioned in subsection (1)(a), they may charge under this section a duty of excise on the mixture of an amount equal to the difference. 3 If the Commissioners are of the opinion that the amount mentioned in subsection (2)(a) is less than the amount mentioned in subsection (2)(b), they may make under this section an allowance of an amount equal to the difference. 4 Where a charge or allowance is made under this section, any relief or rebate which was permitted or allowed in respect of the charges mentioned in subsection (1)(a) is for the purposes of this Act to be disregarded. 4A In this section  “ relevant substance ” means biodiesel, bioethanol, bioblend, bioethanol blend or hydrocarbon oil. 4B The cases that fall within subsection (1)(a) include cases where one kind of hydrocarbon oil is mixed with another kind of hydrocarbon oil. 5 The Commissioners may make regulations— a enabling them to grant to persons (whether individually or of a specified class) permission to mix   relevant substances (or specified kinds of relevant substances) in a pipe-line , and to withdraw permission for reasonable cause; b enabling permission to be granted subject to conditions and conditions to be varied for reasonable cause, and in this section “ approved mixing ” means mixing in accordance with permission under the regulations. 6 The Commissioners may make regulations— a for prescribing the method of charging the duty under this section; b for determining the form of the allowance under this section (which may be by way of repayment or otherwise) and the time the allowance may be made. 7 Regulations under this section may make different provision for different circumstances."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "20AAA", "section_title": "Mixing of rebated oil.", "section_text": "20AAA 1 A duty of excise shall be charged on a mixture which is— a produced by mixing fully rebated heavy oil with heavy oil which is not fully rebated, and b supplied for use as fuel for any engine, motor or other machinery. 2 A duty of excise shall be charged on a mixture which is— a produced by mixing partially rebated heavy oil with heavy oil which is not partially rebated, and b supplied for use as fuel for any engine, motor or other machinery; but a mixture on which duty is charged under subsection (1) shall not be charged under this subsection. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The rate of duty on a mixture under subsection (1) or (2) shall be— a in the case of a mixture supplied for use as fuel   other than for an excepted machine , the rate of duty specified in   section 6(1A)(c)    (general rate for heavy oil), and b in any other case, equivalent to the rate of rebate specified in section 11(1)(b) (general rate for gas oil). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 For the purposes of this section— a oil is fully rebated if a rebate has been allowed in respect of it under section 11(1)(c) (general rebate for heavy oil), b oil is partially rebated if a rebate has been allowed in respect of it under any other provision of section 11 or under section   13ZA or  13AA, and c a reference to mixing is a reference to non-approved mixing (within the meaning given by section 20A(5)). 7 The person liable to pay duty charged under this section on supply or production of a mixture is the person supplying or producing the mixture. 8 Where duty under a provision of this Act has been paid on an ingredient of a mixture, the duty charged under this section shall be reduced by the amount of any duty that the Commissioners are satisfied has been paid on the ingredient (but not to a negative amount). 9 The Commissioners may exempt a person from liability to pay duty under any provision of this Act in respect of production or supply of a mixture of a kind described in subsection (1)(a)  or (2)(a)   if satisfied that— a the liability was incurred accidentally, and b in the circumstances the person should be exempted."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "20AAB", "section_title": " Mixing of rebated oil: supplementary.", "section_text": "20AAB 1 A person who supplies or produces a mixture on which duty is charged under section 20AAA above must notify the Commissioners of the supply or production— a in advance, or b within the period of seven days beginning with the date of supply or production. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Notification under subsection (1)  ... above must be given in such form and in such manner, and must contain such particulars, as the Commissioners may direct. 4 Subject to subsection (7) below, where it appears to the Commissioners— a that a person has produced or supplied a mixture on which duty is charged under section 20AAA above, and b that he is the person liable to pay the duty, they may assess the amount of duty due from him to the best of their judgement and notify that amount to him or his representative. 5 An assessment under subsection (4) above shall be treated as if it were an assessment under section 12(1) of the  Finance Act 1994. 6 The Commissioners may give a direction that a person who is, or expects to be, liable to pay duty charged under section 20AAA above— a shall account for duty charged under that section by reference to such periods (“accounting periods”) as may be determined by or under the direction; b shall make, in relation to accounting periods, returns in such form and at such times and containing such particulars as may be so determined; c shall pay duty charged under that section at such times and in such manner as may be so determined. 7 The power to make an assessment under subsection (4) above does not apply in relation to a person who is for the time being subject to a direction under subsection (6) above. 8 Where any person— a fails to give a notification which he is required to give under subsection (1) above, or b fails to comply with a direction under subsection (6) above, his failure shall attract a penalty under section 9 of the  Finance Act 1994 (civil penalties)."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "20AAC", "section_title": "Prohibition on mixing of aqua methanol", "section_text": "20AAC 1 Aqua methanol on which duty under section 6AG(3)(a) of this Act has been charged must not be mixed with any relevant substance. 2 In subsection (1)  “ relevant substance ” means biodiesel, bioethanol, bioblend, bioethanol blend or hydrocarbon oil. 3 A person commits an offence under this subsection if— a the person intentionally uses aqua methanol in contravention of subsection (1) above, or b the person supplies aqua methanol, intending that it will be used in contravention of subsection (1) above. 4 A person guilty of an offence under subsection (3) above shall be liable— a on summary conviction in England and Wales— i to imprisonment for a term not exceeding 12 months (or 6 months, if the offence was committed before   2 May 2022 ), or ii to a fine not exceeding £20,000 or (if greater) 3 times the value of the aqua methanol in question, or both; b on summary conviction in Scotland— i to imprisonment for a term not exceeding 12 months, or ii to a fine not exceeding the statutory maximum or (if greater) 3 times the value of the aqua methanol in question, or both; c on summary conviction in Northern Ireland— i to imprisonment for a term not exceeding 6 months, or ii to a fine not exceeding the statutory maximum or (if greater) 3 times the value of the aqua methanol in question, or both; d on conviction on indictment, to imprisonment for a term not exceeding 7 years or a fine, or both. 5 Any aqua methanol, or any mixture containing aqua methanol, in respect of which an offence under subsection (3) above has been committed shall be liable to forfeiture."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "20AAD", "section_title": "Mixing of aqua methanol in contravention of prohibition: adjustment of duty", "section_text": "20AAD 1 A duty of excise shall be charged on a mixture which is produced by mixing aqua methanol on which duty under section 6AG(3)(a) of this Act has been charged with a relevant substance. 2 In subsection (1)  “ relevant substance ” means biodiesel, bioethanol, bioblend, bioethanol blend or hydrocarbon oil. 3 The rate of duty on a mixture under subsection (1) shall be the rate of duty specified in section 6(1A)(c) (general rate for heavy oil). 4 The person liable to pay duty charged under this section on production of a mixture is the person producing the mixture. 5 Where it appears to the Commissioners— a that a person (“P”) has produced a mixture on which duty is charged under this section, and b that P is the person liable to pay the duty, they may assess the amount of duty due from P to the best of their judgment and notify that amount to P or P's representative. 6 An assessment under subsection (5) above shall be treated as if it were an assessment under section 12(1) of the Finance Act 1994. 7 Where duty under a provision of this Act has been paid on an ingredient of a mixture, the duty charged under this section shall be reduced by the amount of any duty which the Commissioners are satisfied has been paid on the ingredient (but not to a negative amount). 8 The Commissioners may exempt a person from liability to pay duty under this section in respect of production of a mixture of a kind described in subsection (1) if satisfied that— a the liability was incurred accidentally, and b in the circumstances the person should be exempted."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "20AA", "section_title": "Power to allow reliefs.", "section_text": "20AA 1 The Commissioners may make regulations allowing reliefs as regards— a any duty of excise which has been charged in respect of hydrocarbon oil,  ... , or road fuel gas; b any amount which has been paid to the Commissioners under section 12(2)  , 13ZB(2)   or 14C(3)  above; c any amount which would (apart from the regulations) be payable to the Commissioners under section 12(2)  , 13ZB(2)   or 14C(3)  above. 2 The regulations may include such provision as the Commissioners think fit in connection with allowing reliefs, and in particular may— a provide for relief to take the form of a repayment or remission  or an allowance to be set off against duty payable to the Commissioners by the person claiming relief ; b provide for relief to be allowed in cases or classes of case set out in the regulations; c provide for relief to be allowed to the extent set out in the regulations; d provide for relief to be allowed subject to conditions imposed by the regulations; e provide for relief to be allowed subject to such conditions as the Commissioners may impose on the person claiming relief; f provide for the taking of samples of hydrocarbon oil in order to ascertain whether relief should be allowed or has been properly allowed; g make provision as to administration (which may include provision requiring the making of applications for relief); ga provide for oil on which relief is allowed to be treated for the purposes of this Act as oil on which a rebate has been allowed; h make different provision in relation to different cases or classes of case; i include such supplementary, incidental, consequential or transitional provisions as appear to the Commissioners to be necessary or expedient. 3 The conditions which may be imposed as mentioned in subsection (2)(d) or (e) above may include conditions as to the physical security of premises, the provision (by bond or otherwise) of security for payment, or such other matters as the Commissioners think fit. 4 Where a person contravenes or fails to comply with any regulation made under this section or any condition imposed by or under such a regulation— a his contravention or failure to comply shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties); and b any goods in respect of which the contravention or failure occurred shall be liable to forfeiture. 5 A reference in this section to a duty of excise includes a reference to any addition to such duty by virtue of section 1 of the Excise Duties (Surcharges or Rebates) Act 1979. 6 Schedule 5 to this Act shall have effect with respect to any sample of hydrocarbon oil taken in pursuance of regulations made under this section."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "20AB", "section_title": " Power to allow reliefs for fuel testing etc", "section_text": "20AB 1 The Commissioners may by regulations make provision allowing reliefs as regards excise duty charged in respect of experimental fuel where— a the fuel is, or is to be, used for the purposes of a fuel-testing project that is approved by the Commissioners, b the project is approved for the purposes of the development of the fuel (see subsection (8)(a) below), and c the use takes place, or is to take place, during the period that, for the purposes of the project, is the relief period for the fuel (see subsection (8)(b) below). 2 In this section “ experimental fuel ” means a substance of a description specified in regulations made by the Commissioners. 3 For each experimental fuel, the Commissioners shall by regulations make provision specifying— a the beginning and end of the period that is the experimental period for that fuel; and b the form that (subject to any directions under subsection (9)(a) below) is to be taken by relief under this section as regards excise duty chargeable on that fuel. 4 A form of relief specified under subsection (3)(b) above must be an authorised form; and for the purposes of this section “ an authorised form ” is— a a repayment, or b a rebate (or extra rebate). 5 Relief under this section shall be allowed— a to the extent specified in, or determined in accordance with, regulations under subsection (1) above, and b subject to— i such conditions as the Commissioners may impose, and ii any directions under subsection (9)(b) below. 6 The conditions that may be imposed under subsection (5)(b)(i) above include, in particular, conditions in connection with— a the collection, keeping, compilation or analysis, or b the supply to the Commissioners or other persons, of data, or information, relating to the production, use or performance of an experimental fuel. 7 Subsections (8) and (9) below apply where the Commissioners have approved a fuel-testing project. 8 The Commissioners shall give directions specifying— a each experimental fuel for the purposes of whose development the project is approved; b for each fuel specified under paragraph (a) above, the beginning and end of the period that, for the purposes of the project, is (in accordance with subsection (10) below) the relief period for the fuel; and c any conditions imposed under subsection (5)(b)(i) above that apply to the allowance under this section of relief as regards excise duty chargeable in respect of an experimental fuel used, or to be used, for the purposes of the project. 9 The Commissioners may give directions— a providing for relief as regards excise duty chargeable in respect of an experimental fuel used, or to be used, for the purposes of the project to take an authorised form different to the form specified under subsection (3)(b) above; b as to administration in connection with allowing reliefs under this section as regards excise duty chargeable in respect of an experimental fuel used, or to be used, for the purposes of the project. 10 For the purposes of subsection (8)(b) above— a the beginning of the relief period for a fuel may not be earlier than the beginning of the experimental period for that fuel; and b the end of the relief period for a fuel may not be later than the end of the experimental period for that fuel. 11 In this section— “ excise duty ” means— excise duty chargeable by virtue of this Act, or any addition to such duty by virtue of section 1 of the Excise Duties (Surcharges or Rebates) Act 1979 (c. 8); “ fuel-testing project ” means a pilot project connected with the technological development of environment-friendly fuels. 12 Regulations under this section may make different provision for different cases."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "20AC", "section_title": "Determination by Commissioners of composition of substance", "section_text": "20AC 1 The Commissioners may, for any prescribed purpose, determine in such way as they consider appropriate the proportion of any substance that is biodiesel or bioethanol. 2 In subsection (1)  “ prescribed purpose ” means a purpose, prescribed by regulations made by the Commissioners, that relates to any duty under this Act."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "21", "section_title": " Regulations with respect to hydrobarbon oil, petrol substitutes and road fuel gas.", "section_text": "21 1 The Commissioners may, with a view to the protection of the revenue, make regulations— a for any of the purposes specified in Part I of Schedule 3 to this Act (which relates to hydrocarbon oil); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c for any of the purposes specified in Part III of that Schedule (which relates to road fuel gas). 2 In the case of regulations made for the purposes mentioned in subsection (1)(a) above, different regulations may be made for different classes of hydrocarbon oil; and the power to make such regulations shall include power to make regulations— a regulating the allowance and payment of drawback under or by virtue of section 15 above; and b for making the allowance and payment of drawback by virtue of an order under subsection (2) of that section subject to such conditions as the Commissioners see fit to impose for the protection of the revenue. 2A In the case of regulations made for the purposes mentioned in subsection (1)(c) above, different regulations may be made for different classes of road fuel gas. 3 Where any person  contravenes or fails to comply with any regulation made under this section  his contravention or failure to comply shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties), and any goods in respect of which any person contravenes or fails to comply with any such regulation shall be liable to forfeiture."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "22", "section_title": "Prohibition on use of fuel substitutes on which duty has not been paid", "section_text": "22 1 A person who— a puts to a chargeable use (within the meaning of section 6A above) any liquid which is not hydrocarbon oil; and b knows or has reasonable cause to believe that there is duty charged under section 6A above on that liquid which has not been paid and is not lawfully deferred, shall   attract a penalty undersection 9 of the Finance Act 1994 (civil penalties), and any goods in respect of which any person contravenes this subsection shall be liable to forfeiture. 1AA Where any person— a puts any biodiesel to a chargeable use (within the meaning of section 6AA above), and b knows or has reasonable cause to believe that there is duty charged under section 6AA above on that biodiesel which has not been paid and is not lawfully deferred, his putting the biodiesel to that use shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties), and any goods in respect of which any person contravenes this subsection shall be liable to forfeiture. 1AB Where any person— a puts any bioethanol to a chargeable use (within the meaning of section 6AD above), and b knows or has reasonable cause to believe that there is duty charged under section 6AD above on that bioethanol which has not been paid and is not lawfully deferred, his putting the bioethanol to that use shall attract a penalty under section 9 of the Finance Act 1994 (c. 9)\t\t\t\t\t\t\t\t\t\t(civil penalties), and any goods in respect of which a person contravenes this section shall be liable to forfeiture. 1AC Where any person— a puts any aqua methanol to a chargeable use (within the meaning of section 6AG above), and b knows or has reasonable cause to believe that there is duty charged under section 6AG above on that aqua methanol which has not been paid and is not lawfully deferred, his putting the aqua methanol to that use shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties), and any goods in respect of which a person contravenes this section shall be liable to forfeiture. 1A Section 10 of the Finance Act 1994 (exception for cases of reasonable excuse) shall not apply in relation to conduct attracting a penalty by virtue of  subsection (1), (1AA)  , (1AB) or (1AC)   above. 2 In subsection (1) above, “ liquid ” does not include any substance which is gaseous at a temperature of 15°C and under a pressure of 1013·25 millibars."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "23", "section_title": " Prohibition on use etc. of road fuel gas on which duty has not been paid.", "section_text": "23 1 Where any person — a uses as fuel in; or b takes as fuel into, a road vehicle any road fuel gas on which he knows or has reasonable cause to believe that the excise duty chargeable under section 8 above has not been paid  his use of the road fuel gas or, as the case may be, his taking it as fuel into that vehicle shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties), and any goods in respect of which a person contravenes this subsection shall be liable to forfeiture. . 1A Section 10 of the Finance Act 1994 (exception for cases of reasonable excuse) shall not apply in relation to conduct attracting a penalty by virtue of subsection (1) above. 1B Where any person— a uses as fuel in, or b takes as fuel into, a road vehicle any road fuel gas on which the excise duty chargeable under section 8 above has not been paid, the Commissioners may assess the amount of that duty as being excise duty due from that person and notify him or his representative accordingly. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "23A", "section_title": "  Regulation of traders in controlled oil", "section_text": "23A 1 If a revenue trader who is not a registered excise dealer and shipper— a buys or sells controlled oil in the course of a trade or business, or b in the course of a trade or business deals in controlled oil, his buying or selling, or dealing in, the oil shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties). 2 Subsection (1) above does not apply to the buying of oil by a revenue trader if— a the oil is for use by the trader, and b that use does not involve selling or dealing in hydrocarbon oil. 3 Subsection (1) above does not apply to the selling of oil by a revenue trader if— a that oil was for use by the trader, b that use did not involve selling or dealing in hydrocarbon oil, c that use came to an end before the oil was used, and d the oil is sold after the use ends. 4 Where a revenue trader who is not a registered excise dealer and shipper is entitled to the possession of any controlled oil, the oil is liable to forfeiture. 5 Subsection (4) above does not apply to oil if— a that oil is for use by the revenue trader, and b that use does not involve selling or dealing in hydrocarbon oil. 6 Subsection (4) above does not apply to oil if— a the oil was for use by the revenue trader, b that use did not involve selling or dealing in hydrocarbon oil, c that use has come to an end, d that use came to an end before the oil was used, and e the oil is being held pending sale or other disposal. 7 Where oil is liable to forfeiture by virtue of subsection (4) above— a anything mixed with the oil, b any container in which the oil (and anything mixed with it) is kept, and c any equipment kept for dispensing the contents of any such container, is liable to forfeiture."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "23B", "section_title": " Power to provide for exceptions to section 23A", "section_text": "23B 1 The Commissioners may by regulations make provision for— a exceptions to section 23A(1) above in addition to those allowed by section 23A(2) and (3) above; b exceptions to section 23A(4) above in addition to those allowed by section 23A(5) and (6) above; c exceptions to section 23A(7) above. 2 Regulations under subsection (1) above may provide for exceptions allowed by such regulations to have effect subject to conditions— a specified by such regulations; b specified by the Commissioners under such regulations."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "23C", "section_title": "Warehousing", "section_text": "23C 1 For the purposes of Part VIII of the Customs and Excise Management Act 1979 (c. 2) (warehousing) the substances specified in subsection (4) shall be treated as if they were chargeable with duty (and therefore within the scope of section 92(1)(a) or (c) of that Act) whether or not duty is in fact chargeable. 2 The Commissioners may make regulations under section 93 of that Act (warehousing regulations) that relate to a substance specified in subsection (4). 3 In respect of a substance specified in subsection (4) which has been or is to be deposited in an excise warehouse by virtue of subsection (2), the Commissioners may— a treat the substance, or make provision by regulations for treating the substance, as if duty were chargeable in relation to it by virtue of a specified enactment; b make any regulations, or do any other thing, of a kind that they could make or do (whether or not by virtue of a provision of Part VIII of that Act) in respect of a substance deposited in an excise warehouse under Part VIII of that Act. 4 The substances referred to in subsection (1) are— a petroleum gas, b animal fat set aside for use as motor fuel or heating fuel, c vegetable fat set aside for use as motor fuel or heating fuel, d non-synthetic methanol set aside for use as motor fuel or heating fuel, da aqua methanol, e biodiesel, f a mixture of two or more substances specified in paragraphs (a) to (e), and g any other substance specified for the purposes of this section in regulations made by the Commissioners. 5 In subsection (4)— a “ petroleum gas ” means any hydrocarbon which— i is gaseous at a temperature of 15°C and under a pressure of 1013.25 millibars, and ii is not natural gas (as defined in paragraph (b) below), b “ natural gas ” means gas with a methane content of not less than 80%, c “ animal fat ” means a triglyceride of animal origin, d “ vegetable fat ” means a triglyceride of vegetable origin, and e “ non-synthetic methanol ” means methyl alcohol of non-synthetic origin. 6 Regulations under subsection (4)(g)— a may make provision only if the Commissioners think it necessary or expedient for a purpose connected with Council Directive   2008/118/ EC  concerning the general arrangements for excise duty , b may, in particular, make provision by reference to that Directive or any other Community instrument, and c may, in particular, make provision by reference to the purpose for which a substance is intended to be used."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "24", "section_title": " Control of use of duty-free and rebated oil.", "section_text": "24 1 The Commissioners may make regulations for any of the purposes of  ... section 9(1) or (4),   any of sections 11 to   14E ,   section 17,  ... section 19 , section 19A , section 20AB  or section 24A of this Act , and in particular for the purposes specified in Schedule 4 to this Act. 2   The regulations   may provide for restricting (whether by reference to locality, the obtaining of a licence from the Commissioners or other matters) the cases in which payments to the Commissioners  under   section 12(2),  13ZB(2),   13AA(3) or 14C(3) are to be effective for the purposes of those provisions . 3 For the purposes of the Customs and Excise Acts 1979, the presence in any hydrocarbon oil , biodiesel or bioblend   of a marker which, in regulations made under this section, is prescribed in relation to— a oil delivered without payment of duty under section 9 above; or b rebated heavy oil , rebated light oil, rebated biodiesel or rebated bioblend , shall be conclusive evidence that that oil has been so delivered or, as the case may be, that the rebate in question has been allowed. 3A Subsection (3) does not apply to heavy oil, biodiesel or bioblend used in any vehicle, vessel, machine or appliance if it is proved to the satisfaction of the Commissioners that the heavy oil, biodiesel or bioblend was taken into the vehicle, vessel, machine or appliance in accordance with the law of the place where it was taken in. 4 Where any person  contravenes or fails to comply with any regulation made under this section  his contravention or failure to comply shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties), and any goods in respect of which any person contravenes or fails to comply with any such regulation shall be liable to forfeiture. 4A Where— a a rebate of duty is allowed on any oil , biodiesel or bioblend , and b a person contravenes or fails to comply with any requirement which, by virtue of any regulations made under this section, is a condition of allowing the rebate, the Commissioners may assess an amount equal to the rebate as being excise duty due from that person, and notify him or his representative accordingly. 4B Where— a any oil is delivered without payment of duty, and b a person contravenes or fails to comply with any requirement which, by virtue of any regulations made under this section, is a condition of allowing the oil to be delivered without payment of duty, the Commissioners may assess an amount equal to the excise duty on like oil at the rate in force at the time of the contravention or failure to comply as being excise duty due from that person, and notify him or his representative accordingly. 4C In a case where subsection (4D) below applies, the power of the Commissioners under subsection (4A) above includes power, if it appears to them to be appropriate, to assess (and notify) an amount less than the amount of the rebate concerned. 4D This subsection applies in any case where— a the Commissioners have power to assess (and notify) an amount under subsection (4A) above by virtue of a contravention of, or failure to comply with, a requirement such as is mentioned in paragraph 5 of Schedule 4 to this Act, and b the marker whose addition is required by the requirement is present at the time of the contravention or failure but in such a proportion that its presence falls to be disregarded by virtue of provision made by regulations under this section for the purpose mentioned in paragraph 7 of that Schedule. 5 Schedule 5 to this Act shall have effect with respect to any sample of hydrocarbon oil , biodiesel or bioblend   taken in pursuance of regulations made under this section."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "24AA", "section_title": " Registered excise dealers and shippers regulations: special provision for traders in controlled oil", "section_text": "24AA 1 For the purposes of section 100H(1)(p) of the Management Act (registered excise dealers and shippers regulations may, in particular, make provision authorised by this section), this section authorises provision— a requiring traders in controlled oil to notify prescribed information; b requiring traders in controlled oil to make prescribed returns; c authorising a trader in controlled oil to carry out or arrange for the carrying out of any prescribed activity falling within section 100H(1)(b) of the Management Act in relation to controlled oil, but subject to prescribed conditions or restrictions; d requiring a trader in controlled oil to give security by prescribed means for amounts that may become due from him by way of repayment of rebate; e for taking into account, in determining whether a trader in controlled oil has— i contravened any provision of registered excise dealers and shippers regulations, or ii failed to comply with any prescribed condition, restriction or requirement, the extent to which the trader has followed guidance issued by the Commissioners (including guidance issued after the making of provision under this paragraph referring to it). 2 In this section— “ prescribed ” has the meaning given by section 100H(3) of the Management Act; “ trader in controlled oil ” means a registered excise dealer and shipper carrying on a trade or business that consists of or includes the dealing in, buying or selling of controlled oil."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "24A", "section_title": "  Penalties for misuse of marked oil.", "section_text": "24A 1 Marked oil shall not be used as fuel  ...   other than for an excepted machine . 2 For the purposes of this section marked oil is any hydrocarbon oil in which a marker is present which is for the time being designated by regulations made by the Commissioners under subsection (3) below. 3 The Commissioners may for the purposes of this section designate any marker which appears to them to be used for the purposes of the law of any place (whether within or outside the United Kingdom) for identifying hydrocarbon oil that is not to be used as fuel   other than for excepted machines . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Where a person uses any hydrocarbon oil in contravention of subsection (1) above, his use of the oil shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties). 6 If a person who uses any marked oil in contravention of subsection (1) above does so in the knowledge that the oil he is using is marked oil, he shall be guilty of an offence and liable— a on summary conviction, to a penalty of  £20,000  or to imprisonment for a term not exceeding 6 months, or to both; b on conviction on indictment, to a penalty of any amount, or to a term of imprisonment not exceeding 7 years, or to both. 7 Any marked oil which is in a   vehicle, vessel, machine or appliance other than an excepted machine   shall be liable to forfeiture. 8 Where in any proceedings relating to this section a question arises as to the nature of any substance present at any time in any hydrocarbon oil— a a certificate of the Commissioners to the effect that that substance is or was a marker designated for the purposes of this section shall be sufficient, unless the contrary is shown, for establishing that fact; and b any document purporting to be such a certificate shall be taken to be one unless it is shown not to be. 9 This section does not apply in relation to marked oil— a the use of which is lawful in accordance with section 12 (rebate not allowed on fuel other than for excepted machines), b which, on or after 1 April 2022, is taken into a vehicle, vessel, machine or appliance that is not an excepted machine in accordance with the law of a place outside the United Kingdom, or c which is used or taken in as mentioned in section 14E (private pleasure craft)."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "25", "section_title": " Regulations.", "section_text": "25 Any power to make regulations under this Act shall be exercisable by statutory instrument, and any statutory instrument by which the power is exercised shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "26", "section_title": " Directions.", "section_text": "26 Directions given under any provision of this Act may make different provision for different circumstances and may be varied or revoked by subsequent directions thereunder."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "27", "section_title": " Interpretation.", "section_text": "27 1 In this Act—   “ aqua methanol ” has the meaning given by section 2AC above;   “aviation gasoline” has the meaning given by   section 1(3D) ;   “ bioblend ” has the meaning given by section 6AB(2) above; “ biodiesel ” has the meaning given by section 2AA above; “ bioethanol ” has the meaning given by section 2AB above; “ bioethanol blend ” has the meaning given by section 6AE(2) above; “ controlled oil ” means hydrocarbon oil in respect of which a rebate has been allowed under section 11(1)(b), (ba) or (c) or 13AA  or biodiesel or bioblend in respect of which a rebate has been allowed under section 14A or 14B ;   “ excepted machine ” means a vehicle, vessel, machine or appliance that is of a description given in Schedule 1A;     ...  “ gas oil ” has the meaning given by section 1(5) above; “ heavy oil ” has the meaning given by section 1(4) above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ hydrocarbon oil ” has the meaning given by section 1(2) above;   “ kerosene ” has the meaning given by section 1(8);   “ light oil ” has the meaning given by section 1(3) above; “ the Management Act ” means the  Customs and Excise Management Act 1979; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ the prescribed sum ”, in relation to the penalty provided for an offence, means— if the offence was committed in England  or Wales , the prescribed sum within the meaning of  section 32 of the Magistrates’ Courts Act 1980 (£1,000 or other sum substituted by order under section 143(1) of that Act) ; if the offence was committed in Scotland, the prescribed sum within the meaning of  subsection (8) of section 225 of the Criminal Procedure (Scotland) Act 1995 (£5,000 or other sum substituted by order under subsection (4) of that section) ; if the offence was committed in Northern Ireland, the prescribed sum within the meaning of Article 4 of the Fines and Penalties (Northern Ireland) Order 1984 (£1,000 or other sum substituted by order under Article 17 of that Order);   “private pleasure craft” has the meaning given by section 14E;   “ rebate ” means rebate of duty under section 11 ,   13ZA,   13AA,   ...  14 , 14A, 14B   or 20AB  above, and “ rebated ” has a corresponding meaning; “ refinery ” means any premises which— are approved by the Commissioners for the treatment of hydrocarbon oil; or are approved by them for the production of energy for use in the treatment of hydrocarbon oil at premises approved under paragraph (a) above or in the production of hydrocarbon oil at other premises used for the production of such oil; and the Commissioners may approve any premises under paragraph (b) above if it appears to them that more than one-third of the energy will be produced for such use as is mentioned in that paragraph; “ road fuel gas ” has the meaning given by section 5 above;  ... “ road vehicle ” means a vehicle constructed or adapted for use on roads, but does not include any    vehicle that is an excepted machine   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ unleaded petrol ”   has   the meaning given by   section 1(3C) above.   1ZA For the purposes of this Act, a substance is used as fuel for a vehicle  , vessel, machine or appliance   if (and only if) it is used as fuel for— a the engine provided for propelling the vehicle  or vessel, or, as the case may be, for powering the machine or appliance ,  aa in relation to an appliance that contains a furnace or boiler for use in a heating system, that furnace or boiler,  or b an engine, furnace or boiler which draws fuel from the same supply as an engine or, as the case may be, furnace or boiler, within paragraph (a) or (aa). 1ZB For those purposes, a substance is taken into a vehicle  , vessel, machine or appliance   as fuel, or as an additive or extender in any fuel, if (and only if) it is taken into the vehicle  , vessel, machine or appliance   as part of the supply— a   from which the engine provided for propelling the vehicle  or vessel or, as the case may be, for powering the machine or appliance,   draws fuel  , or                       b in relation to an appliance that contains a furnace or boiler for use in a heating system, from which the furnace or boiler draws fuel. 1ZC For those purposes, the following persons are liable for a substance being taken into a vehicle  , vessel, machine or appliance,   or into the fuel supply of an engine  , furnace or boiler — a the person who has charge of the vehicle   , vessel, machine or appliance, or of the engine, furnace or boiler   at the time the substance is taken in, and b the owner of the vehicle   , vessel, machine or appliance, or of the engine, furnace or boiler   at that time (or, if another person is entitled to possession of it at that time, that other person). 1ZD Subsection (1ZC) applies in relation to  ...  storage tanks as it applies in relation to vehicles  , vessels, machines or appliances . 1A If in the case of any premises which the Commissioners can approve under paragraph (b) of the definition of ’’refinery’’ in subsection (1) above it appears to them appropriate to do so, they may direct that the provisions of this Act (other than that definition) shall apply to them as if, instead of being a refinery, they were other premises used for the production of hydrocarbon oil. 1B The Treasury may by order made by statutory instrument amend Schedule   1A   to this Act so as to— a add a class of excepted   machine , b remove a class of excepted   machine , or c redefine a class of excepted   machine . 1C Section 2A(2) and (3) above shall apply to an order under subsection (1B). 2 This Act and the other Acts included in the Customs and Excise Acts 1979 shall be construed as one Act but where a provision of this Act refers to this Act that reference is not to be construed as including a reference to any of the others. 3 Any expression used in this Act or in any instrument made under this Act to which a meaning is given by any other Act included in the Customs and Excise Acts 1979 has, except where the context otherwise requires, the same meaning in this Act or in any such instrument as in that Act; and for ease of reference the Table below indicates the expressions used in this Act to which a meaning is given by any other such Act— Management Act “the Commissioners” “container” “the Customs and Excise Acts 1979” “excise warehouse” “goods” “hovercraft” “occupier” “officer” and “proper” in relation to an officer “pipe-line” “port” “registered excise dealer and shipper”  “representative” “revenue trader” “ship” “shipment” “stores” “warehouse” Alcoholic Liquor Duties Act 1979 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “spirits”."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "28", "section_title": " Consequential amendments, repeals, savings and transitional provisions.", "section_text": "28 1 The enactments and order specified in Schedule 6 to this Act shall be amended in accordance with the provisions of that Schedule. 2 The enactments specified in Schedule 7 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 Any provision of this Act relating to anything done or required or authorised to be done under or by reference to that provision or any other provision of this Act shall have effect as if any reference to that provision, or that other provision, as the case may be, included a reference to the corresponding provision of the enactments repealed by this Act. 4 The repeal by subsection (2) above of the  Hydrocarbon Oil (Customs & Excise) Act 1971 shall not affect the operation of the saving in paragraph 2 in Part I of Schedule 14 to the  Finance ( No.  2) Act 1975 in relation to the provisions of the said Act of 1971 repealed by section 75(5) of the said Act of 1975 and specified in that Part. 5 The  Amendment of Units of Measurement (Hydrocarbon Oil, etc)Order 1977 is hereby revoked. 6 Nothing in this section shall be taken as prejudicing the operation of sections 15 to 17 of the  Interpretation Act 1978 (which relate to the effect of repeals)."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "29", "section_title": " Citation and commencement.", "section_text": "29 1 This Act may be cited as the Hydrocarbon Oil Duties Act 1979 and is included in the Acts which may be cited as the Customs and Excise Acts 1979. 2 This Act shall come into operation on 1st April 1979."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "14E", "section_title": "Rebated heavy oil and bioblend: private pleasure craft", "section_text": "14E 1 This section applies in respect of rebated heavy oil or bioblend. 2 The heavy oil or bioblend must not be used as fuel for propelling private pleasure craft. 3 If, on the supply by a person (“ the supplier ”) of a quantity of the heavy oil or bioblend to another person, the other person makes a relevant declaration to the supplier— a subsection (2) does not apply in relation to that heavy oil or bioblend, and b the supplier must pay, in accordance with regulations, the amount specified in subsection (4) to the Commissioners. 4 The amount is— Q × R where— Q is the quantity (in litres) of the heavy oil or bioblend, and R is the rate of the relevant rebate at the time of supply. 5 The  “relevant rebate” is— a in the case of heavy oil upon which rebate was allowed under section 13ZA or 13AA(1), the rebate under that provision, b in the case of heavy oil to which paragraph (a) does not apply, the rebate under section 11 for that kind of heavy oil, and c in the case of bioblend, the rebate under section 11(1)(b). 6 The amount referred to in subsection (3)(b) is to be treated, for the purposes of section 12 of the Finance Act 1994 (assessments to excise duty), as an amount of excise duty. 7 Regulations may provide, in cases where heavy oil or bioblend to which subsection (2) applies and other heavy oil or bioblend is taken into a craft as fuel, for the order in which the different substances are to be treated (for the purposes of this section and section 14F) as used. 7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7B In this section  “ private pleasure craft ” means any aircraft or vessel used otherwise than for commercial purposes by— a the owner of the aircraft or vessel, or b any other person entitled to use it. 7C For the purposes of subsection (7B), the cases in which an aircraft or vessel is to be regarded as used for commercial purposes include any case where— a consideration is provided by any person for the use of the aircraft or vessel (whether for the carriage of passengers or goods or for the supply of services or otherwise), or b the aircraft or vessel is used for the purposes of any public authority. 7D Regulations may provide for other cases in which any aircraft or vessel is treated as being, or not being, a private pleasure craft for the purposes of this section. 8 In this section—  ... “ regulations ” means regulations under section 24(1) made for the purposes of this section, and “ relevant declaration ”, in relation to a quantity of heavy oil or bioblend, means a declaration, made in the way and form specified by or under regulations, that the heavy oil or bioblend is to be used as fuel for propelling private pleasure craft."}, {"act": "Hydrocarbon Oil Duties Act 1979", "year": 1979, "section": "14F", "section_title": "Penalties for contravention of section 14E", "section_text": "14F 1 This section applies if a person— a uses a quantity of rebated heavy oil or bioblend in contravention of section 14E(2), or b fails to comply with section 14E(3)(b). 2 The Commissioners may assess the amount specified in section 14E(4) as being excise duty due from the person, and may notify the person or the person's representative accordingly. 3 The use or failure attracts a penalty under section 9 of the Finance Act 1994 (civil penalties). 4 For the purposes of that section, if this section applies by virtue of subsection (1)(b)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the failure also attracts daily penalties. 5 If this section applies by virtue of subsection (1)(a), for the purpose of subsection (2) the reference in section 14E(4) to the time of supply is to be read as the time of use. 6 Rebated heavy oil or bioblend is liable to forfeiture if— a it is in the fuel supply of an engine provided for propelling a vessel that is being used as a private pleasure craft, and b its use would be in contravention of section 14E(2)."}]