[{"act": "Kiribati Act 1979", "year": 1979, "section": "1", "section_title": " Independence for Kiribati.", "section_text": "1 1 On and after 12th July 1979 (in this Act referred to as “ Independence Day ”) Her Majesty’s Government in the United Kingdom shall have no responsibility for the government of Kiribati. 2 No Act of the Parliament of the United Kingdom passed on or after Independence Day shall extend, or be deemed to extend, to Kiribati as part of its law."}, {"act": "Kiribati Act 1979", "year": 1979, "section": "2", "section_title": " Power to provide for constitution of Kiribati as Republic.", "section_text": "2 Her Majesty may by Order in Council (which shall be laid before Parliament after being made) make provision for the constitution of Kiribati as a Republic on Independence Day."}, {"act": "Kiribati Act 1979", "year": 1979, "section": "3", "section_title": " Operation of existing law.", "section_text": "3 1 Subject to the following provisions of this Act, all law to which this section applies, whether being a rule of law or a provision of an Act of Parliament or of any other enactment or instrument whatsoever, which is in force on Independence Day, or, having been passed or made before that day, comes into force thereafter, shall, unless and until provision to the contrary is made by Parliament or some other authority having power in that behalf, have the same operation in relation to Kiribati and persons and things belonging to or connected with Kiribati, as it would have had apart from this subsection if there had been no change in the status of Kiribati. 2 This section applies to law of, or any part of, the United Kingdom, the Channel Islands and the Isle of Man and, in relation only to any enactment of the Parliament of the United Kingdom or any Order in Council made by virtue of any such enactment whereby any such enactment applies in relation to Kiribati, to law of any other country or territory to which that enactment or Order extends. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 On and after Independence Day the provisons specified in the Schedule to this Act shall have effect subject to the amendments there specified. 5 Subsection (4) above, and the Schedule to this Act, shall not extend to Kiribati as part of its law."}, {"act": "Kiribati Act 1979", "year": 1979, "section": "4", "section_title": " Consequential modifications of British Nationality Acts.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Kiribati Act 1979", "year": 1979, "section": "6", "section_title": " Appeals to the Privy Council.", "section_text": "6 1 Her Majesty may by Order in Council confer on the Judicial Committee of the Privy Council such jurisdiction and powers as may be appropriate in cases in which provision is made by the law of Kiribati for appeals to the Committee from courts of Kiribati. 2 An Order in Council under this section may contain such incidental and supplemental provisions as appear to Her Majesty to be expedient. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Except so far as otherwise provided by or in accordance with an Order in Council under this section, and subject to such modifications as may be so provided, the  Judicial Committee Act 1833 shall have effect in relation to appeals in respect of which jurisdiction is conferred under this section as it has effect in relation to appeals to Her Majesty in Council. 5 An Order in Council under this section shall be laid before Parliament after being made."}, {"act": "Kiribati Act 1979", "year": 1979, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act, and in any amendment made by this Act in any other enactment, “ Kiribati ” means the territories which immediately before Independence Day constitute the colony of the Gilbert Islands. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Kiribati Act 1979", "year": 1979, "section": "8", "section_title": " Short title.", "section_text": "8 This Act may be cited as the Kiribati Act 1979."}]