[{"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "1", "section_title": " The Land Register of Scotland.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "2", "section_title": " Registration.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "3", "section_title": " Effect of registration.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "4", "section_title": " Applications for registration.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "5", "section_title": " Completion of registration.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "6", "section_title": " The title sheet.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "7", "section_title": " Ranking.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "8", "section_title": " Continuing effectiveness of recording in Register of Sasines.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "9", "section_title": " Rectification of the register.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "10", "section_title": " Positive prescription in respect of registered interests in land. ", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "11", "section_title": " Transitional provisions for Part I.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "12", "section_title": " Indemnity in respect of loss.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "13", "section_title": " Provisions supplementary to section 12.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "14", "section_title": " The foreshore.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "15", "section_title": " Simplification of deeds relating to registered interests.", "section_text": "15 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 It shall not be necessary, in connection with any deed relating to a   plot of land or lease registered in the Land Register of Scotland                            , to include an assignation of any obligation or right of relief or to narrate the series of writs by which the grantor of the deed became entitled to enforce that obligation or exercise that right if the obligation or right has been entered in the title sheet of   the plot or lease   and, accordingly, in such a case— a section 50 of and Schedule M to the  Conveyancing (Scotland) Act 1874 (form and effect of assigning right of relief or other right affecting land) shall not apply to such a deed; and b such a deed shall for all purposes import a valid and complete assignation of that obligation or right."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "16", "section_title": " Omission of certain clauses in deeds.", "section_text": "16 1 It shall not be necessary to insert in any deed executed after the commencement of this Act which conveys an interest in land a clause of assignation of writs and any such deed shall, unless specially qualified, import an assignation to the grantee of the title deeds and searches and all deeds not duly recorded, and shall— a impose on the grantor or any successor an obligation— i to deliver to the grantee all title deeds and searches relating exclusively to the interest conveyed; ii to make forthcoming to the grantee and his successors at his or their expense on all necessary occasions any title deeds and searches which remain in the possession of the grantor or any successor and which relate partly to the interest conveyed; and b import an assignation to the grantee by the grantor of his right to require any person having custody thereof to exhibit or deliver any title deeds and searches remaining undelivered; and c impose on the grantee or any successor an obligation to make forthcoming on all necessary occasions to any party having an interest therein any deeds and searches which have been delivered to the grantee but which relate partly to interests other than the interest conveyed to the grantee. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 It shall not be necessary to insert in any deed conveying an interest in land executed after the commencement of this Act a clause of assignation of rents or a clause of obligation of relief, and any such deed so executed shall, unless specially qualified, import— a an assignation of the rents payable— i in the case of backhand rents, at the legal terms following the date of entry, and ii in the case of forehand rents, at the conventional terms following that date; b an obligation on the grantor to relieve the grantee of all  . . .  annuities and public, parochial and local burdens exigible in respect of the interest prior to the date of entry  . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "17", "section_title": " Deeds of declaration of conditions.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "18", "section_title": " Variations and discharges of land obligations.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "19", "section_title": " Agreement as to common boundary.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "20", "section_title": " Tenants-at-will.", "section_text": "20 1 A tenant-at-will shall be entitled, in accordance with this section, to acquire his landlord’s interest as such in the land which is subject to the tenancy-at-will (hereinafter referred to as the “ tenancy land ”). 2 Subject to section 21(2) of this Act, a tenant-at-will who wishes to acquire his landlord’s interest under this section shall serve notice on him in, or as nearly as may be in, the form set out in Schedule 1 to this Act. 3 There shall be payable by the tenant-at-will to his landlord by way of compensation in respect of an acquisition of tenancy land such amount as may be agreed between them or, failing agreement, an amount equal to— a the value of the tenancy land, not including any buildings thereon, but assuming that planning permission for residential purposes has been granted in respect of it; or b one twenty-fifth of the value of the tenancy land, including any buildings thereon, whichever is the lesser, together with— i subject to subsection (4) below, such further amount as may be required to discharge any heritable security over the tenancy land or, where the heritable security is granted over land including the tenancy land, such further amount (being such proportion of the sum secured over the land which includes the tenancy land as may reasonably be regarded as attributable to the tenancy land) as is required to restrict the heritable security so as to disburden the tenancy land  . . .  ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In respect of any acquisition under this section, the amount mentioned in paragraph (i) of subsection (3) above shall not exceed ninety per cent. of the amount fixed by virtue of paragraph (a) or (b) of that subsection. 5 The tenant-at-will shall reimburse the expenses reasonably and properly incurred by the landlord in conveying his interest in the tenancy land to the tenant-at-will, including the expenses of any discharge  or restriction  under subsection (3) above. 6 The landlord shall, on there being tendered to him the compensation and expenses specified in this section, convey his interest in the tenancy land to his tenant-at-will on such terms and conditions (additional to those relating to compensation and expenses under subsections (3), (4) and (5) above) as may be agreed between them or, failing agreement, as may be appropriate to the circumstances of the case and free of all heritable securities  . . . . 7 A heritable creditor whose security is over the tenancy land or land which includes the tenancy land, on there being tendered to him the amount mentioned in paragraph (i) of subsection (3) above (as read with subsection (4) above) and his reasonable expenses, shall discharge or, as the case may be, restrict the security so as to disburden the tenancy land. 8 In this section and in sections 21 and 22 of this Act, “ tenant-at-will ” means a person— a who, not being— i a tenant under a lease; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii a tenant or occupier by virtue of any enactment, is by custom and usage the occupier (actual or constructive) of land on which there is a building or buildings erected or acquired for value by him or any predecessor of his; b who is under an obligation to pay a ground rent to the owner of the land in respect of the said land but not in respect of the building or buildings on it, or would have been under such an obligation if the ground rent had not been redeemed; and c whose right of occupancy of the land is without ish. 9 In subsections (5) and (6) above, references to the conveying of the landlord’s interest in tenancy land shall be construed in accordance with section 21(10) of this Act."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "21", "section_title": " Provisions supplementary to section 20.", "section_text": "21 1 Any question arising under section 20 of this Act as to— a whether a person is a tenant-at-will; b the extent or boundaries of any tenancy land; c the value of any tenancy land or as to what proportion of any sum secured over any land may reasonably be regarded as attributable to any tenancy land included in that land; d whether any expenses are reasonably and properly incurred; e what are appropriate terms and conditions, shall be determined, on the application of the tenant-at-will, a person claiming to be the tenant-at-will or the landlord, by the Lands Tribunal for Scotland. 2 The Lands Tribunal for Scotland may, on the application of a tenant-at-will who wishes to acquire his landlord’s interest in the tenancy land under section 20 of this Act, if they are satisfied that such landlord is unknown or cannot be found, make an order— a dispensing with notice under section 20(2) above; b fixing an amount by way of compensation in accordance with section 20(3) of this Act; c determining appropriate terms and conditions on which the landlord’s interest in the tenancy land should be conveyed, for the purposes of the acquisition by the tenant-at-will of his landlord’s said interest. 3 If the landlord— a fails to convey his interest in accordance with section 20(6) of this Act, or b is unknown or cannot be found, the tenant-at-will may apply to the sheriff for an order dispensing with the execution by the landlord of the conveyance in favour of the tenant-at-will and directing the sheriff clerk to execute the conveyance instead of the landlord, and on making such an order the sheriff may require the tenant-at-will to consign in court any sums payable by the tenant-at-will under section 20(3) and (5) of this Act or, as the case may be, any sums specified in an order under subsection (2) above. 4 Where, in pursuance of an order made by the sheriff under this section, a conveyance is executed by the sheriff clerk on behalf of the landlord, such conveyance shall have the like force and effect as if it had been executed by such landlord. 5 The sheriff may, on the application of any party, order the investment, payment or distribution of any sums consigned in court under subsection (3) above, and in so doing the sheriff shall have regard to the respective interests of any parties appearing to have a claim on such sums. 6 Nothing in section 5 of the  Sheriff Courts (Scotland) Act 1907 shall entitle any party to an application to the sheriff under this section to require it to be remitted to the Court of Session on the grounds that it relates to a question of heritable right or title. 7 A landlord shall have power to execute a valid conveyance in pursuance of this section notwithstanding that he may be under any such disability as is mentioned in section 7 of the  Lands Clauses Consolidation (Scotland) Act 1845. 8 Where a person other than the landlord is  owner of  the subjects to be conveyed, references in section 20 of this Act and in this section to the landlord shall be construed as references to the landlord and such other person for their respective rights. 9 Any condition or provision to the effect that a person with an interest in land shall be entitled to a right of pre-emption in the event of a sale of the land, or of any part of the land, by the proprietor for the time being, shall not be capable of being enforced where the sale is by a landlord to his tenant-at-will under section 20 of this Act. 10 In this section and in section 20(5) and (6) of this Act, references to the conveying of the landlord’s interest in the tenancy land shall be construed as references to a  disposition by him  of that land or, where the landlord is a lessee under a lease, an assignation of the lease but only as regards the tenancy land and, in this section, “ conveyance ” shall be construed accordingly."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "22", "section_title": " Provisions supplementary to section 20: heritable creditors.", "section_text": "22 1 The provisions of this section shall have effect where a heritable security over tenancy land or over land which includes tenancy land falls to be discharged or restricted under section 20(7) of this Act. 2 The heritable creditor shall be entitled for his interest to apply, and to be a party to an application, under section 21(1) of this Act. 3 The Lands Tribunal for Scotland, if they are satisfied that the heritable creditor is unknown or cannot be found, may, on the application of the tenant-at-will or his landlord or both, make an order fixing the amount required to discharge or restrict the heritable security so as to disburden the tenancy land. 4 If the heritable creditor— a fails to disburden the tenancy land in accordance with section 20(7) of this Act, or b is unknown or cannot be found, the tenant-at-will or the landlord or both may apply to the sheriff for an order dispensing with the execution by the heritable creditor of the deed of discharge or restriction in favour of the landlord and directing the sheriff clerk to execute the deed instead of the heritable creditor and on making such an order the sheriff may require the landlord to consign in court any amount or expenses which the landlord requires to pay for the purposes of section 20(3)(i), (4) and (5) of this Act to the heritable creditor or, as the case may be, any amount specified in an order under subsection (3) above. 5 Where, in pursuance of an order made by the sheriff under this section, a deed of discharge or restriction is executed by the sheriff clerk on behalf of the heritable creditor, such deed shall have the like force and effect as if it had been executed by such heritable creditor. 6 The sheriff may, on the application of any party, order the investment, payment or distribution of any amount consigned in court under subsection (4) above, and in so doing the sheriff shall have regard to the respective interests of any parties appearing to have a claim on such amount. 7 Nothing in section 5 of the  Sheriff Courts (Scotland) Act 1907 shall entitle any party to an application to the sheriff under this section to require it to be remitted to the Court of Session on the grounds that it relates to a question of heritable right or title. 8 A heritable creditor shall have power to execute a valid deed of discharge or restriction in pursuance of this section notwithstanding that he may be under any such disability as is mentioned in section 7 of the  Lands Clauses Consolidation (Scotland) Act 1845."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "22A", "section_title": " Power of sheriff to grant renewals of certain long leases.", "section_text": "22A ‐ 1 Where a landlord has failed to renew a long lease in implement of an obligation in or under it, the sheriff may, on summary application by the tenant, make an order directing the sheriff clerk to execute a renewal of the lease instead of the landlord. 2 On making an order under subsection (1) above, the sheriff may require the tenant to consign in court such amount (whether by way of rent or expenses or otherwise) in respect of the lease and its renewal as appears to the sheriff to be lawfully due and payable or appears to him would have been so due and payable had the landlord duly renewed the lease. 3 A renewal executed under this section shall have the like force and effect as if it were executed by the landlord. 4 Without prejudice to subsection (7)(a) below, a landlord shall be regarded, for the purposes of subsection (1) above, as having failed to renew a lease in implement of an obligation in or under it if, having been given written notice in accordance with subsection (5) below by the tenant that he requires the landlord, in implement of the obligation, to renew the lease, the landlord has failed to do so when he was obliged to and continues so to fail. 5 Notice is in accordance with this subsection if it is given not less than 3 months before the lodging of the summary application. 6 Subsection (4) above is subject to subsection (7)(b) below and to any provision in or under the lease for earlier, or a longer period of, notice requiring renewal of the lease than that mentioned in subsection (5) above. 7 If the sheriff is satisfied that a landlord is unknown or cannot be found, he may– a in a case where the tenant is thereby prevented from bringing the landlord, in accordance with the lease, under an obligation to renew it, order that the landlord shall be regarded, for the purposes of subsection (1) above, as having failed to renew the lease in implement of an obligation under it; and b in any other case, dispense with notice under subsection (4) above. 8 The sheriff may, on the application of any party, order the investment, payment or distribution of any sums consigned in court under subsection (2) above, and in so doing the sheriff shall have regard to the respective interests of any parties appearing to have a claim on such sums. 9 The sheriff’s power under subsection (8) above extends to ordering that any award of expenses of the application under this section be paid out of any sums consigned in court under subsection (2) above."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "23", "section_title": " Fees. ", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "24", "section_title": " Financial provisions.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "25", "section_title": " Appeals.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "26", "section_title": " Application to Crown.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "27", "section_title": " Rules.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "28", "section_title": "  Interpretation,  etc.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "29", "section_title": " Amendment and repeal of enactments.", "section_text": "29 1 The enactments specified in Schedule 2 to this Act shall have effect subject to the amendments set out in that Schedule. 2 Subject to subsection (3) below, any reference, however expressed, in any enactment passed before, or during the same Session as, this Act or in any instrument made before the passing of this Act under any enactment to the Register of Sasines or to the recording of a deed therein shall be construed as a reference to the register or, as the case may be, to registration. 3 Subsection (2) above does not apply— a to the enactments specified in Schedule 3 to this Act; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The enactments specified in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Land Registration (Scotland) Act 1979", "year": 1979, "section": "30", "section_title": " Short title, extent and commencement.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]