[{"act": "Pneumoconiosis etc. (Workers’ Compensation) Act 1979", "year": 1979, "section": "1", "section_title": " Lump sum payments.", "section_text": "1 1 If, on a claim by a person who is disabled by a disease to which this Act applies, the Secretary of State is satisfied that the conditions of entitlement mentioned in section 2(1) below are fulfilled, he shall in accordance with this Act make to that person a payment of such amount as may be prescribed by regulations. 2 If, on a claim by the dependant of a person who, immediately before he died, was disabled by a disease to which this Act applies, the Secretary of State is satisfied that the conditions of entitlement mentioned in section 2(2) below are fulfilled, he shall in accordance with this Act make to that dependant a payment of such amount as may be so prescribed. 3 The diseases to which this Act applies are pneumoconiosis, byssinosis and diffuse mesothelioma  and any other disease which is specified by the Secretary of State for the purposes of this Act by order made by statutory instrument. 4 Regulations under this section may prescribe different amounts for different cases or classes of cases or for different circumstances. 5 No order shall be made under this section unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Pneumoconiosis etc. (Workers’ Compensation) Act 1979", "year": 1979, "section": "2", "section_title": " Conditions of entitlement.", "section_text": "2 1 In the case of a person who is disabled by a disease to which this Act applies, the conditions of entitlement are— a that disablement benefit is payable to him in respect of the disease  or, subject to subsection (3A) below, would be payable to him in respect of it but for his disablement amounting to less than the appropriate percentage ; b that every relevant employer of his has ceased to carry on business; ba that no application has been made for a payment under the Diffuse Mesothelioma Payment Scheme in respect of the disease (for the scheme, see the Mesothelioma Act 2014);  and c that he has not brought any action, or compromised any claim, for damages in respect of the disablement. 2 In the case of the dependant of a person who, immediately before he died, was disabled by a disease to which this Act applies, the conditions of entitlement are— a that no payment under this Act has been made to the deceased in respect of the disease; b that death benefit is payable to or in respect of the dependant by reason of the deceased’s death as a result of the disease, or that disablement benefit was payable to the deceased in respect of the disease immediately before he died  or, subject to subsection (3A) below, would have been so payable to him— i but for his disablement amounting to less than the appropriate percentage; or ii but for his not having claimed the benefit; or iii but for his having died before he had suffered from the disease for the appropriate period ;  c that every relevant employer of the deceased has ceased to carry on business; ca that no application has been made by the deceased, or any dependant, for a payment under the Diffuse Mesothelioma Payment Scheme in respect of the disease (for the scheme, see the Mesothelioma Act 2014);  and d that neither the deceased nor his personal representatives nor any relative of his has brought any action, or compromised any claim, for damages in respect of the disablement or death. 3 In this section—   “ the appropriate percentage ” means, in the case of any disease, the percentage specified in subsection (1) of section 57 of the Social Security Act  1975 or, if regulations have been made under section 77 of that Act specifying a different percentage in relation to that disease, the percentage specified in the regulations; “ the appropriate period ” means, in the case of any disease, the period specified in subsection (4) of the said section 57 or, if regulations have been made under the said section 77 specifying a different period in relation to that disease, the period specified in the regulations;  “ death benefit ” means  industrial death benefit under  section 108 of the Social Security Contributions and Benefits Act 1992 , or  death benefit under a scheme made, or having effect as if made, under  paragraph 4 of Schedule 8 to the Social Security Contributions and Benefits Act 1992 ; “ disablement benefit ” means disablement benefit under section 76 of the Social Security Act 1975  or section 108 of the Social Security Contributions and Benefits Act 1992  or under any corresponding provision of the former Industrial Injuries Acts, or an allowance under a scheme made, or having effect as if made, under section 5 of the Industrial Injuries and Diseases (Old Cases) Act 1975  or paragraph 4 of Schedule 8 to the Social Security Contributions and Benefits Act 1992  or under any corresponding provision of the former Old Cases Acts; “ the former Industrial Injuries Acts ” means the  National Insurance (Industrial Injuries) Act 1946 and the  National Insurance (Industrial Injuries) Act 1965; “ the former Old Cases Acts ” means the  Pneumoconiosis and Byssinosis Benefit Act 1951 and the  Industrial Injuries and Diseases (Old Cases) Act 1967;  “relevant employer” has the meaning given in the Schedule to this Act.  3A No amount is payable under this Act in respect of disablement amounting to less than 1 per cent. 4 For the purposes of this section any action which has been dismissed otherwise than on the merits (as for example for want of prosecution or under any enactment relating to the limitation of actions) shall be disregarded."}, {"act": "Pneumoconiosis etc. (Workers’ Compensation) Act 1979", "year": 1979, "section": "3", "section_title": " Dependants.", "section_text": "3 1 In this Act “ dependant ”, in relation to a person who, immediately before he died, was disabled by a disease to which this Act applies, means— a if he left a spouse  or civil partner  who was residing with him or was receiving or entitled to receive from him periodical payments for her maintenance, that spouse  or civil partner ; b if paragraph (a) above does not apply but he left a child or children who fall within subsection (2) below, that child or those children; c if neither of the preceding paragraphs applies but he left a person who was residing with him and with whom he was in a qualifying relationship, that person; d if none of the preceding paragraphs applies, any relative or relatives of his who fall within subsection (2) below and who were, in the opinion of the Secretary of State, wholly or mainly dependent on him at the date of his death. 2 A person falls within this subsection if, at the relevant date, he was a under the age of 16; b under the age of 21 and not gainfully employed full-time; or c permanently incapable of self-support; and in this subsection “ relevant date ” means the date of the deceased’s death or the date of the coming into force of this Act, whichever is the later. 2A For the purposes of subsection (1)(c)— a two persons of the opposite sex are in a qualifying relationship if they are living together as husband and wife; b two persons of the same sex are in a qualifying relationship if they are living together as if they were civil partners. 2A For the purposes of subsection (1)(c) two persons are in a qualifying relationship if they are living together   as if they were a married couple or civil partners . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where any payment under this Act falls to be made to two or more persons, the payment shall be made to one of them or divided between some or all of them as the Secretary of State thinks fit. 4 In this section— “ child ” includes posthumous child; “ relative ” means brother, sister, lineal ancestor or lineal descendant; and for the purposes of this section a relationship shall be established as if any illegitimate child or step child of a person had been a child born to him in wedlock. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pneumoconiosis etc. (Workers’ Compensation) Act 1979", "year": 1979, "section": "4", "section_title": " Determination of claims.", "section_text": "4 1 Any reference in this Act to a claim under section 1 above is a reference to a claim under that section which is made— a in the manner prescribed by regulations; and b within the period of 12 months beginning with the relevant date or within such further period as the Secretary of State may allow. 2 The Secretary of State may, if he thinks fit, before determining any claim under section 1 above, appoint a person to hold an inquiry into any question arising on the claim, or any matters arising in connection therewith, and to report on the question, or on those matters, to the Secretary of State. 3 Section  18 of the Social Security Administration Act 1992  (appeal on question of law) shall apply in relation to any question of law arising in connection with the determination by the Secretary of State of any claim under section 1 above as it applies in relation to any question of law arising in connection with the determination by the Secretary of State of any question within section  17(1)  of that Act. 4 In this section “ relevant date ”— a in the case of a person disabled by a disease to which this Act applies,  other than a disease specified in an order under section 1 above,  means the date on which disablement benefit first became payable to him in respect of the disease or the date of the coming into force of this Act, whichever is the later; b in the case of the dependant of a person who, immediately before he died, was disabled by a disease to which this Act applies,  other than a disease specified in an order under section 1 above,  means the date of the deceased’s death or the date of the coming into force of this Act, whichever is the later. c in the case of a person disabled by a disease specified in an order under section 1 above, means the date on which disablement benefit first became payable to him in respect of the disease or the date of the coming into force of the order, whichever is the later; d in the case of the dependant of a person who, immediately before he died, was disabled by a disease specified in an order under section 1 above, means the date of the deceased’s death or the date of the coming into force of the order, whichever is the later."}, {"act": "Pneumoconiosis etc. (Workers’ Compensation) Act 1979", "year": 1979, "section": "5", "section_title": " Reconsideration of determinations.", "section_text": "5 1 Subject to subsection (2) below, the Secretary of State may reconsider a determination that a payment should not be made under this Act on the ground— a that there has been a material change of circumstances since the determination was made; or b that the determination was made in ignorance of, or was based on a mistake as to, some material fact; and the Secretary of State may, on the ground set out in paragraph (b) above, reconsider a determination that such a payment should be made. 2 Regulations shall prescribe the manner in which and the period within which— a an application may be made to the Secretary of State for his reconsideration of a determination; and b the Secretary of State may of his own motion institute such a reconsideration. 3 Subsections (2) and (3) of section 4 above shall apply in relation to any reconsideration of a determination under this section as they apply in relation to the determination of a claim. 4 If, whether fraudulently or otherwise, any person misrepresents or fails to disclose any material fact and in consequence of the misrepresentation or failure a payment is made under this Act, the person to whom the payment was made shall be liable to repay the amount of that payment to the Secretary of State unless he can show that the misrepresentation or failure occurred without his connivance or consent. 5 Except as provided by subsection (4) above, no payment under this Act shall be recoverable by virtue of a reconsideration of a determination under this section."}, {"act": "Pneumoconiosis etc. (Workers’ Compensation) Act 1979", "year": 1979, "section": "6", "section_title": " Payments for the benefit of minors etc.", "section_text": "6 Where a payment under this Act falls to be made to a person who is under the age of 18 or incapable of managing his own affairs, then, subject to section 3(3) above, the payment shall be made for his benefit by paying it to such trustees as the Secretary of State may appoint to be held by them upon such trusts or, in Scotland, for such purposes and upon such conditions as may be declared by the Secretary of State."}, {"act": "Pneumoconiosis etc. (Workers’ Compensation) Act 1979", "year": 1979, "section": "7", "section_title": " Regulations.", "section_text": "7 1 Any reference in the preceding provisions of this Act to regulations is a reference to regulations made by the Secretary of State. 2 Any power of the Secretary of State to make regulations under this Act shall be exercisable by statutory instrument and includes power to make such incidental, supplementary or transitional provision as the Secretary of State thinks fit. 3 No regulations shall be made under section 1 above  or paragraph 9 of the Schedule to this Act  unless a draft of the regulations has been laid before, and approved by a resolution of, each House of Parliament. 4 Any statutory instrument containing regulations made under any other provision of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Pneumoconiosis etc. (Workers’ Compensation) Act 1979", "year": 1979, "section": "8", "section_title": " Fraudulent statements etc.", "section_text": "8 Any person who, for the purpose of obtaining a payment under this Act, whether for himself or some other person— a knowingly makes any false statement or representation; or b produces or furnishes or causes or knowingly allows to be produced or furnished any document or information which he knows to be false in a material particular, shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale ."}, {"act": "Pneumoconiosis etc. (Workers’ Compensation) Act 1979", "year": 1979, "section": "9", "section_title": " Financial provisions.", "section_text": "9 1 There shall be paid out of moneys provided by Parliament— a any expenditure incurred by the Secretary of State in making payments under this Act; and b any increase in the administrative expenses of the Secretary of State which is attributable to this Act. 2 Any sums repaid to the Secretary of State by virtue of section 5(4) above shall be paid into the Consolidated Fund."}, {"act": "Pneumoconiosis etc. (Workers’ Compensation) Act 1979", "year": 1979, "section": "10", "section_title": " Short title, construction, commencement and extent.", "section_text": "10 1 This Act may be cited as the Pneumoconiosis etc. (Workers’ Compensation) Act 1979. 2 Except where the context otherwise requires, any expression to which a meaning is assigned by  the Social Security Contributions and Benefits Act 1992 or the Social Security Administration Act 1992 , or by any regulations made under  either of those Acts , has that meaning also for the purposes of this Act. 3 This Act shall come into force on the expiration of a period of three months beginning with the day on which it is passed. 4 This Act does not extend to Northern Ireland."}]