[{"act": "Public Lending Right Act 1979", "year": 1979, "section": "1", "section_title": " Establishment of public lending right.", "section_text": "1 1 In accordance with a scheme to be prepared and brought into force by the Secretary of State, there shall be conferred on authors a right, known as “ public lending right ”, to receive from time to time out of a Central Fund payments in respect of such of their books as are lent out to the public by local library authorities in the United Kingdom. 2 The classes, descriptions and categories of books in respect of which public lending right subsists, and the scales of payments to be made from the Central Fund in respect of it, shall be determined by or in accordance with the scheme; and in preparing the scheme the Secretary of State shall consult with representatives of authors and library authorities and of others who appear to be likely to be affected by it. 3 ... the Schedule to this Act has effect  .... 4 The   Board   shall be charged with the duty of establishing and maintaining in accordance with the scheme a register showing the books in respect of which public lending right subsists and the persons entitled to the right in respect of any registered book. 5 The   Board   shall, in the case of any registered book determine in accordance with the scheme the sums (if any) due by way of public lending right; and any sum so determined to be due shall be recoverable from the   Board   as a debt due to the person for the time being entitled to that right in respect of the book. 6 Subject to any provision made by the scheme, the duration of public lending right in respect of a book shall be from the date of the book’s first publication (or, if later, the beginning of the year in which application is made for it to be registered) until 50 years have elapsed since the end of the year in which the author died. 7 Provision shall be made by the scheme for the right— a to be established by registration; b to be transmissible by assignment or assignation, by testamentary disposition or by operation of law, as personal or moveable property; c to be claimed by or on behalf of the person for the time being entitled; d to be renounced (either in whole or in part, and either temporarily or for all time) on notice being given to the   Board   to that effect."}, {"act": "Public Lending Right Act 1979", "year": 1979, "section": "2", "section_title": " The Central Fund.", "section_text": "2 1 The Central Fund shall be constituted by the Secretary of State and placed under the control and management of the   Board  . 2 There shall be paid into the Fund from time to time such sums, out of money provided by Parliament, as the Secretary of State with Treasury approval determines to be required for the purpose of satisfying the liabilities of the Fund; but in respect of the liabilities of any one financial year of the Fund the total of those sums shall not exceed £2 million  .... 3 With the consent of the Treasury, the Secretary of State may from time to time by order in a statutory instrument increase the limit on the sums to be paid under subsection (2) above in respect of financial years beginning after that in which the order is made; but no such order shall be made unless a draft of it has been laid before the House of Commons and approved by a resolution of that House. 4 There are to be paid out of the Central Fund such sums as may in accordance with the scheme be due from time to time in respect of public lending right. 5 There is to be paid into the Central Fund— a money received by  the Board  in respect of property disposed of in connection with its functions in relation to public lending right, and b money otherwise received by  the Board  in the course of its functions in relation to public lending right, or under this Act, after deduction of any costs associated with the disposal of the property or otherwise referable to the money received. 5A But an amount required to be paid into the Central Fund under subsection (5) is instead to be paid into the Consolidated Fund if the Secretary of State, with the consent of the Treasury, so directs. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Lending Right Act 1979", "year": 1979, "section": "3", "section_title": " The scheme and its administration.", "section_text": "3 1 As soon as may be after this Act comes into force, the Secretary of State shall prepare the draft of a scheme for its purposes and lay a copy of the draft before each House of Parliament. 2 If the draft scheme is approved by a resolution of each House, the Secretary of State shall bring the scheme into force (in the form of the draft) by means of an order in a statutory instrument, to be laid before Parliament after if is made; and the order may provide for different provisions of the scheme to come into force on different dates. 3 The scheme shall be so framed as to make entitlement to public lending right dependent on, and its extent ascertainable by reference to, the number of occasions on which books are lent out from particular libraries, to be specified by the scheme or identified in accordance with provision made by it. 4 For this purpose, “ library ”— a means any one of a local library authority’s collections of books held by them for the purpose of being borrowed by the public; and b includes any such collection which is taken about from place to place. 5 The scheme may provide for requiring local library authorities— a to give information as and when, and in the form in which, the   Board   may call for it or the Secretary of State may direct, as to loans made by them to the public of books in respect of which public lending right subsists, or of other books; and b to arrange for books to be numbered, or otherwise marked or coded, with a view to facilitating the maintenance of the register and the ascertainment and administration of public lending right. 6 The   Board   shall ... reimburse to local library authorities any expenditure incurred by them in giving effect to the scheme, the amount of that expenditure being ascertained in accordance with such calculations as the scheme may prescribe. 7 Subject to the provisions of this Act (and in particular to the foregoing provisions of this section), the scheme may be varied from time to time by the Secretary of State, after such consultation as is mentioned in section 1(2) above, and the variation brought into force by an order in a statutory instrument, subject to annulment in pursuance of a resolution of either House of Parliament; and the variation may comprise such incidental and transitional provisions as the Secretary of State thinks appropriate for the purposes of continuing the scheme as varied. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Lending Right Act 1979", "year": 1979, "section": "4", "section_title": " The register.", "section_text": "4 1 The register shall be kept in such form, and contain such particulars of books and their authors, as may be prescribed. 2 No application for an entry in the register is to be entertained in the case of any book unless it falls within a class, description or category of books prescribed as one in respect of which public lending right subsists. 3 The scheme shall provide for the register to be conclusive both as to whether public lending right subsists in respect of a particular book and also as to the persons (if any) who are for the time being entitled to the right. 4 Provision shall be included in the scheme for entries in the register to be made and amended, on application made in the prescribed manner and supported by prescribed particulars (verified as prescribed) so as to indicate, in the case of any book who (if any one) is for the time being entitled to public lending right in respect of it. 5 The   Board   may direct the removal from the register of every entry relating to a book in whose case no sum has become due by way of public lending right for a period of at least 10 years, but without prejudice to a subsequent application for the entries to be restored to the register. 6 The Board may require the payment of fees, according to prescribed scales and rates, for supplying copies of entries in the register. 6A A copy of an entry in the register is, in all legal proceedings, admissible in evidence as of equal validity with the original if it is certified in writing by— a a member of  the Board , b a person employed by, or contracted to provide services for,  the Board  with authority in that behalf (which authority it is unnecessary to prove). 7 It shall be an offence for any person, in connection with the entry of any matter whatsoever in the register, to make any statement which he knows to be false in a material particular or recklessly to make any statement which is false in a material particular; and a person who commits an offence under this section shall be liable on summary conviction to a fine of not more than  level 5 on the standard scale 8 Where an offence under subsection (7) above which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he (as well as the body corporate) shall be guilty of that offence and be liable to be proceeded against accordingly. Where the affairs of a body corporate are managed by its members, this subsection applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Public Lending Right Act 1979", "year": 1979, "section": "5", "section_title": " Citation,  etc.", "section_text": "5 1 This Act may be cited as the Public Lending Right Act 1979. 2 In this Act any reference to “ the scheme ” is to the scheme prepared and brought into force by the Secretary of State in accordance with sections 1 and 3 of this Act (including the scheme as varied from time to time under section 3(7); and—   “ author ”, in relation to a work recorded as a sound recording, includes a producer or narrator;    “ the Board ” means the British Library Board established under section 1(2) of the British Library Act 1972;   “ book ” includes— a work recorded as a sound recording and consisting mainly of spoken words (an  “audio-book”), and a work, other than an audio-book, recorded in electronic form and consisting mainly of (or of any combination of) written or spoken words or still pictures (an  “e-book”);   “ lent out ” means made available to a member of the public for use away from library premises for a limited time (including by being communicated by means of electronic transmission to a place other than library premises) and  “ loan ” and  “ borrowed ” are to be read accordingly;   “ library premises ” has the meaning given in section 8(7) of the Public Libraries and Museums Act 1964; “ local library authority ” means— a library authority under the  Public Libraries and Museums Act 1964, a statutory library authority within the  Public Libraries (Scotland) Act 1955, and an Education and Library Board within the  Education and Libraries (Northern Ireland) Order 1972; “ prescribed ” means prescribed by the scheme;   “ producer ” has the meaning given in section 178 of the Copyright, Designs and Patents Act 1988;   “ the register ” means the register required by section 1(4) to be established and maintained by the   Board  ;  ... ...   “ sound recording ” has the meaning given in section 5A(1) of the Copyright, Designs and Patents Act 1988.   3 This Act comes into force on a day to be appointed by an order made by the the Secretary of State in a statutory instrument to be laid before Parliament after it has been made. 4 This Act extends to Northern Ireland."}]