[{"act": "Sale of Goods Act 1979", "year": 1979, "section": "1", "section_title": " Contracts to which Act applies.", "section_text": "1 1 This Act applies to contracts of sale of goods made on or after (but not to those made before) 1 January 1894. 2 In relation to contracts made on certain dates, this Act applies subject to the modification of certain of its sections as mentioned in Schedule 1 below. 3 Any such modification is indicated in the section concerned by a reference to Schedule 1 below. 4 Accordingly, where a section does not contain such a reference, this Act applies in relation to the contract concerned without such modification of the section. 5 Certain sections or subsections of this Act do not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies. 6 Where that is the case it is indicated in the section concerned."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "2", "section_title": " Contract of sale.", "section_text": "2 1 A contract of sale of goods is a contract by which the seller transfers or agrees to transfer the property in goods to the buyer for a money consideration, called the price. 2 There may be a contract of sale between one part owner and another. 3 A contract of sale may be absolute or conditional. 4 Where under a contract of sale the property in the goods is transferred from the seller to the buyer the contract is called a sale. 5 Where under a contract of sale the transfer of the property in the goods is to take place at a future time or subject to some condition later to be fulfilled the contract is called an agreement to sell. 6 An agreement to sell becomes a sale when the time elapses or the conditions are fulfilled subject to which the property in the goods is to be transferred."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "3", "section_title": " Capacity to buy and sell.", "section_text": "3 1 Capacity to buy and sell is regulated by the general law concerning capacity to contract and to transfer and acquire property. 2 Where necessaries are sold and delivered  to a minor or  to a person who by reason of   mental incapacity or   drunkenness is incompetent to contract, he must pay a reasonable price for them. 3 In subsection (2) above  “ necessaries ” means goods suitable to the condition in life of the   minor or other  person concerned and to his actual requirements at the time of the sale and delivery."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "4", "section_title": " How contract of sale is made.", "section_text": "4 1 Subject to this and any other Act, a contract of sale may be made in writing (either with or without seal), or by word of mouth, or partly in writing and partly by word of mouth, or may be implied from the conduct of the parties. 2 Nothing in this section affects the law relating to corporations."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "5", "section_title": " Existing or future goods.", "section_text": "5 1 The goods which form the subject of a contract of sale may be either existing goods, owned or possessed by the seller, or goods to be manufactured or acquired by him after the making of the contract of sale, in this Act called future goods. 2 There may be a contract for the sale of goods the acquisition of which by the seller depends on a contingency which may or may not happen. 3 Where by a contract of sale the seller purports to effect a present sale of future goods, the contract operates as an agreement to sell the goods."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "6", "section_title": " Goods which have perished.", "section_text": "6 Where there is a contract for the sale of specific goods, and the goods without the knowledge of the seller have perished at the time when the contract is made, the contract is void."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "7", "section_title": " Goods perishing before sale but after agreement to sell.", "section_text": "7 Where there is an agreement to sell specific goods and subsequently the goods, without any fault on the part of the seller or buyer, perish before the risk passes to the buyer, the agreement is avoided."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "8", "section_title": " Ascertainment of price.", "section_text": "8 1 The price in a contract of sale may be fixed by the contract, or may be left to be fixed in a manner agreed by the contract, or may be determined by the course of dealing between the parties. 2 Where the price is not determined as mentioned in sub-section (1) above the buyer must pay a reasonable price. 3 What is a reasonable price is a question of fact dependent on the circumstances of each particular case."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "9", "section_title": " Agreement to sell at valuation.", "section_text": "9 1 Where there is an agreement to sell goods on the terms that the price is to be fixed by the valuation of a third party, and he cannot or does not make the valuation, the agreement is avoided; but if the goods or any part of them have been delivered to and appropriated by the buyer he must pay a reasonable price for them. 2 Where the third party is prevented from making the valuation by the fault of the seller or buyer, the party not at fault may maintain an action for damages against the party at fault."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "10", "section_title": " Stipulations about time.", "section_text": "10 1 Unless a different intention appears from the terms of the contract, stipulations as to time of payment are not of the essence of a contract of sale. 2 Whether any other stipulation as to time is or is not of the essence of the contract depends on the terms of the contract. 3 In a contract of sale “month” prima facie means calendar month."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "11", "section_title": " When condition to be treated as warranty.", "section_text": "11 1 This section does not apply to Scotland. 2 Where a contract of sale is subject to a condition to be fulfilled by the seller, the buyer may waive the condition, or may elect to treat the breach of the condition as a breach of warranty and not as a ground for treating the contract as repudiated. 3 Whether a stipulation in a contract of sale is a condition, the breach of which may give rise to a right to treat the contract as repudiated, or a warranty, the breach of which may give rise to a claim for damages but not to a right to reject the goods and treat the contract as repudiated, depends in each case on the construction of the contract; and a stipulation may be a condition, though called a warranty in the contract. 4 Subject to section 35A below  Where a contract of sale is not severable and the buyer has accepted the goods or part of them, the breach of a condition to be fulfilled by the seller can only be treated as a breach of warranty, and not as a ground for rejecting the goods and treating the contract as repudiated, unless there is an express or implied term of the contract to that effect. 4A Subsection (4) does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in sections 19 to 22 of that Act). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Nothing in this section affects a condition or warranty whose fulfilment is excused by law by reason of impossibility or otherwise. 7 Paragraph 2 of Schedule 1 below applies in relation to a contract made before 22 April 1967 or (in the application of this Act to Northern Ireland) 28 July 1967."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "12", "section_title": " Implied terms about title, etc.", "section_text": "12 1 In a contract of sale, other than one to which subsection (3) below applies, there is an implied  term  on the part of the seller that in the case of a sale he has a right to sell the goods, and in the case of an agreement to sell he will have such a right at the time when the property is to pass. 2 In a contract of sale, other than one to which subsection (3) below applies, there is also an implied  term  that— a the goods are free, and will remain free until the time when the property is to pass, from any charge or encumbrance not disclosed or known to the buyer before the contract is made, and b the buyer will enjoy quiet possession of the goods except so far as it may be disturbed by the owner or other person entitled to the benefit of any charge or encumbrance so disclosed or known. 3 This subsection applies to a contract of sale in the case of which there appears from the contract or is to be inferred from its circumstances an intention that the seller should transfer only such title as he or a third person may have. 4 In a contract to which subsection (3) above applies there is an implied  term  that all charges or encumbrances known to the seller and not known to the buyer have been disclosed to the buyer before the contract is made. 5 In a contract to which subsection (3) above applies there is also an implied  term  that none of the following will disturb the buyer’s quiet possession of the goods, namely— a the seller; b in a case where the parties to the contract intend that the seller should transfer only such title as a third person may have, that person; c anyone claiming through or under the seller or that third person otherwise than under a charge or encumbrance disclosed or known to the buyer before the contract is made. 5A As regards England and Wales and Northern Ireland, the term implied by subsection (1) above is a condition and the terms implied by subsections (2), (4) and (5) above are warranties. 6 Paragraph 3 of Schedule 1 below applies in relation to a contract made before 18 May 1973. 7 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 17 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "13", "section_title": " Sale by description.", "section_text": "13 1 Where there is a contract for the sale of goods by description, there is an implied  term  that the goods will correspond with the description. 1A As regards England and Wales and Northern Ireland, the term implied by subsection (1) above is a condition. 2 If the sale is by sample as well as by description it is not sufficient that the bulk of the goods corresponds with the sample if the goods do not also correspond with the description. 3 A sale of goods is not prevented from being a sale by description by reason only that, being exposed for sale or hire, they are selected by the buyer. 4 Paragraph 4 of Schedule 1 below applies in relation to a contract made before 18 May 1973. 5 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 11 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "14", "section_title": " Implied terms about quality or fitness.", "section_text": "14 1 Except as provided by this section and section 15 below and subject to any other enactment, there is no implied  term  about the quality or fitness for any particular purpose of goods supplied under a contract of sale. 2 Where the seller sells goods in the course of a business, there is an implied term that the goods supplied under the contract are of satisfactory quality. 2A For the purposes of this Act, goods are of satisfactory quality if they meet the standard that a reasonable person would regard as satisfactory, taking account of any description of the goods, the price (if relevant) and all the other relevant circumstances. 2B For the purposes of this Act, the quality of goods includes their state and condition and the following (among others) are in appropriate cases aspects of the quality of goods— a fitness for all the purposes for which goods of the kind in question are commonly supplied, b appearance and finish, c freedom from minor defects, d safety, and e durability. 2C The term implied by subsection (2) above does not extend to any matter making the quality of goods unsatisfactory— a which is specifically drawn to the buyer’s attention before the contract is made, b where the buyer examines the goods before the contract is made, which that examination ought to reveal, or c in the case of a contract for sale by sample, which would have been apparent on a reasonable examination of the sample.  2D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where the seller sells goods in the course of a business and the buyer, expressly or by implication, makes known— a to the seller, or b where the purchase price or part of it is payable by instalments and the goods were previously sold by a credit-broker to the seller, to that credit-broker, any particular purpose for which the goods are being bought, there is an implied  term  that the goods supplied under the contract are reasonably fit for that purpose, whether or not that is a purpose for which such goods are commonly supplied, except where the circumstances show that the buyer does not rely, or that it is unreasonable for him to rely, on the skill or judgment of the seller or credit-broker. 4 An implied  term  about quality or fitness for a particular purpose may be annexed to a contract of sale by usage. 5 The preceding provisions of this section apply to a sale by a person who in the course of a business is acting as agent for another as they apply to a sale by a principal in the course of a business, except where that other is not selling in the course of a business and either the buyer knows that fact or reasonable steps are taken to bring it to the notice of the buyer before the contract is made. 6 As regards England and Wales and Northern Ireland, the terms implied by subsections (2) and (3) above are conditions. 7 Paragraph 5 of Schedule 1 below applies in relation to a contract made on or after 18 May 1973 and before the appointed day, and paragraph 6 in relation to one made before 18 May 1973. 8 In subsection (7) above and paragraph 5 of Schedule 1 below references to the appointed day are to the day appointed for the purposes of those provisions by an order of the Secretary of State made by statutory instrument. 9 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in sections 9, 10 and 18 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "15", "section_title": " Sale by sample.", "section_text": "15 1 A contract of sale is a contract for sale by sample where there is an express or implied term to that effect in the contract. 2 In the case of a contract for sale by sample there is an implied  term — a that the bulk will correspond with the sample in quality; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c that the goods will be free from any defect,  making their quality unsatisfactory , which would not be apparent on reasonable examination of the sample. 3 As regards England and Wales and Northern Ireland, the term implied by subsection (2) above is a condition. 4 Paragraph 7 of Schedule 1 below applies in relation to a contract made before 18 May 1973. 5 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in sections 13 and 18 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "15A", "section_title": " Modification of remedies for breach of condition in non-consumer cases.", "section_text": "15A 1 Where in the case of a contract of sale— a the buyer would, apart from this subsection, have the right to reject goods by reason of a breach on the part of the seller of a term implied by section 13, 14 or 15 above, but b the breach is so slight that it would be unreasonable for him to reject them, ...  the breach is not to be treated as a breach of condition but may be treated as a breach of warranty. 2 This section applies unless a contrary intention appears in, or is to be implied from, the contract. 3 It is for the seller to show that a breach fell within subsection (1)(b) above. 4 This section does not apply to Scotland."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "15B", "section_title": " Remedies for breach of contract as respects Scotland.", "section_text": "15B 1 Where in a contract of sale the seller is in breach of any term of the contract (express or implied), the buyer shall be entitled— a to claim damages, and b if the breach is material, to reject any goods delivered under the contract and treat it as repudiated. 1A Subsection (1) does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in sections 19 to 22 of that Act). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 This section applies to Scotland only."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "16", "section_title": " Goods must be ascertained.", "section_text": "16 Subject to section 20A below  Where there is a contract for the sale of unascertained goods no property in the goods is transferred to the buyer unless and until the goods are ascertained."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "17", "section_title": " Property passes when intended to pass.", "section_text": "17 1 Where there is a contract for the sale of specific or ascertained goods the property in them is transferred to the buyer at such time as the parties to the contract intend it to be transferred. 2 For the purpose of ascertaining the intention of the parties regard shall be had to the terms of the contract, the conduct of the parties and the circumstances of the case."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "18", "section_title": " Rules for ascertaining intention.", "section_text": "18 Unless a different intention appears, the following are rules for ascertaining the intention of the parties as to the time at which the property in the goods is to pass to the buyer. Rule 1. —Where there is an unconditional contract for the sale of specific goods in a deliverable state the property in the goods passes to the buyer when the contract is made, and it is immaterial whether the time of payment or the time of delivery, or both, be postponed. Rule 2. —Where there is a contract for the sale of specific goods and the seller is bound to do something to the goods for the purpose of putting them into a deliverable state, the property does not pass until the thing is done and the buyer has notice that it has been done. Rule 3. —Where there is a contract for the sale of specific goods in a deliverable state but the seller is bound to weigh, measure, test, or do some other act or thing with reference to the goods for the purpose of ascertaining the price, the property does not pass until the act or thing is done and the buyer has notice that it has been done. Rule 4. —When goods are delivered to the buyer on approval or on sale or return or other similar terms the property in the goods passes to the buyer:— a when he signifies his approval or acceptance to the seller or does any other act adopting the transaction; b if he does not signify his approval or acceptance to the seller but retains the goods without giving notice of rejection, then, if a time has been fixed for the return of the goods, on the expiration of that time, and, if no time has been fixed, on the expiration of a reasonable time. Rule 5. — 1 Where there is a contract for the sale of unascertained or future goods by description, and goods of that description and in a deliverable state are unconditionally appropriated to the contract, either by the seller with the assent of the buyer or by the buyer with the assent of the seller, the property in the goods then passes to the buyer; and the assent may be express or implied, and may be given either before or after the appropriation is made. 2 Where, in pursuance of the contract, the seller delivers the goods to the buyer or to a carrier or other bailee or custodier (whether named by the buyer or not) for the purpose of transmission to the buyer, and does not reserve the right of disposal, he is to be taken to have unconditionally appropriated the goods to the contract. 3 Where there is a contract for the sale of a specified quantity of unascertained goods in a deliverable state forming part of a bulk which is identified either in the contract or by subsequent agreement between the parties and the bulk is reduced to (or to less than) that quantity, then, if the buyer under that contract is the only buyer to whom goods are then due out of the bulk— a the remaining goods are to be taken as appropriated to that contract at the time when the bulk is so reduced; and b the property in those goods then passes to that buyer. 4 Paragraph (3) above applies also (with the necessary modifications) where a bulk is reduced to (or to less than) the aggregate of the quantities due to a single buyer under separate contracts relating to that bulk and he is the only buyer to whom goods are then due out of that bulk."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "19", "section_title": " Reservation of right of disposal.", "section_text": "19 1 Where there is a contract for the sale of specific goods or where goods are subsequently appropriated to the contract, the seller may, by the terms of the contract or appropriation, reserve the right of disposal of the goods until certain conditions are fulfilled; and in such a case, notwithstanding the delivery of the goods to the buyer, or to a carrier or other bailee or custodier for the purpose of transmission to the buyer, the property in the goods does not pass to the buyer until the conditions imposed by the seller are fulfilled. 2 Where goods are shipped, and by the bill of lading the goods are deliverable to the order of the seller or his agent, the seller is prima facie to be taken to reserve the right of disposal. 3 Where the seller of goods draws on the buyer for the price, and transmits the bill of exchange and bill of lading to the buyer together to secure acceptance or payment of the bill of exchange, the buyer is bound to return the bill of lading if he does not honour the bill of exchange, and if he wrongfully retains the bill of lading the property in the goods does not pass to him."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "20", "section_title": " Passing of risk.", "section_text": "20 1 Unless otherwise agreed, the goods remain at the seller’s risk until the property in them is transferred to the buyer, but when the property in them is transferred to the buyer the goods are at the buyer’s risk whether delivery has been made or not. 2 But where delivery has been delayed through the fault of either buyer or seller the goods are at the risk of the party at fault as regards any loss which might not have occurred but for such fault. 3 Nothing in this section affects the duties or liabilities of either seller or buyer as a bailee or custodier of the goods of the other party. 4 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 29 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "20A", "section_title": " Undivided shares in goods forming part of a bulk.", "section_text": "20A 1 This section applies to a contract for the sale of a specified quantity of unascertained goods if the following conditions are met— a the goods or some of them form part of a bulk which is identified either in the contract or by subsequent agreement between the parties; and b the buyer has paid the price for some or all of the goods which are the subject of the contract and which form part of the bulk. 2 Where this section applies, then (unless the parties agree otherwise), as soon as the conditions specified in paragraphs (a) and (b) of subsection (1) above are met or at such later time as the parties may agree— a property in an undivided share in the bulk is transferred to the buyer, and b the buyer becomes an owner in common of the bulk. 3 Subject to subsection (4) below, for the purposes of this section, the undivided share of a buyer in a bulk at any time shall be such share as the quantity of goods paid for and due to the buyer out of the bulk bears to the quantity of goods in the bulk at that time. 4 Where the aggregate of the undivided shares of buyers in a bulk determined under subsection (3) above would at any time exceed the whole of the bulk at that time, the undivided share in the bulk of each buyer shall be reduced proportionately so that the aggregate of the undivided shares is equal to the whole bulk. 5 Where a buyer has paid the price for only some of the goods due to him out of a bulk, any delivery to the buyer out of the bulk shall, for the purposes of this section, be ascribed in the first place to the goods in respect of which payment has been made. 6 For the purposes of this section payment of part of the price for any goods shall be treated as payment for a corresponding part of the goods."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "20B", "section_title": " Deemed consent by co-owner to dealings in bulk goods.", "section_text": "20B 1 A person who has become an owner in common of a bulk by virtue of section 20A above shall be deemed to have consented to— a any delivery of goods out of the bulk to any other owner in common of the bulk, being goods which are due to him under his contract; b any dealing with or removal, delivery or disposal of goods in the bulk by any other person who is an owner in common of the bulk in so far as the goods fall within that co-owner’s undivided share in the bulk at the time of the dealing, removal, delivery or disposal. 2 No cause of action shall accrue to anyone against a person by reason of that person having acted in accordance with paragraph (a) or (b) of subsection (1) above in reliance on any consent deemed to have been given under that subsection. 3 Nothing in this section or section 20A above shall— a impose an obligation on a buyer of goods out of a bulk to compensate any other buyer of goods out of that bulk for any shortfall in the goods received by that other buyer; b affect any contractual arrangement between buyers of goods out of a bulk for adjustments between themselves; or c affect the rights of any buyer under his contract."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "21", "section_title": " Sale by person not the owner.", "section_text": "21 1 Subject to this Act, where goods are sold by a person who is not their owner, and who does not sell them under the authority or with the consent of the owner, the buyer acquires no better title to the goods than the seller had, unless the owner of the goods is by his conduct precluded from denying the seller’s authority to sell. 2 Nothing in this Act affects— a the provisions of the Factors Acts or any enactment enabling the apparent owner of goods to dispose of them as if he were their true owner; b the validity of any contract of sale under any special common law or statutory power of sale or under the order of a court of competent jurisdiction."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "22", "section_title": " Market overt.", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 This section does not apply to Scotland. 3 Paragraph 8 of Schedule 1 below applies in relation to a contract under which goods were sold before 1 January 1968 or (in the application of this Act to Northern Ireland) 29 August 1967."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "23", "section_title": " Sale under voidable title.", "section_text": "23 When the seller of goods has a voidable title to them, but his title has not been avoided at the time of the sale, the buyer acquires a good title to the goods, provided he buys them in good faith and without notice of the seller’s defect of title."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "24", "section_title": " Seller in possession after sale.", "section_text": "24 Where a person having sold goods continues or is in possession of the goods, or of the documents of title to the goods, the delivery or transfer by that person, or by a mercantile agent acting for him, of the goods or documents of title under any sale, pledge, or other disposition thereof, to any person receiving the same in good faith and without notice of the previous sale, has the same effect as if the person making the delivery or transfer were expressly authorised by the owner of the goods to make the same."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "25", "section_title": " Buyer in possession after sale.", "section_text": "25 1 Where a person having bought or agreed to buy goods obtains, with the consent of the seller, possession of the goods or the documents of title to the goods, the delivery or transfer by that person, or by a mercantile agent acting for him, of the goods or documents of title, under any sale, pledge, or other disposition thereof, to any person receiving the same in good faith and without notice of any lien or other right of the original seller in respect of the goods, has the same effect as if the person making the delivery or transfer were a mercantile agent in possession of the goods or documents of title with the consent of the owner. 2 For the purposes of subsection (1) above— a the buyer under a conditional sale agreement is to be taken not to be a person who has bought or agreed to buy goods, and b “ conditional sale agreement ” means an agreement for the sale of goods which is a consumer credit agreement within the meaning of the  Consumer Credit Act 1974 under which the purchase price or part of it is payable by instalments, and the property in the goods is to remain in the seller (notwithstanding that the buyer is to be in possession of the goods) until such conditions as to the payment of instalments or otherwise as may be specified in the agreement are fulfilled. 3 Paragraph 9 of Schedule 1 below applies in relation to a contract under which a person buys or agrees to buy goods and which is made before the appointed day. 4 In subsection (3) above and paragraph 9 of Schedule 1 below references to the appointed day are to the day appointed for the purposes of those provisions by an order of the Secretary of State made by statutory instrument."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "26", "section_title": " Supplementary to sections 24 and 25.", "section_text": "26 In sections 24 and 25 above “ mercantile agent ” means a mercantile agent having in the customary course of his business as such agent authority either— a to sell goods, or b to consign goods for the purpose of sale, or c to buy goods, or d to raise money on the security of goods."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "27", "section_title": " Duties of seller and buyer.", "section_text": "27 It is the duty of the seller to deliver the goods, and of the buyer to accept and pay for them, in accordance with the terms of the contract of sale."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "28", "section_title": " Payment and delivery are concurrent conditions.", "section_text": "28 Unless otherwise agreed, delivery of the goods and payment of the price are concurrent conditions, that is to say, the seller must be ready and willing to give possession of the goods to the buyer in exchange for the price and the buyer must be ready and willing to pay the price in exchange for possession of the goods."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "29", "section_title": " Rules about delivery.", "section_text": "29 1 Whether it is for the buyer to take possession of the goods or for the seller to send them to the buyer is a question depending in each case on the contract, express or implied, between the parties. 2 Apart from any such contract, express or implied, the place of delivery is the seller’s place of business if he has one, and if not, his residence; except that, if the contract is for the sale of specific goods, which to the knowledge of the parties when the contract is made are in some other place, then that place is the place of delivery. 3 Where under the contract of sale the seller is bound to send the goods to the buyer, but no time for sending them is fixed, the seller is bound to send them within a reasonable time. 3A Subsection (3) does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 28 of that Act). 4 Where the goods at the time of sale are in the possession of a third person, there is no delivery by seller to buyer unless and until the third person acknowledges to the buyer that he holds the goods on his behalf; but nothing in this section affects the operation of the issue or transfer of any document of title to goods. 5 Demand or tender of delivery may be treated as ineffectual unless made at a reasonable hour; and what is a reasonable hour is a question of fact. 6 Unless otherwise agreed, the expenses of and incidental to putting the goods into a deliverable state must be borne by the seller."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "30", "section_title": " Delivery of wrong quantity.", "section_text": "30 1 Where the seller delivers to the buyer a quantity of goods less than he contracted to sell, the buyer may reject them, but if the buyer accepts the goods so delivered he must pay for them at the contract rate. 2 Where the seller delivers to the buyer a quantity of goods larger than he contracted to sell, the buyer may accept the goods included in the contract and reject the rest, or he may reject the whole. 2A A buyer  ...  may not— a where the seller delivers a quantity of goods less than he contracted to sell, reject the goods under subsection (1) above, or b where the seller delivers a quantity of goods larger than he contracted to sell, reject the whole under subsection (2) above, if the shortfall or, as the case may be, excess is so slight that it would be unreasonable for him to do so. 2B It is for the seller to show that a shortfall or excess fell within subsection (2A) above. 2C Subsections (2A) and (2B) above do not apply to Scotland. 2D Where the seller delivers a quantity of goods— a less than he contracted to sell, the buyer shall not be entitled to reject the goods under subsection (1) above, b larger than he contracted to sell, the buyer shall not be entitled to reject the whole under subsection (2) above, unless the shortfall or excess is material. 2E Subsection (2D) above applies to Scotland only. 3 Where the seller delivers to the buyer a quantity of goods larger than he contracted to sell and the buyer accepts the whole of the goods so delivered he must pay for them at the contract rate. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This section is subject to any usage of trade, special agreement, or course of dealing between the parties. 6 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 25 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "31", "section_title": " Instalment deliveries.", "section_text": "31 1 Unless otherwise agreed, the buyer of goods is not bound to accept delivery of them by instalments. 2 Where there is a contract for the sale of goods to be delivered by stated instalments, which are to be separately paid for, and the seller makes defective deliveries in respect of one or more instalments, or the buyer neglects or refuses to take delivery of or pay for one or more instalments, it is a question in each case depending on the terms of the contract and the circumstances of the case whether the breach of contract is a repudiation of the whole contract or whether it is a severable breach giving rise to a claim for compensation but not to a right to treat the whole contract as repudiated. 3 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 26 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "32", "section_title": " Delivery to carrier.", "section_text": "32 1 Where, in pursuance of a contract of sale, the seller is authorised or required to send the goods to the buyer, delivery of the goods to a carrier (whether named by the buyer or not) for the purpose of transmission to the buyer is prima facie deemed to be a delivery of the goods to the buyer. 2 Unless otherwise authorised by the buyer, the seller must make such contract with the carrier on behalf of the buyer as may be reasonable having regard to the nature of the goods and the other circumstances of the case; and if the seller omits to do so, and the goods are lost or damaged in course of transit, the buyer may decline to treat the delivery to the carrier as a delivery to himself or may hold the seller responsible in damages. 3 Unless otherwise agreed, where goods are sent by the seller to the buyer by a route involving sea transit, under circumstances in which it is usual to insure, the seller must give such notice to the buyer as may enable him to insure them during their sea transit; and if the seller fails to do so, the goods are at his risk during such sea transit. 4 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 29 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "33", "section_title": " Risk where goods are delivered at distant place.", "section_text": "33 1 Where the seller of goods agrees to deliver them at his own risk at a place other than that where they are when sold, the buyer must nevertheless (unless otherwise agreed) take any risk of deterioration in the goods necessarily incident to the course of transit. 2 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 29 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "34", "section_title": " Buyer’s right of examining the goods.", "section_text": "34 1 . . . Unless otherwise agreed, when the seller tenders delivery of goods to the buyer, he is bound on request to afford the buyer a reasonable opportunity of examining the goods for the purpose of ascertaining whether they are in conformity with the contract  and, in the case of a contract for sale by sample, of comparing the bulk with the sample. 2 Nothing in this section affects the operation of section 22 (time limit for short-term right to reject) of the Consumer Rights Act 2015."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "35", "section_title": " Acceptance.", "section_text": "35 1 The buyer is deemed to have accepted the goods  subject to subsection (2) below— a when he intimates to the seller that he has accepted them, or b when the goods have been delivered to him and he does any act in relation to them which is inconsistent with the ownership of the seller. 2 Where goods are delivered to the buyer, and he has not previously examined them, he is not deemed to have accepted them under subsection (1) above until he has had a reasonable opportunity of examining them for the purpose— a of ascertaining whether they are in conformity with the contract, and b in the case of a contract for sale by sample, of comparing the bulk with the sample. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The buyer is also deemed to have accepted the goods when after the lapse of a reasonable time he retains the goods without intimating to the seller that he has rejected them. 5 The questions that are material in determining for the purposes of subsection (4) above whether a reasonable time has elapsed include whether the buyer has had a reasonable opportunity of examining the goods for the purpose mentioned in subsection (2) above. 6 The buyer is not by virtue of this section deemed to have accepted the goods merely because— a he asks for, or agrees to, their repair by or under an arrangement with the seller, or b the goods are delivered to another under a sub-sale or other disposition. 7 Where the contract is for the sale of goods making one or more commercial units, a buyer accepting any goods included in a unit is deemed to have accepted all the goods making the unit; and in this subsection “ commercial unit ” means a unit division of which would materially impair the value of the goods or the character of the unit. 8 Paragraph 10 of Schedule 1 below applies in relation to a contract made before 22 April 1967 or (in the application of this Act to Northern Ireland) 28 July 1967. 9 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 21 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "35A", "section_title": " Right of partial rejection.", "section_text": "35A 1 If the buyer— a has the right to reject the goods by reason of a breach on the part of the seller that affects some or all of them, but b accepts some of the goods, including, where there are any goods unaffected by the breach, all such goods, he does not by accepting them lose his right to reject the rest. 2 In the case of a buyer having the right to reject an instalment of goods, subsection (1) above applies as if references to the goods were references to the goods comprised in the instalment. 3 For the purposes of subsection (1) above, goods are affected by a breach if by reason of the breach they are not in conformity with the contract. 4 This section applies unless a contrary intention appears in, or is to be implied from, the contract. 5 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 21 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "36", "section_title": " Buyer not bound to return rejected goods.", "section_text": "36 1 Unless otherwise agreed, where goods are delivered to the buyer, and he refuses to accept them, having the right to do so, he is not bound to return them to the seller, but it is sufficient if he intimates to the seller that he refuses to accept them. 2 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 20 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "37", "section_title": " Buyer’s liability for not taking delivery of goods.", "section_text": "37 1 When the seller is ready and willing to deliver the goods, and requests the buyer to take delivery, and the buyer does not within a reasonable time after such request take delivery of the goods, he is liable to the seller for any loss occasioned by his neglect or refusal to take delivery, and also for a reasonable charge for the care and custody of the goods. 2 Nothing in this section affects the rights of the seller where the neglect or refusal of the buyer to take delivery amounts to a repudiation of the contract."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "38", "section_title": " Unpaid seller defined.", "section_text": "38 1 The seller of goods is an unpaid seller within the meaning of this Act— a when the whole of the price has not been paid or tendered; b when a bill of exchange or other negotiable instrument has been received as conditional payment, and the condition on which it was received has not been fulfilled by reason of the dishonour of the instrument or otherwise. 2 In this Part of this Act “ seller ” includes any person who is in the position of a seller, as, for instance, an agent of the seller to whom the bill of lading has been indorsed, or a consignor or agent who has himself paid (or is directly responsible for) the price."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "39", "section_title": " Unpaid seller’s rights.", "section_text": "39 1 Subject to this and any other Act, notwithstanding that the property in the goods may have passed to the buyer, the unpaid seller of goods, as such, has by implication of law— a a lien on the goods or right to retain them for the price while he is in possession of them; b in case of the insolvency of the buyer, a right of stopping the goods in transit after he has parted with the possession of them; c a right of re-sale as limited by this Act. 2 Where the property in goods has not passed to the buyer, the unpaid seller has (in addition to his other remedies) a right of withholding delivery similar to and co-extensive with his rights of lien or retention and stoppage in transit where the property has passed to the buyer."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "40", "section_title": " Attachment by seller in Scotland.", "section_text": "40 In Scotland a seller of goods may attach them while in his own hands or possession by arrestment or poinding; and such arrestment or poinding shall have the same operation and effect in a competition or otherwise as an arrestment or poinding by a third party."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "41", "section_title": " Seller’s lien.", "section_text": "41 1 Subject to this Act, the unpaid seller of goods who is in possession of them is entitled to retain possession of them until payment or tender of the price in the following cases:— a where the goods have been sold without any stipulation as to credit; b where the goods have been sold on credit but the term of credit has expired; c where the buyer becomes insolvent. 2 The seller may exercise his lien or right of retention notwithstanding that he is in possession of the goods as agent or bailee or custodier for the buyer."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "42", "section_title": " Part delivery.", "section_text": "42 Where an unpaid seller has made part delivery of the goods, he may exercise his lien or right of retention on the remainder, unless such part delivery has been made under such circumstances as to show an agreement to waive the lien or right of retention."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "43", "section_title": " Termination of lien.", "section_text": "43 1 The unpaid seller of goods loses his lien or right of retention in respect of them— a when he delivers the goods to a carrier or other bailee or custodier for the purpose of transmission to the buyer without reserving the right of disposal of the goods; b when the buyer or his agent lawfully obtains possession of the goods; c by waiver of the lien or right of retention. 2 An unpaid seller of goods who has a lien or right of retention in respect of them does not lose his lien or right of retention by reason only that he has obtained judgment or decree for the price of the goods."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "44", "section_title": " Right of stoppage in transit.", "section_text": "44 Subject to this Act, when the buyer of goods becomes insolvent the unpaid seller who has parted with the possession of the goods has the right of stopping them in transit, that is to say, he may resume possession of the goods as long as they are in course of transit, and may retain them until payment or tender of the price."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "45", "section_title": " Duration of transit.", "section_text": "45 1 Goods are deemed to be in course of transit from the time when they are delivered to a carrier or other bailee or custodier for the purpose of transmission to the buyer, until the buyer or his agent in that behalf takes delivery of them from the carrier or other bailee or custodier. 2 If the buyer or his agent in that behalf obtains delivery of the goods before their arrival at the appointed destination, the transit is at an end. 3 If, after the arrival of the goods at the appointed destination, the carrier or other bailee or custodier acknowledges to the buyer or his agent that he holds the goods on his behalf and continues in possession of them as bailee or custodier for the buyer or his agent, the transit is at an end, and it is immaterial that a further destination for the goods may have been indicated by the buyer. 4 If the goods are rejected by the buyer, and the carrier or other bailee or custodier continues in possession of them, the transit is not deemed to be at an end, even if the seller has refused to receive them back. 5 When goods are delivered to a ship chartered by the buyer it is a question depending on the circumstances of the particular case whether they are in the possession of the master as a carrier or as agent to the buyer. 6 Where the carrier or other bailee or custodier wrongfully refuses to deliver the goods to the buyer or his agent in that behalf, the transit is deemed to be at an end. 7 Where part delivery of the goods has been made to the buyer or his agent in that behalf, the remainder of the goods may be stopped in transit, unless such part delivery has been made under such circumstances as to show an agreement to give up possession of the whole of the goods."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "46", "section_title": " How stoppage in transit is effected.", "section_text": "46 1 The unpaid seller may exercise his right of stoppage in transit either by taking actual possession of the goods or by giving notice of his claim to the carrier or other bailee or custodier in whose possession the goods are. 2 The notice may be given either to the person in actual possession of the goods or to his principal. 3 If given to the principal, the notice is ineffective unless given at such time and under such circumstances that the principal, by the exercise of reasonable diligence, may communicate it to his servant or agent in time to prevent a delivery to the buyer. 4 When notice of stoppage in transit is given by the seller to the carrier or other bailee or custodier in possession of the goods, he must re-deliver the goods to, or according to the directions of, the seller; and the expenses of the re-delivery must be borne by the seller."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "47", "section_title": " Effect of sub-sale etc. by buyer.", "section_text": "47 1 Subject to this Act, the unpaid seller’s right of lien or retention or stoppage in transit is not affected by any sale or other disposition of the goods which the buyer may have made, unless the seller has assented to it. 2 Where a document of title to goods has been lawfully transferred to any person as buyer or owner of the goods, and that person transfers the document to a person who take it in good faith and for valuable consideration, then— a if the last-mentioned transfer was by way of sale the unpaid seller’s right of lien or retention or stoppage in transit is defeated; and b if the last-mentioned transfer was made by way of pledge or other disposition for value, the unpaid seller’s right of lien or retention or stoppage in transit can only be exercised subject to the rights of the transferee."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "48", "section_title": " Rescission: and re-sale by seller.", "section_text": "48 1 Subject to this section, a contract of sale is not rescinded by the mere exercise by an unpaid seller of his right of lien or retention or stoppage in transit. 2 Where an unpaid seller who has exercised his right of lien or retention or stoppage in transit re-sells the goods, the buyer acquires a good title to them as against the original buyer. 3 Where the goods are of a perishable nature, or where the unpaid seller gives notice to the buyer of his intention to re-sell, and the buyer does not within a reasonable time pay or tender the price, the unpaid seller may re-sell the goods and recover from the original buyer damages for any loss occasioned by his breach of contract. 4 Where the seller expressly reserves the right of re-sale in case the buyer should make default, and on the buyer making default re-sells the goods, the original contract of sale is rescinded but without prejudice to any claim the seller may have for damages."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "48A", "section_title": "Introductory", "section_text": "48A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "48B", "section_title": "Repair or replacement of the goods", "section_text": "48B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "48C", "section_title": "Reduction of purchase price or rescission of contract", "section_text": "48C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "48D", "section_title": "Relation to other remedies etc.", "section_text": "48D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "48E", "section_title": "Powers of the court", "section_text": "48E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "48F", "section_title": "Conformity with the contract", "section_text": "48F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "49", "section_title": " Action for price.", "section_text": "49 1 Where, under a contract of sale, the property in the goods has passed to the buyer and he wrongfully neglects or refuses to pay for the goods according to the terms of the contract, the seller may maintain an action against him for the price of the goods. 2 Where, under a contract of sale, the price is payable on a day certain irrespective of delivery and the buyer wrongfully neglects or refuses to pay such price, the seller may maintain an action for the price, although the property in the goods has not passed and the goods have not been appropriated to the contract. 3 Nothing in this section prejudices the right of the seller in Scotland to recover interest on the price from the date of tender of the goods, or from the date on which the price was payable, as the case may be."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "50", "section_title": " Damages for non-acceptance.", "section_text": "50 1 Where the buyer wrongfully neglects or refuses to accept and pay for the goods, the seller may maintain an action against him for damages for non-acceptance. 2 The measure of damages is the estimated loss directly and naturally resulting, in the ordinary course of events, from the buyer’s breach of contract. 3 Where there is an available market for the goods in question the measure of damages is prima facie to be ascertained by the difference between the contract price and the market or current price at the time or times when the goods ought to have been accepted or (if no time was fixed for acceptance) at the time of the refusal to accept."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "51", "section_title": " Damages for non-delivery.", "section_text": "51 1 Where the seller wrongfully neglects or refuses to deliver the goods to the buyer, the buyer may maintain an action against the seller for damages for non-delivery. 2 The measure of damages is the estimated loss directly and naturally resulting, in the ordinary course of events, from the seller’s breach of contract. 3 Where there is an available market for the goods in question the measure of damages is prima facie to be ascertained by the difference between the contract price and the market or current price of the goods at the time or times when they ought to have been delivered or (if no time was fixed) at the time of the refusal to deliver. 4 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 19 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "52", "section_title": " Specific performance.", "section_text": "52 1 In any action for breach of contract to deliver specific or ascertained goods the court may, if it thinks fit, on the plaintiff’s application, by its judgment or decree direct that the contract shall be performed specifically, without giving the defendant the option of retaining the goods on payment of damages. 2 The plaintiff’s application may be made at any time before judgment or decree. 3 The judgment or decree may be unconditional, or on such terms and conditions as to damages, payment of the price and otherwise as seem just to the court. 4 The provisions of this section shall be deemed to be supplementary to, and not in derogation of, the right of specific implement in Scotland. 5 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 19 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "53", "section_title": " Remedy for breach of warranty.", "section_text": "53 1 Where there is a breach of warranty by the seller, or where the buyer elects (or is compelled) to treat any breach of a condition on the part of the seller as a breach of warranty, the buyer is not by reason only of such breach of warranty entitled to reject the goods; but he may— a set up against the seller the breach of warranty in diminution or extinction of the price, or b maintain an action against the seller for damages for the breach of warranty. 2 The measure of damages for breach of warranty is the estimated loss directly and naturally resulting, in the ordinary course of events, from the breach of warranty. 3 In the case of breach of warranty of quality such loss is prima facie the difference between the value of the goods at the time of delivery to the buyer and the value they would have had if they had fulfilled the warranty. 4 The fact that the buyer has set up the breach of warranty in diminution or extinction of the price does not prevent him from maintaining an action for the same breach of warranty if he has suffered further damage. 4A This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 19 of that Act). 5 This section does not apply to Scotland."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "53A", "section_title": " Measure of damages as respects Scotland.", "section_text": "53A 1 The measure of damages for the seller’s breach of contract is the estimated loss directly and naturally resulting, in the ordinary course of events, from the breach. 2 Where the seller’s breach consists of the delivery of goods which are not of the quality required by the contract and the buyer retains the goods, such loss as aforesaid is prima facie the difference between the value of the goods at the time of delivery to the buyer and the value they would have had if they had fulfilled the contract. 2A This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 19 of that Act). 3 This section applies to Scotland only."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "54", "section_title": " Interest, etc.", "section_text": "54 1 Nothing in this Act affects the right of the buyer or the seller to recover interest or special damages in any case where by law interest or special damages may be recoverable, or to recover money paid where the consideration for the payment of it has failed. 2 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 19 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "55", "section_title": " Exclusion of implied terms.", "section_text": "55 1 Where a right, duty or liability would arise under a contract of sale of goods by implication of law, it may (subject to the  Unfair Contract Terms Act 1977) be negatived or varied by express agreement, or by the course of dealing between the parties, or by such usage as binds both parties to the contract. 1A Subsection (1) does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 31 of that Act). 2 An express  term  does not negative a  term  implied by this Act unless inconsistent with it. 3 Paragraph 11 of Schedule 1 below applies in relation to a contract made on or after 18 May 1973 and before 1 February 1978, and paragraph 12 in relation to one made before 18 May 1973."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "56", "section_title": " Conflict of laws.", "section_text": "56 Paragraph 13 of Schedule 1 below applies in relation to a contract made on or after 18 May 1973 and before 1 February 1978, so as to make provision about conflict of laws in relation to such a contract."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "57", "section_title": " Auction sales.", "section_text": "57 1 Where goods are put up for sale by auction in lots, each lot is prima facie deemed to be the subject of a separate contract of sale. 2 A sale by auction is complete when the auctioneer announces its completion by the fall of the hammer, or in other customary manner; and until the announcement is made any bidder may retract his bid. 3 A sale by auction may be notified to be subject to a reserve or upset price, and a right to bid may also be reserved expressly by or on behalf of the seller. 4 Where a sale by auction is not notified to be subject to a right to bid by or on behalf of the seller, it is not lawful for the seller to bid himself or to employ any person to bid at the sale, or for the auctioneer knowingly to take any bid from the seller or any such person. 5 A sale contravening subsection (4) above may be treated as fraudulent by the buyer. 6 Where, in respect of a sale by auction, a right to bid is expressly reserved (but not otherwise) the seller or any one person on his behalf may bid at the auction."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "58", "section_title": " Payment into court in Scotland.", "section_text": "58 1 In Scotland where a buyer has elected to accept goods which he might have rejected, and to treat a breach of contract as only giving rise to a claim for damages, he may, in an action by the seller for the price, be required, in the discretion of the court before which the action depends, to consign or pay into court the price of the goods, or part of the price, or to give other reasonable security for its due payment. 2 This section does not apply to a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies (but see the provision made about such contracts in section 27 of that Act)."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "59", "section_title": " Reasonable time a question of fact.", "section_text": "59 Where a reference is made in this Act to a reasonable time the question what is a reasonable time is a question of fact."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "60", "section_title": " Rights etc. enforceable by action.", "section_text": "60 Where a right, duty or liability is declared by this Act, it may (unless otherwise provided by this Act) be enforced by action."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "61", "section_title": " Interpretation.", "section_text": "61 1 In this Act, unless the context or subject matter otherwise requires,— “ action ” includes counterclaim and set-off, and in Scotland condescendence and claim and compensation;  “ bulk ” means a mass or collection of goods of the same kind which— is contained in a defined space or area; and is such that any goods in the bulk are interchangeable with any other goods therein of the same number or quantity; “ business ” includes a profession and the activities of any government department (including a Northern Ireland department) or local or public authority; “ buyer ” means a person who buys or agrees to buy goods;  ... “ contract of sale ” includes an agreement to sell as well as a sale; “ credit-broker ” means a person acting in the course of a business of credit brokerage carried on by him, that is a business of effecting introductions of individuals desiring to obtain credit— to persons carrying on any business so far as it relates to the provision of credit, or to other persons engaged in credit brokerage; “ defendant ” includes in Scotland defender, respondent, and claimant in a multiplepoinding; “ delivery ” means voluntary transfer of possession from one person to another ;  except that in relation to sections 20A and 20B above it includes such appropriation of goods to the contract as results in property in the goods being transferred to the buyer; “ document of title to goods ” has the same meaning as it has in the Factors Acts; “ Factors Acts ” means the  Factors Act 1889, the  Factors (Scotland) 1890, and any enactment amending or substituted for the same; “ fault ” means wrongful act or default; “ future goods ” means goods to be manufactured or acquired by the seller after the making of the contract of sale; “ goods ” includes all personal chattels other than things in action and money, and in Scotland all corporeal moveables except money; and in particular “ goods ” includes emblements, industrial growing crops, and things attached to or forming part of the land which are agreed to be severed before sale or under the contract of sale;  and includes an undivided share in goods; “ plaintiff ” includes pursuer, complainer, claimant in a multiplepoinding and defendant or defender counter-claiming; ... “ property ” means the general property in goods, and not merely a special property; ... . . . “ sale ” includes a bargain and sale as well as a sale and delivery; “ seller ” means a person who sells or agrees to sell goods; “ specific goods ” means goods identified and agreed on at the time a contract of sale is made  and includes an undivided share, specified as a fraction or percentage, of goods identified and agreed on as aforesaid ; “warranty”\t\t\t\t\t\t\t(as regards England and Wales and Northern Ireland) means an agreement with reference to goods which are the subject of a contract of sale, but collateral to the main purpose of such contract, the breach of which gives rise to a claim for damages, but not to a right to reject the goods and treat the contract as repudiated. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A thing is deemed to be done in good faith within the meaning of this Act when it is in fact done honestly, whether it is done negligently or not. 4 A person is deemed to be insolvent within the meaning of this Act if he has either ceased to pay his debts in the ordinary course of business or he cannot pay his debts as they become due,  whether he has committed an act of bankruptcy or not, and whether he has become a notour bankrupt or not . 5 Goods are in a deliverable state within the meaning of this Act when they are in such a state that the buyer would under the contract be bound to take delivery of them.  5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 As regards the definition of “ business ” in subsection (1) above, paragraph 14 of Schedule 1 below applies in relation to a contract made on or after 18 May 1973 and before 1 February 1978, and paragraph 15 in relation to one made before 18 May 1973."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "62", "section_title": " Savings: rules of law etc.", "section_text": "62 1 The rules in bankruptcy relating to contracts of sale apply to those contracts, notwithstanding anything in this Act. 2 The rules of the common law, including the law merchant, except in so far as they are inconsistent with the provisions of  legislation including this Act and the Consumer Rights Act 2015 , and in particular the rules relating to the law of principal and agent and the effect of fraud, misrepresentation, duress or coercion, mistake, or other invalidating cause, apply to contracts for the sale of goods. 3 Nothing in this Act or the  Sale of Goods 1893 affects the enactments relating to bills of sale, or any enactment relating to the sale of goods which is not expressly repealed or amended by this Act or that. 4 The provisions of this Act about contracts of sale do not apply to a transaction in the form of a contract of sale which is intended to operate by way of mortgage, pledge, charge, or other security. 5 Nothing in this Act prejudices or affects the landlord’s right of hypothec  . . .    in Scotland."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "63", "section_title": " Consequential amendments, repeals and savings.", "section_text": "63 1 Without prejudice to section 17 of the  Interpretation Act 1978 (repeal and re-enactment), the enactments mentioned in Schedule 2 below have effect subject to the amendments there specified (being amendments consequential on this Act). 2 The enactments mentioned in Schedule 3 below are repealed to the extent specified in column 3, but subject to the savings in Schedule 4 below. 3 The savings in Schedule 4 below have effect."}, {"act": "Sale of Goods Act 1979", "year": 1979, "section": "64", "section_title": " Short title and commencement.", "section_text": "64 1 This Act may be cited as the Sale of Goods Act 1979. 2 This Act comes into force on 1 January 1980."}]