[{"act": "Social Security Act 1979", "year": 1979, "section": "1", "section_title": " Interpretation.", "section_text": "1 In this Act— “ the principal Act ” means the  Social Security Act 1975; “ the Pensions Act ” means the  Social Security Pensions Act 1975; “ the Act of 1976 ” means the  Supplementary Benefits Act 1976; “ the Act of 1977 ” means the  Social Security (Miscellaneous Provisions) Act 1977."}, {"act": "Social Security Act 1979", "year": 1979, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Social Security Act 1979", "year": 1979, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Social Security Act 1979", "year": 1979, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Social Security Act 1979", "year": 1979, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Social Security Act 1979", "year": 1979, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Social Security Act 1979", "year": 1979, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Social Security Act 1979", "year": 1979, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Social Security Act 1979", "year": 1979, "section": "9", "section_title": "", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Security Act 1979", "year": 1979, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Social Security Act 1979", "year": 1979, "section": "11", "section_title": " Increase of official pensions.", "section_text": "11 1 In section 59 of the Pensions Act (increase of official pensions), in subsection (5) for the words from “a person” to “by reference”\t\t\t\t\t(in the second place where they occur) there is substituted— a a person is entitled to a guaranteed minimum pension when an order under this section comes into force ; and b entitlement to that guaranteed minimum pension arises from an employment from which (either directly or by virtue of the payment of a transfer credit under section 38 of this Act) entitlement to the official pension also arises ; the amount by reference                 . 2 In subsection (7) of section 59, in the definition of “base period”, for the words from “the first” to the end there are substituted the words  “                  13th November 1978 (date of relevant order under section 124 of the principal Act, increasing rates of benefit);                ” . 3 At the end of section 59 there is inserted the following subsection— 8 Where, for the purposes of this section, it is necessary to calculate the number of complete months in any period an incomplete month shall be treated as a complete month if it consists of at least 16 days. . 4 After section 59 there is inserted the following section—  Modification of effect of section 59(5). 59A 1 This section applies where the amount by reference to which an increase in an official pension is to be calculated would, but for the provisions of this section, be reduced under section 59(5) of this Act by an amount equal to the rate of a guaranteed minimum pension. 2 The Minister for the Civil Service may direct that in such cases or classes of case as may be specified in the direction— a the reduction shall be made ; or b the reduction shall be of an amount less than the rate of the guaranteed minimum pension ; and in any case to which such a direction applies the increase shall, in respect of such period or periods as may be specified in the direction, be calculated in accordance with the direction, notwithstanding section 59(5). 3 A direction under this section may provide that where it has applied in any case and ceases to apply in that case, the rate of the official pension for any period following the date on which the direction ceases to apply shall, in such circumstances as may be specified in the direction, be calculated as if the direction had never applied. 4 A direction under this section may provide that the rate of an official pension shall, in such circumstances as may be specified in the direction, be calculated as if the direction had been in force at all times during such period as may be so specified. 5 A direction made under subsection (2) above may be varied or revoked by a subsequent direction.."}, {"act": "Social Security Act 1979", "year": 1979, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Social Security Act 1979", "year": 1979, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Social Security Act 1979", "year": 1979, "section": "1415.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Social Security Act 1979", "year": 1979, "section": "16", "section_title": " Criminal proceedings.", "section_text": "16 For the purposes of the  Criminal Evidence Act 1965 as it applies in relation to proceedings for any offence which is connected with— a the obtaining or receipt of any benefit under the  Family Income Supplements Act 1970, the  Industrial Injuries and Diseases (Old Cases) Act 1975, the  Child Benefit Act 1975, the principal Act or the Act of 1976; or b the failure to pay any Class 1 or Class 2 contribution (within the meaning of Part I of the principal Act), “ business ” shall include the activities of the Secretary of State."}, {"act": "Social Security Act 1979", "year": 1979, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Social Security Act 1979", "year": 1979, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Social Security Act 1979", "year": 1979, "section": "19", "section_title": " Enactment of same provisions for Northern Ireland.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Security Act 1979", "year": 1979, "section": "20", "section_title": " Financial provisions.", "section_text": "20 1 There shall be paid out of money provided by Parliament any increase attributable to any of the provisions of this Act in sums so payable under any other Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Security Act 1979", "year": 1979, "section": "21", "section_title": " Short title,  etc.", "section_text": "21 1 This Act may be cited as the Social Security Act 1979, and this Act, the principal Act, the Pensions Act and the Act of 1977 may be cited together as the Social Security Acts 1975 to 1979. 2 Section 3(3) of this Act shall not come into force in relation to women who on the passing of this Act have attained the age of 60 but not the age of 65 until such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed in relation to women of different ages. An order under this subsection shall be laid before Parliament after being made. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Acts and instruments mentioned in Schedule 3 to this Act shall have effect subject to the minor and consequential amendments specified in that Schedule. 5 Sections 9(2) and 19 of, and paragraphs 3 and 12 of Schedule 3 to, this Act, and this section so far as it applies for the purposes of those provisions, extend to Northern Ireland but the other provisions of this Act do not."}]