[{"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "1", "section_title": " Payments to persons severely disabled by vaccination.", "section_text": "1 1 If, on consideration of a claim, the Secretary of State is satisfied— a that a person is, or was immediately before his death, severely disabled as a result of vaccination against any of the diseases to which this Act applies; and b that the conditions of entitlement which are applicable in accordance with section 2 below are fulfilled, he shall in accordance with this Act make a payment of  the relevant statutory sum  to or for the benefit of that person or to his personal representatives. 1A In subsection (1) above “ statutory sum ” means £10,000 or such other sum as is specified by the Secretary of State for the purposes of this Act by order made by statutory instrument with the consent of the Treasury; and the relevant statutory sum for the purposes of that subsection is the statutory sum at the time when a claim for payment is first made. 2 The diseases to which this Act applies are— a diphtheria, b tetanus, c whooping cough, d poliomyelitis, e measles, f rubella, g tuberculosis, h smallpox, and i any other disease which is specified by the Secretary of State for the purposes of this Act by order made by statutory instrument. 3 Subject to section 2(3) below, this Act has effect with respect to a person who is severely disabled as a result of a vaccination given to his mother before he was born as if the vaccination had been given directly to him and, in such circumstances as may be prescribed by regulations under this Act, this Act has effect with respect to a person who is severely disabled as a result of contracting a disease through contact with a third person who was vaccinated against it as if the vaccination had been given to him and the disablement resulted from it. 4 For the purposes of this Act, a person is severely disabled if he suffers disablement to the extent of   60 per cent.   or more, assessed as for the purposes of  section 103 of the Social Security Contributions and Benefits Act 1992 or section 103 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 \t\t\t\t\t(disablement gratuity and pension). 4A No order shall be made by virtue of subsection (1A) above unless a draft of the order has been laid before Parliament and been approved by a resolution of each House. 5 A statutory instrument under subsection (2)(i) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "2", "section_title": " Conditions of entitlement.", "section_text": "2 1 Subject to the provisions of this section, the conditions of entitlement referred to in section 1(1)(b) above are— a that the vaccination in question was carried out— i in the United Kingdom or the Isle of Man, and ii on or after 5th July 1948, and iii in the case of vaccination against smallpox, before 1st August 1971; b except in the case of vaccination against poliomyelitis or rubella, that the vaccination was carried out either at a time when the person to whom it was given was under the age of eighteen or at the time of an outbreak within the United Kingdom or the Isle of Man of the disease against which the vaccination was given; and c that the disabled person was over the age of two on the date when the claim was made or, if he died before that date, that he died after 9th May 1978 and was over the age of two when he died. 2 An order under section 1(2)(i) above specifying a disease for the purposes of this Act may provide that, in relation to vaccination against that disease, the conditions of entitlement specified in subsection (1) above shall have effect subject to such modifications as may be specified in the order. 3 In a case where this Act has effect by virtue of section 1(3) above, the reference in subsection (1)(b) above to the person to whom a vaccination was given is a reference to the person to whom it was actually given and not to the disabled person. 4 With respect to claims made after such date as may be specified in the order and relating to vaccination against such disease as may be so specified, the Secretary of State may by order made by statutory instrument— a provide that, in such circumstances as may be specified in the order, one or more of the conditions of entitlement appropriate to vaccination against that disease need not be fulfilled; or b add to the conditions of entitlement which are appropriate to vaccination against that disease, either generally or in such circumstances as may be specified in the order. 5 Regulations under this Act shall specify the cases in which vaccinations given outside the United Kingdom and the Isle of Man to persons defined in the regulations as serving members of Her Majesty’s forces or members of their families are to be treated for the purposes of this Act as carried out in England. 6 The Secretary of State shall not make an order containing any provision made by virtue of paragraph (b) of subsection (4) above unless a draft of the order has been laid before Parliament and approved by a resolution of each House; and a statutory instrument by which any other order is made under that subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "3", "section_title": " Determination of claims.", "section_text": "3 1 Any reference in this Act, other than section 7, to a claim is a reference to a claim for a payment under section 1(1) above which is made— a by or on behalf of the disabled person concerned or, as the case may be, by his personal representatives; and b in the manner prescribed by regulations under this Act; and c on or before whichever is the later of— i the date on which the disabled person attains the age of 21, or where he has died, the date on which he would have attained the age of 21; and ii the end of the period of six years beginning with the date of the vaccination to which the claim relates; and, in relation to a claim, any reference to the claimant is a reference to the person by whom the claim was made and any reference to the disabled person is a reference to the person in respect of whose disablement a payment under subsection (1) above is claimed to be payable. 2 As soon as practicable after he has received a claim, the Secretary of State shall give notice in writing to the claimant of his determination whether he is satisfied that a payment is due under section 1(1) above to or for the benefit of the disabled person or to his personal representatives. 3 If the Secretary of State is not satisfied that a payment is due as mentioned in subsection (2) above, the notice in writing under that subsection shall state the grounds on which he is not so satisfied. 4 If, in the case of any claim, the Secretary of State— a is satisfied that the conditions of entitlement which are applicable in accordance with section 2 above are fulfilled, but b is not satisfied that the disabled person is or, where he has died, was immediately before his death severely disabled as a result of vaccination against any of the diseases to which this Act applies, the notice in writing under subsection (2) above shall inform the claimant  of the right of appeal conferred by section 4 below . 5 If in any case a person is severely disabled, the question whether his severe disablement results from vaccination against any of the diseases to which this Act applies shall be determined for the purposes of this Act on the balance of probability."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "3A", "section_title": " Decisions reversing earlier decisions.", "section_text": "3A 1 Subject to subsection (2) below, any decision of the Secretary of State under section 3 above or this section, and any decision of   a tribunal  under section 4 below, may be reversed by a decision made by the Secretary of State— a either within the prescribed period or in prescribed cases or circumstances; and b either on an application made for the purpose or on his own initiative. 2 In making a decision under subsection (1) above, the Secretary of State need not consider any issue that is not raised by the application or, as the case may be, did not cause him to act on his own initiative. 3 Regulations may prescribe the procedure by which a decision may be made under this section. 4 Such notice as may be prescribed by regulations shall be given of a decision under this section. 5 Except as provided by section 5(4) below, no payment under section 1(1) above shall be recoverable by virtue of a decision under this section. 6 In this section and sections 4 and 8 below “ appeal tribunal ” means an appeal tribunal constituted under Chapter I of Part I of the Social Security Act 1998."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "4", "section_title": " Appeals to appeal tribunals.", "section_text": "4 1 The claimant may appeal to   the First-tier Tribunal  against any decision of the Secretary of State under section 3 or 3A above. 1B If the claimant's address is not in Northern Ireland, regulations may provide that, in such cases or circumstances as may be prescribed, there is a right of appeal only if the Secretary of State has considered whether to reverse the decision under section 3A. 1C The regulations may in particular provide that that condition is met only where— a the consideration by the Secretary of State was on an application, b the Secretary of State considered issues of a specified description, or c the consideration by the Secretary of State satisfied any other condition specified in the regulations. 2 Regulations may make— a provision as to the manner in which, and the time within which, appeals are to be brought;  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c provision that, where in accordance with regulations under subsection (1B) there is no right of appeal against a decision, any purported appeal may be treated as an application to reverse the decision under section 3A. 3 The regulations may in particular make any provision of a kind mentioned in Schedule 5 to the Social Security Act 1998. 4 In deciding an appeal under this section,   the First-tier Tribunal  shall consider all the circumstances of the case (including any not obtaining at the time when the decision appealed against was made)."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "5", "section_title": " Reconsideration of determinations and recovery of payments in certain cases.", "section_text": "5 1 Subject to subsection (2) below, the Secretary of State may reconsider a determination that a payment should not be made under section 1(1) above on the ground— a that there has been a material change of circumstances since the determination was made, or b that the determination was made in ignorance of, or was based on a mistake as to, some material fact, and the Secretary of State may, on the ground set out in paragraph (b) above, reconsider a determination that such a payment should be made. 2 Regulations under this Act shall prescribe the manner and the period in which— a an application may be made to the Secretary of State for his reconsideration of a determination; and b the Secretary of State may of his own motion institute such a reconsideration. 3 The Secretary of State shall give notice in writing of his decision on a reconsideration under this section to the person who was the claimant in relation to the claim which gave rise to the determination which has been reconsidered and also, where the disabled person is alive and was not the claimant, to him; and the provisions of subsections (3) to (5) of section 3 and section 4 above shall apply as if— a the notice under this subsection were a notice under section 3(2) above; and b any reference in those provisions to the claimant were a reference to the person who was the claimant in relation to the claim which gave rise to the determination which has been reconsidered. 4 If, whether fraudulently or otherwise, any person misrepresents or fails to disclose any material fact and in consequence of the misrepresentation or failure a payment is made under section 1(1) above, the person to whom the payment was made shall be liable to repay the amount of that payment to the Secretary of State unless he can show that the misrepresentation or failure occurred without his connivance or consent. 5 Except as provided by subsection (4) above, no payment under section 1(1) above shall be recoverable by virtue of a reconsideration of a determination under this section."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "6", "section_title": " Payments to or for the benefit of disabled persons.", "section_text": "6 1 Where a payment under section 1(1) above falls to be made in respect of a disabled person who is over eighteen and capable of managing his own affairs, the payment shall be made to him. 2 Where such a payment falls to be made in respect of a disabled person who has died, the payment shall be made to his personal representatives. 3 Where such a payment falls to be made in respect of any other disabled person, the payment shall be made for his benefit by paying it to such trustees as the Secretary of State may appoint to be held by them upon such trusts or, in Scotland, for such purposes and upon such conditions as may be declared by the Secretary of State. 4 The making of a claim for, or the receipt of, a payment under section 1(1) above does not prejudice the right of any person to institute or carry on proceedings in respect of disablement suffered as a result of vaccination against any disease to which this Act applies; but in any civil proceedings brought in respect of disablement resulting from vaccination against such a disease, the court shall treat a payment made to or in respect of the disabled person concerned under section 1(1) above as paid on account of any damages which the court awards in respect of such disablement."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "7", "section_title": " Payments, claims  etc.  made prior to the Act.", "section_text": "7 1 Any reference in this section to an extra-statutory payment is a reference to a payment of £10,000 made by the Secretary of State to or in respect of a disabled person after 9th May 1978 and before the passing of this Act pursuant to a non-statutory scheme of payments for severe vaccine damage. 2 No such claim as is referred to in section 3(1) above shall be entertained if an extra-statutory payment has been made to or for the benefit of the disabled person or his personal representatives. 3 For the purposes of  section 3A above , a determination that an extra-statutory payment should be made shall be treated as a determination that a payment should be made under section 1(1) above;  and in relation to the reconsideration of such a determination references in subsection (3) of section 5 above to the person who was the claimant in relation to the determination which has been reconsidered shall be construed as references to the person who made the claim for the extra-statutory payment . 4 Section 5(4) above and section 6(4) above shall apply in relation to an extra-statutory payment as they apply in relation to a payment made under section 1(1) above. 5 For the purposes of this Act (other than this section) regulations under this Act may— a treat claims which were made in connection with the scheme referred to in subsection (1) above and which have not been disposed of at the commencement of this Act as claims falling within section 3(1) above; and b treat information and other evidence furnished and other things done before the commencement of this Act in connection with any such claim as is referred to in paragraph (a) above as furnished or done in connection with a claim falling within section 3(1) above."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "7A", "section_title": " Correction of errors and setting aside of decisions.", "section_text": "7A 1 Regulations may make provision with respect to— a the correction of accidental errors in any decision or record of a decision under section   3 or 3A  of this Act;  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Nothing in subsection (1) shall be construed as derogating from any power to correct errors  . . .  which is exercisable apart from regulations made by virtue of that subsection."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "7B", "section_title": " Finality of decisions.", "section_text": "7B 1 Subject to the provisions of this Act   and article 4 of, and the Schedule to, the Regulatory Reform (Vaccine Damage Payments Act 1979) Order 2002 (modifications of this Act in relation to transitional claims)  , any decision made in accordance with the foregoing provisions of this Act shall be final. 2 If and to the extent that regulations so provide, any finding of fact or other determination embodied in or necessary to such a decision, or on which such a decision is based, shall be conclusive for the purposes of— a further such decisions; b decisions made in accordance with sections 8 to 16 of the Social Security Act 1998, or with regulations under section 11 of that Act; and c decisions made under the  Child Support Act 1991."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "8", "section_title": " Regulations.", "section_text": "8 1 Any reference in the preceding provisions of this Act to regulations under this Act is a reference to regulations made by the Secretary of State. 2 Any power of the Secretary of State under this Act to make regulations— a shall be exercisable by statutory instrument  ...; and b includes power to make such incidental or supplementary provision as appears to the Secretary of State to be appropriate. 2A A statutory instrument containing regulations made by the Secretary of State under this Act— a except in the case of an instrument containing regulations under section 4(1B), is subject to annulment in pursuance of a resolution of either House of Parliament; b in the case of an instrument containing regulations under section 4(1B), may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 3 Regulations made by the Secretary of State may contain provision— a with respect to the information and other evidence to be furnished in connection with a claim; b requiring disabled persons to undergo medical examination before their claims are determined or for the purposes of  a decision under section 3A above ; c restricting the disclosure of medical evidence and advice tendered in connection with a claim or  a decision under section 3A above ; and d conferring functions on  appeal tribunals  with respect to the matters referred to in paragraphs (a) to (c) above."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "9", "section_title": " Fraudulent statements etc.", "section_text": "9 1 Any person who, for the purpose of obtaining any payment under this Act, whether for himself or some other person,— a knowingly makes any false statement or representation, or b produces or furnishes or causes or knowingly allows to be produced or furnished any document or information which he knows to be false in a material particular, shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 2 In the application of subsection (1) above to the Isle of Man, for the words following “liable” there shall be substituted the words “on summary conviction, within the meaning of the Interpretation Act 1976 (an Act of Tynwald), to a fine of £400 and on conviction on information to a fine”."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "1011", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "12", "section_title": " Financial provisions.", "section_text": "12 1 The Secretary of State shall pay to persons appointed to serve on tribunals under section 4 of this Act such remuneration and such travelling and other allowances as he may, with the consent of the Minister for all the Civil Service, determine. 2 The Secretary of State shall pay such fees as he considers appropriate to medical practitioners, as defined in  section 191 of the Social Security Administration Act 1992 , who provide information or other evidence in connection with claims. 3 The Secretary of State shall pay such travelling and other allowances as he may determine— a to persons required under this Act to undergo medical examinations; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in circumstances where he considers it appropriate, to any person who accompanies a disabled person to such a medical examination  . . . . 4 There shall be paid out of moneys provided by Parliament— a any expenditure incurred by the Secretary of State in making payments under section 1(1) above; b any expenditure incurred by the Secretary of State by virtue of subsections (1) to (3) above; and c any increase in the administrative expenses of the Secretary of State attributable to this Act. 5 Any sums repaid to the Secretary of State by virtue of section 5(4) above shall be paid into the Consolidated Fund."}, {"act": "Vaccine Damage Payments Act 1979", "year": 1979, "section": "13", "section_title": " Short title and extent.", "section_text": "13 1 This Act may be cited as the Vaccine Damage Payments Act 1979. 2 This Act extends to Northern Ireland and the Isle of Man."}]