[{"act": "Bills of Sale Act 1878", "year": 1878, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the Bills of Sale Act 1878."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "2", "section_title": " Commencement.", "section_text": "2  . . .   the first day of January one thousand eight hundred and seventy-nine, . . .   is in this Act referred to as the commencement of this Act."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "3", "section_title": " Application of Act.", "section_text": "3 This Act shall apply to every bill of sale executed on or after the first day of January one thousand eight hundred and seventy-nine (whether the same be absolute, or subject or not subject to any trust) whereby the holder or grantee has power, either with or without notice, and either immediately or at any future time, to seize or take possession of any personal chattels comprised in or made subject to such bill of sale."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "4", "section_title": " Interpretation of terms. ", "section_text": "4 In this Act the following words and expressions shall have the meanings in this section assigned to them respectively, unless there be something in the subject or context repugnant to such construction; (that is to say), The expression “ bill of sale ” shall include bills of sale, assignments, transfers, declarations of trust without transfer, inventories of goods with receipt thereto attached, or receipts for purchase moneys of goods, and other assurances of personal chattels, and also powers of attorney, authorities, or licenses to take possession of personal chattels as security for any debt, and also any agreement, whether intended or not to be followed by the execution of any other instrument, by which a right in equity to any personal chattels, or to any charge or security thereon, shall be conferred, but shall not include the following documents; that is to say, assignments for the benefit of the creditors of the person making or giving the same, marriage settlements, transfers or assignments of any ship or vessel or any share thereof, transfers of goods in the ordinary course of business of any trade or calling, bills of sale of goods in foreign parts or at sea, bills of lading, India warrants, warehouse-keepers’ certificates, warrants or orders for the delivery of goods, or any other documents used in the ordinary course of business as proof of the possession or control of goods, or authorising or purporting to authorise, either by indorsement or by delivery, the possessor of such document to transfer or receive goods thereby represented: The expression “ personal chattels ” shall mean goods, furniture, and other articles capable of complete transfer by delivery, and (when separately assigned or charged) fixtures and growing crops, but shall not include chattel interests in real estate, nor fixtures (except trade machinery as hereinafter defined), when assigned together with a freehold or leasehold interest in any land or building to which they are affixed, nor growing crops when assigned together with any interest in the land on which they grow, nor shares or interests in the stock, funds, or securities of any government, or in the capital or property of incorporated or joint stock companies, nor choses in action, nor any stock or produce upon any farm or lands which by virtue of any covenant or agreement or of the custom of the country ought not to be removed from any farm where the same are at the time of making or giving of such bill of sale: Personal chattels shall be deemed to be in the “apparent possession” of the person making or giving a bill of sale, so long as they remain or are in or upon any house, mill, warehouse, building, works, yard, land, or other premises occupied by him, or are used and enjoyed by him in any place whatsoever, notwithstanding that formal possession thereof may have been taken by or given to any other person: “ Prescribed ” means prescribed by rules made under the provisions of this Act."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "5", "section_title": " Application of Act to trade machinery.", "section_text": "5 From and after the commencement of this Act trade machinery shall, for the purposes of this Act, be deemed to be personal chattels, and any mode of disposition of trade machinery by the owner thereof which would be a bill of sale as to any other personal chattels shall be deemed to be a bill of sale within the meaning of this Act. For the purposes of this Act— “ Trade machinery ” means the machinery used in or attached to any factory or workshop; 1st Exclusive of the fixed motive-powers, such as the water-wheels and steam-engines, and the steam-boilers, donkey engines, and other fixed appurtenances of the said motive-powers; and, 2nd Exclusive of the fixed power machinery, such as the shafts, wheels, drums, and their fixed appurtenances, which transmit the action of the motive-powers to the other machinery, fixed and loose; and, 3rd Exclusive of the pipes for steam gas and water in the factory or workshop. The machinery or effects excluded by this section from the definition of trade machinery shall not be deemed to be personal chattels within the meaning of this Act. “ Factory or workshop ” means any premises on which any manual labour is exercised by way of trade, or for purposes of gain, in or incidental to the following purposes or any of them; that is to say, a In or incidental to the making any article or part of an article; or b In or incidental to the altering, repairing, ornamenting, finishing of any article; or c In or incidental to the adapting for sale any article."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "6", "section_title": " Certain instruments giving powers of distress to be subject to this Act. ", "section_text": "6 Every attornment, instrument, or agreement, not being a mining lease, whereby a power of distress is given or agreed to be given by any person to any other person by way of security for any present, future, or contingent debt or advance, and whereby any rent is reserved or made payable as a mode of providing for the payment of interest on such debt or advance, or otherwise for the purpose of such security only, shall be deemed to be a bill of sale, within the meaning of this Act, of any personal chattels which may be seized or taken under such power of distress. Provided, that nothing in this section shall extend to any mortgage of any estate or interest in any land, tenement, or hereditament which the mortgagee, being in possession, shall have demised to the mortgagor as his tenant at a fair and reasonable rent."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "7", "section_title": " Fixtures or growing crops not to be deemed separately assigned when the land passes by the same instrument.", "section_text": "7 No fixtures or growing crops shall be deemed, under this Act, to be separately assigned or charged by reason only that they are assigned by separate words, or that power is given to sever them from the land or building to which they are affixed, or from the land on which they grow, without otherwise taking possession of or dealing with such land or building, or land, if by the same instrument any freehold or leasehold interest in the land or building to which such fixtures are affixed, or in the land on which such crops grow, is also conveyed or assigned to the same persons or person. The same rule of construction shall be applied to all deeds or instruments, including fixtures or growing crops, executed before the commencement of this Act, and then subsisting and in force, in all questions arising under any bankruptcy, liquidation, assignment for the benefit of creditors, or execution of any process of any court, which shall take place or be issued after the commencement of this Act."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "8", "section_title": " Avoidance of unregistered bill of sale in certain cases. ", "section_text": "8 Every bill of sale to which this Act applies shall be duly attested and shall be registered under this Act, within seven days after the making or giving thereof, and shall set forth the consideration for which such bill of sale was given, otherwise such bill of sale, as against all trustees or assignees of the estate of the person whose chattels, or any of them, are comprised in such bill of sale under the law relating to bankruptcy or liquidation, or under any assignment for the benefit of the creditors of such person, and also as against all sheriffs officers and other persons seizing any chattels comprised in such bill of sale, in the execution of any process of any court authorising the seizure of the chattels of the person by whom or of whose chattels such bill has been made, and also as against every person on whose behalf such process shall have been issued, shall be deemed fraudulent and void so far as regards the property in or right to the possession of any chattels comprised in such bill of sale which, at or after the time of  making the bankruptcy application or  filing the petition for bankruptcy or liquidation, or of the execution of such assignment, or of executing such process (as the case may be), and after the expiration of such seven days are in the possession or apparent possession of the person making such bill of sale (or of any person against whom the process has issued under or in the execution of which such bill has been made or given, as the case may be)."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "9", "section_title": " Avoidance of certain duplicate bills of sale.", "section_text": "9 Where a subsequent bill of sale is executed within or on the expiration of seven days after the execution of a prior unregistered bill of sale, and comprises all or any part of the personal chattels comprised in such prior bill of sale, then, if such subsequent bill of sale is given as a security for the same debt as is secured by the prior bill of sale, or for any part of such debt, it shall, to extent to which it is a security for the same debt or part thereof, and so far as respects the personal chattels or part thereof comprised in the prior bill, be absolutely void, unless it is proved to the satisfaction of the court having cognizance of the case that the subsequent bill of sale was bona fide given for the purpose of correcting some material error in the prior bill of sale, and not for the purpose of evading this Act."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "10", "section_title": " Mode of registering bills of sale. ", "section_text": "10 A bill of sale shall be attested and registered under this Act in the following manner: 1 The execution of every bill of sale shall be attested by a solicitor of the  Senior Courts , and the attestation shall state that before the execution of the bill of sale the effect thereof has been explained to the grantor by the attesting solicitor: 2 Such bill, with every schedule or inventory thereto annexed or therein referred to, and also a true copy of such bill and of every such schedule or inventory, and of every attestation of the execution of such bill of sale, together with an affidavit of the time of such bill of sale being made or given, and of its due execution and attestation, and a description of the residence and occupation of the person making or giving the same (or in case the same is made or given by any person under or in the execution of any process, then a description of the residence and occupation of the person against whom such process issued), and of every attesting witness to such bill of sale, shall be presented to and the said copy and affidavit shall be filed with the registrar within seven clear days after the making or giving of such bill of sale, in like manner as a warrant of attorney in any personal action given by a trader is now by law required to be filed: 3 If the bill of sale is made or given subject to any defeasance or condition, or declaration of trust not contained in the body thereof, such defeasance, condition, or declaration shall be deemed to be part of the bill, and shall be written on the same paper or parchment therewith before the registration, and shall be truly set forth in the copy filed under this Act therewith and as part thereof, otherwise the registration shall be void. In case two or more bills of sale are given, comprising in whole or in part any of the same chattels, they shall have priority in the order of the date of their registration respectively as regards such chattels. A transfer or assignment of a registered bill of sale need not be registered."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "11", "section_title": " Renewal of registration.", "section_text": "11 The registration of a bill of sale, whether executed before or after the commencement of this Act, must be renewed once at least every five years, and if a period of five years elapses from the registration or renewed registration of a bill of sale without a renewal or further renewal (as the case may be), the registration shall become void. The renewal of a registration shall be effected by filing with the registrar an affidavit stating the date of the bill of sale and of the last registration thereof, and the names, residences, and occupations of the parties thereto as stated therein, and that the bill of sale is still a subsisting security. Every such affidavit may be in the form set forth in the Schedule (A.) to this Act annexed. A renewal of registration shall not become necessary by reason only of a transfer or assignment of a bill of sale."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "12", "section_title": " Form of register.", "section_text": "12 The registrar shall keep a book (in this Act called “ the register ”) for the purposes of this Act, and shall, upon the filing of any bill of sale or copy under this Act, enter therein in the form set forth in the second schedule (B.) to this Act annexed, or in any other prescribed form, the name, residence and occupation of the person by whom the bill was made or given (or in case the same was made or given by any person under or in the execution of process, then the name, residence and occupation of the person against whom such process was issued, and also the name of the person or persons to whom or in whose favour the bill was given), and the other particulars shown in the said schedule or to be prescribed under this Act, and shall number all such bills registered in each year consecutively, according to the respective dates of their registration. Upon the registration of any affidavit of renewal the like entry shall be made, with the addition of the date and number of the last previous entry relating to the same bill, and the bill of sale or copy originally filed shall be thereupon marked with the number affixed to such affidavit of renewal. The registrar shall also keep an index of the names of the grantors of registered bills of sale with reference to entries in the register of the bills of sale given by each such grantor. Such index shall be arranged in divisions corresponding with the letters of the alphabet, so that all grantors whose surnames begin with the same letter (and no others) shall be comprised in one division, but the arrangement within each such division need not be strictly alphabetical."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "13", "section_title": " The registrar.", "section_text": "13 The masters of the  Senior Courts  attached to the Queen’s Bench Division of the High Court of Justice, or such other officers as may for the time being be assigned for this purpose under the provisions of the  Supreme Court of Judicature Acts 1873 and  1875, shall be the registrar for the purposes of this Act, and any one of the said masters may perform all or any of the duties of the registrar."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "14", "section_title": " Rectification of register.", "section_text": "14 Any judge of the High Court of Justice on being satisfied that the omission to register a bill of sale or an affidavit of renewal thereof within the time prescribed by this Act, or the omission or mis-statement of the name, residence, or occupation of any person, was accidental or due to inadvertence, may in his discretion order such omission or mis-statement to be rectified by the insertion in the register of the true name, residence, or occupation, or by extending the time for such registration on such terms and conditions (if any) as to security, notice by advertisement or otherwise, or as to any other matter, as he thinks fit to direct."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "15", "section_title": " Entry of satisfaction.", "section_text": "15 Subject to and in accordance with any rules to be made under and for the purposes of this Act, the registrar may order a memorandum of satisfaction to be written upon any registered copy of a bill of sale, upon the prescribed evidence being given that the debt (if any) for which such bill of sale was made or given has been satisfied or discharged."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "16", "section_title": " Copies may be taken, &c.", "section_text": "16 Any person shall be entitled to have an office copy or extract of any registered bill of sale, and affidavit of execution filed therewith, or copy thereof, and of any affidavit filed therewith, if any, or registered affidavit of renewal, upon paying for the same at the like rate as for office copies of judgments of the High Court of Justice, and any copy of a registered bill of sale, and affidavit purporting to be an office copy thereof, shall in all courts and before all arbitrators or other persons, be admitted as prima facie evidence thereof, and of the fact and date of registration as shown thereon . . . "}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "17", "section_title": " Affidavits.", "section_text": "17 Every affidavit required by or for the purposes of this Act may be sworn before a master of any division of the High Court of Justice, or before any commissioner empowered to take affidavits in the  Senior Courts .  . . . "}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "19", "section_title": " Collection of fees under 38 & 39  Vict.  c. 77, s. 26.", "section_text": "19 Section twenty-six of the  Supreme Court of Judicature Act, 1875, and any enactments for the time being in force amending or substituted for that section, shall apply to fees under this Act, and an order under that section may, if need be, be made in relation to such fees accordingly."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "20", "section_title": " Order and disposition. ", "section_text": "20 Chattels comprised in a bill of sale which has been and continues to be duly registered under this Act shall not be deemed to be in the possession, order, or disposition of the grantor of the bill of sale within the meaning of the  Bankruptcy Act 1869."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "21", "section_title": " Rules.", "section_text": "21 Rules for the purposes of this Act may be made and altered from time to time by the like persons and in the like manner in which rules and regulations may be made under and for the purposes of the  Supreme Court of Judicature Acts 1873 and  1875."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "22", "section_title": " Time for registration.", "section_text": "22 When the time for registering a bill of sale expires on a Sunday, or other day on which the registrar’s office is closed, the registration shall be valid if made on the next following day on which the office is open."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "23", "section_title": " Repeal of Acts. ", "section_text": "23  . . .   Except as is herein expressly mentioned with respect to construction and with respect to renewal of registration, nothing in this Act shall affect any bill of sale executed before the commencement of this Act, and as regards bills of sale so executed the Acts hereby repealed shall continue in force. Any renewal after the commencement of this Act of the registration of a bill of sale executed before the commencement of this Act, and registered under the Acts hereby repealed, shall be made under this Act in the same manner as the renewal of a registration made under this Act."}, {"act": "Bills of Sale Act 1878", "year": 1878, "section": "24", "section_title": " Extent of Act.", "section_text": "24 This Act shall not extend to Scotland or to Ireland."}]