[{"act": "Entail Amendment (Scotland) Act 1878", "year": 1878, "section": "1", "section_title": " Obligations to tenants for improvements to devolve on the heir, to the relief of the executor.", "section_text": "1 All obligations undertaken, whether prior or subsequent to the passing of this Act, by an institute or heir in possession of an entailed estate in Scotland, in any lease granted by him as proprietor of such estate, or in any agreement with reference to such lease, for the execution by the proprietor, or with reference to the execution by the tenant, of any improvements of the description contained in the third section of the  Entail Amendment (Scotland) Act, 1875, shall, in case of his death after the passing of this Act, and before complete fulfilment of such obligations, and to the extent to which, if he had himself made and paid for said improvements and had survived till payment is actually made, he would have been entitled to charge them upon the estate (if the estate had been an entailed estate under the said Act), devolve upon the heirs succeeding to the estate after him, who shall in their order be bound to relieve his executors, or other personal representatives, of such obligations, so far as unfulfilled, and to repay to such executors, or other personal representatives, any sums of money which they may be called upon to pay and may have paid in virtue of such obligations: Provided, that this enactment shall not apply to any case in which the granter of the obligation has in express terms, either in the obligation itself or in any separate writing, declared his intention to impose the obligation upon his executors to the relief of his heirs of entail."}, {"act": "Entail Amendment (Scotland) Act 1878", "year": 1878, "section": "2", "section_title": " Liabilities under other contracts for improvements to devolve on heir.", "section_text": "2 The heirs succeeding to such institute or heir in possession as aforesaid shall in like manner as above provided be bound, unless otherwise expressly directed by him, to relieve to the extent aforesaid his executors, or other personal representatives, of all liabilities which he may have undertaken in any contracts or agreements for or with reference to the execution of improvements of the description aforesaid on the mansion-house and offices of the entailed estate, or any other parts of the estate not under lease, and to repay to the extent aforesaid to such executors or other personal representatives any sums of money which they may be called upon to pay and may have paid in virtue of such contracts or agreements."}, {"act": "Entail Amendment (Scotland) Act 1878", "year": 1878, "section": "3", "section_title": " Part of 38 & 39  Vict.  c. 61 to apply to entails dated on or after 1st Aug. 1848.", "section_text": "3 The provisions of the seventh, eighth, ninth, tenth, and eleventh sections of the Entail Amendment (Scotland) Act, 1875, shall be applicable to entailed estates in Scotland holden under tailzies dated on or after the first day of August one thousand eight hundred and forty-eight . . . "}, {"act": "Entail Amendment (Scotland) Act 1878", "year": 1878, "section": "4", "section_title": " Part of 38 & 39 Vict. c. 61 to apply to expenditure under this Act.", "section_text": "4 The provisions of the seventh, eighth, and eleventh sections of the Entail Amendment (Scotland) Act, 1875, as amended by this Act, shall be applicable to moneys paid by an institute or heir of entail under the provisions of this Act in respect of improvements on the entailed estate."}, {"act": "Entail Amendment (Scotland) Act 1878", "year": 1878, "section": "5", "section_title": " Construction of Act.", "section_text": "5 This Act shall be read and construed as one with the Entail Amendment (Scotland) Act, 1875."}, {"act": "Entail Amendment (Scotland) Act 1878", "year": 1878, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited for all purposes as the Entail Amendment (Scotland) Act, 1878."}]