[{"act": "Innkeepers Act 1878", "year": 1878, "section": "1", "section_title": " Landlord, &c. may dispose of goods left with him after six weeks.", "section_text": "1 The landlord, proprietor, keeper, or manager of any hotel inn or licensed public-house shall, in addition to his ordinary lien, have the right absolutely to sell and dispose by public auction of any goods chattels carriages horses wares or merchandise which may have been deposited with him or left in the house he keeps, or in the coach-house stable stable-yard or other premises appurtenant or belonging thereunto, where the person depositing or leaving such goods chattels carriages horses wares or merchandise shall be or become indebted to the said innkeeper either for any board or lodging or for the keep and expenses of any horse or other animals left with or standing at livery in the stables or fields occupied by such innkeeper. Provided, that no such sale shall be made until after the said goods chattels carriages horses wares or merchandise shall have been for the space of six weeks in such charge or custody or in or upon such premises without such debt having been paid or satisfied, and that such innkeeper, after having, out of the proceeds of such sale, paid himself the amount of any such debt, together with the costs and expenses of such sale, shall on demand pay to the person depositing or leaving any such goods chattels carriages horses wares or merchandise the surplus (if any) remaining after such sale: Provided further, that the debt for the payment of which a sale is made shall not be any other or greater debt than the debt for which the goods or other articles could have been retained by the innkeeper under his lien. Provided also, that at least one month before any such sale the landlord, proprietor, keeper, or manager shall cause to be inserted in one London newspaper and one country newspaper circulating in the district where such goods chattels carriages horses wares or merchandise, or some of them, shall have been deposited or left, an advertisement containing notice of such intended sale, and giving shortly a description of the goods and chattels intended to be sold, together with the name of the owner or person who deposited or left the same where known."}, {"act": "Innkeepers Act 1878", "year": 1878, "section": "2", "section_title": " Short title.", "section_text": "2 This Act may be cited as the Innkeepers Act 1878."}]