[{"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as “The Stannaries Act 1869.”"}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "2", "section_title": " Interpretation of terms.", "section_text": "2 In this Act— The term “ the stannaries ” means the stannaries of Devon and Cornwall: The term “ the vice-warden ” means the vice-warden of the stannaries: The term “ the court ” means the court of the vice-warden. The term “ the registrar ” means the registrar of the court. The term “ company ” includes any persons or partnership body working a mine in the stannaries. The term “ purser ” means the purser for the time being of a company, and if there is no purser, then the secretary for the time being, or if there is no secretary, then the principal agent for the time being of a company: The term “ cost book ” includes all books and papers relating to the business of a mine, which are for the time being kept by a purser, or which, according to the custom of the stannaries, or the directions of the company, ought to be kept by him."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "3", "section_title": " Extent and application of Act.", "section_text": "3 This Act extends only to mines within the stannaries, and subject to the jurisdiction of the court, or within the cognizance of the vice-warden; and nothing in this Act shall extend to companies registered under any of the Joint Stock Companies Acts, except where such companies are expressly mentioned or necessarily implied."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "4", "section_title": " Majority in value at meeting to bind.", "section_text": "4 Except as otherwise provided by this Act, or by the rules or regulations of any company, a resolution passed at a meeting of the company, by the votes of a majority in value of such of the shareholders as are present in person or represented by proxy at the meeting, shall be deemed the resolution of the meeting, and shall be binding on all the shareholders in the company, whether present or absent, but nothing in this clause shall authorize any ordinary meeting to transact any business which an ordinary meeting could not transact at the time of the passing of this Act, except as is herein-after provided."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "5", "section_title": " Proceedings with special notice.", "section_text": "5 Where anything to be done by a company is by this Act required to be done at a meeting with special notice, it shall not be valid if done otherwise than at a meeting notice whereof is served on the several shareholders not less than seven clear days before the day of the meeting, specifying the place, day, and hour of meeting, and the business to be transacted thereat, or so much thereof as is required to be done with special notice."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "6", "section_title": " Definition of special resolution.", "section_text": "6 A resolution passed by a company shall be deemed a special resolution within this Act when it has been passed at a meeting with special notice, and has been confirmed at a subsequent meeting with special notice; the last-mentioned meeting being held not less than fourteen days and not more than one month after the meeting at which the resolution was first passed."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "7", "section_title": " Regulations by special resolution.", "section_text": "7 A company may, by special resolution passed by not less than three fourths in value of the shareholders present in person or represented by proxy at the meeting held for the purpose of confirming the resolution to be made special, from time to time alter the rules and regulations for the time-being by custom or otherwise governing the company, and make new or additional rules or regulations in that behalf; and any rules or regulations so made by special resolution shall be of the like validity and effect as if they had been made at the original formation of the company; but nothing in this Act shall authorize a company to make rules or regulations inconsistent with the provisions of this Act, or shall abrogate any special rules or regulations existing at the passing of this Act for the management of any company, or shall authorize the making of any special rule or regulation to enable a company existing at the passing of this Act to borrow money."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "8", "section_title": " Service of notices.", "section_text": "8 A notice to be served by a company for any purpose of this Act on a shareholder shall be served personally, or shall be served by prepaid letter sent by post addressed to him at his address as entered in the cost book, in which case the notice shall be taken as served at the time when the letter containing it was put into the post office; and in proving such service it shall be sufficient to prove that the letter was properly addressed and prepaid, and was put into the post office, and the time when it was put in. As regards a company existing at the passing of this Act, the address of a shareholder as known to the purser at the passing of this Act shall be and remain entered in the cost book as his address, unless and until he gives notice in writing to the contrary."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "9", "section_title": " Entry of accounts.", "section_text": "9 The purser of every company shall, once at least in every four months, truly enter in the cost book of the company accounts showing the actual financial position of the company at the end of the financial month of the company last preceding the time of entry, including a statement of all credits, debts, and liabilities, and distinguishing in such accounts the amount of calls paid and calls not paid, with accurate lists of all the shareholders for the time being in the company, with their respective addresses, corrected from time to time as occasion requires, and all other accounts, documents, and things which the purser is for the time being required to enter therein by the custom of the stannaries, or by the directions of the company; and after the passing of this Act all existing or future companies having any rules or regulations touching the management of the company or conduct of the business of any mine, shall file a true copy of them at the office of the registrar without payment of any fee, and such rules or regulations shall be subject to the inspection of all applicants at reasonable times; and if any company shall neglect to file such rules or regulations as above required, then any shareholder in or creditor of any such company may apply for an order of the court to file such rules or regulations forthwith, which order shall be enforced by the process of the court."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "10", "section_title": " Audit and call.", "section_text": "10 At any meeting of a company with special notices the accounts of the company may be audited, and a call may be made."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "11", "section_title": " Call for prospective expenses.", "section_text": "11 A call may be made by a company for the purpose of defraying the whole or any portion of the estimated expenses to be incurred at any time within three months after the date of the meeting at which the call is made."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "12", "section_title": " Discount or interest on calls.", "section_text": "12 At the time of making a call, a company may direct that discount not exceeding five per cent. shall be allowed to every shareholder on payment of the call, at or within the time appointed for payment thereof, and may direct that interest at the rate of five pounds per centum per annum shall be charged on all amounts due on account of a call, and remaining unpaid after one month from the time appointed for the payment thereof."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "13", "section_title": " Recovery of calls, &c.", "section_text": "13 The amount for the time being unpaid of any call made on any share in a company shall be deemed to be a debt due from the holder of such share to the company, and if at the time appointed by the company for the payment of any such call any shareholder shall fail to pay the amount thereof, it shall be lawful for the company to sue such shareholder for the amount of such call, in any court of law having competent jurisdiction, in the name of the purser for the time being of the company, whether such purser is a shareholder in the company or not, as the nominal plaintiff for the company, and to recover the amount of such call, together with interest for the same and costs of suit; and in any action to be brought by the company to recover the amount of such call it shall be sufficient in the declaration or other proceeding in the said action to state that the defendant or (in case of such action being brought against the legal personal representative of a deceased shareholder) that the deceased shareholder was at the time of such call being made the holder of one share or more in the company (stating the number of shares), and that the defendant, or (in case of the death of a shareholder as aforesaid) that the defendant or defendants, as executor or administrator or executors or administrators of such deceased shareholder, is or are indebted to the company in the sum of money to which the calls in arrear and interest shall amount, in respect of one call or more upon one share or more (stating the number and amount of each of such calls), and that the plaintiff is the purser of the company and sues in the action as nominal plaintiff for the company, and on the trial or hearing of such action it shall be sufficient to prove, as a primâ facie case on the part of the plaintiff, that the defendant or such deceased shareholder, at the time of making such call, was a holder of such one share or more as may be in the company, and that such call was duly made, and that the plaintiff at the commencement of the action was acting as the purser of the company; and it shall not be necessary to prove the appointment or authority of the persons who made such call, or the appointment of such purser; provided, that in case of a change of purser pending the proceedings, the name of the purser for the time being may, by leave of the court in which the proceedings are pending, or of a judge or proper officer thereof, be substituted for that of a person ceasing to be purser by death, resignation, or otherwise; but no county court in the stannaries shall have any jurisdiction under this present clause in any case in which the sum sought to be recovered shall exceed fifty pounds, unless it shall be by law otherwise expressly provided."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "14", "section_title": " Calls due at transfer.", "section_text": "14 A company shall not be bound to recognize a transfer of a share until all calls made in respect of such share, with interest and expenses, have been paid."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "15", "section_title": " Transfer of fractional parts of shares.", "section_text": "15 A company shall not be bound to recognize the transfer of a fractional part of a share."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "16", "section_title": " Notice on failure to pay call.", "section_text": "16 If a shareholder fails to pay a call on the day appointed for payment thereof, the company may at any time thereafter, during such time as the call remains unpaid, serve a notice on him requiring him to pay such call, with or without interest and any expenses that may have accrued by reason of such nonpayment, and stating to the effect that in the event of nonpayment in accordance with the notice the share in respect of which such call was made will be liable to be forfeited."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "17", "section_title": " Forfeiture on failure to pay.", "section_text": "17 If the requisitions of any such notice as aforesaid are not complied with, any share in respect of which such notice has been given may at any time thereafter, before payment of all calls, interest, and expenses due in respect thereof has been made, be forfeited by a resolution of the company to that effect passed at a meeting with special notice."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "18", "section_title": " Sale of forfeited shares.", "section_text": "18 Any share so forfeited shall be carried to an account to be called “The Account of Forfeited Shares,” and shall be deemed to be the property of the company, and may be disposed of in such manner as the company thinks fit; and any shareholder may purchase any such share if sold."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "19", "section_title": " Evidence of forfeiture, &c.", "section_text": "19 A statutory declaration in writing by the purser of a company that the call in respect of a share was made, and notice thereof given, and that default in payment of the call was made, and that the forfeiture of the share was made by resolution of the company to that effect, shall be sufficient evidence of the facts therein stated as against all persons entitled to such share, and such declaration, and the receipt of the purser for the price of such share if sold, shall constitute a good title to such share, and the purchaser shall be entered in the cost book as a shareholder in respect of the share, and thereupon he shall be deemed the holder of such share, discharged as against the company from all calls due prior to such purchase, and he shall not be bound to see to the application of the purchase money, nor shall his title to the share be affected by any irregularity in the proceedings in reference to such sale."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "20", "section_title": " Payment notwithstanding forfeiture.", "section_text": "20 Any shareholder whose share has been forfeited shall nevertheless be liable to pay all calls, interest, and expenses payable on or in respect of the same at the time of forfeiture."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "21", "section_title": " Disposal of relinquished shares.", "section_text": "21 Where a share in a company is relinquished, it shall be carried to an account to be called “The Account of Relinquished Shares,” and shall be deemed to be the property of the company, and may be disposed of as the company thinks fit, and any shareholder may purchase any such share if sold."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "22", "section_title": " Relinquishment to be in writing.", "section_text": "22 Every relinquishment of a share shall be by notice in writing delivered to the purser, but a company shall not be bound to recognize the relinquishment of a fractional part of a share."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "23", "section_title": " Evidence of relinquishment, &c.", "section_text": "23 A statutory declaration in writing by the purser of a company that a share has been relinquished shall be sufficient evidence of the facts therein stated as against all persons interested in the share, and that declaration, and the receipt of the purser to a purchaser of the share for the price thereof if sold, shall constitute a good title thereto, and the purchaser shall be entered in the cost book as a shareholder in respect of the share, and thereupon he shall be deemed the holder thereof, discharged as against the company from all unpaid calls, interest, and expenses due to the company in respect thereof accrued before his purchase, and he shall not be bound to see to the application of the purchase money, nor shall his title to the share be affected by any irregularity in the proceedings in reference to such sale."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "24", "section_title": " Power of sale of mine, &c. as going concern.", "section_text": "24 Without prejudice to the landlords, lessors, or others having any estate, charge on, or interest in the land in which the mine is situate, or to the creditors, and their customary lien on the saleable machinery and materials belonging to the company, a company shall have power, by a special resolution to which three fourths in value of the shareholders shall consent, either in writing or at a meeting, to sell and dispose of the machinery and materials belonging to the company with or without the legal or equitable interest of the company in the leases or sett on which any mine belonging to the company is worked, as a going concern, provided that every such sale shall be by public auction, and that due notice of the intended sale be given by public advertisement in some local newspaper, and in some public journal or newspaper specially relating to mining companies, for two successive weeks before the sale."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "2526.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "2733.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "34", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "35", "section_title": " Fraudulent transfers of shares.", "section_text": "35 A transfer of shares made for the purpose of getting rid of the further liability of a shareholder, as such, for a nominal or no consideration, or to a person without any apparent pecuniary ability to pay the reasonable expenses of working a mine, or to a person in the menial or domestic service of the transferror, shall be presumed to be a fraudulent transfer, and need not be recognized by the company, or by the court on the winding up of the company, whether the company be a registered or unregistered company."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "36", "section_title": " Jurisdiction to restrain sales of setts.", "section_text": "36 The jurisdiction of the court to grant injunctions restraining sales of machinery and other effects on mines is hereby extended so as to authorize the granting of injunctions restraining sales of setts where equity so requires, and the jurisdiction conferred by this section may be exercised in creditors’ suits, or on the application of a shareholder in a company."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "37", "section_title": " Issuing injunction orders by the registrar in certain cases.", "section_text": "37 It shall be competent for the registrar, on the application of either a creditor or a shareholder, to issue injunction orders in customary creditors’ suits pending in the court, and to forbid the sale of setts, leases, machinery, or other effects on or belonging to the mine on the usual allegation of urgency, or to issue such orders in other cases of like urgency or imminent waste or damage to property; and in such cases the party or parties so enjoined may appear and show cause before the registrar, and apply to him to suspend or dissolve the order; but such application to the registrar shall not be exclusive of the existing power of the vice-warden to issue such orders, though he may not then be sitting within the stannaries, nor prevent him from reconsidering the order of the registrar, on the motion or complaint of any of the parties interested in it."}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "3844.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "45", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Stannaries Act 1869 (repealed 19.11.1998)", "year": 1869, "section": "46", "section_title": " Saving for customs of stannaries, &c.", "section_text": "46 Nothing in this Act contained shall exclude the right of any shareholder of a company, miner, creditor, or other customary suitor of the court to resort to all or any of the remedies heretofore used and enjoyed, and still subsisting by custom or statute in the said court as now constituted by law, unless such right is expressly abrogated by this Act."}]