[{"act": "Restrictive Trade Practices Act 1977 (repealed 1.3.2000)", "year": 1977, "section": "1", "section_title": " Agreements as to services.", "section_text": "1 1 At the end of section 14(2) of the  Restrictive Trade Practices Act 1976 (supplementary provisions as to orders under Part III) there shall be added the words “and may specify matters (in addition to those mentioned in section 18) which are to be disregarded for the purpose of determining whether an agreement is one to which this Act applies by virtue of the order”. 2 Section 110(1) of the  Fair Trading Act 1973 (which was replaced by section 14(2) of the Act of 1976) shall be deemed to have been enacted with a corresponding addition, and accordingly the amendment made by subsection (1) above shall be deemed to have had effect from the commencement of the Act of 1976. 3 The  Restrictive Trade Practices (Services) Order 1976 (which was made under the Act of 1973 and now has effect as if made under, and as referring to provisions of, the Act of 1976) shall have effect and be deemed always to have had effect as if it had been made with the addition of the Article set out in Part I of the Schedule to this Act."}, {"act": "Restrictive Trade Practices Act 1977 (repealed 1.3.2000)", "year": 1977, "section": "2", "section_title": " Restrictive agreements as to goods.", "section_text": "2 1 In this section “ financing terms ” means provisions for any of the following, that is to say— a the making or continuation of a loan; b the granting or continuation of any form of credit or of facilities for credit; c the supply of any property by way of lease or hire (with or without the option to acquire the ownership of the property); d the assumption of any liability in the event of a person’s default; and e the granting of any right to resort to any property in the event of a person’s default. 2 Subject to the following provisions of this section, where an agreement, whenever made, contains financing terms, paragraphs (3) and (4) of the Article set out in Part I of the Schedule to this Act apply— a for the purpose of determining whether the agreement is one to which the  Restrictive Trade Practices Act 1976 applies by virtue of section 6 of that Act; and b if the agreement was made before the commencement of that Act, also for the purpose of determining whether it was one to which Part I of the  Restrictive Trade Practices Act 1956 applied; and in those paragraphs as so applying “ financing terms ” has the same meaning as in this section. 3 The Secretary of State may by statutory instrument make an order specifying matters (in addition to those mentioned in section 9 of the Act of 1976) which are to be disregarded for the purpose of determining whether an agreement is one to which that Act applies by virtue of section 6 of that Act. 4 An order under this section may vary or repeal subsections (1) and (2) above so far as they relate to the Act of 1976 and may be varied or revoked by a subsequent order under this section. 5 No order shall be made under this section unless a draft of the order has been laid before, and approved by resolution of, each House of Parliament."}, {"act": "Restrictive Trade Practices Act 1977 (repealed 1.3.2000)", "year": 1977, "section": "3", "section_title": " Information agreements as to goods.", "section_text": "3 1  In section 7 of the Restrictive Trade Practices Act 1976 (information agreements as to goods) the following shall be inserted after subsection (3):— 3A An order under this section may specify matters (in addition to those mentioned in section 9) whivh are to be disregarded in determining whether an agreement is one to which this Act applies by virtue of the order. 2 Section 5 of the  Restrictive Trade Practices Act 1968 (which was replaced by section 7 of the Act of 1976) shall be deemed to have been enacted with a corresponding addition, and accordingly the amendment made by subsection (1) above shall be deemed to have had effect from the commencement of the Act of 1976. 3 The  Restrictive Trade Practices (Information Agreements) Order 1969 (which was made under the Act of 1968 and now has effect as if made under, and as referring to provisions of, the Act of 1976) shall have effect and be deemed always to have had effect as if it had been made with the addition of the Article set out in Part II of the Schedule to this Act."}, {"act": "Restrictive Trade Practices Act 1977 (repealed 1.3.2000)", "year": 1977, "section": "4", "section_title": " Citation and extent.", "section_text": "4 1 This Act may be cited as the Restrictive Trade Practices Act 1977. 2 This Act and the Restrictive Trade Practices Act 1976 may be cited together as the Restrictive Trade Practices Acts 1976 and 1977. 3 This Act extends to Northern Ireland."}]