[{"act": "Town and Country Planning (Scotland) Act 1977 (repealed 27.5.1997)", "year": 1977, "section": "1", "section_title": " Interpretation. ", "section_text": "1 In this Act— “ the 1972 Act ” means the  Town and Country Planning (Scotland) Act 1972 ; “ the 1973 Act ” means the  Local Government (Scotland) Act 1973."}, {"act": "Town and Country Planning (Scotland) Act 1977 (repealed 27.5.1997)", "year": 1977, "section": "2", "section_title": " Amendment of provisions of the 1972 Act relating to local plans.", "section_text": "2 1 In section 9 of the 1972 Act (preparation of local plans)— a there shall be inserted after subsection (4) the following subsection— 4A It shall be the duty of the planning authority— a for the purpose of preparing a local plan, to institute a survey of their district or any part thereof, in so far as they have not already done so, taking into account the matters which the authority think necessary for the formulation of their proposals, and b to keep those matters under review during and after the preparation of the local plan. ; and b in subsection (9), after the words “shall secure that”, there shall be inserted the words “where a structure plan has been prepared under section 5 of this Act.” 2 In section 10 of the 1972 Act (publicity in connection with preparation of local plans) in subsection (1)(a), for the words from “carried out” to “of this Act” there shall be substituted the words “or part of the district carried out under sections 4 or 9 of this Act”. 3 In section 12 of the 1972 Act (adoption and approval of local plans) for subsection (2) there shall be substituted the following subsection— 2 Where for any area the Secretary of State has approved a structure plan under section 7 of this Act the planning authority shall not adopt a local plan unless it conforms generally to that structure plan."}, {"act": "Town and Country Planning (Scotland) Act 1977 (repealed 27.5.1997)", "year": 1977, "section": "3", "section_title": " Appeals from determinations of regional planning authorities.", "section_text": "3 In section 179 of the 1973 Act (reference of applications to regional planning authority)— 1 After subsection (1), there shall be inserted the following subsection— 1A Where subsection (5) of section 32 of the Act of 1972 applies to an exercise of power by the regional planning authority under that section, the person appointed by the regional planning authority shall be a person approved by the Secretary of State. 2 There shall be added the three following subsections— 3 Subject to the provisions of subsection (4) below, where a regional planning authority have exercised the powers conferred upon them by this section, and the permission or approval for which the application has been made is refused by that authority, or is granted by them subject to conditions, the applicant, if he is aggrieved by their decision, may appeal to the Secretary of State and sections 33 and 34 of the Act of 1972 shall apply to such appeals as they apply to appeals under section 33(1) of that Act, and in those sections references to a planning authority shall include a regional planning authority for this purpose. 4 Where an applicant appeals to the Secretary of State under subsection (3) above, and it appears to the Secretary of State that the regional planning authority before determining the application have afforded to the applicant and the district planning authority an opportunity of appearing and being heard under section 32(5) of the Act of 1972 as applied by section 179(1) of this Act, section 33(4) of the Act of 1972 shall not apply to that appeal. 5 In the application of section 34 of the Act of 1972 to a regional planning authority under subsection (3) above there shall be substituted for the period prescribed by the development order a period of three months from the date when the application is referred to them or such other period as a subsequent development order may prescribe."}, {"act": "Town and Country Planning (Scotland) Act 1977 (repealed 27.5.1997)", "year": 1977, "section": "4", "section_title": " Stop Notices. ", "section_text": "4 For section 87 of the 1972 Act there shall be substituted a new section as follows—  Stop Notices. 87 1 Subject to the provisions of subsection (2) of this section, where a planning authority have served an enforcement notice, they may at any time before it takes effect serve a further notice (to be referred to as a “stop notice”) referring to the enforcement notice, a copy of which shall be enclosed therewith, for the purpose of prohibiting the carrying out or continuing of any activity or part of any activity which either is alleged in the enforcement notice to constitute or involve a breach of planning control or is so closely associated therewith as to constitute substantially the same activity. 2 A stop notice— a shall not prevent any person from taking any steps necessary to comply or secure compliance with an enforcement notice; b shall not prohibit any person from continuing to use any building or other land, or any caravan situated upon the land to which the relevant enforcement notice relates, as his permanent residence, whether as owner, occupier, tenant, patient, guest or otherwise. 3 A stop notice shall specify the date when it is to come into effect, such date not being less than three nor more than 28 days from the date when it is first served (on whatever person) in accordance with the provisions of subsection (6) below. 4 A stop notice shall cease to have effect— a when it is withdrawn under the provisions of subsection (10) below ; b when the enforcement notice to which it relates is withdrawn or quashed ; or c when the period for compliance with that enforcement notice specified under section 84(7)(c) of this Act has expired ; whichever is the earlier. 5 Where the enforcement notice to which a stop notice relates is varied so that it no longer relates to any activity prohibited by the stop notice, the stop notice shall cease to have effect in relation to that activity. 6 A stop notice may be served by the planning authority on any person who appears to them to have an interest in the land or to be engaged in activities which constitute or involve the breach of planning control alleged in the enforcement notice. 7 The planning authority may publicise a stop notice by displaying on the land a notice (to be referred to as a “site notice”) which shall state— a the requirements of the stop notice ; b that the stop notice has been served on a particular person or persons ; and c the consequences under subsection (8) below of contravention of the stop notice. 8 a Any person who wilfully removes, obscures or defaces a site notice shall be guilty of an offence and liable on summary conviction to a fine not exceeding £400, or on conviction on indictment to a fine. b If any person causes or permits any activity in contravention of a stop notice which has effect for the time being and which has been served on him or has been publicised in accordance with the provisions of subsection (7) above, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding £400, or on conviction on indictment to a fine ; and if the offence is continued after conviction he shall be guilty of a further offence and liable on summary conviction to a fine not exceeding £50 for each day on which the offence is continued, or on conviction on indictment to a fine. c It shall be a defence in any proceedings under paragraph (b) above that the stop notice was not served on the accused and that he had no reasonable cause to believe that the activity was prohibited by a stop notice. 9 A stop notice shall not be invalid by reason that the enforcement notice to which it relates was not served as required by section 84(5) of this Act if it is shown that the planning authority took all such steps as were reasonably practicable to effect proper service. 10 The planning authority may at any time withdraw a stop notice (without prejudice to their power to serve another) by notice which— a shall be served on all persons who were served with the stop notice ; and b shall be publicised by displaying it for seven days in place of all or any relative site notices."}, {"act": "Town and Country Planning (Scotland) Act 1977 (repealed 27.5.1997)", "year": 1977, "section": "5", "section_title": " Miscellaneous amendments of the 1972 and 1973 Acts.", "section_text": "5 1 In section 18 of the 1972 Act (commencement of Part II and interim provisions) for subsection (2) there shall be substituted the following subsection— 2 Schedules 3 and 4 to this Act shall have effect as respects any area, until (a) a structure plan relating to that area has been approved under section 7 of this Act or (b) a local plan for that area has been adopted or approved under section 12 of this Act or (c) they are repealed by an order made by the Secretary of State. 2 Section 166 of the 1972 Act (compensation for loss due to stop notice) shall have effect subject to the following amendments— a In subsection (1), after the word “interest” in line 3, there shall be inserted the words “, whether as owner or occupier or otherwise,” ; b in subsection (3), for “operations” in both places where that word occurs substitute the word “activity” ; c in subsection (5) leave out from “or of” to end ; d at the end there shall be added the following subsection— 6 In the assessment of any compensation under this section, there shall be taken into account any failure on the part of the claimant to comply with the provisions of section 270 of this Act, to the extent, if any, that such failure has contributed to the circumstances in which the enforcement notice was withdrawn or varied or quashed, or the stop notice withdrawn. 3 In section 265 of the 1972 Act (rights of entry), after subsection (2) there shall be inserted the following subsection— 2A Any person duly authorised in writing by the Secretary of State or the planning authority may at any reasonable time enter upon any land for the purpose— a of displaying a notice in accordance with the provisions of section 87(7) or (10) of this Act ; or b of ascertaining whether a stop notice or an enforcement notice is being complied with. 4 In section 270 of the 1972 Act (power to require information as to interests in land)— a for subsection (1) there shall be substituted the following subsection— 1 For the purpose of enabling any order to be made or any notice or other document to be served by them under the provisions of this Act, the Secretary of State or a local authority may in writing require the occupier of any land and any person who. either directly or indirectly, receives rent in respect of any land to supply in writing within a specified period, which shall not be less than twenty-one days from the service of the requirement on him, any of the following information— a the nature of his interest in the land, b the name and address of any other person known to him as having an interest in the land, whether as superior, owner, heritable creditor, lessee or otherwise ; c details of the purposes for which the land is currently being used. b at the end there shall be added the following new subsection— 4 It shall be a defence in any proceedings under subsection (2) of this section that the accused did not know, and had no reasonable cause to know the information required of him. 5 In Schedule 5 to the 1972 Act there shall be inserted after paragraph 5 the following paragraph— 5A On the adoption or approval of a local plan under section 12 of this Act, so much of any old development plan as relates to the same area shall cease to have effect, unless the Secretary of State by order directs subject to paragraph 7 of this Schedule, that the provisions of that old development plan shall continue in force to the extent specified in the order. 6 In Schedule 5 to the 1972 Act, in paragraph 7, after the word “under” there shall be inserted the words— “paragraph 5A or”. 7 In Part I of Schedule 21 to the 1972 Act there shall be added at the end the words— “or to a comprehensive development area as the case may be.”. 8 Section 180 of the 1973 Act is hereby repealed."}, {"act": "Town and Country Planning (Scotland) Act 1977 (repealed 27.5.1997)", "year": 1977, "section": "6", "section_title": " Short title and extent.", "section_text": "6 1 This Act may be cited as the Town and Country Planning (Scotland) Act 1977. 2 This Act extends to Scotland only."}]