[{"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "1", "section_title": " Hire-purchase control. ", "section_text": "1 1 The Board of Trade or the Secretary of State may by order provide for imposing in respect of the disposal, acquisition or possession of articles of any description under hire-purchase  conditional sale agreements, credit sale agreements or hire agreements  such prohibitions or restrictions as appear to the Board of Trade to be required for restricting excessive credit. 2 In this section— “ conditional sale agreement ” means an agreement for the sale of any article under which the purchase price, or part of it is payable by instalments, and the property in the article is to remain in the seller (notwithstanding that the buyer is to be in possession of the article) until such conditions as to the payment of instalments or otherwise as may be specified in the agreement are fulfilled; “ credit-sale agreement ” means an agreement for the sale of any article, under which the purchase price or part of it is payable by instalments, but which is not a conditional sale agreement; “ hire-purchase agreement ” means an agreement, other than a conditional sale agreement under which— an article is bailed or (in Scotland) hired in return for periodical payments by the person to whom it is bailed or hired, and the property in the article will pass to that person if the terms of the agreement are complied with and one or more of the following occurs— the exercise of an option by that person; the doing of any other specified act by any party to the agreement; the happening of any other specified event; and “ hire agreement ” means an agreement for the bailment or (in Scotland) the hiring of an article which is not a hire-purchase agreement. 3 Schedule 1 to this Act shall apply for the purposes of this section. 4  . . . "}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "2", "section_title": " Power of Treasury to prohibit action on certain orders as to gold,  etc.", "section_text": "2 1 Where the Treasury are satisfied that action to the detriment of the economic position of the United Kingdom is being, or is likely to be, taken by the government of, or persons resident in, any country or territory outside the United Kingdom the Treasury may give general or special directions prohibiting, either absolutely or to such extent as may be specified in the directions, the carrying out, except with permission granted by or on behalf of the Treasury, of any order given by or on behalf of the government of that country or territory or any person resident therein at the time when the directions were given or at any later time while the directions are in force, in so far as the order— i requires the person to whom the order is given to make any payment or to part with any gold or securities; or ii requires any change to be made in the persons to whose credit any sum is to stand or to whose order any gold or securities are to be held. 2 Where any directions are given under this section with respect to any country or territory, a branch in that country or territory of any business, whether carried on by a body corporate or otherwise, shall, for the purposes of this section, be treated in all respects as if the branch were a body corporate resident in that country or territory. 3 In this section, unless the context otherwise requires:— “ gold ” means gold coin or gold bullion; “ security ”, except in so far as is otherwise expressly provided, includes— shares, stocks, bonds, notes, debentures, debenture stock . . .  a deposit receipt in respect of the deposit of securities; a unit or a sub-unit of a unit trust; an annuity granted under the  Government Annuities Act 1929, or to which either Part I or Part II of that Act applies, and a life assurance policy or other contract entered into with an assurance company for securing the payment in the future of any capital sum or of an annuity; a warrant conferring an option to acquire a security; a share in an oil royalty; but does not include a bill of exchange or a promissory note; and references in this section to the United Kingdom shall be construed as if the Channel Islands and the Isle of Man were part of the United Kingdom. 4 Any consent or permission granted by or on behalf of the Treasury under this section may be granted either absolutely or subject to conditions. 5 This section, and directions having effect under this section, and the following provisions of this Act so far as they relate to this section, shall extend to the Channel Islands and the Isle of Man as if those islands were part of the United Kingdom."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "7", "section_title": " Orders and directions.", "section_text": "7 1 Any order made under this Part of this Act, and any general direction given under section 2 of this Act, shall be made or given by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliment. 2 Any power conferred by this Part of the Act, to make any order or give any direction shall be construed as including a power, exercisable in the like manner and subject to the like conditions, if any, to revoke or vary the order or direction. 3 Any power of making orders under this Part of the Act shall include power to provide for any incidental and supplementary provisions for which the Minister making the order thinks it expedient for the purposes of the order to provide, including, in the case of orders under section 1 of this Act, provisions requiring persons to retain documents recording hire-purchase agreements and other agreements. 4 An order under this Part of this Act may make such provisions (including provision for requiring any person to furnish any information) as the Minister making the order thinks necessary or expedient for facilitating the introduction or operation of a scheme of control for which provision has been made, or for which, in the opinion of the Minister, it will or may be found necessary or expedient that provision should be made, under this Part of this Act. 5 An order under this Part of this Act may prohibit the doing of anything regulated by the order except under the authority of a licence granted by such authority or person as may be specified in the order, and may be made so as to apply either to persons or undertakings generally or to any particular person or undertaking or class of persons or undertakings, and so as to have effect either generally or in any particular area. 6 Where under this Part of this Act two or more Ministers have power to make orders, the power may be exercised by them jointly or separately. 7 The  Interpretation Act 1978  shall apply to the interpretation of any order made under this Part of this Act as it applies to the interpretation of an Act of Parliament and for the purposes of  sections 16(1) and 17(2)(a) of that Act any such order shall be deemed to be an Act of Parliament."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "8", "section_title": " Notices, authorisations and proof of documents.", "section_text": "8 1 A notice to be served on any person for the purposes of this Part of this Act, or of any order or direction made or given under this Part of this Act, shall be deemed to have been duly served on the person to whom it is directed if— a it is delivered to him personally, or b it is sent by registered post or the recorded delivery service addressed to him at his last or usual place of abode or place of business. 2 Where under this Part of this Act a person has power to authorise other persons to act thereunder, the power may be exercised so as to confer the authority either on particular persons or on a specified class of persons. 3 Any permit, licence, permission or authorisation granted for the purposes of this Part of this Act may be revoked at any time by the authority or person empowered to grant it. 4 Every document purporting to be an instrument made or issued by any Minister or other authority or person in pursuance of this Part of this Act, or of any provision having effect under this Part of this Act, and to be signed by or on behalf of that Minister, authority or person shall be received in evidence and shall, until the contrary is proved, be deemed to be an instrument made or issued by that Minister, authority or person; and prima facie evidence of any such instrument as aforesaid may, in any legal proceedings (including arbitrations), be given by the production of a document purporting to be certified to be a true copy of the instrument by or on behalf of the Minister or other authority or person having power to make or issue the instrument."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "9", "section_title": " Territorial extent of Part I.", "section_text": "9 1 Unless the contrary intention appears therefrom, any provisions contained in, or having effect under, this Part of this Act shall, in so far as they impose prohibitions, restrictions or obligations on persons, apply to all persons in the United Kingdom and all persons on board any British ship or aircraft, not being an excepted ship or aircraft, and to all other persons, wherever they may be, who are ordinarily resident in the United Kingdom and who are citizens of the United Kingdom and Colonies or British protected persons. 2 In this section— “ British aircraft ” means an aircraft registered in— any part of Her Majesty’s dominions; any country outside Her Majesty’s dominions in which for the time being Her Majesty has jurisdiction; any country consisting partly of one or more colonies and partly of one or more such countries as are mentioned in the last foregoing sub-paragraph; “ British protected person ” has the same meaning as in  British Nationality Act 1981 “ excepted ship or aircraft ” means a ship or aircraft registered in any country for the time being listed in  Schedule 3 to the British Nationality Act 1981 or in any territory administered by the government of any such country, not being a ship or aircraft for the time being placed at the disposal of, or chartered by or on behalf of, Her Majesty’s Government in the United Kingdom."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "10", "section_title": " False documents and false statements.", "section_text": "10 1 If, with intent to deceive, any person— a uses any document issued for the purposes of this Part of this Act or of any order made under this Part of this Act; or b has in his possession any document so closely resembling such a document as aforesaid as to be calculated to deceive; or c produces, furnishes, sends or otherwise makes use of, for purposes connected with this Part of this Act or any order or direction made or given under this Part of this Act, any book, account, estimate, return, declaration or other document which is false in a material particular, he shall be guilty of an offence against this Part of this Act. 2 If, in furnishing any information for the purposes of this Part of this Act or of any order made under this Part of this Act, any person makes any statement which he knows to be false in a material particular, or recklessly makes any statement which is false in a material particular, he shall be guilty of an offence against this Part of this Act."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "11", "section_title": " Restrictions on disclosing information.", "section_text": "11 No person who obtains any information by virtue of this Part of this Act shall, otherwise than in connection with the execution of this Part of this Act or of an order made under this Part of this Act, disclose that information except for the purposes of any criminal proceedings, or of a report of any criminal proceedings, or with permission granted by or on behalf of a Minister of the Crown."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "12", "section_title": " Offences by corporations.", "section_text": "12 1 Where an offence under this Part of this Act committed by a body corporate is proved to to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 2 In this section, the expression “ director ”, in relation to a body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, being a body corporate whose affairs are managed by its members, means a member of that body corporate."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "13", "section_title": " Penalties.", "section_text": "13 1 If any person contravenes or fails to comply with this Part of this Act, or any order made under this Part of this Act, or any direction given or requirement imposed under this Part of this Act or under any order made under this Part of this Act, he shall, save as otherwise expressly provided, be guilty of an offence against this Part of this Act; and, subject to any special provisions contained in this Part of this Act, a person guilty of an offence against this Part of this Act shall— a on summary conviction, be liable to imprisonment for a term not exceeding three months or to a fine not exceeding one hundred pounds, or to both; or b on conviction on indictment, be liable to imprisonment for a term not exceeding two years or to a fine not exceeding five hundred pounds, or to both. 2 Where a person convicted on indictment of an offence against this Part of this Act is a body corporate, no provision in this Part of this Act limiting the amount of the fine which may be imposed shall apply, and the body corporate shall be liable to a fine of such amount as the court thinks just."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "14", "section_title": " Legal proceedings.", "section_text": "14 1 No proceedings for an offence against an order or direction under section 1, section 2 . . .   of this Act shall be instituted in England and Wales except by or with the consent of the Director of Public Prosecutions or the Board of Trade  . . .or the Treasury. 2 Proceedings in respect of an offence alleged to have been committed by a person against an order or direction under section 1, section 2 . . .   of this Act may be taken before the appropriate court in the United Kingdom having jurisdiction in the place where that person is for the time being."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "15", "section_title": " Interpretation of Part I.", "section_text": "15 In this Part of this Act:— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ undertaking ” means any public utility undertaking or any undertaking by way of any trade or business; and any reference in this Part of this Act to articles shall be construed as including a reference to substances, vehicles, vessels or animals."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "17", "section_title": "", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "19", "section_title": " Expenses.", "section_text": "19 Any expenses incurred by any government department which are attributable to the provisions of this Act shall be defrayed out of moneys provided by Parliament."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "20", "section_title": " Northern Ireland. ", "section_text": "20 1 Subject to this section, this Act shall extend to Northern Ireland. 2 Where by Part I of this Act any power is conferred upon the Secretary of State, then, in so far as the power is exercisable in relation to Northern Ireland, the Secretary of State may, to such extent and subject to such restrictions as he thinks proper, by order delegate the power either to a department of the Government of Northern Ireland specified in the said order or to the appropriate department or departments of the said Government; and where any power is so delegated to the appropriate department or departments, it shall be exercised by such department or departments of the said Government as the Governor of Northern Ireland may by order specify. 3 Where a power to make orders has been delegated in pursuance of the last foregoing subsection any order made in pursuance of that power, and any order made by virtue of that subsection by the Governor of Northern Ireland, shall be made by statutory instrument, and the  Statutory Instruments Act 1946 shall apply in like manner as if the order had been made by the Secretary of State; and, in relation to any such delegation, the expression “government department” in the last foregoing section shall be construed as including a department of the Government of Northern Ireland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In this Act the expression “ Act ” includes an Act of the Parliament of Northern Ireland, and references to enactments of the Parliament of the United Kingdom shall be construed as including references to those enactments as they apply in Northern Ireland."}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Emergency Laws (Re-enactments and Repeals) Act 1964", "year": 1964, "section": "22", "section_title": " Short title, repeals, savings and construction.", "section_text": "22 1 This Act may be cited as the Emergency Laws (Re-enactments and Repeals) Act 1964. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]