[{"act": "Hire Purchase Act 1964", "year": 1964, "section": "124.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Hire Purchase Act 1964", "year": 1964, "section": "2526.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Hire Purchase Act 1964", "year": 1964, "section": "27", "section_title": " Protection of purchasers of motor vehicles.", "section_text": "27 1 This section applies where a motor vehicle has been bailed or (in Scotland) hired under a hire-purchase agreement, or has been agreed to be sold under a conditional sale agreement, and, before the property in the vehicle has become vested in the debtor, he disposes of the vehicle to another person. 2 Where the disposition referred to in subsection (1) above is to a private purchaser, and he is a purchaser of the motor vehicle in good faith without notice of the hire-purchase or conditional sale agreement (the “relevant agreement”) that disposition shall have effect as if the creditor’s title to the vehicle has been vested in the debtor immediately before that disposition. 3 Where the person to whom the disposition referred to in subsection (1) above is made (the “ original purchaser ”) is a trade or finance purchaser, then if the person who is the first private purchaser of the motor vehicle after that disposition (the “ first private purchaser ”) is a purchaser of the vehicle in good faith without notice of the relevant agreement, the disposition of the vehicle to the first private purchaser shall have effect as if the title of the creditor to the vehicle had been vested in the debtor immediately before he disposed of it to the original purchaser. 4 Where, in a case within subsection (3) above— a the disposition by which the first private purchaser becomes a purchaser of the motor vehicle in good faith without notice of the relevant agreement is itself a bailment or hiring under a hire-purchase agreement, and b the person who is the creditor in relation to that agreement disposes of the vehicle to the first private purchaser, or a person claiming under him, by transferring to him the property in the vehicle in pursuance of a provision in the agreement in that behalf, the disposition referred to in paragraph (b) above (whether or not the person to whom it is made is a purchaser in good faith without notice of the relevant agreement) shall as well as the disposition referred to in paragraph (a) above, have effect as mentioned in sub-section (3) above. 5 The preceding provisions of this section apply— a notwithstanding anything in  section 21 of the  Sale of Goods Act 1979  (sale of goods by a person not the owner), but b without prejudice to the provisions of the Factors Acts (as defined by  section 61(1) of the said Act of 1979  or of any other enactment enabling the apparent owner of goods to dispose of them as if he were the true owner. 6 Nothing in this section shall exonerate the debtor from any liability (whether criminal or civil) to which he would be subject apart from this section; and, in a case where the debtor disposes of the motor vehicle to a trade or finance purchaser, nothing in this section shall exonerate— a that trade or finance purchaser, or b any other trade or finance purchaser who becomes a purchaser of the vehicle and is not a person claiming under the first private purchaser, from any liability (whether criminal of civil) to which he would be subject apart from this section."}, {"act": "Hire Purchase Act 1964", "year": 1964, "section": "28", "section_title": " Presumptions relating to dealings with motor vehicles.", "section_text": "28 1 Where in any proceedings (whether criminal or civil) relating to a motor vehicle it is proved— a that the vehicle was bailed or (in Scotland) hired under a hire-purchase agreement, or was agreed to be sold under a conditional sale agreement and b that a person (whether a party to the proceedings or not) became a private purchaser of the vehicle in good faith without notice of the hire-purchase or conditional sale agreement (the “relevent agreement”), this section shall have effect for the purposes of the operation of section 27 of this Act in relation to those proceedings. 2 It shall be presumed for those purposes, unless the contrary is proved, that the disposition of the vehicle to the person referred to in subsection (1)(b) above (the “relevant purchaser”) was made by the debtor. 3 If it is proved that that disposition was not made by the debtor, then it shall be presumed for those purposes, unless the contrary is proved— a that the debtor disposed of the vehicle to a private purchaser purchasing in good faith without notice of the relevant agreement, and b that the relevant purchaser is or was a person claiming under the person to whom the debtor so disposed of the vehicle. 4 If it is proved that the disposition of the vehicle to the relevant purchaser was not made by the debtor, and that the person to whom the debtor disposed of the vehicle (the “original purchaser”) was a trade of finance purchaser, then it shall be presumed for those purposes, unless the contrary is proved, a that the person who, after the disposition of the vehicle to the original purchaser, first became a private purchaser of the vehicle was a purchaser in good faith without notice of the relevant agreement, and b that the relevant purchaser is or was a person claiming under the original purchaser. 5 Without prejudice to any other method of proof, where in any proceedings a party thereto admits a fact, that fact shall, for the purposes of this section, be taken as against him to be proved in relation to those proceedings."}, {"act": "Hire Purchase Act 1964", "year": 1964, "section": "29", "section_title": " Interpretation of Part III.", "section_text": "29 1 In this Part of this Act— “ conditional sale agreement ” means an agreement for the sale of goods under which the purchase price or part of it is payable by instalments, and the property in the goods is to remain in the seller (notwithstanding that the buyer is to be in possession of the goods) until such conditions as to the payment of instalments or otherwise as may be specified in the agreement are fulfilled; “ creditor ” means the person by whom goods are bailed or (in Scotland) hired under a hire-purchase agreement or as the case may be, the seller under a conditional sale agreement, or the person to whom his rights and duties have passed by assignment or operation of law; “disposition”means any sale or contract of sale (including a conditional sale agreement), any bailment or (in Scotland) hiring under a hire-purchase agreement and any transfer of the property in goods in pursuance of a provision in that behalf contained in a hire-purchase agreement, and includes any transaction purporting to be a disposition (as so defined) and “ dispose of ” shall be construed accordingly; “ hire-purchase agreement ” means an agreement, other than a conditional sale agreement, under which— a goods are bailed or (in Scotland) hired in return for periodical payments by the person to whom they are bailed or hired, and b the property in the goods will pass to that person if the terms of the agreement are complied with and one or more of the following occurs— i the exercise of an option to purchase by that person, ii the doing of any other specified act by any party to the agreement, iii the happening of any other specified events; and “ motor vehicle ” means a mechnically propelled vehicle intended or adapted for use on roads to which the public has access. 2 In this Part of this Act “ trade or finance purchaser ” means a purchaser who, at the time of the disposition made to him, carries on a business which consists, wholly or partly,— a of purchasing motor vehicles for the purpose of offering or exposing them for sale, or b of providing finance by purchasing motor vehicles for the purpose of bailing or (in Scotland) hiring them under hire-purchase agreements or agreeing to sell them under conditional sale agreements, and “ private purchaser ” means a purchaser who, at the time of the disposition made to him, does not carry on any such business. 3 For the purposes of this Part of this Act a person becomes a purchaser of a motor vehicle if, and at the time when, a disposition of the vehicle is made to him; and a person shall be taken to be a purchaser of a motor vehicle without notice of a hire-purchase agreement or conditional sale agreement if, at the time of the disposition made to him, he has no actual notice that the vehicle is or was the subject of any such agreement. 4 In this Part of this Act the “ debtor ” in relation to a motor vehicle which has been bailed or hired under a hire-purchase agreement, or, as the case may be, agreed to be sold under a conditional sale agreement, means the person who at the material time (whether the agreement has before that time been terminated or not) either— a is the person to whom the vehicle is bailed or hired under that agreement, or b is, in relation to the agreement, the buyer, including a person who at that time is, by virtue of section 130(4) of the  Consumer Credit Act 1974 treated as a bailee or (in Scotland) a custodier of the vehicle. 5 In this Part of this Act any reference to the title of the creditor to a motor vehicle which has been bailed or (in Scotland) hired under a hire-purchase agreement, or agreed to be sold under a conditional sale agreement, and is disposed of by the debtor, is a reference to such title (if any) to the vehicle as, immediately before that disposition, was vested in the person who then was the creditor in relation to the agreement."}, {"act": "Hire Purchase Act 1964", "year": 1964, "section": "3032.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Hire Purchase Act 1964", "year": 1964, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Hire Purchase Act 1964", "year": 1964, "section": "34", "section_title": "", "section_text": "34 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Hire Purchase Act 1964", "year": 1964, "section": "35", "section_title": "", "section_text": "35 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Hire Purchase Act 1964", "year": 1964, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Hire Purchase Act 1964", "year": 1964, "section": "37", "section_title": " Short title, citation and extent.", "section_text": "37 1 This Act may be cited as the Hire-Purchase Act 1964. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 This Act shall not extend to Northern Ireland."}]