[{"act": "International Headquarters and Defence Organisations Act 1964", "year": 1964, "section": "1", "section_title": " International headquarters and defence organisations.", "section_text": "1 1 Where in pursuance of any arrangements for common defence to which Her Majesty’s Government in the United Kingdom are for the time being a party any international headquarters or defence organisation has been or is about to be set up, Her Majesty may by Order in Council designate the headquarters or organisation for the purposes of this Act and confer on it the legal capacity of a body corporate and, to such extent as may be specified in the Order,— a immunity from suit and legal process; b the like privileges as respects the inviolability of official archives as are accorded to an envoy of a foreign sovereign power accredited to Her Majesty. 2 Where any headquarters or organisation is designated by an Order in Council under this section the  Visiting Forces Act 1952 shall have effect with the adaptations set out in the Schedule to this Act, being adaptations for extending certain provisions of that Act to the headquarters or organisation and certain persons connected with it. 3 An Order in Council under this section may be varied or revoked by a subsequent Order in Council. 4 No recommendation shall be made to Her Majesty in Council to make an Order under this section unless a draft thereof has been laid before Parliament and approved by a resolution of each House of Parliament."}, {"act": "International Headquarters and Defence Organisations Act 1964", "year": 1964, "section": "2", "section_title": " Extension of Act to colonies and dependencies.", "section_text": "2 1 Her Majesty may by Order in Council direct that the provisions of this Act shall extend, subject to such adaptations, modifications or exceptions as may be specified in the Order, to any of the following territories, that is to say— a the Channel Islands and the Isle of Man; b any colony; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d any territory consisting of two or more such territories as are mentioned in paragraph ( b ) . . .   of this subsection. 2 An Order in Council under this section may be varied or revoked by a subsequent Order in Council."}, {"act": "International Headquarters and Defence Organisations Act 1964", "year": 1964, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the International Headquarters and Defence Organisations Act 1964."}]