[{"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "1", "section_title": " Power to develop land.", "section_text": "1 1 A local authority may, for the benefit or improvement of their area, erect any building and construct or carry out works on land. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Nothing in this section shall prevent the exercise by a local authority of power to develop land under section 19 of the  Town and Country Planning (Scotland) Act 1945 (which gives power to develop land held under that Act for planning purposes)."}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "2", "section_title": " Additional power to develop land. ", "section_text": "2 1 Notwithstanding anything contained in section 1 of this Act, a local authority may, for the purpose of— a preserving or enhancing the natural beauty of land in their area, or b enabling land in their area to be brought into use or restoring or improving its appearance, where the land appears to them to be derelict, neglected or unsightly, or c enabling members of the public to enjoy the countryside or engage in open-air recreation there, carry out such work as appears to them to be expedient. 2 Without prejudice to the generality of the foregoing subsection, a local authority may— a for the purpose of enabling members of the public to enjoy the countryside, i provide on land in their area picnic places, footpaths, seats, shelters, public conveniences, view-point stances and indicators, and ii provide passenger ferries; b for the purpose of enabling members of the public to engage in boating, fishing, water sports, or similar activities, provide piers, jetties, boatslips, landing places and landing stages. Nothing in this subsection shall authorise the carrying out of any operation in contravention of section 34 of the  Coast Protection Act 1949 (which provides for the restriction of works detrimental to navigation). 3 In this section— “ footpath ” includes gates, stiles, steps, bridges and other ancillary works; “ indicator ” includes signposts, milestones, plaques, panoramic drawings and other means of indicating landmarks, together with any necessary mountings therefor; “ picnic places ” includes equipment ancillary thereto; “ provide ” includes maintain and improve."}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "3", "section_title": " Powers supplementary to sections 1 and 2. ", "section_text": "3 1 The powers conferred by sections 1 and 2 of this Act— a may be exercised by a local authority either on land belonging to them, or, with the consent of all persons having an interest therein, on other land; and b shall include power to manage any land so far as relates to anything done thereon by or on behalf of the local authority and to maintain any works carried out under the said powers. 2 Where a local authority exercise their powers under either of the said sections on land not belonging to them, any power conferred by those sections or by paragraph ( b ) of the foregoing subsection shall include power— a to make arrangements by agreement for the exercise of the power on behalf of the local authority by some other person on such terms as may be specified in the agreement, and b to make an agreement with persons having an interest in the land fixing the terms on which the local authority will exercise their said powers. 3 The terms mentioned in the last foregoing subsection shall include, where appropriate, provision for securing public access to the land on which any works will have been carried out or facilities provided under the said powers and generally for safeguarding the interest of the public in any such works or facilities. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "6", "section_title": " Supplementary provisions.", "section_text": "6 1 A local authority may make contributions towards expenditure incurred or to be incurred by any other local authority or by any voluntary organisation in the doing of anything which could have been done under this Part of this Act by the first-mentioned local authority; and a local authority may receive from any other person contributions towards expenditure incurred or to be incurred by them under this Part of this Act. In this subsection “ voluntary organisation ” means any body of persons, whether corporate or unincorporate, carrying on or proposing to carry on an undertaking otherwise than for profit  and includes a community council within the meaning of the  Local Government (Scotland) Act 1973 . 2 Where any person having such an interest in any land as enables him to bind the land enters into any agreement relating to the land with a local authority acting in exercise of powers conferred on them by this Part of this Act, the agreement may be recorded in the Register of Sasines, and if so recorded shall be enforceable at the instance of the local authority against persons deriving title to the land from the person who entered into the agreement: Provided that any such agreement shall not be enforceable against a third party who shall have in good faith and for value acquired right (whether completed by infeftment or not) to the land prior to the agreement being recorded as aforesaid, or against any person deriving title from such third party. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "7", "section_title": " Power to make advances for erection of buildings. ", "section_text": "7 1 Where a local authority are satisfied that it would be for the benefit or improvement of their area, they may, subject to the provisions of this section, advance money to any person for the purpose of enabling him either— a to acquire land; or b to erect any building or carry out any work on land. 2 An advance made under this section, together with interest thereon, shall be secured over the land in respect of which the advance is made. 3 The amount of the principal of an advance shall not exceed nine-tenths of— a where the advance is made under subsection (1)( a ) above, the value of the land; or b where the advance is made under subsection (1)( b ) above, the value which it is estimated will be the value of the land on the completion of the building, or as the case may be works, in respect of which the advance is made. 4 An advance made under this section shall carry interest at a rate not less than one quarter per cent. greater than the . . .   rate fixed by the Treasury . . .   in respect of loans to local authorities made on the date on which the terms of the advance are settled and for the same period as the advance, or at such other rate as the Secretary of State may, on the application of the local authority, fix. 5 An advance made under this section shall be repayable within a period not exceeding 30 years and either by instalments of principal or by an annuity of principal and interest combined. 6 The security for an advance made under this section shall be taken at the time of making or, in the case of an agreement to sell or let the land, at the time of the conveyance or of the lease."}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "13", "section_title": " Membership of rights of way societies.", "section_text": "13 A local authority may pay subscriptions in respect of corporate membership of any society or body formed to acquire, preserve, maintain or improve rights of way."}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "14", "section_title": " Power to amend local Acts. ", "section_text": "14 1 On the application of any local authority directly concerned, the Secretary of State may, subject to the provisions of this section, by order repeal or amend any provision in any local Act passed before this Act, or in any Act passed before this Act and confirming a provisional order, where it appears to him that the provision is inconsistent with, or has become unnecessary in consequence of, any provision of this Act. 2 Before making an order under this section the Secretary of State shall consult with any local authority appearing to him to be concerned, not being a local authority by whom an application for the making of the order was made. 3 An order made under this section— a may contain such transitional, supplemental or incidental provisions as appear to the Secretary of State to be expedient, and b shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "16", "section_title": " Interpretation.", "section_text": "16 1 In this Act, except where the context otherwise requires— “ erect ” includes extend, alter and re-erect, and “ erection ” shall be construed accordingly; “ land ” includes any structure or erection thereon, land covered with water and any interest or right in or over land; “ local authority ” means a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 . 2 Any reference in this Act to any enactment shall be construed as a reference to that enactment as amended or extended by or under any other enactment."}, {"act": "Local Government (Development and Finance) (Scotland) Act 1964", "year": 1964, "section": "17", "section_title": " Short title and extent.", "section_text": "17 1 This Act may be cited as the Local Government (Development and Finance) (Scotland) Act 1964. 2 This Act shall extend to Scotland only."}]