[{"act": "Malawi Independence Act 1964", "year": 1964, "section": "1", "section_title": " Fully responsible status of Malawi.", "section_text": "1 1 On and after 6th July 1964 (in this act referred to as “the appointed day”) the territories which immediately before the appointed day are comprised in the Nyasaland protectorate shall together form part of Her Majesty’s dominions under the name of Malawi; and on and after that day Her Majaesty’s Government in the United Kingdom shall have no responsibility for the government of those territories. 2 No Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend or be deemed to extend to Malawi as part of its law; and on and after that day the provisions of Schedule 1 to this Act shall have effect with respect to legislative powers in Malawi. 3 Subsection (1) of this section shall not affect the operation in Malawi of any enactment or any other instrument having the effect of law passed or made before the appointed day, or be taken to extend any such enactment or instrument to Malawi as part of its law."}, {"act": "Malawi Independence Act 1964", "year": 1964, "section": "23.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Malawi Independence Act 1964", "year": 1964, "section": "4", "section_title": " Consequential modification of other enactments.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 On and after the appointed day, the provisions specified in Schedule 2 to this Act shall have effect subject to the amendments respectively specified in that Schedule, . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Subsection (4) of this section, Schedule 2 to this Act . . .   shall not extend to Malawi as part of its law."}, {"act": "Malawi Independence Act 1964", "year": 1964, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Malawi Independence Act 1964", "year": 1964, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Malawi Independence Act 1964", "year": 1964, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act “ the existing Constitution Order ” means the Nyasaland (Constitution) Order in  Council 1963 as amended by the Nyasaland (Constitution) ( No.  2) Order in Council 1963 and any further Order in  Council made before the appointed day. 2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment."}, {"act": "Malawi Independence Act 1964", "year": 1964, "section": "8", "section_title": " Short title.", "section_text": "8 This Act may be cited as the Malawi Independence Act 1964."}]