[{"act": "Police Act 1964", "year": 1964, "section": "1", "section_title": " Police areas.", "section_text": "1 1 England and Wales shall be divided into police areas. 2 The police areas referred to in subsection (1) of this section shall be— a those listed in Schedule 1A t o this Act (subject to any amendment made to that Schedule by an order under section 21 or 21A of this Act, section 58 of the  Local Government Act 1972, or section 17 of the  Local Government Act 1992), together with b the City of London police area and the metropolitan police district. 3 References in Schedule 1A to any local government area are to that area as it is for the time being, but excluding any part of it within the metropolitan police district."}, {"act": "Police Act 1964", "year": 1964, "section": "2A", "section_title": " Police authorities for metropolitan counties and Northumbria police area.", "section_text": "2A The police authority for a police area consisting of a metropolitan county shall be the metropolitan county police authority constituted in accordance with the provisions of Part IV of the Local Government Act 1985; and the police authority for the Northumbria police area shall be the Northumbria Police Authority constituted in accordance with those provisions."}, {"act": "Police Act 1964", "year": 1964, "section": "2", "section_title": " Maintenance of police forces.", "section_text": "2 A police force shall be maintained for every police area for the time being listed in Schedule 1A to this Act."}, {"act": "Police Act 1964", "year": 1964, "section": "3", "section_title": " Establishment of police authorities.", "section_text": "3 1 There shall be a police authority for every police area for the time being listed in Schedule 1A to this Act. 2 A police authority established under this section for any area shall be a body corporate to be known by the name of the area with the addition of the words “Police Authority”."}, {"act": "Police Act 1964", "year": 1964, "section": "3A", "section_title": " Membership of police authorities etc.", "section_text": "3A 1 Subject to subsection (2) of this section, each police authority established under section 3 of this Act shall consist of seventeen members. 2 The Secretary of State may by order provide in relation to a police authority specified in the order that the number of its members shall be a specified odd number greater than seventeen. 3 A statutory instrument containing an order made under subsection (2) of this section shall be laid before Parliament after being made. 4 Schedules 1B and 1C to this Act shall have effect in relation to police authorities established under section 3 and the appointment of their members."}, {"act": "Police Act 1964", "year": 1964, "section": "3B", "section_title": " Reductions in size of police authorities.", "section_text": "3B 1 This section applies to any order under subsection (2) of section 3A of this Act which varies or revokes an earlier order so as to reduce the number of a police authority’s members. 2 Before making an order to which this section applies, the Secretary of State shall consult— a the authority, b the councils which are relevant councils in relation to the authority for the purposes of Schedule 1B to this Act, and c any panel (or magistrates’ courts committee) which is responsible, or is represented on a joint committee which is responsible, for the appointment of members of the authority. 3 An order to which this section applies may include provision as to the termination of the appointment of the existing members of the authority and the making of new appointments or re-appointments."}, {"act": "Police Act 1964", "year": 1964, "section": "4", "section_title": " General functions of police authorities.", "section_text": "4 1 It shall be the duty of every police authority established under section 3 of this Act to secure the maintenance of an efficient and effective police force for its area. 2 In discharging its functions, every police authority established under section 3 of this Act shall have regard to— a any objectives determined by the Secretary of State under section 28A of this Act, b any objectives determined by the authority under section 4A, c any performance targets established by the authority, whether in compliance with a direction under section 28B or otherwise, and d any local policing plan issued by the authority under section 4B. 3 In discharging any function to which a code of practice issued under section 28C of this Act relates, a police authority established under section 3 of this Act shall have regard to the code. 4 A police authority shall comply with any direction given to it by the Secretary of State under section 28B or 28D of this Act."}, {"act": "Police Act 1964", "year": 1964, "section": "4A", "section_title": " Local policing objectives.", "section_text": "4A 1 Every police authority established under section 3 of this Act shall, before the beginning of each financial year, determine objectives for the policing of the authority’s area during that year. 2 Objectives determined under this section may relate to matters to which objectives determined under section 28A of this Act also relate, or to other matters, but in any event shall be so framed as to be consistent with the objectives determined under that section. 3 Before determining objectives under this section a police authority shall— a consult the chief constable for the area, and b consider any views obtained by it in accordance with arrangements made under section 106 of the  Police and Criminal Evidence Act 1984 (arrangements for obtaining the views of the community on policing)."}, {"act": "Police Act 1964", "year": 1964, "section": "4B", "section_title": " Local policing plans.", "section_text": "4B 1 Every police authority established under section 3 of this Act shall, before the beginning of each financial year, issue a plan setting out the proposed arrangements for the policing of the authority’s area during the year (“the local policing plan”). 2 The local policing plan shall include a statement of the authority’s priorities for the year, of the financial resources expected to be available and of the proposed allocation of those resources, and shall give particulars of— a any objectives determined by the Secretary of State under section 28A of this Act, b any objectives determined by the authority under section 4A, and c any performance targets established by the authority, whether in compliance with a direction under section 28B or otherwise. 3 A draft of the local policing plan shall be prepared by the chief constable for the area and submitted by him to the authority for it to consider. 4 Before issuing a local policing plan which differs from the draft submitted by the chief constable under subsection (3) of this section, a police authority shall consult the chief constable. 5 A police authority shall arrange for the local policing plan to be published in such manner as appears to it to be appropriate, and shall send a copy of the plan to the Secretary of State."}, {"act": "Police Act 1964", "year": 1964, "section": "4C", "section_title": " Annual reports by police authorities.", "section_text": "4C 1 As soon as possible after the end of each financial year every police authority established under section 3 shall issue a report relating to the policing of the authority’s area for the year. 2 A report issued under this section for any year by a police authority shall include an assessment of the extent to which the local policing plan for that year has been carried out. 3 A police authority shall arrange for every report issued by it under this section to be published in such manner as appears to it to be appropriate, and shall send a copy of the report to the Secretary of State."}, {"act": "Police Act 1964", "year": 1964, "section": "5", "section_title": " General functions of chief constables.", "section_text": "5 1 A police force maintained under section 2 of this Act shall be under the direction and control of the chief constable appointed under section 5A. 2 In discharging his functions, every chief constable shall have regard to the local policing plan issued by the police authority for his area under section 4B of this Act."}, {"act": "Police Act 1964", "year": 1964, "section": "5A", "section_title": " Appointment and removal of chief constables.", "section_text": "5A 1 The chief constable of a police force maintained under section 2 of this Act shall be appointed by the police authority responsible for maintaining the force, but subject to the approval of the Secretary of State and to regulations under Part II of this Act. 2 Without prejudice to any regulations under Part II of this Act or under the  Police Pensions Act 1976, the police authority, acting with the approval of the Secretary of State, may call upon the chief constable to retire in the interests of efficiency or effectiveness. 3 Before seeking the approval of the Secretary of State under subsection (2) of this section, the police authority shall give the chief constable an opportunity to make representations and shall consider any representations that he makes. 4 A chief constable who is called upon to retire under subsection (2) of this section shall retire on such date as the police authority may specify or on such earlier date as may be agreed upon between him and the authority."}, {"act": "Police Act 1964", "year": 1964, "section": "6", "section_title": " Assistant chief constables.", "section_text": "6 1 The ranks that may be held in a police force maintained under section 2 of this Act shall include that of assistant chief constable (but not that of deputy chief constable); and in every such police force there shall be at least one person holding that rank. 2 Appointments and promotions to the rank of assistant chief constable shall be made, in accordance with regulations under Part II of this Act, by the police authority after consultation with the chief constable and subject to the approval of the Secretary of State. 3 Subsections (2), (3) and (4) of section 5A of this Act shall apply to an assistant chief constable as they apply to a chief constable. 4 A chief constable shall after consulting his police authority designate a person holding the rank of assistant chief constable to exercise all the powers and duties of the chief constable— a during any absence, incapacity or suspension from duty of the chief constable, or b during any vacancy in the office of chief constable. 5 No more than one person shall be authorised to act by virtue of a designation under subsection (4) of this section at any one time; and a person so authorised shall not have power to act by virtue of that subsection for a continuous period exceeding three months except with the consent of the Secretary of State. 6 The provisions of subsection (4) of this section shall be in addition to, and not in substitution for, any other enactment which makes provision for the exercise by any other person of powers conferred on a chief constable."}, {"act": "Police Act 1964", "year": 1964, "section": "6A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6A"}, {"act": "Police Act 1964", "year": 1964, "section": "7", "section_title": " Other members of police forces.", "section_text": "7 1 The ranks which may be held in a police force maintained under  section 2  of this Act shall be such as may be prescribed by regulations under Part II of this Act and the ranks so prescribed shall include, in addition to chief constable  . . .and assistant chief constable, the ranks of superintendent,   chief inspector , inspector, sergeant and constable. 2 Appointments and promotions to any rank below that of assistant chief constable in any such police force shall be made, in accordance with regulations under Part II of this Act, by the chief constable."}, {"act": "Police Act 1964", "year": 1964, "section": "8", "section_title": " Police fund.", "section_text": "8 1 Each police authority established under section 3 of this Act shall keep a fund to be known as the police fund. 2 Subject to any regulations under the  Police Pensions Act 1976, all receipts of the police authority shall be paid into the police fund and all expenditure of the authority shall be paid out of that fund. 3 Accounts shall be kept by each police authority of payments made into or out of the police fund."}, {"act": "Police Act 1964", "year": 1964, "section": "8A", "section_title": " Supply of goods and services.", "section_text": "8A Subsections (1) to (3) of section 1 of the  Local Authorities (Goods and Services) Act 1970 (supply of goods and services by local authorities) shall apply to a police authority established under section 3 of this Act as they apply to a local authority, except that in their application to a police authority the references in those subsections to a public body shall be read as references to any person."}, {"act": "Police Act 1964", "year": 1964, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Police Act 1964", "year": 1964, "section": "10", "section_title": " Civilian employees.", "section_text": "10 1 A police authority established under section 3 of this Act may employ persons to assist the police force maintained by it or otherwise to enable the authority to discharge its functions. 2 A police authority shall exercise its powers under section 101 (and section 107) of the  Local Government Act 1972 so as to secure that, subject to subsection (3) of this section, any person employed by the authority under this section is under the direction and control of the chief constable of the police force maintained by the authority. 3 Subsection (2) of this section shall not apply to such of the persons employed by the authority as may be agreed between the chief constable and the authority or, in the absence of agreement, as may be determined by the Secretary of State. 4 The powers of direction and control referred to in subsection (2) of this section include the powers of engagement and dismissal."}, {"act": "Police Act 1964", "year": 1964, "section": "10A", "section_title": " Appointment of clerk.", "section_text": "10A A police authority established under section 3 of this Act shall appoint a person to be the clerk to the authority."}, {"act": "Police Act 1964", "year": 1964, "section": "10B", "section_title": " Appointment of persons not employed by police authorities.", "section_text": "10B Where a police authority established under section 3 of this Act is required or authorised by any Act— a to appoint a person to a specified office under the authority, or b to designate a person as having specified duties or responsibilities, then, notwithstanding any provision of that Act to the contrary, the authority may appoint or designate either a person employed by the authority under section 10 of this Act, or a person not holding any office or employment under the authority."}, {"act": "Police Act 1964", "year": 1964, "section": "11", "section_title": " Questions on police matters at council meetings.", "section_text": "11 1 Every relevant council shall make arrangements (whether by standing orders or otherwise) for enabling questions on the discharge of the functions of a police authority to be put by members of the council at a meeting of the council for answer by a person nominated by the authority for that purpose. 2 On being given reasonable notice by a relevant council of a meeting of that council at which questions on the discharge of the police authority’s functions are to be put, the police authority shall nominate one or more of its members to attend the meeting to answer those questions. 3 In this section “ relevant council ” has the same meaning as in Schedule 1B to this Act."}, {"act": "Police Act 1964", "year": 1964, "section": "12", "section_title": " Reports by chief constables to police authorities. ", "section_text": "12 1 Every chief constable shall, as soon as possible after the end of each  financial year , submit to the police authority a general report  . . .on the policing during that year of the area for which his force is maintained. 1A A chief constable shall arrange for a report submitted by him under subsection (1) of this section to be published in such manner as he thinks fit. 2 The chief constable of a police force shall, whenever so required by the police authority, submit to that authority a report  . . . on such matters as may be specified in the requirement, being matters connected with the policing of the area for which the force is maintained. 2A A report submitted under subsection (2) of this section shall be in such form as the police authority may specify. 3 If it appears to the chief constable that a report in compliance with any such requirement of the police authority would contain information which in the public interest ought not to be disclosed, or is not needed for the discharge of the functions of the police authority, he may request that authority to refer the requirement to the Secretary of State; and in any such case the requirement shall be of no effect unless it is confirmed by the Secretary of State. 3A The police authority may arrange, or require the chief constable to arrange, for a report under subsection (2) of this section to be published in such manner as the authority thinks fit. 4 This section applies to the City of London police force as if for references to the chief constable there were substituted references to the Commissioner."}, {"act": "Police Act 1964", "year": 1964, "section": "13", "section_title": " Collaboration agreements.", "section_text": "13 1 If it appears to the chief officers of police of two or more police forces that any police functions can more efficiently  or effectively  be discharged by members of those forces acting jointly, they may, with the approval of the police authorities for the areas for which those forces are maintained, make an agreement for that purpose. 2 If it appears to any two or more police authorities that any premises, equipment or other material or facilities can with advantage be provided jointly for the police forces maintained by those authorities, they may make an agreement for that purpose. 3 Any expenditure incurred under an agreement made under this section shall be borne by the police authorities in such proportions as they may agree or as may, in default of agreement, be determined by the Secretary of State. 4 An agreement under s ubsection (1) or subsection (2) of this section may be varied or determined by a subsequent agreement. 5 If it appears to the Secretary of State that an agreement should be made under subsection (1), subsection (2) or subsection (4) of this section, he may, after considering any representations made by the parties concerned, direct those parties to enter into such an agreement under those provisions as may be specified in the direction. 6 The reference in subsection (1) of this section to members of a police force includes a reference to special constables for the area for which that force is maintained. 7 The provisions of this section shall not prejudice the power of a police authority to act jointly, or co-operate in any other way, with any person where to do so is calculated to facilitate, or is conducive or incidental to, the discharge of any of the authority’s functions."}, {"act": "Police Act 1964", "year": 1964, "section": "14", "section_title": " Aid of one police force by another.", "section_text": "14 1 The chief officer of police of any police force may, on the application of the chief officer of police of any other police force, provide constables or other assistance for the purpose of enabling the other force to meet any special demand on its resources. 2 If it appears to the Secretary of State to be expedient in the interests of public safety or order that any police force should be reinforced or should receive other assistance for the purpose of enabling it to meet any special demand on its resources, and that satisfactory arrangements under subsection (1) above cannot be made, or cannot be made in time, he may direct the chief officer of police of any police force to provide such constables or other assistance for that purpose as may be specified in the direction. 3 While a constable is provided under this section for the assistance of another police force he shall, notwithstanding section 5(1) of this Act, be under the direction and control of the chief officer of police of that other force. 4 The police authority maintaining a police force for which assistance is provided under this section shall pay to the police authority maintaining the force from which that assistance is provided such contribution as may be agreed upon between those authorities or, in default of any such agreement, as may be provided by any agreement subsisting at the time between all police authorities generally, or, in default of such general agreement, as may be determined by the Secretary of State."}, {"act": "Police Act 1964", "year": 1964, "section": "15", "section_title": " Provision of special services.", "section_text": "15 1 The chief officer of police of any police force may provide, at the request of any person, special police services at any premises or in any locality in the police area for which the force is maintained, subject to the payment to the police authority of charges on such scales as may be determined by that authority. 2 In the application of this section to the metropolitan police, for the reference in subsection (1) to the police authority there shall be substituted a reference to the Receiver for the Metropolitan Police District."}, {"act": "Police Act 1964", "year": 1964, "section": "15A", "section_title": " Provision of advice and assistance to international organisations etc.", "section_text": "15A 1 Subject to the provisions of this section, a police authority may provide advice and assistance— a to an international organisation or institution, or b to any other person or body which is engaged outside the United Kingdom in the carrying on of activities similar to any carried on by the authority or the chief officer of police for its area. 2 The power conferred on a police authority by subsection (1) of this section includes a power to make arrangements under which a member of the police force maintained by the authority is engaged for a period of temporary service with a person or body within paragraph (a) or (b) of that subsection. 3 The power conferred by subsection (1) of this section shall not be exercised except with the consent of the Secretary of State or in accordance with a general authorisation given by him. 4 A consent or authorisation under subsection (3) of this section may be given subject to such conditions as the Secretary of State thinks fit. 5 Nothing in this section authorises a police authority to provide any financial assistance by— a making a grant or loan, b giving a guarantee or indemnity, or c investing by acquiring share or loan capital. 6 A police authority may make charges for advice or assistance provided by it under this section. 7 In its application in relation to the metropolitan police this section shall apply— a as if the power conferred by subsection (1) were conferred on the Commissioner of Police of the Metropolis (and accordingly as if the references in subsections (1)(b) and (2) to a police authority were omitted), and b as if in subsection (6) the reference to a police authority were a reference to the Receiver for the Metropolitan Police District. 8 The provisions of this section are without prejudice to the  Police (Overseas Service) Act 1945 and section 10 of the  Overseas Development and Co-operation Act 1980."}, {"act": "Police Act 1964", "year": 1964, "section": "16", "section_title": " Special constables.", "section_text": "16 1 The chief officer of police of the police force maintained for any police area may, in accordance with regulations under Part II of this Act, appoint special constables for that area. 2 Subject to such regulations as aforesaid, all special constables for a police area (including persons appointed as such before the commencement of this Act) shall be under the direction and control of, and subject to dismissal by, the chief officer of police."}, {"act": "Police Act 1964", "year": 1964, "section": "17", "section_title": " Police cadets.", "section_text": "17 1 The chief officer of police of any police force may, in accordance with regulations under Part II of this Act and  . . ., appoint persons as police cadets to undergo training with a view to becoming members of that police force. 2 Subject to such regulations as aforesaid, all police cadets (including persons appointed as such before the commencement of this Act) shall be under the control of, and subject to dismissal by, the chief officer of police. 3 Without prejudice to subsection (2) above, the police authority by whom a police force is maintained shall, for the purposes of any enactment relating to the functions of employers and of any rule of law with respect to the vicarious liability of employers, be treated as the employer of any police cadets undergoing training with that force. 4 In the application of this section to the metropolitan police, for the reference in subsection (3) to the police authority there shall be substituted a reference to the Receiver for the Metropolitan Police District."}, {"act": "Police Act 1964", "year": 1964, "section": "18", "section_title": " Attestation of constables.", "section_text": "18 Every member of a police force maintained for a police area and every special constable appointed for a police area shall, on appointment, be attested as a constable by making a declaration in the form set out in Schedule 2 to this Act— a in the case of the metropolitan police district, before the Commissioner or an Assistant Commissioner of Police of the Metropolis; b in any other case, before a justice of the peace having jurisdiction within the police area."}, {"act": "Police Act 1964", "year": 1964, "section": "19", "section_title": " Jurisdiction of constables.", "section_text": "19 1 A member of a police force shall have all the powers and privileges of a constable throughout England and Wales  and the adjacent United Kingdom waters. . 2 A special constable shall have all the powers and privileges of a constable in the police area for which he is appointed  and, where the boundary of that area includes the coast, in the adjacent United Kingdom waters . 3 Without prejudice to subsection (2) above, a special constable appointed for any police area shall have all the powers and privileges of a constable— a in the case of a police area other than the City of London  police area , in any other police area which is contiguous to his own police area; b in the case of the City of London  police area , in the metropolitan police district and in any area which is contiguous to that district. 4 A special constable who is for the time being required by virtue of section 13 or section 14 of this Act to serve with another police force shall have all the powers and privileges of a constable in any area in which special constables appointed for the area for which that force is maintained have those powers and privileges under this section. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5A In this section— “ powers ” includes powers under any enactment, whenever passed or made; “ United Kingdom waters ” means the sea and other waters within the seaward limits of the territorial sea; and this section, so far as it relates to powers under any enactment, makes them exercisable throughout those waters whether or not the enactment applies to those waters apart from this provision. 6 This section is without prejudice to  section 18 of the  Police (Scotland) Act 1967  (execution of warrants in border counties of England and Scotland) and to any other enactment conferring powers on constables for particular purposes."}, {"act": "Police Act 1964", "year": 1964, "section": "20", "section_title": " Rewards for diligence.", "section_text": "20 A police authority may, on the recommendation of the chief officer of police, grant out of the police fund to members of the police force maintained by that authority rewards for exceptional diligence or other specially meritorious conduct."}, {"act": "Police Act 1964", "year": 1964, "section": "21", "section_title": " Power to alter police areas by order.", "section_text": "21 1 The Secretary of State may by order make alterations in police areas in England and Wales other than the City of London police area. 2 The alterations that may be made by an order under subsection (1) of this section include alterations that result in a reduction or an increase in the number of police areas, but not alterations that result in the abolition of the metropolitan police district. 3 The Secretary of State shall not exercise his power under subsection (1) of this section to make alterations unless either— a he has received a request to make the alterations from the police authority for each of the areas (other than the metropolitan police district) affected by them, or b it appears to him to be expedient to make the alterations in the interests of efficiency or effectiveness. 4 The Secretary of State shall exercise his power to make orders under this section in such a way as to ensure that none of the following areas— a a county in which there are no district councils, b a district in any other county, c a county borough in Wales, and d a London borough, is divided between two or more police areas. 5 Subsection (4) shall not have effect so as to prevent the maintenance of any part of the boundary of the metropolitan police district as it exists at the commencement of section 1 of the Police and Magistrates’ Courts Act 1994."}, {"act": "Police Act 1964", "year": 1964, "section": "21A", "section_title": " Alteration of Welsh police areas on local government reorganisation.", "section_text": "21A 1 The Secretary of State shall by order made before 1st April 1996 make such alterations to police areas in Wales as he considers necessary or expedient in connection with the reorganisation of local government in Wales taking place on that date. 2 The alterations that may be made by an order under subsection (1) of this section include alterations that result in a reduction or an increase in the number of police areas, but not alterations that result in the division of any county or county borough between two or more police areas. 3 The Secretary of State shall make an order under subsection (1) of this section only after he has consulted every body within the following paragraphs which is in existence when the order is made— a the police authorities established under section 3 of this Act for the police areas altered by the order; b the police authorities which are to be superseded by the police authorities mentioned in paragraph (a) of this subsection; c the county councils which— i are the councils of counties wholly or partly within the police areas altered by the order, and ii are to cease to exist on 1st April 1996 by virtue of the  Local Government (Wales) Act 1994; d the councils of the counties and county boroughs established by virtue of that Act which are wholly or partly within the police areas altered by the order; and such other persons as he considers appropriate."}, {"act": "Police Act 1964", "year": 1964, "section": "21B", "section_title": " Objections to alterations proposed by Secretary of State.", "section_text": "21B 1 Before making an order under section 21 of this Act by virtue of paragraph (b) of subsection (3) of that section, the Secretary of State shall give notice of his proposal to— a the police authority for every area (other than the metropolitan police district) that he proposes to alter, b the council of every county, district, county borough or London borough wholly or partly within any area (other than the metropolitan police district) that he proposes to alter, c the council of every London borough, county or district all or part of which would under the proposal be brought into or left out of the metropolitan police district, and d such other persons as he considers appropriate. 2 A notice under subsection (1) of this section shall— a specify the proposed alterations and describe the general nature of any related provisions proposed to be included in the order, b set out the Secretary of State’s reasons for proposing the alterations, and c specify a date before which any objections to the proposals are to be delivered to the Secretary of State. 3 The date specified under subsection (2)(c) of this section shall fall after the end of the period of four months beginning with the date of the notice. 4 Where objections have been duly delivered to the Secretary of State by a person notified under subsection (1) of this section, the Secretary of State shall before making the order under section 21 of this Act— a consider the objections, and b give to that person a further notice stating whether he accepts the objections and, if he does not, giving his reasons. 5 Where the Secretary of State has given a notice under subsection (1) of this section specifying proposed alterations, the provisions of an order making the alterations may be inconsistent with the notice so far as it describes the general nature of the provisions, and may contain provisions not referred to in the notice."}, {"act": "Police Act 1964", "year": 1964, "section": "21C", "section_title": " Orders altering police areas: supplementary provisions.", "section_text": "21C 1 The power to make orders under section 21 or 21A of this Act includes power to make such supplementary and transitional provision as the Secretary of State thinks necessary or expedient, including— a provision as to the membership of a police authority; b provision for the transfer of property, rights and liabilities; c provision for the transfer of members of police forces and other persons; d provision as to pending legal proceedings. 2 Without prejudice to subsection (1) of this section, the power to make orders under section 21 or 21A of this Act includes power— a to amend Schedule 1A to this Act and section 76 of the  London Government Act 1963 (extent of metropolitan police district), and b to amend any other enactment, and any instrument made under any enactment, where the amendment is consequential on any provision of the order. 3 No order shall be made under section 21 of this Act by virtue of paragraph (b) of subsection (3) of that section unless a draft of the order has been laid before and approved by resolution of each House of Parliament. 4 An order to which subsection (3) of this section applies, and which would apart from this subsection be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, shall proceed in that House as if it were not such an instrument. 5 A statutory instrument containing an order under section 21 or 21A of this Act, other than an order to which subsection (3) of this section applies, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1964", "year": 1964, "section": "22", "section_title": ".", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1964", "year": 1964, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Police Act 1964", "year": 1964, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Police Act 1964", "year": 1964, "section": "25", "section_title": "", "section_text": "25 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1964", "year": 1964, "section": "26", "section_title": " The Scilly Isles.", "section_text": "26 1 For the purposes of the application of this Part of this Act to the Isles of Scilly— a the Isles shall be treated as if they were a county; and b references to the council of a county  . . .shall be construed as references to the Council of the Isles  . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Police Act 1964", "year": 1964, "section": "27", "section_title": " Interpretation of Part I.", "section_text": "27 In this Part of this Act, except where the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say— . . .  . . .  . . . . . . . . . “ magistrate ” has the same meaning as in the Justices of the  Peace Act 1949; . . ."}, {"act": "Police Act 1964", "year": 1964, "section": "28", "section_title": " General duty of Secretary of State.", "section_text": "28 The Secretary of State shall exercise his powers under this Act in such manner and to such extent as appears to him to be best calculated to promote the efficiency  and effectiveness  of the police."}, {"act": "Police Act 1964", "year": 1964, "section": "28A", "section_title": " Setting of objectives for police authorities.", "section_text": "28A 1 The Secretary of State may by order determine objectives for the policing of the areas of all police authorities established under section 3 of this Act. 2 Before making an order under this section the Secretary of State shall consult— a persons whom he considers to represent the interests of police authorities established under section 3 of this Act, and b persons whom he considers to represent the interests of chief constables of forces maintained by those authorities. 3 A statutory instrument containing an order under this section shall be laid before Parliament after being made."}, {"act": "Police Act 1964", "year": 1964, "section": "28B", "section_title": " Setting of performance targets.", "section_text": "28B 1 Where an objective has been determined under section 28A of this Act, the Secretary of State may direct police authorities to establish levels of performance (“performance targets”) to be aimed at in seeking to achieve the objective. 2 A direction under this section may be given to all police authorities established under section 3 of this Act or to one or more particular authorities. 3 A direction given under this section may impose conditions with which the performance targets must conform, and different conditions may be imposed for different authorities. 4 The Secretary of State shall arrange for any direction given under this section to be published in such manner as he thinks fit."}, {"act": "Police Act 1964", "year": 1964, "section": "28C", "section_title": " Codes of practice.", "section_text": "28C 1 The Secretary of State may issue codes of practice relating to the discharge by police authorities established under section 3 of this Act of any of their functions. 2 The Secretary of State may from time to time revise the whole or part of any code of practice issued under this section. 3 The Secretary of State shall lay before Parliament a copy of any code of practice, and of any revision of a code of practice, issued by him under this section."}, {"act": "Police Act 1964", "year": 1964, "section": "28D", "section_title": " Power to give directions to police authorities after adverse reports.", "section_text": "28D 1 The Secretary of State may at any time require the inspectors of constabulary to carry out, for the purposes of this section, an inspection under section 38 of this Act of any police force maintained under section 2 of this Act. 2 Where a report made to the Secretary of State under section 38 of this Act on an inspection carried out for the purposes of this section states— a that, in the opinion of the person making the report, the force inspected is not efficient or not effective, or b that in his opinion, unless remedial measures are taken, the force will cease to be efficient or will cease to be effective, the Secretary of State may direct the police authority responsible for maintaining the force to take such measures as may be specified in the direction."}, {"act": "Police Act 1964", "year": 1964, "section": "29", "section_title": " Removal of chief constables &c.", "section_text": "29 1 The Secretary of State may require a police authority to exercise their power under Part I of this Act to call upon the chief constable to retire in the interests of efficiency  or effectiveness . 2 Before requiring the exercise of that power or approving the exercise of that or the similar power exercisable with respect to  an assistant chief constable , the Secretary of State shall give the chief constable  . . . or assistant chief constable an opportunity to make representations to him and shall consider any representations so made. 3 Where representations are made under this section the Secretary of State may, and in a case where he proposes to require the exercise of the power mentioned in subsection (1) of this section shall, appoint one or more persons (one at least of whom shall be a person who is not an officer of police or of a Government department) to hold an inquiry and report to him and shall consider any report made under this subsection. 4 The costs incurred by a chief constable  . . . or assistant chief constable in respect of an inquiry under this section, taxed in such manner as the Secretary of State may direct, shall be defrayed out of the police fund."}, {"act": "Police Act 1964", "year": 1964, "section": "29A", "section_title": " Reports from police authorities.", "section_text": "29A 1 A police authority shall, whenever so required by the Secretary of State, submit to the Secretary of State a report on such matters connected with the discharge of the authority’s functions, or otherwise with the policing of its area, as may be specified in the requirement. 2 A requirement under subsection (1) of this section may specify the form in which a report is to be given. 3 The Secretary of State may arrange, or require the police authority to arrange, for a report under this section to be published in such manner as he thinks fit."}, {"act": "Police Act 1964", "year": 1964, "section": "30", "section_title": " Reports from chief constables.", "section_text": "30 1 The Secretary of State may require any chief constable to submit to him a report on such matters as may be specified in the requirement, being matters connected with the policing of his area. 1A A requirement under subsection (1) of this section may specify the form in which a report is to be given. 1B The Secretary of State may arrange, or require the chief constable to arrange, for a report under this section to be published in such manner as the Secretary of State thinks fit. 2 Every chief constable shall, as soon as possible after the end of each  financial year , submit to the Secretary of State the like report as is required by subsection (1) of section 12 of this Act to be submitted to the police authority. 3 This section shall apply to the City of London police force as if for references to a chief constable there were substituted references to the Commissioner."}, {"act": "Police Act 1964", "year": 1964, "section": "31", "section_title": " Police grant.", "section_text": "31 1 Subject to the following provisions of this section, the Secretary of State shall for each financial year make grants for police purposes to— a police authorities for areas other than the metropolitan police district, and b the Receiver for the Metropolitan Police District; and in those provisions references to police authorities shall be taken as including references to the Receiver. 2 For each financial year the Secretary of State shall with the approval of the Treasury determine— a the aggregate amount of grants to be made under this section, and b the amount of the grant to be made to each authority; and any determination may be varied by further determinations under this subsection. 3 The Secretary of State shall prepare a report setting out any determination under subsection (2) of this section, and stating the considerations which he took into account in making the determination. 4 In determining the allocation among police authorities of the whole or any part of the aggregate amount of grants, the Secretary of State may exercise his discretion by applying such formulae or other rules as he considers appropriate. 5 The considerations which the Secretary of State takes into account in making a determination under subsection (2) of this section, and the formulae and other rules referred to in subsection (4), may be different for different authorities or different classes of authority. 6 A copy of every report prepared under subsection (3) of this section shall be laid before the House of Commons, and no payment of grant shall be made unless the report setting out the determination of its amount has been approved by resolution of that House. 7 A grant to a police authority under this section shall be paid at such time, or in instalments of such amounts and at such times, as the Secretary of State may with the approval of the Treasury determine; and any such time may fall within or after the financial year concerned. 8 Where in consequence of a further determination under subsection (2) of this section the amount of an authority’s grant is less than the amount already paid to it for the year concerned, a sum equal to the difference shall be paid by the authority to the Secretary of State on such day as he may specify; but no sum shall be payable by an authority under this subsection unless the report setting out the further determination has been approved by resolution of the House of Commons."}, {"act": "Police Act 1964", "year": 1964, "section": "31A", "section_title": " Grants for capital expenditure.", "section_text": "31A 1 The Secretary of State may make grants in respect of capital expenditure incurred (or to be incurred) for police purposes by— a police authorities for areas other than the metropolitan police district, and b the Receiver for the Metropolitan Police District. 2 Grants under this section may be made either unconditionally or subject to conditions. 3 The Secretary of State shall exercise his powers under this section only with the approval of the Treasury."}, {"act": "Police Act 1964", "year": 1964, "section": "31B", "section_title": " Grants for expenditure on safeguarding national security.", "section_text": "31B 1 The Secretary of State may make grants in respect of expenditure incurred (or to be incurred) for police purposes by— a police authorities for areas other than the metropolitan police district, and b the Receiver for the Metropolitan Police District, in connection with safeguarding national security. 2 Grants under this section may be made either unconditionally or subject to conditions. 3 The Secretary of State shall exercise his powers under this section only with the approval of the Treasury."}, {"act": "Police Act 1964", "year": 1964, "section": "32", "section_title": " Local inquiries.", "section_text": "32 1 The Secretary of State may cause a local inquiry to be held by a person appointed by him into any matter connected with the policing of any area. 2 Any inquiry under this section shall be held in public or in private as the Secretary of State may direct. 3 Subsections (2) and (3) of section 250 of the  Local Government Act 1972 \t\t\t\t\t(power to summon and examine witnesses) shall apply to any inquiry held under this section as they apply to an inquiry held under that section. 4 Where the report of the person holding an inquiry under this section is not published, a summary of his findings and conclusions shall be made known by the Secretary of State so far as appears to him consistent with the public interest. 5 The Secretary of State may direct that the whole or part of the costs incurred by any person for the purposes of any inquiry held under this section shall be defrayed out of the police fund or, if the inquiry relates to more than one police area, out of the police funds concerned in such proportions as may be specified in the direction; and any costs payable under this section shall be subject to taxation in such manner as the Secretary of State may direct."}, {"act": "Police Act 1964", "year": 1964, "section": "33", "section_title": " Regulations for police forces. ", "section_text": "33 1 Subject to the provisions of this section, the Secretary of State may make regulations as to the government, administration and conditions of service of police forces. 2 Without prejudice to the generality of subsection (1) above, regulations under this section may make provision with respect to the following matters, that is to say:— a the ranks to be held by members of police forces; b the qualifications for appointment and promotion of members of police forces; c periods of service on probation; d voluntary retirement of members of police forces; e the conduct, efficiency and effectiveness of members of police forces and the maintenance of discipline; f the suspension of members of a police force from membership of that force and from their office as constable; g the maintenance of personal records of members of police forces; h the duties which are or are not to be performed by members of police forces; i the treatment as occasions of police duty of attendance at meetings of the Police Federations and of any body recognised by the Secretary of State for the purposes of section 47 of this Act; j the hours of duty, leave, pay and allowances of members of police forces; and k the issue, use and return of police clothing, personal equipment and accoutrements. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   (3A) Any reference in this Act to efficiency or to being efficient shall be construed, except where the context otherwise requires, as including, respectively, a reference to effectiveness or to being effective. 4 Regulations under this section for regulating pay and allowances may be made with retrospective effect to any date specified therein, but nothing in this subsection shall be construed as authorising pay or allowances payable to any person to be reduced retrospectively. 4A Regulations under this section as to conditions of service shall secure that appointments for fixed terms are not made except where the person appointed holds the rank of superintendent or a higher rank. 5 Regulations under this section may make different provision for different cases and circumstances,  . . . 6 Any statutory instrument made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1964", "year": 1964, "section": "34", "section_title": " Regulations for special constables. ", "section_text": "34 1 The Secretary of State may make regulations as to the government, administration and conditions of service of special constables. 2 Without prejudice to the generality of subsection (1) above, regulations under this section may make provision with respect to the following matters, that is to say:— a the qualifications for appointment of special constables; b the retirement of special constables; c the suspension of special constables from their office as constable; d the allowances payable to special constables; and e the application to special constables, subject to such modifications as may be prescribed by the regulations, of any provisions made by or under any enactment relating to the pensions payable to or in respect of members of police forces. 3 If regulations under this section provide for the calculation of any pension payable to or in respect of special constables by reference to a scale of notional remuneration specified in the regulations, regulations under this section increasing any such notional remuneration may be made with retrospective effect to any date specified in the regulations. 4 Subsections (5) and (6) of section 33 of this Act shall apply to regulations under this section."}, {"act": "Police Act 1964", "year": 1964, "section": "35", "section_title": " Regulations for police cadets. ", "section_text": "35 1 The Secretary of State may make regulations as to the government, administration and conditions of service of police cadets. 2 Subsections (4), (5) and (6) of section 33 of this Act shall apply to regulations under this section."}, {"act": "Police Act 1964", "year": 1964, "section": "36", "section_title": " Regulations as to standard of equipment.", "section_text": "36 The Secretary of State may make regulations requiring equipment provided or used for police purposes to satisfy such requirements as to design and performance as may be prescribed in the regulations."}, {"act": "Police Act 1964", "year": 1964, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Police Act 1964", "year": 1964, "section": "44", "section_title": " Police Federations.", "section_text": "44 1 There shall continue to be a Police Federation for England and Wales and a Police Federation for Scotland for the purpose of representing members of the police forces in England and Wales and in Scotland respectively in all matters affecting their welfare and efficiency, other than questions of discipline  affecting individuals, except as provided by subsection (1A) below, and questions of  promotion affecting individuals. 1A A Police Federation may represent a member of a police force at any  proceedings brought under regulations made in accordance with subsection (3) of section 33 of this Act or with subsection (2A) of section 26 of the  Police (Scotland) Act 1967  or on an appeal from any such proceedings. 1B Except on an appeal to the  a police appeals tribunal  or as provided by section 102 of the Police and Criminal Evidence Act 1984, a member of a police force may only be represented under subsection (1A) above by another member of a police force. 2 The Police Federations shall act through local and central representative bodies; and the Police Federations and every branch thereof shall be entirely independent of, and  subject to subsection (2A) of this section  unassociated with, any body or person outside the police service, but may employ persons outside the police service in an administrative or advisory capacity. 2A The Secretary of State from time to time may authorise a Police Federation or a branch thereof to be associated with a person or body outside the police service in such cases and manner, and subject to such conditions and restrictions, as he may specify and may vary or withdraw an authorisation previously given; and anything for the time being so authorised shall not be precluded by subsection (2) of this section. 3 The Secretary of State may by regulations prescribe the constitution and proceedings of the Police Federations  or authorise the Federations to make rules concerning such matters relating to their constitution and proceedings as may be specified in the regulations  and, without prejudice to the generality of that power, regulations under this subsection may make provision— a with respect to the membership of the Federations; b with respect to the raising of funds by the Federations by voluntary subscription and the use and management of funds derived from such subscriptions; c with respect to the manner in which representations may be made by committees or bodies of the Federations to police authorities, chief officers of police and the Secretary of State; d for the payment by the Secretary of State of expenses incurred in connection with the Federations and for the use by the Federations of premises provided by police authorities for police purposes; and e for modifying any regulations under the  Police Pensions Act 1976  under section 33 of this Act or under  section 26 of the  Police (Scotland) Act 1967  in relation to any member of a police force who is the secretary or an officer of a Police Federation and for requiring the appropriate Federation to make contributions in respect of the pay, pension or allowances payable to or in respect of any such person. 4 Regulations under this section may contain such supplementary and transitional provisions as the Secretary of State thinks fit, including provisions adapting references in any enactment (including this Act) to committees or other bodies of the Federations. 5 Before making any regulations under this section the Secretary of State shall consult the three Central Committees of the Police Federation to which the regulations will relate, sitting together as a Joint Committee; and any statutory instrument containing such regulations shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 This section applies to police cadets as it applies to members of police forces, and references to the police service shall be construed accordingly."}, {"act": "Police Act 1964", "year": 1964, "section": "45", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Police Act 1964", "year": 1964, "section": "46", "section_title": " Police Advisory Boards for England and Wales and for Scotland.", "section_text": "46 1 There shall be a Police Advisory Board for England and Wales and a Police Advisory Board for Scotland for the purpose of advising the Secretary of State on general questions affecting the police in those countries respectively. 2 The constitution and proceedings of each of the Police Advisory Boards shall be such as the Secretary of State may determine after consulting organisations representing the interests of police authorities and of members of police forces and police cadets. 3 Before making regulations under section 33 or section 35 of this Act,  other than regulations with respect to any of the matters mentioned in section 1(1) of the  Police Negotiating Board Act 1980  the Secretary of State shall furnish a draft of the regulations to the Police Advisory Board for England and Wales, and take into consideration any representations made by that Board."}, {"act": "Police Act 1964", "year": 1964, "section": "47", "section_title": " Membership of trade unions.", "section_text": "47 1 Subject to the provisions of this section, a member of a police force shall not be a member of any trade union, or of any association having for its objects, or one of its objects, to control or influence the pay, pensions or conditions of service of any police force: Provided that where a person was a member of a trade union before becoming a member of a police force, he may, with the consent of the chief officer of police, continue to be a member of that union during the time of his service in the police force. 2 If any question arises whether any body is a trade union or an association to which this section applies, the question shall be determined by the chief registrar of friendly societies. 3 This section applies to police cadets as it applies to members of a police force, and references to a police force or to service in a police force shall be construed accordingly. 4 Nothing in this section applies to membership of the Police Federations, or of any body recognised by the Secretary of State for the purposes of this section as representing members of police forces who are not members of those Federations."}, {"act": "Police Act 1964", "year": 1964, "section": "48", "section_title": " Liability for wrongful acts of constables.", "section_text": "48 1 The chief officer of police for any police area shall be liable in respect of torts committed by constables under his direction and control in the performance or purported performance of their functions in like manner as a master is liable in respect of torts committed by his servants in the course of their employment, and accordingly shall in respect of any such tort be treated for all purposes as a joint tortfeasor. 2 There shall be paid out of the police fund— a any damages or costs awarded against the chief officer of police in any proceedings brought against him by virtue of this section and any costs incurred by him in any such proceedings so far as not recovered by him in the proceedings; and b any sum required in connection with the settlement of any claim made against the chief officer of police by virtue of this section, if the settlement is approved by the police authority. 3 Any proceedings in respect of a claim made by virtue of this section shall be brought against the chief officer of police for the time being or, in the case of a vacancy in that office, against the person for the time being performing the functions of the chief officer of police; and references in the foregoing provisions of this section to the chief officer of police shall be construed accordingly. 4 A police authority may, in such cases and to such extent as they think fit, pay any damages or costs awarded against a member of the police force maintained by them, or any constable for the time being required to serve with that force by virtue of section 14 of this Act  or section 141 of the Criminal Justice and Public Order Act 1994 , or any special constable appointed for their area, in proceedings for a tort committed by him, any costs incurred and not recovered by him in any such proceedings, and any sum required in connection with the settlement of any claim that has or might have given rise to such proceedings; and any sum required for making a payment under this subsection shall be paid out of the police fund."}, {"act": "Police Act 1964", "year": 1964, "section": "49", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49 - 50"}, {"act": "Police Act 1964", "year": 1964, "section": "51", "section_title": " Assaults on constables.", "section_text": "51 1 Any person who assaults a constable in the execution of his duty, or a person assisting a constable in the execution of his duty, shall be guilty of an offence and liable— on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding  level 5 on the standard scale  or to both . 2 Subsection (2) of  section 17 of the  Firearms Act 1968  (additional penalty for possession of firearms when committing certain offences) shall apply to offences under subsection (1) of this section. 3 Any person who resists or wilfully obstructs a constable in the execution of his duty, or a person assisting a constable in the execution of his duty, shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding one month or to a fine not exceeding  level 3 on the standard scale , or to both. 4 This section also applies to a constable who is a member of a police force maintained in Scotland or Northern Ireland when he is executing a warrant or otherwise acting in England or Wales by virtue of any enactment conferring powers on him in England and Wales."}, {"act": "Police Act 1964", "year": 1964, "section": "52", "section_title": " Impersonation, &c.", "section_text": "52 1 Any person who with intent to deceive impersonates a member of a police force or special constable, or makes any statement or does any act calculated falsely to suggest that he is such a member or constable, shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding  level 5 on the standard scale , or to both. 2 Any person who, not being a constable, wears any article of police uniform in circumstances where it gives him an appearance so nearly resembling that of a member of a police force as to be calculated to deceive shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 3 Any person who, not being a member of a police force or special constable, has in his possession any article of police uniform shall, unless he proves that he obtained possession of that article lawfully and has possession of it for a lawful purpose, be guilty of an offence and liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 4 In this section “ article of police uniform ” means any article of uniform or any distinctive badge or mark or document of identification usually issued to members of police forces or special constables, or anything having the appearance of such an article, badge, mark or document; and “ special constable ” means a special constable appointed for a police area."}, {"act": "Police Act 1964", "year": 1964, "section": "53", "section_title": " Causing disaffection.", "section_text": "53 1 Any person who causes, or attempts to cause, or does any act calculated to cause, disaffection amongst the members of any police force, or induces or attempts to induce, or does any act calculated to induce, any member of a police force to withhold his services or to commit breaches of discipline, shall be guilty of an offence and liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding £100, or to both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both. 2 This section applies to special constables appointed for a police area as it applies to members of a police force."}, {"act": "Police Act 1964", "year": 1964, "section": "53A", "section_title": " Grants by local authorities.", "section_text": "53A 1 The council of a county, district, county borough or London borough may make grants to any police authority established under section 3 of this Act whose police area falls wholly or partly within the county, district, county borough or borough. 2 The council of a London borough, county, or district which falls wholly or partly within the metropolitan police district may make grants for police purposes to the Receiver for the Metropolitan Police District. 3 Grants under this section may be made unconditionally or, with the agreement of the chief officer of police for the police area concerned, subject to conditions. 4 This section applies to the Council of the Isles of Scilly as it applies to a county council."}, {"act": "Police Act 1964", "year": 1964, "section": "53B", "section_title": " Acceptance of gifts and loans.", "section_text": "53B 1 A police authority may, in connection with the discharge of any of its functions, accept gifts of money, and gifts or loans of other property, on such terms as the authority thinks fit. 2 The terms on which gifts or loans are accepted under subsection (1) of this section may include terms providing for the commercial sponsorship of any activity of the police authority or of the police force maintained by it. 3 In the application of this section to the metropolitan police, for the references to the police authority there shall be substituted references to the Receiver for the Metropolitan Police District."}, {"act": "Police Act 1964", "year": 1964, "section": "53C", "section_title": " Police officers engaged on service outside their force.", "section_text": "53C 1 For the purposes of this section “ relevant service ” means— a temporary service on which a person is engaged in accordance with arrangements made under section 15A(2) of this Act, b central service (as defined in section 43(5) of this Act) on which a person is engaged with the consent of the appropriate authority, c service the expenses of which are payable under section 1(1) of the  Police (Overseas Service) Act 1945, on which a person is engaged with the consent of the appropriate authority, d service in the Royal Ulster Constabulary, on which a person is engaged with the consent of the Secretary of State and the appropriate authority, or e service pursuant to an appointment under section 10 of the  Overseas Development and Co-operation Act 1980, on which a person is engaged with the consent of the appropriate authority. 2 In subsection (1) of this section “ appropriate authority ” has the same meaning as in section 43 of this Act. 3 Subject to subsections (4) to (7) of this section, a member of a police force engaged on relevant service shall be treated as if he were not a member of that force during that service; but, except where a pension, allowance or gratuity becomes payable to him out of money provided by Parliament by virtue of regulations made under the  Police Pensions Act 1976— a he shall be entitled at the end of the period of relevant service to revert to his police force in the rank in which he was serving immediately before the period began, and b he shall be treated as if he had been serving in that force during the period of relevant service for the purposes of any scale prescribed by or under regulations made under section 33 of this Act fixing his rate of pay by reference to his length of service. 4 In the case of relevant service to which subsection (1)(c) of this section refers, the reference in subsection (3) to regulations made under the  Police Pensions Act 1976 shall be read as including a reference to regulations made under section 1 of  the Police (Overseas Service) Act 1945. 5 A person may, when engaged on relevant service, be promoted in his police force as if he were serving in that force; and in any such case— a the reference in paragraph (a) of subsection (3) of this section to the rank in which he was serving immediately before the period of relevant service began shall be construed as a reference to the rank to which he is promoted, and b for the purposes mentioned in paragraph (b) of that subsection he shall be treated as having served in that rank from the time of his promotion. 6 A member of a police force who— a has completed a period of relevant service within paragraph (a), (b) or (e) of subsection (1) of this section, or b while engaged on relevant service within paragraph (c) of that subsection, is dismissed from that service by the disciplinary authority established by regulations made under section 1 of the  Police (Overseas Service) Act 1945 or is required to resign as an alternative to dismissal, or c while engaged on relevant service within paragraph (d) of that subsection, is dismissed from that service or is required to resign as an alternative to dismissal, may be dealt with under regulations made in accordance with subsection (3) of section 33 of this Act for anything done or omitted while he was engaged on that service as if that service had been service in his police force; and section 37 of this Act shall apply accordingly. 7 For the purposes of subsection (6) of this section a certificate certifying that a person has been dismissed, or required to resign as an alternative to dismissal, shall be evidence of the fact so certified, if— a in a case within paragraph (b) of that subsection, it is given by the disciplinary authority referred to in that paragraph, or b in a case within paragraph (c) of that subsection, it is given by or on behalf of the Chief Constable of the Royal Ulster Constabulary, or such other person or authority as may be designated for the purposes of this subsection by order of the Secretary of State."}, {"act": "Police Act 1964", "year": 1964, "section": "54", "section_title": " Criminal statistics.", "section_text": "54 1 The chief officer of police of every police force shall, at such times and in such form as the Secretary of State may direct, transmit to the Secretary of State such particulars with respect to offences, offenders, criminal proceedings and the state of crime in the area for which the force is maintained as the Secretary of State may require. 2 The Secretary of State shall cause a consolidated and classified abstract of the information transmitted to him under this section to be prepared and laid before Parliament."}, {"act": "Police Act 1964", "year": 1964, "section": "55", "section_title": " Abolition of fees.", "section_text": "55 Section 23 of the  Police Act 1890 (fees payable to constables), and any other enactment or rule of law whereby constables are authorised or required to take a fee for any act done in the course of their duty as such, shall cease to have effect."}, {"act": "Police Act 1964", "year": 1964, "section": "56", "section_title": " Metropolitan and City of London police funds.", "section_text": "56 There shall be paid out of the metropolitan police fund and the City of London police fund respectively (subject, in the case of the metropolitan police fund, to the approval of the Secretary of State) any expenditure incurred under this Act in respect of— a any special constables appoinred for the metropolitan police district or the City of London  police area ; and b any police cadets appointed in relation to the metropolitan police force or the City of London police force."}, {"act": "Police Act 1964", "year": 1964, "section": "57", "section_title": " Police expenses of counties falling partly within the metropolitan police district.", "section_text": "57 1 Any police expenses payable out of the county fund of any county falling partly within the metropolitan police district shall be chargeable only on so much of the county as does not fall within that district, without prejudice, however, to section 67 of the  London Government Act 1963 (power of rating authority to aggregate like expenses chargeable on different parts of rating area.) 2 In this section “ police expenses ” means expenses for police purposes (including contributions to the police fund of a combined police authority) or expenses which are for any purpose treated as incurred for police purposes or are under any enactment payable out of the police fund."}, {"act": "Police Act 1964", "year": 1964, "section": "58", "section_title": " Chief constables affected by amalgamations or local government reorganisations.", "section_text": "58 1 If the chief constable of a police force which ceases to exist in consequence of an order under Part I of this Act or  , section 58 of the  Local Government Act 1972 or section 17 of the  Local Government Act 1992  is not appointed chief constable or other member of the successor force as from the date of transfer, he shall on that date become a member of that force (or, if there is more than one successor force, of such of them as may be provided by or under the order) by virtue of this section. 2 While a person is a member of a police force by virtue only of this section he shall hold the rank of  assistant chief constable but shall be treated for the purposes of his pay, pension and other conditions of service as if he had continued to be chief constable of the force which ceased to exist, subject however to section 5(1) of this Act. 3 A chief constable who becomes a member of a police force by virtue of this section shall, subject to regulations under Part II of this Act, cease to be a member thereof at the expiration of three months unless he has then accepted and taken up an appointment in that force. 3A If a chief constable was appointed for a term which expires within three months of his becoming a member of a police force by virtue of this section, subsection (3) shall have effect as if the reference to three months were a reference to that term. 4 The provision to be made by regulations under section 60(2) of the Local Government Act 1958 (as extended by Schedule 9 to this Act) with respect to the chief constable of a police force who, after becoming a member of another police force by virtue of this section, ceases to be a member of that force without having accepted and taken up an appointment therein shall, if he was the chief constable of a police force at the commencement of this Act, be not less favourable than any provision by way of a pension that would have been payable to or in respect of him by virtue of the  Police Pensions Act 1976  had the first-mentioned police force been combined with another force by an amalgamation scheme under the  Police Act 1946 and he had neither been transferred to the combined force nor joined it within three months. 5 Where the chief constable of a police force is engaged for a period of overseas service within the meaning of the  Police (Overseas Service) Act 1945 or a period of central service within the meaning of section 43 of this Act, and before the end of that period that force ceases to exist as mentioned in subsection (1) of this section— a that subsection shall apply to him as if he were still the chief constable of that force, but with the substitution for references to the date of transfer of references to the end of the said period; and b paragraph 2 of Schedule 4 to this Act shall not apply to him. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section “ successor force ”, in relation to a police force which ceases to exist in consequence of any order, means a force to which members of that police force are transferred by virtue of the order; and “ date of transfer ” means the date as from which those members are so transferred."}, {"act": "Police Act 1964", "year": 1964, "section": "59", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "59"}, {"act": "Police Act 1964", "year": 1964, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60"}, {"act": "Police Act 1964", "year": 1964, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "61"}, {"act": "Police Act 1964", "year": 1964, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "Police Act 1964", "year": 1964, "section": "63", "section_title": " Minor and consequential amendments. ", "section_text": "63 The enactments specified in Schedule 9 to this Act shall have effect subject to the amendments specified in the second column of that Schedule, being minor amendments and amendments consequential on the foregoing provisions of this Act."}, {"act": "Police Act 1964", "year": 1964, "section": "64", "section_title": " Interpretation, repeals and transitional provisions.", "section_text": "64 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 References in this Act to any enactment shall be construed as references to that enactment as amended, and as including references thereto as extended or applied, by any subsequent enactment. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1964", "year": 1964, "section": "65", "section_title": " Short title, commencement and extent.", "section_text": "65 1 This Act may be cited as the Police Act 1964. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The following provisions of this Act extend to Scotland, namely, Part III; . . .  ; section 63 and Schedule 9, so far as they relate to enactments extending to Scotland; section 64 and Part II of Schedule 10; and this section. 6 This Act does not extend to Northern Ireland."}]