[{"act": "Protection Of Animals (Anaesthetics) Act 1964", "year": 1964, "section": "1", "section_title": " Enlargement of classes of operations in which anaesthetics must be used.", "section_text": "1 1 Schedule 1 to the  Protection of Animals (Anaesthetics) Act1954 (which lists operations which may be performed without ananaeesthetic) shall be amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 For paragraph 6 (castration of horses, asses or mules, bulls, sheep,goats and pigs below certain ages) there shall be substituted thefollowing paragraphs— 6 The castration of a male animal specified in the following tablebefore it has reached the age so specified, that is to say— bull ... 3 months sheep ... 3 months goat ... 2 months pig ... 2 months 6A The foregoing paragraph shall not apply to the castration of an animalby using a rubber ring or other device to constrict the flow of bloodto the scrotum unless the device is applied within the first week oflife. 4 Paragraphs 7 and 8 (minor operations which are customarily performed without an anaesthetic) shall not in any circumstances permit— a the castration of a male animal (but without prejudice to the circumstances in which castration is permitted by paragraph 6 of the Schedule as set out in subsection (3) of this section); b the de-horning of cattle; c the dis-budding of calves, except by means of chemical cauterisation applied within the first week of life; or d the docking of lambs’ tails by using a rubber ring or other device to constrict the flow of blood to the tail, unless the device is applied within the first week of life. 5 In this section “ cattle ” means bulls, cows, bullocks, heifers, calves, steers or oxen."}, {"act": "Protection Of Animals (Anaesthetics) Act 1964", "year": 1964, "section": "2", "section_title": " Short title, citation, extent and commencement.", "section_text": "2 1 This Act may be cited as the Protection of Animals (Anaesthetics) Act 1964, and— a this Act and the Protection of Animals Acts 1911 to 1962 may be cited together as the Protection of Animals Acts 1911 to 1964; and b this Act and the Protection of Animals (Scotland) Acts 1912 to 1962 may be cited together as the Protection of Animals (Scotland) Acts 1912 to 1964. 2 This Act shall not extend to Northern Ireland. 3 This Act shall come into operation at the expiration of the period of two months beginning with the date on which it is passed."}]