[{"act": "Public Works Loans Act 1964", "year": 1964, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Public Works Loans Act 1964", "year": 1964, "section": "6", "section_title": " Re-borrowing powers of public authorities.", "section_text": "6 1 The provisions of this section shall have effect notwithstanding anything in any of the following enactments (which relate to the re-borrowing powers of local authorities), that is to say, . . .  Schedule 3 to the  Local Government (Scotland) Act 1975  (including any of those enactments as applied by or under any other enactment), or any other enactment with respect to the re-borrowing powers of any other public authority. 2 Where a local authority or other public authority have borrowed moneys in pursuance of powers conferred by or under any Act and the loan is repayable by instalments or annual payments, any power of the authority to borrow under any of the enactments referred to in subsection (1) of this section shall be exercisable in connection with the repayment of that loan, but, subject to subsection (4) of this section, shall be so exercisable only— a for the purpose of repaying forthwith, and before they would otherwise become due for repayment, all sums for the time being outstanding by way of principal on the loan; or b where the authority borrowed the moneys for a period less than the maximum period for which they were authorised so to do, for the purpose of the payment of any amount by which any instalment or annual payment exceeds what it would have been if it had been calculated by reference to that maximum period. 3 Where a local authority or other public authority have borrowed moneys in pursuance of powers conferred by or under any Act, not being a loan repayable by instalments or annual payments, and payments towards the repayment of the loan have been made by the authority into any sinking or other fund maintained by the authority wholly or partly for the purpose of that repayment, any power of the authority to borrow under any of the enactments referred to in subsection (1) of this section shall be exercisable with respect to that loan, but, subject to subsection (4) of this section, shall be so exercisable only for the purpose of the repayment of the amount, if any, by which the principal of the loan exceeds the aggregate amount of those payments. 4 Any power of a local authority or other public authority to borrow under any of the enactments referred to in subsection (1) of this section shall be exercisable for the purpose of replacing moneys which, during the preceding twelve months, have been temporarily applied from other moneys of the authority in making such a repayment or payment as is authorised by subsection (2) or (3) of this section, and which at the time of that repayment or payment it was intended to replace by borrowed moneys."}, {"act": "Public Works Loans Act 1964", "year": 1964, "section": "7", "section_title": "", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Works Loans Act 1964", "year": 1964, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Public Works Loans Act 1964", "year": 1964, "section": "9", "section_title": "†Short title, repeals and extent.", "section_text": "9 1 This Act may be cited as the Public Works Loans Act 1964. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]