[{"act": "Uganda Act 1964", "year": 1964, "section": "1", "section_title": " Operation of existing law.", "section_text": "1 1 Subject to this Act, all law which whether being a rule of law or a provision of an Act of Parliament or of any other enactment or instrument whatsoever, was in force on 9th October 1963 (being the date on which Uganda ceased to be part of Her Majesty’s dominions), or, having been passed or made before that day, comes or has come into force thereafter, shall, unless and until provision to the contrary is made by Parliament or some other authority having power in that behalf, have the same operation in relation to Uganda, and persons and things belonging to or connected with Uganda, as it would have apart from this subsection if Uganda had not ceased to be part of Her Majesty’s dominions. 2 This section applies to law of or of any part of the United Kingdom, the Channel Islands and the Isle of Man and, in relation only to any enactment of the Parliament of the United Kingdom or any Order in Council made by virtue of any such enactment whereby any such enactment applies in relation to Uganda, to law of any other country or territory to which that enactment or Order extends. 3 This section shall be deemed to have had effect from 9th October 1963."}, {"act": "Uganda Act 1964", "year": 1964, "section": "2", "section_title": " Power to make consequential adaptations.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2  . . .   any Order in Council or other instrument made under any other enactment which varies or revokes a previous Order in Council or instrument in consequence of Uganda having ceased to form part of Her Majesty’s dominions, may be made so as to have effect from 9th October 1963. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Uganda Act 1964", "year": 1964, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Uganda Act 1964", "year": 1964, "section": "4", "section_title": " Short title.", "section_text": "4 This Act may be cited as the Uganda Act 1964."}]