[{"act": "Agriculture (Poisonous Substances) Act 1952 (repealed 1.1.1997)", "year": 1952, "section": "13", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Agriculture (Poisonous Substances) Act 1952 (repealed 1.1.1997)", "year": 1952, "section": "4", "section_title": " Offences and punishment therefor.", "section_text": "4 1 If a person— a contravenes any provision of regulations under this Act; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  he shall be guilty of an offence against this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agriculture (Poisonous Substances) Act 1952 (repealed 1.1.1997)", "year": 1952, "section": "5", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Agriculture (Poisonous Substances) Act 1952 (repealed 1.1.1997)", "year": 1952, "section": "6", "section_title": " Provisions as to samples.", "section_text": "6 1 An inspector  appointed under the  Health and Safety at Work  etc.  Act 1974  may take for analysis a sample of any substance or thing which in his opinion may be or contain a substance to which this Act applies, and which he finds on, or has reasonable cause to believe to be in transit to or from, such land or premises as are mentioned in subsection (2) of section three of this Act. 2 An inspector taking a sample under the preceding subsection with the intention of having it analysed shall, if practicable, forthwith after taking it give information of his intention to the employer of any person then working as mentioned in subsection (1) of section one of this Act on the land or premises in question, and shall then and there divide the sample into parts, each part to be marked, and sealed or fastened up, in such manner as its nature will permit, and shall— a if required so to do by an employer so informed, deliver one part to him; b retain one part for future comparison; and c if the inspector thinks fit to have an analysis made, submit one part to an analyst approved by the  Health and Safety Executive  for the purposes of this Act. 3 Where it is not practicable for the inspector to give information of his intention as mentioned in the last preceding subsection to an employer, the inspector shall, if he intends to have the sample analysed and if he can ascertain the name and address of the employer, forward one part of the sample to him by registered post or otherwise, together with a notice informing him that he intends to have the sample analysed. 4 A document purporting to be a certificate by an analyst approved by the  Health and Safety Executive  for the purposes of this Act as to the result of an analysis of a sample shall in proceedings under this Act be admissible as evidence of the matters stated therein, but either party may require the person by whom the analysis was made to be called as a bwitness. 5 In any proceedings under this Act in which the prosecutor intends to rely on evidence relating to a sample taken under this section, the summons shall not be made returnable less than fourteen days from the day on which it is served, and a copy of any certificate of analysis obtained on behalf of the prosecutor shall be served with the summons. 6 In any proceedings under this Act in which the prosecutor relies on evidence relating to a sample taken under this section, the part of the sample retained by the inspector for future comparison shall be produced at the hearing. 7 The court before which any proceedings are taken under this Act may, if it thinks fit, and upon the request of either party shall, cause the part of any sample produced before the court under the last preceding subsection to be sent to the Government Chemist who shall make an analysis, and transmit to the court a certificate of the result thereof, and the cost of the analysis shall be paid by the prosecutor or the defendant as the court may order. If, in a case where an appeal is brought, no action has been taken under the preceding provisions of this subsection, those provisions shall apply also in relation to the court by which the appeal is heard."}, {"act": "Agriculture (Poisonous Substances) Act 1952 (repealed 1.1.1997)", "year": 1952, "section": "7", "section_title": " Application to the Crown.", "section_text": "7 This Act and regulations thereunder shall bind the Crown, but regulations under this Act may provide for modifications or exceptions in the application of this Act or such regulations to, or in relation to, the Crown."}, {"act": "Agriculture (Poisonous Substances) Act 1952 (repealed 1.1.1997)", "year": 1952, "section": "8", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Agriculture (Poisonous Substances) Act 1952 (repealed 1.1.1997)", "year": 1952, "section": "9", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Agriculture (Poisonous Substances) Act 1952 (repealed 1.1.1997)", "year": 1952, "section": "10", "section_title": " Interpretation.", "section_text": "10 1 In this Act the following expressions have the meanings hereby assigned to them respectively, that is to say— “ agriculture ” includes dairy-farming, the production of any consumable produce which is grown for sale or for consumption or other use for the purposes of a trade or business or of any other undertaking (whether carried on for profit or not), and the use of land as grazing, meadow or pasture land or orchard or osier land or woodland or for market gardens or nursery grounds; “ consumable produce ” means produce grown for consumption or for other use after severance from the land on which it is grown; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ worker ” means a person employed under a contract of service or apprenticeship, and “employer” and “employed” have corresponding meanings. 2 Any reference in this Act to a contravention of any provision shall include a reference to a failure to comply with that provision."}, {"act": "Agriculture (Poisonous Substances) Act 1952 (repealed 1.1.1997)", "year": 1952, "section": "11", "section_title": " Application to Scotland.", "section_text": "11 1 The provisions of this section shall have effect for the purposes of the application of this Act to Scotland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 For the purposes of any proceedings under this Act a certificate which is admitted as evidence under subsection (4) of section six shall be sufficient evidence of the matters stated therein unless a party requires the person by whom the analysis in question was made to be called as a witness, and in the latter event any evidence given by that person as to the result of the analysis shall be sufficient evidence of that result. 5 In the application of section six the expression “ defendant ” means accused; the expression “ hearing ” means trial; any reference to a summons shall be construed as a reference to a complaint; and for references to the day on which a summons is served and to the day on which it is returnable there shall be substituted respectively references to the day on which a complaint is served and to the day on which the prosecution thereon proceeds to trial."}, {"act": "Agriculture (Poisonous Substances) Act 1952 (repealed 1.1.1997)", "year": 1952, "section": "12", "section_title": " Short title and extent.", "section_text": "12 1 This Act may be cited as the Agriculture (Poisonous Substances) Act, 1952. 2 This Act shall not extend to Northern Ireland."}]