[{"act": "Appellate Jurisdiction Act 1908", "year": 1908, "section": "1", "section_title": " Power to direct colonial judge to act as assessor of the Judicial Committee on hearing of appeals from the colony.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Appellate Jurisdiction Act 1908", "year": 1908, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Appellate Jurisdiction Act 1908", "year": 1908, "section": "3", "section_title": " Extension of 58 & 59  Vict.  c. 44.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Appellate Jurisdiction Act 1908", "year": 1908, "section": "4", "section_title": " Resignation of members of the Judicial Committee.", "section_text": "4 Any member of the Judicial Committee of the Privy Council may resign his office as member of that Committee by giving notice of his resignation in writing to the Lord President of the Council."}, {"act": "Appellate Jurisdiction Act 1908", "year": 1908, "section": "5", "section_title": " Power to make continuing Order in stead of annual Order directing appeals to be referred to Judicial Committee.", "section_text": "5 His Majesty may from time to time by Order in Council make a general Order directing that all appeals shall be referred to the Judicial Committee of the Privy Council until the Order is rescinded, and section nine of the   Judicial Committee Act 1844, shall have effect as if any such general Order for the time being in force were substituted in the first proviso to that section for the annual Order therein referred to, and the time for which the Order remains in force were substituted for the twelve months next after the making of the general Order. The expression “ appeals ” in this section means appeals on petitions presented to His Majesty in Council, and includes any complaints in the nature of appeals and any petitions in the matter of appeals."}, {"act": "Appellate Jurisdiction Act 1908", "year": 1908, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Appellate Jurisdiction Act 1908", "year": 1908, "section": "7", "section_title": " Short title and construction.", "section_text": "7 1 This Act may be cited as the Appellate Jurisdiction Act 1908. 2 The provisions of this Act shall be in addition to and shall not affect any other enactment for the appointment of or relating to members of the Judicial Committee."}]