[{"act": "Commons Act 1908", "year": 1908, "section": "1", "section_title": " Power of making regulations as to the turning out of entire animals on commons.", "section_text": "1 1 The persons for the time being entitled to turn out animals on a common at a meeting convened in manner provided by this Act may, by a resolution passed by a majority in value of interest of the persons present by themselves or by their proxy or attorney,— a Make, alter, or revoke regulations for determining the times, if any, at which and the conditions under which entire animals or entire animals of any class or decription or age specified in the regulation may be upon the common, and for authorising the removal by an officer appointed to enforce the regulations of any animal found upon the common in contravention of the regulations, and the detention and disposal of any animal so removed, and for raising such sums as may be necessary for defraying expenses incurred in making, publishing, or enforcing the regulations, either by annual contributions payable by the persons for the time being entitled to turn out animals on the common, or by way of an annual payment in respect of each animal turned out on the common, and for prescribing the person to receive or sue for such payments; b Appoint and remove, or provide for the appointment and removal of, officers to enforce any such regulations; c Constitute and regulate the constitution of a committee consisting of persons entitled to turn out animals on the common, and delegate to the committee such of the powers exerciseable by resolution under this Act as may be specified in the resolution; but no such regulations and no alteration or revocation thereof shall take effect unless and until they have been confirmed by the  Secretary of State , and the  Secretary of State  may confirm them either without modification or subject to such modifications as the  Secretary of State , after considering any objections by persons appearing to the  Secretary of State  to be interested, consider desirable. 2 The owner of any animal which is found on any common in contravention of a regulation made under this Act, and any person who obstructs any officer appointed under this Act in the execution or enforcement of a regulation, shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale , or in the case of a continuing offence not exceeding  50p  for every day during which the offence continues; . . .  3 A meeting for the purposes of this Act may be convened in respect of any common by the  Secretary of State  upon the application of any three persons claiming to be entitled to turn out animals upon the common or of the council of the county  , county borough or metropolitan district in which any part of the common is situate. 4 The value of the interest of any person for the time being entitled to turn out animals on a common shall be ascertained, and a meeting for the purposes of this Act shall be convened and held, and proxies and attorneys shall be appointed, in accordance with rules made by the  Secretary of State. 5 If any question arises as to whether a resolution has been passed by the required majority, the question shall be settled by the  Secretary of State , whose decision shall be final for the purposes of this Act, but such decision shall not otherwise affect or prejudice any right or claim in respect of the common. 6 No regulation approved by the  Secretary of State  shall be questioned on the ground of informality, and the Documentary Evidence Acts 1868 to 1895, shall apply to regulations so approved as if they were regulations issued by the  Secretary of State. 7 For the purposes of this Act two or more adjoining commons may, by order of the  Secretary of State , be declared to be one common, and shall be treated as such accordingly. 8 This Act shall apply to a common notwithstanding that the soil of the common is vested in His Majesty by right of His Crown or His Duchy of Lancaster or forms part of the possessions of the Duchy of Cornwall, but shall not apply to the New Forest or to any common in respect of which the conservators or other body appointed by or under any Act of Parliament to regulate the common have powers of making byelaws in respect of matters for which regulations may be made under this Act. 9 In this Act the expression “ animals ” means horses, asses, cattle, sheep, goats, and swine, and the expression “ common ” includes any commonable land."}, {"act": "Commons Act 1908", "year": 1908, "section": "2", "section_title": " Application of Act to Dartmoor.", "section_text": "2 The powers by this Act conferred on the persons for the time being entitled to turn out animals on a common (except the power to raise money) may in the case of the forest or chase of Dartmoor be exercised by the Duke of Cornwall, but so that a regulation shall not be submitted for confirmation until it has been approved by a resolution passed by a majority in value of interest of the persons for the time being entitled to turn out animals on the forest or chase, present by themselves or by their proxy or attorney at a meeting of such persons convened in manner provided by this Act, and the provisions of this Act shall apply to the forest or chase accordingly."}, {"act": "Commons Act 1908", "year": 1908, "section": "3", "section_title": " Short title and extent.", "section_text": "3 1 This Act may be cited as the Commons Act 1908. 2 This Act shall not extend to Scotland or Ireland."}]