[{"act": "Post Office Act 1908", "year": 1908, "section": "1", "section_title": "Postal packets subject to charge", "section_text": " 1   Subject to the provisions of this Act, there shall be charged by the Postmaster-General for the use of His Majesty the King on all postal packets which are conveyed or delivered for conveyance by post under the authority of the Postmaster-General such postage and other sums as may be fixed in manner provided by this Act.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "2", "section_title": "Power of Treasury to fix rates of postage", "section_text": " 2    1   The Treasury may, by warrant, fix the rates of postage and other sums to be charged in respect of postal packets under this Act, and regulate the scale of weights and the circumstances according to which those rates and sums are to be charged, and the power of the Postmaster-General, with or without the consent of the Treasury, to remit any such rates or sums : Provided that—   a   The lowest rate of postage in the British Islands for an inland letter shall not be less than one penny ; and     b   The highest rate of postage in the British Islands when prepaid—   i   for an inland post card shall not exceed one halfpenny; or, if it is a reply post card (that is to say, a post card of such a description that the person receiving it through the post can, without further payment, again transmit the same or part thereof through the post), double that sum ; and     ii   for an inland book packet shall not exceed one halfpenny for every two ounces in weight, or for any fractional part of two ounces over and above the first or any additional two ounces ; and     iii   for each inland registered newspaper, whether with or without a supplement or supplements, and whether single or in a packet of two or more, shall not exceed one halfpenny; but     iv   for an inland packet of two or more registered newspapers, with or without a supplement or supplements, shall not exceed the prepaid postage for an inland book packet of the same weight; and       c   The highest rate of prepaid postage on a single newspaper sent by post between the British Islands and places out of the British Islands or between places out of the British Islands whether through the British Islands or not, shall not exceed threepence, exclusive of any additional charge made by any British possession or any foreign country :     d   A warrant under this section may fix special rates for postal packets consisting of books and papers impressed for the use of the blind, and may specify any special conditions and regulations in respect of the transmission by post of such packets.       2   Where an inland letter or packet (other than votes or parliamentary proceedings) in the British Islands is not prepaid, or is insufficiently prepaid, the postage charged on the letter or packet shall, subject to any warrant of the Treasury under this Act, be double the amount, if the letter or packet is not prepaid, of the postage otherwise chargeable thereon, and, if it is insufficiently prepaid, of the deficiency.     3   Post Office regulations may determine—   a   what circulars or what commercial, legal, and other similar documents; and     b   what marks or indications referring to the contents of a registered newspaper, when written or printed on the newspaper or on the cover thereof,    shall not be charged with postage as letters.     4   Post Office regulations may make provisions respecting the re-direction of postal packets, and the transmission of postal packets so re-directed, either free of charge or subject to such postage as may be specified in the regulations.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "3", "section_title": "Payment of postage by addressee or sender", "section_text": " 3    1   Where the postage or any other sum chargeable on any postal packet is not prepaid by the sender or is insufficiently prepaid, the postage or sum, or the deficiency, as the case may be, shall be paid by the person to whom the postal packet is addressed (in this Act styled the addressee) on the delivery thereof to him; or, if the postal packet is refused, or the addressee is dead or cannot be found, by the sender.     2   Where the postage or any other sum chargeable on a postal packet has not been prepaid or has been insufficiently prepaid by the sender, and the addressee on receiving the packet and paying the postage or other sum, or the deficiency, as the case may be, desires to reject it, and to compel the sender thereof to pay the postage or other sum, or the deficiency, as the case may be, the Postmaster-General, on the application of the addressee, and subject to Post Office regulations, may charge the postage or other sum, or the deficiency, as the case may be, to the sender, with the additional postage of returning the packet to him, and in every such case the sender of the postal packet shall pay the postage or other sum chargeable on sending the packet, or the deficiency, as the case may be, and also the postage of returning the packet, and on the payment thereof by the sender the amount paid in respect of postage by the addressee shall be repaid to him by the Postmaster-General.     3   Provided that nothing in this section shall release the addressee from his liability to pay the postage or other sum chargeable on a packet or any deficiency thereon on the delivery thereof to him.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "4", "section_title": "Power of Treasury to carry into effect postal arrangements with foreign states", "section_text": " 4   Where an arrangement has, either before or after the passing of this Act, been made by His Majesty with any foreign state with respect to the conveyance by post of any postal packets between the British Islands and places out of the British Islands, or between places out of the British Islands whether through the British Islands or not, the Treasury may, by warrant, make such regulations as may seem to them necessary for carrying the arrangement into effect, and may make provisions as to the charges for the transit of postal packets, single or in bulk, and the scale of weights to be adopted, and the accounting for and paying over to any foreign state of any money received by the Postmaster-General.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "5", "section_title": "Postage on petitions and addresses to His Majesty or to Parliament, and on votes and parliamentary proceedings", "section_text": " 5    1   Petitions and addresses forwarded to His Majesty by post shall be exempt from postage.     2   Members of each House of Parliament may receive by post petitions and addresses to His Majesty, and petitions addressed to either House of Parliament, not exceeding thirty-two ounces in weight, exempt from postage, provided those petitions and addresses are sent without covers, or in covers open at the sides.     3   Where in the British Islands any votes or parliamentary proceedings are sent by post addressed to places in the British Islands and are not prepaid, or are insufficiently prepaid, the postage charged on them shall, subject to any warrant of the Treasury under this Act, be, if they have not been prepaid, the postage which would otherwise be chargeable on them, and, if they have been insufficiently prepaid, the deficiency in the postage.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "6", "section_title": "Exemption of letters of seamen and soldiers", "section_text": " 6    1   Any of the privileged persons herein-after mentioned may send and receive letters, not exceeding half an ounce in weight, by post, or by private ships between the British Islands and places beyond the seas, on their own private concerns, at a postage of one penny for each letter when prepaid, subject in the case of letters sent by private ship to the payment of the gratuities payable to the master of the ship.     2   The enjoyment of the privilege shall be subject to the following provisions :—   a   The postage of any such letters sent by a privileged person (unless sent from parts beyond the sea) must be duly prepaid on the letter being posted :     b   In the case of letters sent by a privileged person the name of the writer and his class or description in the vessel, regiment, corps, or detachment, to which he belongs must appear with the direction on the letter, and the name of the vessel, regiment, corps, or detachment, to which the privileged person belongs, and the signature of the officer commanding it, must be written on the letter by the said officer in his own handwriting :     c   The postage on any such letter to be received by a privileged person (unless sent from parts beyond the sea) must have been duly prepaid on the letter being posted:     d   Any such letter to be received by a privileged person must be directed to that person, and the vessel, regiment, corps, or detachment to which he belongs must be specified in the direction :     e   Any such letter to be received by a privileged person must not be delivered to any person except the privileged person to whom it is addressed, or to some person authorised in writing to receive the letter by the officer in command :     f   Where any such letters are sent or received by privileged persons from parts beyond the seas and the postage of one penny is not prepaid, every such letter shall be charged to the party receiving the letter with the postage of twopence.       3   A Treasury warrant under this Act with respect to rates of postage shall, if necessary provide for the delivery of letters of privileged persons on their own private affairs (not exceeding, in the case of privileged persons, other than such commissioned and warrant officers and midshipmen and master's mates as are herein-after mentioned, half an ounce in weight) free from any postage in respect of re-direction.     4   The privileged persons for the purpose of this section shall be the following persons, whilst actually employed in His Majesty's service whether at home or abroad ; namely,—    For all purposes every non-commissioned officer (not being a warrant officer) every band-master, school-master, and soldier in any of His Majesty's regular forces within the meaning of the Army Act, any special reservists within the meaning of Part III. of the  Territorial and Reserve Forces Act, 1907, every seaman in His Majesty's navy or Indian marine service, and as regards re-direction every officer commissioned or not in the said regular forces, every commissioned officer in the special reserve of officers, and every non-commissioned officer in any body of special reservists, and every officer, commissioned or not, in the said navy or marine service, and every midshipman and master's mate in His Majesty's navy.     5   If any commanding officer authorised to write his name and the name of the vessel, regiment, corps, or detachment commanded by him on the letter of a privileged person under this section wilfully writes his name upon a letter that is not from and on the private concerns only of a privileged person, he shall for each offence be liable on summary conviction to a fine not exceeding five pounds.     6   If any person—   a   not having at the time the command of any vessel, regiment, corps, or detachment, to which a privileged person belongs, writes his name upon a letter in order that it may be sent at a lower rate of postage than by law established ; or     b   procures a privileged person to obtain the signature of his commanding officer upon a letter which is not from that privileged person and upon his private concerns only, in order to avoid the payment of the postage by law established ; or     c   wilfully addresses a letter to a privileged person which is intended for another person or concerns the affairs of another person with intent to evade the payment of the postage by law established ;    he shall for each offence be liable on summary conviction to a fine not exceeding five pounds.     7   If any privileged person obtains the signature of his commanding officer upon a letter which is not from that person and upon his private concerns only in order to avoid the payment of the postage by law established, he shall for each offence be liable on summary conviction to a fine not exceeding five pounds.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "7", "section_title": "Recovery of postage", "section_text": " 7    1   All postage and other sums payable under this Act in respect of postal packets may be recovered in like manner as any duties granted to His Majesty by any Act relating to His Majesty's revenue are recoverable by law, and in the Channel Islands and Isle of Man as a debt due to the Crown.     2   Where any sum not exceeding twenty pounds is due from any person for postage or in respect of postal packets, that sum may be recovered in the United Kingdom summarily as a civil debt.     3   Where any sum not exceeding fifty pounds is due from any person for postage or in respect of postal packets, it may be recovered in Ireland, without prejudice to any other mode of recovery, in the civil bill court.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "8", "section_title": "Post Office mark evidence of refusal, &c", "section_text": " 8   In any proceeding for the recovery of postage or other sums in respect of postal packets—   1   the production of any postal packet in respect of which any such postage or sum is sought to be recovered, having thereupon a Post Office stamp denoting that the packet has been refused or rejected, or that the addressee was dead or could not be found, shall be prima\" facie evidence of the fact denoted ; and     2   the person from whom any postal packet in respect of which any such postage or sum is sought to be recovered purports to have come shall, until the contrary is proved, be deemed to be the sender of the packet.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "9", "section_title": "Official mark to be evidence of amount of postage", "section_text": " 9   The official mark of any sum on any postal packet as due to the Post Office, British, colonial, or foreign, in respect of that packet, shall in every British court, whether within or without the United Kingdom, be received as evidence of the liability of the packet to the sum so marked, and the sum shall be recoverable in any such court as postage due to His Majesty.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "10", "section_title": "Provision for stamps", "section_text": " 10   All duties of postage and other sums in respect of postal packets payable in pursuance of this Act, or any warrant or regulations made under this Act, shall be chargeable as stamp duties, and all enactments relating to stamp duties shall apply accordingly.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "11", "section_title": "Stamping paper for envelopes, &c. provided by private persons", "section_text": " 11   The Commissioners of Inland Revenue may, under regulations made or sanctioned by the Treasury, stamp any paper sent to them for the purpose of being stamped as covers or envelopes of letters or packets with stamps denoting the several rates of postage on payment of the amount of the stamps required to be impressed on the paper, and (unless the amount exceeds ten pounds) upon payment of such fee in addition as the Treasury may direct.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "12", "section_title": "Regulations as to postal packets", "section_text": " 12   All postal packets shall be posted, forwarded, conveyed, and delivered subject to such provisions, conditions, prohibitions, and restrictions respecting the time and mode of posting and delivery, and of the payment of postage and other sums in respect thereof chargeable under this Act or any warrant or regulations made under this Act, and respecting the registration of, and giving receipts for, and giving and obtaining certificates of posting and delivery of, any postal packet, and the sums to be paid in addition to any other postage for that registration, receipt, or certificate, and respecting stamps, covers, form, dimensions, maximum weight, inclosures, the use of packets (other than letters) for making communications, and otherwise, as may be directed by Post Office regulations.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "13", "section_title": "Liability for loss of postal packets", "section_text": " 13   The registration of or giving a receipt for a postal packet, or the giving or obtaining of a certificate of posting or delivery of a postal packet, shall not render the Postmaster-General or the Post Office revenue in any manner liable for the loss of the packet or the contents thereof.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "14", "section_title": "Power to authorise collection and delivery of letters otherwise than by post", "section_text": " 14   The Postmaster-General, with the consent of the Treasury, may, either generally or in the case of any particular person, authorise—   a   letters or other postal packets to be sent, conveyed, and delivered otherwise than by post; and     b   the collection otherwise than by an officer of the Post Office of any letters or other postal packets, whether to be so sent or to be sent by post,    but the authority shall be subject in every case to such provisions, conditions, prohibitions, and restrictions as are specified in Post Office regulations.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "15", "section_title": "Despatch and delivery of book packets, &c", "section_text": " 15   Where the despatch or delivery from a post office of letters would be delayed by the despatch or delivery therefrom at the same time of book packets, pattern or sample packets, and post cards, or any of them, those packets, or cards, or any of them, may, subject and according to Post Office regulations, be detained in the post office until the despatch or delivery next following that by which they would ordinarily be despatched or delivered.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "16", "section_title": "Regulations for preventing sending by post indecent articles, &c", "section_text": " 16   Post Office regulations may be made for preventing the sending or delivery by post of indecent or obscene prints, paintings, photographs, lithographs, engravings, books, or cards, or of other indecent or obscene articles, or of letters, newspapers, supplements, publications, packets, or post cards having thereon, or on the covers thereof, any words, marks, or designs of an indecent, obscene, libellous, or grossly offensive character.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "17", "section_title": "Dealing with postal packets not sent in conformity with Act", "section_text": " 17   If any postal packet is posted or sent by post in contravention of this Act, or of any warrant or regulations made thereunder, the transmission thereof may be refused, and the packet may, if necessary, be detained and opened in the Post Office, and shall be either returned to the sender thereof, or forwarded to its destination, in either case charged with such additional postage at a rate not exceeding the letter rate of postage, or without any additional charge, as Post Office regulations may direct.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "18", "section_title": "Postal packets with contraband goods", "section_text": " 18   The Postmaster-General may detain any postal packet suspected to contain any contraband goods, and forward the packet to the Commissioners of His Majesty's Customs, and those Commissioners, in the presence of the person to whom the packet is addressed, or if, after notice in writing from them, requiring his attendance, left at or forwarded by post to the address on the packet, he fails to attend, then in his absence, may open and examine the packet, and, if they find any contraband goods, may detain the packet and its contents for the purpose of prosecution ; and, if they find no contraband goods, shall either deliver the packet to the person to whom it is addressed, upon his paying the postage, if any, chargeable thereon, or, if he is absent, shall forward the packet to him by post.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "19", "section_title": "Decision as to postal packets", "section_text": " 19   If any question arises whether any postal packet is a letter or any other description of postal packet within the meaning of this Act, or any warrant or regulations made under this Act, the decision thereon of the Postmaster-General shall be final, save that the Treasury may, if they think fit, on the application of any person interested, reverse or modify the decision, and order accordingly.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "20", "section_title": "Publications which may be registered as newspapers", "section_text": " 20    1   For the purpose of the registration of newspapers under this Act, any publication consisting wholly or in great part of political or other news, or of articles relating thereto, or ' to other current topics, with or without advertisements, shall be deemed a newspaper; subject to these conditions—   a   that it be printed and published in the British Islands ;     b   that it be published in numbers at intervals of not more than seven days ;     c   that it have the full title and date of publication printed at the top of the first page, and the whole or part of the title and the date of publication printed at the top of every subsequent page.       2   For the same purpose, the following shall be deemed a supplement to a newspaper, (that is to say) a publication consisting wholly or in great part of matter like that of a newspaper, or of advertisements, printed on a sheet or sheets or a piece or pieces of paper, or consisting wholly or in part of engravings, prints, or lithographs illustrative of articles in the newspaper ; the publication in every case being published with the newspaper, and having the whole or part of the title of the newspaper printed at the top of every page, or at the top of every sheet or side on which any such engraving, print, or lithograph appears. Provided that—   a   Post Office regulations may modify the foregoing provisions so far as they apply to a supplement which consists wholly of engravings, prints, or lithographs illustrative of articles in the newspaper; and     b   All sheets of a supplement shall be put together in some one part of the newspaper, whether gummed or stitched up with the newspaper or not.       3   Although newspapers may be sent by post, it shall not be compulsory to send them by post.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "21", "section_title": "Registration of newspapers at Post Office", "section_text": " 21    1   The proprietor or printer of any newspaper within the description aforesaid, and the proprietor or printer of any publication which, regard being had to the proportion of advertisements to other matter therein, is not within the description aforesaid, but which was stamped as a newspaper before the fifteenth day of June one thousand eight hundred and fifty-five, may register it at the General Post Office in London, at such time in each year and in such form and with such particulars as the Postmaster-General directs, paying on each registration such fee not exceeding five shillings as Post Office regulations direct.     2   The Postmaster-General may from time to time revise the register and remove therefrom any publication not being a newspaper.     3   The decision of the Postmaster-General on the admission to or removal from the register of a publication shall be final, save that the Treasury may, if they think fit, on the application of any person interested, reverse or modify the decision, and order accordingly.     4   Any publication for the time being on the register shall for the purposes of this Act be deemed a registered newspaper.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "22", "section_title": "Newspapers under arrangement or convention", "section_text": " 22   A registered newspaper shall be deemed a newspaper for the purposes of any arrangement or convention between His Majesty's Government and the government of any British possession or foreign state for securing advantages for newspapers sent by post.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "23", "section_title": "Money orders", "section_text": " 23    1   So long as the Treasury think fit, the Postmaster-General may provide for the remission of small sums of money through the Post Office by means of money orders, and may demand and receive for the use of His Majesty in respect of those money orders such rates of poundage as may be fixed by Post Office regulations, and all poundage so received shall be deemed to be part of the Post Office revenue.     2   Post Office regulations may make provisions with respect to money orders, and to the payment thereof, and to the persons by or to whom they are to be paid, and the times at which and the mode in which they are to be paid.     3   Subject to the said regulations the Postmaster-General may repay the amount of any money order to the person to whom the order is issued, or his executors or administrators, whether the order remains in the possession of that person or not, and upon that repayment all liability on the part of the Postmaster-General, or any officer of the Post Office, or the Post Office revenue, or the Consolidated Fund, in respect of the money order shall, as against the payee of the money order, and the holder thereof, and every other person whomsoever, absolutelv cease.     4   No action or other legal proceeding shall be instituted against the Postmaster-General or any officer of the Post Office, or any person whomsoever, in respect of any compliance with the said regulations, or otherwise in relation thereto, or in respect of the payment of any such money orders being refused or delayed by or on account of any accidental neglect, omission, or mistake, by or on the part of any officer of the Post Office, or for any other cause whatsoever, without fraud or wilful mis-behavioxir on the part of any such officer of the Post Office.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "24", "section_title": "Special provisions as to postal orders", "section_text": " 24    1   The Postmaster-General, with the consent of the Treasury, may authorise his officers or any of them to issue money orders in a special form to be prescribed from time to time by the regulations made under the preceding section, and those money orders (in this Act referred to as postal orders) shall be paid in the manner and subject to the conditions prescribed by the said regulations.    Provided that—   a   A postal order shall be for one of the amounts prescribed by the regulations not exceeding twenty-one shillings, and the poundage shall not exceed twopence:     b   A postal order shall not be issued until the amount of the order and the poundage have been paid to the officer issuing the order :     c   After the expiration of three months from the last day of the month in which a postal order is issued by the Post Office, the order shall be payable only on payment in manner prescribed by the regulations of a commission equal to the amount of the original poundage.       2   No interest shall be payable in respect of any postal order.     3   If the regulations so provide, the Postmaster-General may authorise any person holding office under the Crown to issue postal orders, and a person so authorised shall, for the purpose of the issue and payment of postal orders, be deemed to be an officer of the Postmaster-General and of the Post Office within the meaning of this Act.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "25", "section_title": "Liability of bankers in respect of postal orders", "section_text": " 25   Any banker or corporation or company acting as bankers in the British Islands who, in collecting in that capacity for any principal, shall have received payment or been allowed by the Postmaster-General in account in respect of any postal order, or of any document purporting to be a postal order, shall not incur liability to anyone except that principal by reason of having received the payment or allowance, or having held or presented the order or document for payment; but this section shall not relieve any principal for whom any such order or document has been so held or presented of any liability in respect of his possession of the order or document or of the proceeds thereof.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "26", "section_title": "Duties of masters of outward-bound vessels as respects mail bags", "section_text": " 26    1   Every master of a vessel outward bound shall receive on board his vessel every mail bag tendered to him by an officer of the Post Office for conveyance, and having received it shall deliver it, on arriving at the port or place of his destination, without delay.     2   If he fails to comply with this section he shall forfeit two hundred pounds.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "27", "section_title": "Duties of masters of inward-bound vessels as respects postal packets", "section_text": " 27    1   Every master of a vessel inward bound shall collect all postal packets on board his vessel being within the exclusive privilege of the Postmaster-General, and not being letters by his Act defined as shipowners' letters, and inclose them in some bag or other covering, sealed with his seal, and addressed to the Postmaster-General, and without delay deliver those packets to the proper officer of the Post Office demanding them, or, if no demand is made by that officer, then at the Post Office with which he can first communicate.     2   The master of every such vessel shall, at the port where the vessel reports, sign, in the presence of the proper officer of the Post Office or other person authorised by the Postmaster-General, a declaration of compliance with this Act (which may be in the form contained in the First Schedule to this Act), and shall not break bulk or make entry of any part of her cargo in any port until he has complied with this section. The declaration shall also be signed by the person in whose presence it is made.     3   If the master of a vessel does not duly deliver any postal packets in accordance with this section, he shall forfeit two hundred pounds.     4   If the master of a vessel refuses or wilfully neglects tc make the declaration required by this section, he shall forfeit fifty pounds.     5   If the master of a vessel breaks bulk or makes entry before the postal packets on board his vessel have been delivered in accordance with this section, he shall be liable on summary conviction to a fine not exceeding twenty pounds.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "28", "section_title": "Penalty for master of vessel opening mail bag", "section_text": " 28    1   If a master of a vessel—   a   opens a sealed mail bag with which he is entrusted for conveyance ; or     b   takes out of a mail bag with which he is entrusted for conveyance any postal packet or other thing,    he shall forfeit two hundred pounds.     2   If any person to whom postal packets have been entrusted by the master of a vessel to bring on shore breaks the seal, or in any manner wilfully opens them, he shall on summary conviction be liable to a fine not exceeding twenty pounds.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "29", "section_title": "Duties of officers of customs as to delivery of letters by masters of vessels", "section_text": " 29    1   An officer of customs shall not allow any inward-bound vessel to report until the declaration required by this Act with, respect to postal packets has been made and produced to him, and may refuse to permit bulk to be broken on board such a vessel or entry to be made of any part of her cargo until the postal packets on board the vessel have been delivered as required by this Act, and may search every such vessel for postal packets which may be on board contrary to this Act, and may seize the same and forward them to the nearest post office.     2   If any officer of customs permits any vessel to report before the requisites of this Act have been complied with, he shall forfeit fifty pounds.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "30", "section_title": "Shipowners' letters", "section_text": " 30    1   The following letters (in this Act referred to as shipowners' letters), that is to say, letters of the owners, charterers, or consignees of vessels inward bound, and of the owners, consignees, or shippers of goods on board those vessels, when not exceeding the weights and when complying with the conditions herein-after mentioned, shall—   a   if required to be delivered at the port of the vessel's arrival, be delivered to the owners, charterers, consignees, or shippers by the master free of inland postage, and the persons to whom they are to be delivered shall be entitled to the delivery thereof before the delivery of the other letters to the Post Office; and     b   if delivered elsewhere in the British Islands, be delivered by post on payment of inland postage only,    but subject in either case to the previous payment to the Post Office of the gratuities payable under this Act to masters of vessels bringing the letters.     2   Provided that—   a   The letters brought by any one vessel to any one such person shall not collectively exceed six ounces in weight (except in the case of letters brought by vessels coming from Ceylon, the Mauritius, India, or the Cape of Good Hope, into any port of the British Islands for an owner, charterer, or consignee of such a vessel, in which case they may be collectively twenty ounces in weight); and     b   The owner, charterer, or consignee shall be described as such on the address and superscription; and     c   In the case of owners, shippers, or consignees of goods, it shall also appear by the ship's manifest that they have goods on board the vessel.       3   If any shipowners' letters are found by an officer of customs to be in excess of the weights herein-before limited by this section, that officer shall seize so many of the letters as will reduce the remainder within the said weights, and shall take them to the nearest post office.     4   If any person with intent to evade any postage falsely superscribes a letter as being the owner or charterer or consignee of the vessel conveying the letter, or as the owner or the shipper or the consignee of goods shipped on the vessel, he shall for each offence be liable on summary conviction to a fine not exceeding ten pounds.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "31", "section_title": "Gratuities to masters of vessels", "section_text": " 31   Post Office regulations may provide for the allowance to masters of vessels in respect of postal packets, or any description thereof, conveyed by them on behalf of the Post Office, and also to pilots, seamen, and others in respect of postal packets, or any description thereof, brought by them to any post office from any vessels, of such gratuities under such conditions and restrictions as the Postmaster-General may, from time to time, think fit.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "32", "section_title": "Retention of ship letters after delivery of letters to Post Office", "section_text": " 32   If any person, being either the master or one of the officers or crew of a vessel inward bound, or a passenger thereof, knowingly has in his baggage or in his possession or custody any postal packet, except a postal packet not within the privilege of the Postmaster-General, after the master has sent any part of the postal packets on board his vessel to the Post Office, he shall for every such packet be liable on summary conviction to a fine not exceeding five pounds; and, if he detains any such packet after demand made, either by an officer of customs or by any person authorised by the Postmaster-General to demand the postal packets on board the vessel, he shall for every postal packet be liable on summary conviction to a fine not exceeding ten pounds.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "33", "section_title": "Appointment of Postmaster-General", "section_text": " 33    1   Any person from time to time appointed by His Majesty by letters patent shall be the master of the Post Office by the style of His Majesty's Postmaster-General.     2   Upon and by virtue of the appointment of any person to be His Majesty's Postmaster-General the benefit of all contracts, bonds, securities, and things in action, vested in his predecessor at the time of the predecessor ceasing to hold office, shall be transferred to and vested in, and ensure for the benefit of, the person so appointed, in the same manner as if he had been contracted with instead of his predecessor, and as if his name had been inserted in all such contracts, bonds, and securities instead of the name of his predecessor.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "34", "section_title": "General powers and rights of Postmaster-General", "section_text": " 34    1   The Postmaster-General may establish posts and post offices as he thinks expedient, and may collect, receive, forward, convey, and deliver in such manner as he thinks expedient, all postal packets transmitted within or to or from the British Islands or any British possession, subject nevertheless to the provisions contained in this Act.     2   Subject to the provisions contained in this Act with respect to British possessions, the Postmaster-General shall, wheresoever within His Majesty's dominions posts or post communications are for the time being established, have the exclusive privilege of conveying from one place to another all letters, except in the following cases, and shall also have the exclusive privilege of performing all the incidental services of receiving, collecting, sending, despatching, and delivering all letters, except in the following cases (that is to say) :—   a   Letters sent by a private friend in his way, journey, or travel, so as those letters be delivered by that friend to the person to whom they are directed :     b   Letters sent by a messenger on purpose, concerning the private affairs of the sender or receiver thereof:     c   Commissions or returns thereof, and affidavits and writs, process or proceedings, or returns thereof, issuing out of a court of justice :     d   Letters sent out of the British Islands by a private vessel (not being a vessel carrying postal packets under contract) :     e   Letters of merchants, owners of vessels of merchandise, or the cargo or loading therein, sent by those vessels of merchandise or by any person employed by those owners for the carriage of those letters, according to their respective directions, and delivered to the respective persons to whom they are directed, without paying or receiving hire or reward, advantage, or profit for the same in anywise :     f   Letters concerning goods or merchandise sent by common known carriers, to be delivered with the goods which those letters concern, without hire or reward or other profit or advantage for receiving or delivering those letters :      But nothing herein contained shall authorise any person to make a collection of those excepted letters for the purpose of sending them, in the manner hereby authorised.     3   Subject as aforesaid, the following persons are expressly forbidden to carry a letter, or to receive or collect or deliver a letter, although they do not receive hire or reward for it (that is to say) :—   i   Common known carriers, their servants or agents, except a letter concerning goods in their carts or waggons or on their pack horses, and owners, drivers, or guards of stage coaches :     ii   Owners, masters, or commanders of ships, vessels, or steam boats, sailing or passing coastwise or otherwise between ports or places within the British Islands, or between, to, or from any ports within His Majesty's dominions out of the British Islands, or their servants or agents, except in respect of letters of merchants, owners of ships, or goods on board :     iii   Passengers or other persons on board any such ship, vessel, or steam boat:     iv   The owners of, or sailors, watermen, or others on board, a ship, vessel, steam boat, or other boat or barge passing or repassing on a river or navigable canal within His Majesty's dominions.       4   If any person not authorised by or in pursuance of this Act does any of the following things, namely, sends or causes to be sent, or tenders or delivers in order to be sent, or conveys, or performs any service incidental to conveying, otherwise than by post, any letter not excepted from the exclusive privilege of the Postmaster-General, or makes a collection of those excepted letters for the purpose of conveying or sending them either by post or otherwise, he shall be liable on summary conviction to a fine not exceeding five pounds for every letter.     5   If any person is in the practice of doing any of the said things, he shall forfeit for every week during which the practice is continued one hundred pounds.     6   The expression “post ” shall in this section include all post communications by land or by water (except by outward-bound vessels not being employed by or under the Post Office or the Admiralty to carry postal packets) ; and the above fines and forfeitures shall be incurred whether the letter is sent singly or with anything else, or the incidental service is performed in respect to a letter either sent or to be sent singly or together with some other letter or thing ; and in any proceeding for the recovery of any such fine and forfeiture it shall lie upon the person proceeded against to prove that the act in respect of which the fine or forfeiture is alleged to have been incurred was done in conformity with this Act.     7   For the purposes of this section the expression “letter ” shall include packet.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "35", "section_title": "Execution of instruments of Postmaster-General", "section_text": " 35    1   Any instrument requiring to be executed by the Postmaster-General, or to which he is a party, may be executed by any of the secretaries of the Post Office in the name of the Postmaster-General, and, if so executed, shall be deemed to have been executed by the Postmaster-General, and shall have effect accordingly.     2   Any instrument purporting to be so executed shall, until the contrary is proved, fee deemed to have been duly executed without proof of the official character of the person appearing to have executed it.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "36", "section_title": "Proof of Post Office regulations", "section_text": " 36   The Documentary Evidence Act, 1868, as extended by the Documentary Evidence Act, 1882, shall have effect—   a   as if the Postmaster-General were mentioned in the first column, and any secretary or assistant secretary of the Post Office were mentioned in the second column, of the schedule to the former Act; and     b   as if a warrant of the Treasury under this Act were mentioned in the second section of the former Act as well as an order.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "37", "section_title": "Power of deputy of Postmaster-General to give notice, or make claim, distress, &c", "section_text": " 37   Any person having authority in that behalf, either general or special, under the seal of the Postmaster-General, may, on behalf of the Postmaster-General, give any notice or make any claim, demand, entry, or distress, which, the Postmaster-General in his corporate capacity or otherwise might give or make, and every such notice, claim, demand, entry, and distress, shall be deemed to have been given and made by the Postmaster-General on behalf of His Majesty.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "38", "section_title": "Exemption of Postmaster-General from stamp duty", "section_text": " 38   Every deed, instrument, money order, bill, cheque, receipt, or other document, made or executed for the purpose of the Post Office by, to, or with, His Majesty or any officer of the Post Office, shall be exempt from any stamp duty imposed by any Act, past or future, except where that duty is declared by the document, or by some memorandum endorsed thereon, to be payable by some person other than the Postmaster-General, and except so far as any future Act specifically charges the duty.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "39", "section_title": "Alienation of Post Office duties by Crown", "section_text": " 39   And to the intent that the inheritance of such part of the hereditary revenue of the Crown arising in and by the General Post Office which is vested in His Majesty may be preserved in the Crown for the future benefit thereof, be it enacted and declared that the same or any part thereof shall not hereafter be alienable, chargeable, or grantable, by His Majesty, his heirs or successors, for any estate, term, or time whatsoever to endure longer than the life of His Majesty, or of such king or queen as shall make the alienation, charge, or grant, and that all gifts, grants, alienations, and assurances whatsoever to be had or made of, and charges upon, the said duties or revenue, or any part thereof, contrary to the provisions of this Act, shall be null and void without any inquisition, scire facias, or other proceeding to determine, or make void the same.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "40", "section_title": "Post Office expenses", "section_text": " 40   Without prejudice to the provisions of the  Post Office (Parcels) Act, 1882, all expenses incurred by the Postmaster-General in the execution of this Act or otherwise in the management of the Post Office shall continue to be paid out of moneys provided by Parliament.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "41", "section_title": "Post Office accounts", "section_text": " 41   The Postmaster-General shall cause such accounts to be kept of the Post Office revenue and expenses by such officers and under such regulations as the Treasury direct.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "42", "section_title": "Power to appoint officers", "section_text": " 42   The Postmaster-General may appoint such officers, deputies, agents, and servants as seem to him necessary, and any act authorised or required to be done by, to, or before the Postmaster-General may, subject to any special directions of the Postmaster-General, be done by, to, or before any officer, deputy, servant, and agent so appointed.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "43", "section_title": "Exemption of officers of Post Office from certain offices", "section_text": " 43   Notwithstanding anything in any other Act, neither the Postmaster-General nor any officer of the Post Office shall be compelled to serve as a mayor or sheriff, or in any ecclesiastical or corporate or parochial or other public office or employment, or on any jury or inquest, or in the militia.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "44", "section_title": "Surrender of clothing by officer of Post Office on ceasing to be officer", "section_text": " 44    1   Where an officer of the Post Office vacates his office (whether by reason of dismissal, resignation, death, or otherwise) he, or if he is dead his personal representative, or the person acting as his personal representative, shall deliver to the Postmaster-General all articles (whether uniform, accoutrements, appointments, or other necessaries) which have been issued to the officer vacating his office for the execution of his duty, and are not the property of that officer, and shall deliver the articles in good order and condition, fair wear and tear only excepted.     2   If any person fails to comply with the provisions of this section, he shall on summary conviction be liable to a fine not exceeding forty shillings, and also to pay such further sum not exceeding forty shillings as the court may determine to be the value of the articles not delivered, or, if the articles have been delivered but not in good order and condition, of the damage done to the articles.     3   Any justice of the peace may issue a warrant by virtue of which a constable may search for and seize any articles not delivered as required by this section, in like manner as if they were stolen goods and the warrant were a warrant to search for stolen goods.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "45", "section_title": "Holding of lands by Postmaster-General", "section_text": " 45    1   For the purpose of acquiring and holding land the Postmaster-General for the time being shall continue to be a corporation sole by the name of His Majesty's Postmaster-General, and by that name shall have perpetual succession and an official seal.     2   All land vested in the Postmaster-General shall be held in trust for His Majesty for the purpose of the Post Office.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "46", "section_title": "Power of Postmaster-General for purchase of land", "section_text": " 46    1   The Postmaster-General, with the consent of the Treasury, may purchase land for the purpose of the Post Office.     2   With respect to any such purchase of land in the United Kingdom the following provisions shall have effect (that is to say) :—   a   The Lands Clauses Acts shall be incorporated with this Act, except the provisions relating to access to the special Act, and in construing those Acts for the purposes of this section “ the special Act  ” shall be construed to mean this Act, and “ the promoters of the undertaking ” shall be construed to mean the Postmaster-General, and “ land  ” shall be construed to have the meaning given to it by this Act:     b   The bond required by section eighty-five of the  Lands Clauses Consolidation Act, 1845, and by section eighty-four of the  Lands Clauses Consolidation (Scotland) Act, 1845, shall be under the seal of the Postmaster-General, and shall be sufficient without sureties :     c   The provisions of the incorporated Acts with respect to the purchase of land compulsorily shall not be put in force until the sanction of Parliament has been obtained in manner in this Act mentioned:     d   Three months at the least before an application is made to Parliament for sanction to the compulsory purchase of land under this Act, the Postmaster-General, with the consent of the Treasury, shall serve a notice on every owner or reputed owner, lessee or reputed lessee, and occupier of any land intended to be so purchased, describing the land intended to be taken, and in general terms the purposes to which it is to be applied, and stating the intention of the Treasury to obtain the sanction of Parliament to the purchase thereof, and inquiring whether the person so served assents or dissents to the taking of his land, and requesting him to forward to the Treasury any objections he may have to his land being taken :     e   The Treasury shall, at some time after the service of the notice, make a local inquiry by a competent officer into the objections made by any persons whose land is required to be taken, and by other persons, if any, interested in the subject matter of the inquiry :     f   The Treasury, if satisfied after the inquiry has been made that the land ought to be taken, may submit a Bill to Parliament containing provisions authorising the Postmaster-General to take the land, and any stich Bill shall be deemed to be a Public Bill, and, if passed into an Act, to have conveyed the sanction of Parliament to the purchase compulsorily of the land therein mentioned or referred to, and the period for the compulsory purchase shall be three years after the passing of the Act: Provided that, if while the Bill is pending in either House of Parliament a petition is presented against anything comprised therein, the Bill may be referred to a Select Committee and the petitioner shall be allowed to appear and oppose as in the case of Private Bills.       3   The Chancellor and Council of the Duchy of Lancaster may, if they think fit, agree with the Postmaster-General for the sale of, and absolutely make sale of, for such sum of money as to the said Chancellor and Council appear sufficient consideration for the same, any land belonging to His Majesty in right of the said duchy, which, for the purpose of the Post Office, the Postmaster-General may deem it expedient, with the consent of the Treasury, to purchase, and the land may be assured to the Postmaster-General, and the money shall be paid and dealt with as if the land had been sold under the authority of the  Duchy of Lancaster Lands Act, 1855.     4   For the purposes of this section and the section of this Act the marginal note Avhereof is “Holding of lands by Post-master-General ” the expression “land ” shall include any right or easement in, over, or in respect of land.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "47", "section_title": "Power of Postmaster-General to sell or exchange lands", "section_text": " 47    1   The Postmaster-General may, with the consent of the Treasury, sell, exchange, lease, or surrender on any terms, any land for the time being vested in him, and on any such exchange may give or receive any money for equality of exchange ; and may sell either by public auction or by private contract, and may make any stipulations, as to title or otherwise, in any conditions of sale or contract for sale or exchange, and may buy in at any auction, and may rescind or vary any contract for sale or exchange, and may re-sell or re-exchange any such land.     2   On any sale, exchange, lease, or surrender, the Postmaster-General may stipulate for, create, or reserve all such rights or easements as may be deemed proper.     3   A person dealing with the Postmaster-General in respect of land or rights in or over land, whether as vendor, lessor, purchaser, lessee, or otherwise, shall not be bound or entitled to inquire whether the consent of the Treasury has been given to that dealing, or whether the dealing is in fact authorised by any Act relating to the Post Office.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "48", "section_title": "Indemnity on account of extending post office accommodations", "section_text": " 48   The Postmaster-General may contract with, or take security from, any person applying to him to establish any post or telegraph office or to extend the accommodations of the postal or telegraphic service to any place, for indemnifying the Postmaster-General against any loss he may sustain thereby, and the indemnity may be either for the whole or any part of the loss sustained, and for such time as the Postmaster-General may think necessary.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "49", "section_title": "Power for local authority to contribute towards new post office, or undertake to pay loss on extra postal facilities", "section_text": " 49    1   Where the council of any borough or any urban district consider that it would be beneficial to the inhabitants of the borough or district that any new post office should be on a more expensive site, or of a larger size, or of a more ornate building, or otherwise of a more expensive character than the Postmaster-General would otherwise provide, the council may contribute towards the new post office, either by a grant of money, or, with the consent of the Local Government Board, by the appropriation of land belonging to the council, or by the purchase of land for the purpose.     2   Where the council of any borough or any urban district consider that it would be beneficial to the inhabitants of the borough or district that any post or telegraph office should be established or any additional facilities (postal or other) provided by the Postmaster-General in or for the purposes of the borough or district, the council may undertake to pay to the Postmaster-General any loss he may sustain by reason of the establishment or maintenance of the office or the provision of the facilities.     3   Where the council of any rural district, or the parish council of a parish, or in the case of a parish not having a parish council the parish meeting, consider that it would be for the benefit, in the case of a rural district council, of any contributory place or places within their district, and in the case of a parish council or parish meeting of their parish, that any post or telegraph office should be established or any additional postal or other facilities provided by the Postmaster-General whether within or without the area to be benefited, that council or meeting may undertake to pay to the Postmaster-General any loss he may sustain by reason of the establishment or maintenance of the office, or the provision of the facilities :    Provided that a rural district council shall not exercise their powers under this provision as respects any office established or facilities provided outside the contributory place proposed to be charged unless the parish council, or if there is no parish council the parish meeting, of any parish wholly or partly situated in the contributory place consent to the exercise of the powers.     4   Any expenses incurred by the council of a borough under this section may be paid out of the borough fund or borough rate, and any expenses incurred by the council of an urban district (not a borough) may be paid out of the rate out of which the general expenses of the council under the  Public Health Act, 1875, are defrayed.     5   Any expenses incurred by a rural district council in pursuance of an undertaking under this section may be defrayed as special expenses legally incurred in respect of the contributory place or places, and shall be apportioned between those places if more than one, and sections two hundred and twenty-nine, two hundred and thirty, and two hundred and thirty-one of the  Public Health Act, 1875, shall apply accordingly.     6   Any expenses incurred by a parish council or meeting in pursuance of an undertaking under this section shall be defrayed as expenses of that council or meeting, as the case may be, within the provisions of the  Local Government Act, 1894.     7   The council of a borough may borrow for the purposes of subsection (1) of this section under section one hundred and six of the  Municipal Corporations Act, 1882, and any enactment amending the same, and the council of an urban district (not a borough) may borrow for the purposes of the same subsection in like manner as if those purposes were purposes of the  Public Health Act, 1875, and the provisions of that Act with respect to borrowing shall apply accordingly.     8   In the application of this section to Scotland the following exceptions and modifications shall have effect:—   a   Subsection (2) shall not apply to Scotland, and the powers under subsection (3) shall be limited to the establishment of offices and the provision of facilities within the place to be benefited :     b   The Local Government Board for Scotland shall be substituted for the Local Government Board :     c   The local Authority under the  Public Health (Scotland) Act, 1897, being a town council or burgh commissioners, or board of police, shall be substituted for the council of a borough or other urban authority, and the district of that authority for a borough or urban district :     d   Any expenses incurred Tinder subsection (1) of this section may be paid as expenses under the Public Health (Scotland) Act, 1897, are paid, and money may be borrowed for the purposes of the said subsection in the same manner and subject to the same conditions as money may be borrowed for the erection of hospitals under that Act and any Acts amending the same :     e   The district committee, or where a county has not been divided into districts under the  Local Government (Scotland) Act, 1889, the county council, as constituted under subsection (3) of section seventy-eight of the last-mentioned Act as amended by section nineteen (7) of the  Local Government (Scotland) Act, 1894, shall be substituted for the council of a rural district, and the district of that committee or the county shall be substituted for the rural district, and a parish for a contributory place:     f   Any expenses incurred by a district committee or county council by reason of an undertaking under subsection (3) of this section shall be defrayed as part of the general expenses of such district committee or county council, as the case may be, under the Public Health (Scotland) Act, 1897, but the assessment for those expenses shall be levied only within the parish or parishes in respect of which the expenses are incurred :     g   Any expenses incurred by a parish council in pursuance of an undertaking under subsection (3) of this section shall be defrayed as expenses incurred for the purposes of Part IV of tire Local Government (Scotland) Act, 1894:       9   In the application of this section to Ireland the following exceptions and modifications shall have effect:—   a   The provisions of subsection (3) as to the powers of parish councils and parish meetings shall not apply to Ireland, and the powers under that subsection of a rural district council shall be limited to the establishment of offices and the provision of facilities within the place to be benefited:     b   The Local Government Board for Ireland shall be substituted for the Local Government Board :     c   The  Public Health (Ireland) Act, 1878, shall be substituted for the Public Health Act, 1875, and sections two hundred and thirty-two and two hundred and thirty three of the Public Health (Ireland) Act, 1878, shall be substituted for sections two hundred and twenty-nine, two hundred and thirty, and two hundred and thirty-one of the Public Health Act, 1875 :       10   This section shall not apply to the Channel Islands.     11   In the application of this section to the Isle of Man the following exceptions and modifications shall have effect:—   a   None of the foregoing provisions of this section, with the exception of subsection (1), shall apply to the Isle of Man:     b   The Local Government Board of that Isle shall be substituted for the Local Government Board :     c   A local government district shall be substituted for a borough or urban district, and the commissioners or council of a local government district for the council of a borough or urban district:     d   Any expenses incurred under subsection (1) of this section may be paid as expenses of the commissioners out of the district fund, and any money may be borrowed for the purposes of this section in the same manner and subject to the same conditions as if those purposes were purposes of the Local Government Act, 1886, being an Act of the legislature of the said Isle.      "}, {"act": "Post Office Act 1908", "year": 1908, "section": "50", "section_title": "Stealing mail bag or postal packet", "section_text": " 50   If any person—   a   steals a mail bag ; or     b   steals from a mail bag, or from a post office, or from an officer of the Post Office, or from a mail, any postal packet in course of transmission by post; or     c   steals any chattel or money or valuable security out of a postal packet in course of transmission by post; or     d   stops a mail with intent to rob or search the mail;    he shall be guilty of felony, and on conviction shall be liable, at the discretion of the court, to penal servitude for life or any term not less than three years, or to imprisonment, with or without hard labour, for any term not exceeding two years.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "51", "section_title": "Unlawfully taking away or opening mail bag sent by vessel employed under Post Office", "section_text": " 51   If any person unlawfully takes away or opens a mail bag sent by any vessel employed by or under the Post Office for the transmission of postal packets under contract, or unlawfully takes a postal packet in course of transmission by post out of a mail bag so sent, he shall be guilty of felony, and on conviction shall be liable, at the discretion of the court, to penal servitude for any term not exceeding fourteen years or not less than three years, or to imprisonment, with or without hard labour, for any term not exceeding two years.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "52", "section_title": "Receiver of stolen mail bag or postal packet", "section_text": " 52   If any person receives any mail bag, or any postal packet or any chattel or money or valuable security, the stealing or taking, or embezzling, or secreting whereof amounts to a felony under this Act, knowing the same to have been so feloniously stolen, taken, embezzled, or secreted, and to have been sent, or to have been intended to be sent by post, he shall be guilty of felony, and shall on conviction be liable to the same punishment as if he had stolen, taken, embezzled, or secreted the same, and may be indicted and convicted, whether the principal offender has or has not been previously convicted, or is or is not amenable to justice.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "53", "section_title": "Fraudulent retention of mail bag or postal packet", "section_text": " 53   If any person fraudulently retains, or wilfully secretes or keeps, or detains, or, when required by an officer of the Post Office, neglects or refuses to deliver up—   a   any postal packet which is in course of transmission by post and which ought to have been delivered to any other person; or     b   any postal packet in course of transmission by post or any mail bag which shall have been found by him or by any other person,    he shall be guilty of a misdemeanour, and be liable on conviction on indictment to a fine and to imprisonment with or without hard labour.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "54", "section_title": "Criminal diversion of letters from addressee", "section_text": " 54    1   If any person not in the employment of the Postmaster-General wilfully and maliciously, with intent to injure any other person, either opens or causes to be opened any letter which ought to have been delivered to that other person, or does any act or thing whereby the due delivery of the letter to that other person is prevented or impeded, he shall be guilty of a misdemeanour, and be liable to a fine not exceeding fifty pounds, or to imprisonment, with or without hard labour, for any term not exceeding six months.     2   Nothing in this section shall apply to a person who does any act to which this section applies where he is parent, or in the position of parent or guardian, of the person to whom the letter is addressed.     3   A prosecution shall not be instituted in pursuance of this section except by the direction or with the consent of the Postmaster-General.     4   A letter in this section means a postal packet in course of transmission by post and any other letter which has been delivered by post.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "55", "section_title": "Stealing, embezzlement, destruction, &c. by officer of Post Office of postal packet", "section_text": " 55   If any officer of the Post Office steals, or for any purposes whatever embezzles, secretes, or destroys a postal packet in course of transmission by post, he shall be guilty of felony, and shall on conviction be liable, at the discretion of the court, to imprisonment for any term not exceeding two years, with or without hard labour, or to penal servitude for a term not less than three years and not exceeding seven years, or, if the postal packet contains any chattel or money, or valuable security, to imprisonment for any term not exceeding two years with or without hard labour, or to penal servitude for life or any term not less than three years.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "56", "section_title": "Opening or delaying postal packets", "section_text": " 56    1   If any officer of the Post Office, contrary to his duty, opens or procures or suffers to be opened any postal packet in course of transmission by post, or wilfully detains or delays, or procures or suffers to be detained or delayed, any such postal packet, he shall be guilty of a misdemeanour, and being convicted thereof shall be liable, at the discretion of the court, to imprisonment with or without hard labour, or to a fine, or to both such imprisonment and fine.     2   Provided that nothing in this section shall extend to the opening, detaining, or delaying of a postal packet returned for want of a true direction, or returned by reason that the person to whom the same is directed is dead or cannot be found, or shall have refused the same, or shall have refused or neglected to pay the postage thereof, or to the opening or detaining or delaying of a postal packet under the authority of this Act or in obedience to an express warrant in writing under the hand of a Secretary of State: Provided that the warrant in Scotland may be either under the hand of a Secretary of State or of the Secretary for Scotland, in Ireland shall be under the hand and seal of the Lord Lieutenant, and in the Isle of Man shall be under the hand of the Governor issued with the sanction of a Secretary of State.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "57", "section_title": "Carelessness, negligence, or misconduct of persons employed in carrying or delivering mail bags, postal packets, &c", "section_text": " 57   If any person employed to convey or deliver a mail bag, or a postal packet in course of transmission by post—   a   whilst so employed, or, whilst the mail bag or postal . packet is in his custody or possession, leaves it, or suffers any person, not being the guard or person employed for that purpose, to ride in the place appointed for the guard in or upon any carriage used for the conveyance of it, or to ride in or upon a carriage so used and not licensed to carry passengers, or upon a horse used for the conveyance on horse-back of it; or     b   is guilty of any act of drunkenness whilst so employed ; or     c   is guilty of carelessness, negligence, or other misconduct, whereby the safety of the mail bag or postal packet is endangered; or     d   without authority collects or receives or conveys or delivers a postal packet otherwise than in the ordinary course of post; or     e   gives any false information of an assault or attempt at robbery upon him ; or     f   loiters on the road or passage, or wilfully misspends his time so as to retard the progress or delay the arrival of a mail bag or postal packet in the course of transmission by post, or does not use due care and diligence safely to convey a mail bag or postal packet at the due rate of speed,    he shall, on summary conviction, be liable to a fine not exceeding twenty pounds.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "58", "section_title": "Issuing money orders with fraudulent intent", "section_text": " 58    1   If any officer of the Post Office grants or issues any money order with a fraudulent intent, he shall be guilty of felony, and be liable, at the discretion of the court, to penal servitude for a term not exceeding seven and not less than three years, or to imprisonment, with or without hard labour, for any term not exceeding two years.     2   If any officer of the Post Office re-issues a money order previously paid, he shall be deemed to have issued the order with a fraudulent intent under this section.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "59", "section_title": "Forgery and stealing of money order", "section_text": " 59    1   A money order shall be deemed to be an order for the payment of money and a valuable security within the meaning of this Act and of the  Forgery Act, 1861, and of the  Larceny Act, 1861, and of any other law relating to forgery or stealing which is for the time being in force in any part of the British Islands.     2   If any person, with intent to defraud, obliterates, adds to, or alters any such lines or words on a money order as would, in the case of a cheque, be a crossing of that cheque, or knowingly offers, utters, or disposes of any money order with such fraudulent obliteration, addition, or alteration, he shall be guilty of felony, and be liable to the like punishment as if the order were a cheque.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "60", "section_title": "Punishment of offences in relation to postal orders, and the poundage thereon", "section_text": " 60   The provisions of law respecting the punishment of offences connected with stamp duties (including the provisions relating to paper and implements used in the manufacture of that paper, and to the punishing of fraud) shall apply in like manner as if any poundage or commission chargeable for a postal order were stamp duty, and as if the paper used for postal orders were paper provided by the Commissioners of Inland Revenue for receiving the impression of a die, and in the Isle of Man and Channel Islands as if those provisions extended to those islands.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "61", "section_title": "Prohibition of placing injurious substances in or against post office letter boxes", "section_text": " 61    1   A person shall not place or attempt to place in or against any post office letter box any fire, any match, any light, any explosive substance, any dangerous substance, any filth, any noxious or deleterious substance, or any fluid, and shall not commit a nuisance in or against any post office letter box, and shall not do or attempt to do anything likely to injure the box, appurtenances, or contents.     2   If any person acts in contravention of this section, he shall be guilty of a misdemeanour, and be liable on summary conviction to a fine not exceeding ten pounds, and on conviction on indictment to imprisonment, with or without hard labour, for a period not exceeding twelve months.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "62", "section_title": "Prohibition of affixing placards, notices, &c. on post office letter box, &c", "section_text": " 62    1   A person shall not, without due authority, affix or attempt to affix any placard, advertisement, notice, list, document, board, or thing, in or on, or paint or tar, any post office, post office letter box, telegraph post, or other property belonging to or used by or on behalf of the Postmaster-General, and shall not in any way disfigure any such office, box, post, or property.     2   If any person acts in contravention of this section, he shall be liable on summary conviction to a fine not exceeding forty shillings.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "63", "section_title": "Prohibition of sending by post explosive, inflammable, or deleterious substances, or indecent prints, words, &c", "section_text": " 63    1   A person shall not send or attempt to send a postal packet which either—   a   encloses any explosive substance, any dangerous substance, any filth, any noxious or deleterious substance, any sharp instrument not properly protected, any living creature which is either noxious or likely to injure other postal packets in course of conveyance or an officer of the Post Office, or any article or thing whatsoever which is likely to injure either other postal packets in course of conveyance or an officer of the Post Office; or     b   encloses any indecent or obscene print, painting, photograph, lithograph, engraving, book, or card, or any indecent or obscene article, whether similar to the above or not; or     c   has on the packet, or on the cover thereof, any words, marks, or designs of an indecent, obscene, or grossly offensive character.       2   If any person acts in contravention of this section, he shall be guilty of a misdemeanour, and shall be liable on summary conviction to a fine not exceeding ten pounds, and on conviction on indictment to imprisonment, with or without hard labour, for a term not exceeding twelve months.     3   The detention in the Post Office of any postal packet on the ground of its being in contravention of this section shall not exempt the sender thereof from any proceedings which might have been taken if the packet had been delivered in due course of post.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "64", "section_title": "Prohibition of imitation of post office stamps, envelopes, forms, and marks", "section_text": " 64    1   A person shall not without due authority—   a   make, issue, or send by post or otherwise any envelope, wrapper, card, form, or paper in imitation of one issued by or under the authority of the Postmaster-General, or of any foreign or colonial postal authority, or having thereon any words, letters, or marks which signify or imply or may reasonably lead the recipient to believe that a postal packet bearing them is sent on His Majesty's service ; or     b   make on any envelope, wrapper, card, form, or paper for the purpose of being issued or sent by post or otherwise, or otherwise used, any mark in imitation of or similar to or purporting to be any stamp or mark of any post office under the Postmaster-General, or under any foreign or colonial postal authority, or any words, letters, or marks which signify or imply, or may reasonably lead the recipient thereof to believe, that a postal packet bearing them is sent on His Majesty's service ; or     c   issue or send by post or otherwise any envelope, wrapper, card, form, or paper so marked.       2   If any person acts in contravention of this section he shall be liable on summary conviction to a fine not exceeding forty shillings.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "65", "section_title": "Prohibition of fictitious stamps", "section_text": " 65    1   A person shall not—   a   make, knowingly utter, deal in, or sell any fictitious stamp, or knowingly use for any postal purpose any fictitious stamp; or     b   have in his possession, unless he shows a lawful excuse, any fictitious stamp ; or     c   make, or, unless he shows a lawful excuse, have in his possession, any die, plate, instrument, or materials for making any fictitious stamp.       2   If any person acts in contravention of this section, he shall be liable on summary conviction on a prosecution by order of the Commissioners of Inland Revenue to a fine not exceeding twenty pounds, subject to the like right of appeal as in the case of a penalty under the Acts relating to the Excise.     3   Any stamp, die, plate, instrument, or materials found in the possession of any person in contravention of this section may be seized and shall be forfeited.     4   For the purposes of this section “ fictitious stamp  ” means any facsimile or imitation or representation, whether on paper or otherwise, of any stamp for denoting any rate of postage, including any stamp for denoting a rate of postage of any British possession, or of any foreign country.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "66", "section_title": "Prohibition of false notice as to reception of letters", "section_text": " 66    1   A person shall not, without authority from the Postmaster-General, place or maintain in or on any house, wall, door, window, box, post, pillar, or other place, belonging to him or under his control, any of the words, letters, or marks following (that is to say)—   a   the words “post office ” or “postal telegraph office” ; or     b   the words “letter box,” accompanied with words, letters, or marks, which signify or imply or may reasonably lead the public to believe that it is a post office letter box; or     c   any words, letters, or marks which signify or imply or may reasonably lead the public to believe that any house or place is a post office, or that any box is a post office letter box;    and every person, when required by a notice given by the Postmaster-General to remove or efface any such words, letters, or marks as aforesaid, or to remove or effectually close up any letter box belonging to him or under his control which has been a post office letter box, shall comply with the request.     2   If any person acts in contravention of this section, he shall be liable on summary conviction to a fine not exceeding-forty shillings, and, if the offence is continued after a previous conviction, to a fine not exceeding five shillings for every day during which the offence so continues.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "67", "section_title": "Obstruction of officers of Post Office", "section_text": " 67    1   If any person wilfully obstructs, or incites anyone to obstruct, an officer of the Post Office in the execution of his duty, or whilst in any post office, or within any premises belonging to any post office or used therewith, obstructs the course of business of the Post Office, he shall be liable on summary conviction to a fine not exceeding forty shillings.     2   Any officer of the Post Office may require any person guilty of any offence under this section, to leave a post office or any such premises as aforesaid, and, if the person so required refuses or fails to comply with the requirement, he shall be liable on summary conviction to a further fine not exceeding five pounds, and may be removed by any officer of the Post Office, and all constables are required on demand to remove or assist in removing every such person.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "68", "section_title": "Provision against obstruction in neighbourhood of General Post Offices in London and Dublin", "section_text": " 68    1   A hackney carriage shall not stand or ply for hire opposite the General Post Office in London or the General Post Office in Sackville Street, Dublin, or any part thereof respectively, and, if any driver or person having the management of any hackney carriage, permits the same to stand or ply for hire opposite either of the said Post Offices, he shall be liable on summary conviction to a fine not exceeding five pounds.     2   For the purposes of this provision, every carriage with two or more wheels, whatever may be its form or construction, or the number of persons which it is calculated to convey, or the number of horses by which it is drawn, shall be a hackney carriage within the meaning of this Act, and in all proceedings at law or otherwise, and upon all occasions whatsoever, it shall be sufficient to describe it by the term hackney carriage.     3   If any hawker, newsvendor, or idle or disorderly person stops or loiters on the flagway or pavement opposite the General Post Office in London or in Sackville Street, Dublin, or any part thereof respectively, he shall be liable on summary conviction to a fine not exceeding five pounds.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "69", "section_title": "Endeavouring to procure the commission of any felony or misdemeanor", "section_text": " 69   If any person solicits or endeavours to procure any other person to commit an offence punishable on indictment under this Act, he shall be guilty of a misdemeanour, and shall on conviction be liable at the discretion of the court to imprisonment, with or without hard labour, for any term- not exceeding two years.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "70", "section_title": "Recovery of fines and forfeitures", "section_text": " 70    1   A fine or forfeiture imposed by this Act, whether declared to be recoverable on summary conviction or not, may be recovered with costs by any person who sues for the same in the High Court or the Court of Session, and that person may sue for the maximum amount of the fine or forfeiture, but shall be entitled to recover only such sum as may be awarded by the court.     2   A proceeding in the High Court or Court of Session for the recovery of any fine or forfeiture incurred by any person under this Act shall be commenced within one year next after the fine or forfeiture was incurred.     3   Any fine or forfeiture incurred under this Act may be recovered in any place outside the United Kingdom before any court or magistrate before whom like fines or forfeitures are ordinarily recovered, or in such other manner as may be determined by any Act or ordinance having the force of law in that place.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "71", "section_title": "Summary proceedings", "section_text": " 71    1   All offences under this Act which are punishable on summary conviction may be prosecuted, and all fines or forfeitures under this Act which are recoverable on summary conviction may be recovered, as follows (that is to say):—   a   In the United Kingdom in manner provided by the Summary Jurisdiction Acts; and     b   In the Isle of Man before a high bailiff or two justices of the peace at the instance of an officer of the Post Office or of a constable in accordance with the law for the time being in force for regulating the exercise of summary jurisdiction by such bailiffs or justices; and     c   Elsewhere before the court and in the manner provided by law, and, if no provision is otherwise made by law, then at the instance of any officer of the Post Office before the court, and in the manner, before and in which the like offences and fines can be prosecuted and recovered.       2   If any person convicted on summary conviction is aggrieved by the conviction, he may appeal against the conviction, in England to a court of quarter sessions in accordance with the provisions of the Summary Jurisdiction Acts, and in Scotland and Ireland in manner provided by those Acts.     3   If any person aids, abets, counsels, or procures the commission of any offence which is by this Act punishable on summary conviction, he shall, on summary conviction within the Dublin metropolitan police district, be liable to the same forfeiture and punishment as the principal offender.     4   Where any sum is, under this Act, recoverable summarily as a civil debt, that sum shall be recovered in manner provided by the Summary Jurisdiction Acts, and any order for the recovery of such a sum may be enforced in Ireland in like manner as an order in a case of a civil nature under the  Petty Sessions (Ireland) Act, 1851.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "72", "section_title": "Venue", "section_text": " 72    1   An offence against this Act may be tried either in the county or place in which it was actually committed, or in any county or place in which the alleged offender is apprehended or is in custody, or (where the offence is in respect of a mail, mail bag, postal packet, or money order, or any chattel, money, or valuable security sent by post) in any county or place through which or any part thereof the mail, mail bag, postal packet, money order, chattel, money, or security passed in due course of conveyance by post, and an offence, if committed in Scotland, may also be tried at any sitting of the High Court of Justiciary.     2   Where the offence is committed on any highway, harbour, canal, river, arm of the sea, or other water, constituting the boundary of two or more counties or places, it may be tried in any of the said counties or places.     3   The offence of being accessory to or of aiding or abetting an offence against this Act may be tried in any county or place in which the last-mentioned offence may be tried.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "73", "section_title": "Provisions as to form of proceedings", "section_text": " 73    1   In any indictment or legal proceeding for any offence committed or attempted to be committed, or any malicious, injurious, or fraudulent act or thing done in, upon, or with respect to, the Post Office or the Post Office revenue, or any mail bag, postal packet, money order, or any chattel, money, or valuable security, sent by post, or in anywise concerning any property under the management or control of the Postmaster-General, it shall be sufficient to allege the property to belong to His Majesty's Postmaster-General, and to allege any such act or thing to have been done with intent to injure or defraud His Majesty's Postmaster-General, without in either case naming the person who is Postmaster-General, and it shall not be necessary to allege or to prove upon the trial or otherwise that the mail bag, postal packet, money order, chattel, money, security, or property was of any value.     2   In any indictment or legal proceeding against any officer of the Post Office for any offence committed against this Act, it shall be sufficient to allege that the alleged offender was an officer of the Post Office at the time of the committing of the offence, without stating further the nature or particulars of his employment.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "74", "section_title": "Evidence of thing being postal packet", "section_text": " 74   On the prosecution of any offence under this Act, whether on summary conviction or on indictment, evidence that any article is in the course of transmission by post, or has been accepted on behalf of the Postmaster-General for transmission by post, shall be sufficient evidence that the article is a postal packet.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "75", "section_title": "Application of fines", "section_text": " 75   All fines, forfeitures, and other sums recovered in respect of an offence under this Act shall, notwithstanding anything in any other Act, he paid into the Exchequer unless applied as an appropriation in aid under section two of the  Public Accounts and Charges Act, 1891.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "76", "section_title": "Power to compound actions", "section_text": " 76   The Postmaster-General may compromise and compound any legal proceeding, which is commenced by his authority or under his control, against any person for recovering any fine or forfeiture incurred under this Act, on such terms and conditions as the Postmaster-General in his absolute discretion thinks proper, with full power for him, or any of his officers or agents authorised by him for the purpose, to accept any fine or forfeiture so incurred or alleged to be incurred, or any part thereof, without any legal proceeding for recovery thereof.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "77", "section_title": "Saving clause as to liability", "section_text": " 77   When proceedings are taken before any court against a person in respect of an offence under this Act, which is also an offence punishable at common law, or under some Act other than this Act, the court may direct that instead of those proceedings being continued, proceedings shall be taken for punishing that person at common law, or under some Act other than this Act.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "78", "section_title": "Recovery of sums from officers of Post Office", "section_text": " 78    1   When any sum not exceeding twenty pounds is due from any officer of the Post Office or from his sureties in respect of moneys received in the discharge of his duty, it may be recovered in the United Kingdom summarily as a civil debt, and any such sum of whatever amount may be recovered in the Channel Islands and the Isle of Man as a debt due to the Crown.     2   When any such sum does not exceed fifty pounds it may be recovered in Ireland, without prejudice to any other mode of recovery, in the civil bill court.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "79", "section_title": "Exemption from toll", "section_text": " 79    1   No person shall demand any toll on the passing of any carriage or horse conveying mail bags at places where tolls are otherwise demandable.     2   If any toll collector or receiver, or other person employed to receive the tolls or rates at a gate or bar erected upon a highway, bridge, or post road, demands toll for any mail or any person, horse, or carriage, going for or employed to go for any mail bag, or does not permit any such mail, person, horse, or carriage, to pass without delay, or wilfully delays or obstructs any such mail, person, horse, or carriage at or in passing a gate or bar, he shall for each offence be liable on summary conviction to a fine not exceeding five pounds.     3   If any ferryman, or other person employed to receive the tolls at a ferry, demands any toll for any mail, or does not, within fifteen minutes after demand made, convey the mail (if it be possible or safe to do so) across the ferry to the usual landing-place, he shall for each offence be liable on summary conviction to a fine not exceeding five pounds.     4   All tolls leviable in Scotland or Ireland in respect of mails stall be accounted for and paid by the Postmaster-General out of moneys provided by Parliament.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "80", "section_title": "Notices in post offices", "section_text": " 80   Notwithstanding anything in section nine of the  Parliamentary and Municipal Registration Act, 1878, a notice or list to which that section applies, shall not be affixed in or on any post office or any place or property belonging to or used by or on behalf of the Postmaster-General, without authority from the Postmaster-General; and, where the Postmaster-General is of opinion that any such notice or list cannot be so affixed without obstruction or inconvenience to the business of the post office, he may refuse that authority.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "81", "section_title": "Regulation as to Post Office letter boxes", "section_text": " 81    1   Where it appears to the Postmaster-General that any post office letter box, by reason of being on the premises of any private person or otherwise, is so situate as not to afford the same security against the improper removal of postal packets therefrom or other fraud as exists in the case of other post office letter boxes, he may declare that that post office letter box shall be a private posting box, and shall affix upon or near the box a notice of its being and of the effect of its being a private posting box, and a postal packet put into that box shall not for the purpose of any enactment, law, or contract, whereby the due posting of a postal packet is evidence of the receipt thereof by the addressee, be deemed to have been duly posted.     2   A certificate purporting to be signed by the Postmaster-General or any secretary or assistant secretary of the Post Office, and to the effect that any box or receptacle is or was provided by the permission or under the authority of the Postmaster-General for the purpose of receiving postal packets or any of them, shall in any legal proceedings be evidence of the facts stated in the certificate.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "82", "section_title": "Regulations and warrants", "section_text": " 82    1   The Treasury may, by warrant, on the representation of the Postmaster-General, make regulations with respect to any matter which is authorised or required by this Act to be effected by Post Office regulations.     2   All Post Office regulations shall be laid as soon as may be before both Houses of Parliament, and a notice of the regulations having been made, and of the place where copies of them can be purchased, shall be published in the London Gazette.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "83", "section_title": "Signature of Treasury warrants, consents, &c", "section_text": " 83   Any warrant of the Treasury under this Act may be signified in manner provided by the  Treasury Instruments (Signature) Act, 1849, and any order, consent, authority, or direction of the Treasury (not being a warrant) under this Act may be signified either in manner provided by that Act or under the hand of one of their secretaries or assistant secretaries.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "84", "section_title": "Application of Act to British possessions", "section_text": " 84   Where there is in any British possession a post established by the Postmaster-General this Act shall apply to that possession in like manner as it applies to the United Kingdom, subject to such modification, if any, as may be made by His Majesty by Order in Council, or as may be made by any enactment of the legislature of the possession.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "85", "section_title": "Power of legislature of British possession to establish posts", "section_text": " 85    1   The legislature of any British possession may by any enactment make such provision as may seem fit for the establishment, maintenance, and regulation, of posts within the possession, and for charging rates of postage, and for appropriating the revenue derived therefrom.     2   Provided that, where there is in the possession any post established by the Postmaster-General, the enactment shall not come into operation until His Majesty's consent thereto given by Order in Council is declared in the possession, or until such later date as may be fixed by the Order in Council.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "86", "section_title": "Cesser of powers of Postmaster-General in British possession", "section_text": " 86   Where the legislature of a British possession has passed any enactment for establishing, maintaining, and regulating posts in the possession, the powers and privileges of the Treasury and the Postmaster-General in relation to posts within the possession shall cease after the date at which the enactment comes into operation.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "87", "section_title": "Arrangements with British possessions and foreign countries as to money orders", "section_text": " 87   Where an arrangement is made with the Government of any British possession, or with the Government, or with any person on behalf, of a foreign State or British protectorate for the transmission of small sums through the post offices of the British Islands and the British possession, foreign State, or British protectorate by means of money orders of a like character to postal orders, the provisions of this Act with respect to postal orders shall, so far as is consistent with the tenor thereof, and subject to any modifications prescribed by Post Office regulations, apply in like manner as if an order issued in pursuance of the arrangement, whether by an officer of the Post Office or by an officer of a British possession, foreign State, or British protectorate, were a postal order within the meaning of those provisions, and such portions of those provisions as enact punishments shall apply accordingly.    Provided that—   a   Any Post Office regulations in relation to any money orders issued in pursuance of any such arrangement as aforesaid may differ from the regulations respecting any other money orders; and     b   Any money orders issued in pursuance of any such arrangement as aforesaid may be of such amount not exceeding the maximum amount fixed by this Act for postal orders, and in such form and subject to such conditions respecting poundage, commission, the periods during which they are payable, and other matters, as may be prescribed by Post Office regulations.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "88", "section_title": "Channel Islands and Isle of Man", "section_text": " 88   This Act shall extend to the Isle of Man and to the Channel Islands, and the Royal Courts of the Channel Islands shall register this Act accordingly.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "89", "section_title": "Definitions", "section_text": " 89   In this Act, unless the context otherwise requires,—     The expression “ British possession  ” does not include the Channel Islands or the Isle of Man :      The expression “ postage  ” means the duty chargeable for the transmission of postal packets :      The expression “inland,” when used in relation to any postal packet or any description thereof, means in the case of the British Islands posted within the British Islands, and addressed to some place in the British Islands, and in the case of a British possession posted within that possession and addressed to some place in it, and where used in relation to postage means the postage charged on the packet:      The expression “inward bound ” when used in relation to any vessel shall include vessels bound as well to any port in the British Islands as to any port in a British possession:      The expression “outward bound ” when used in relation to any vessel shall include vessels bound as well from any port in the United Kingdom as from any port in a British possession:      The expression “ master of a vessel  ” includes every person (except a pilot) having command or charge of a vessel, whether the vessel is a ship of war or other vessel:      The expression “ mail  ” includes every conveyance by which postal packets are carried, whether it be a carriage, coach, cart, horse, or any other conveyance, and also a person employed in conveying or delivering postal packets, and also any vessel employed by or under the Post Office for the transmission of postal packets by contract or otherwise in respect of postal packets transmitted by the vessel:      The expression “ mail bag  ” includes a bag box, parcel, or any other envelope or covering in which postal packets in course of transmission by post are conveyed, whether it does or does not contain any such packets :      The expression “ postal packet  ” means a letter, post card, reply post card, newspaper, book packet, pattern or sample packet; or parcel, and every packet or article transmissible by post, and includes a telegram:      The expression “ officer of the Post Office  ” includes the Postmaster-General, and any person employed in any business of the Post Office, whether employed by the Postmaster-General, or by any person under him or on behalf of the Post Office :      The expression “ post office  ” includes any house, building, room, carriage, or place used for the purpose of the Post Office, and any post office letter box :      The expression “ post office letter box ” includes any pillar box, wall box, or other box or receptacle provided by the permission or under the authority of the Postmaster-General for the purpose of receiving postal packets, or any of them, for transmission by or under the authority of the Postmaster-General:      The expression “ telegraph post  ” means a post, pole, standard, stay, strut, or other above-ground contrivance for carrying, suspending, or supporting a telegraph as defined by the  Telegraph Act, 1869 :      The expression “ indictment  ” includes an information :      The expression “ misdemeanour  ” means as regards the Channel Islands a crime and offence :      The expression “ valuable security  ” has the same meaning as in the  Larceny Act, 1861, and includes anything which is a valuable security within the meaning of that Act, and any part of such thing:      The expression “ the purpose of the Post Office  ” means any purpose of any of the Post Office Acts or of any Acts for the time being in force relating to Post Office money orders, Post Office telegraphs, or Post Office savings banks, and includes any purpose relating to or in connection with the execution of the duties for the time being undertaken by the Postmaster-General or any of his officers :      The expression “ Post Office regulations  ” means regulations for the time being in force made under this Act by warrant of the Treasury, whether made upon the recommendation of the Postmaster-General or otherwise.     "}, {"act": "Post Office Act 1908", "year": 1908, "section": "90", "section_title": "Meaning of “in course of transmission by post” and “delivery to or from a post office”", "section_text": " 90   For the purposes of this Act—   a   A postal packet shall be deemed to be in course of transmission by post from the time of its being delivered to a post office to the time of its being delivered to the person to whom it is addressed ; and     b   The delivery of a postal packet of any description to a letter carrier or other person authorised to receive postal packets of that description for the post shall be a delivery to a post office ; and     c   The delivery of a postal packet at the house or office of the person to whom the packet is addressed, or to him or to his servant or agent or other person considered to be authorised to receive the packet, according to the usual manner of delivering that person's postal packets, shall be a delivery to the person addressed.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "91", "section_title": "Construction of reference to Post Office Acts", "section_text": " 91    1   Any reference contained in any enactment, warrant, deed, or document referring to the Post Office Acts, or any of them, or to the Post Office laws, shall be construed, so far as the context permits, as a reference to this Act, and any fines, penalties, and other sums directed to be recovered under the Post Office Acts, or any of them, or the Post Office laws may be recovered in like manner as fines and forfeitures under this Act may be recovered; and any reference in any enactment to an indictable offence under the Post Office laws shall be construed, so far as the context permits, as a reference to any offence punishable on indictment under this Act, whether it is or is not also punishable on summary conviction.     2   Where by reason of any Act being declared to be a Post Office Act or its provisions to be Post Office laws any enactment repealed by this Act is applied for any purpose, the corresponding provisions of this Act shall apply in like manner.     3   A reference in any enactment other than this Act to a post letter shall be construed to refer to a postal packet within the meaning of this Act.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "92", "section_title": "Repeal of Acts in schedule", "section_text": " 92   The Acts specified in the Second Schedule to this Act are hereby repealed from and after the commencement of this Act to the extent specified in the third column of that schedule :    Provided that—   a   Any letters patent granted, warrant made, or other instrument issued, or post established in pursuance of any enactment hereby repealed, shall continue in force as if it had been granted, made, issued, or established in pursuance of this Act:     b   Any officer appointed under any enactment hereby repealed shall continue and be deemed to have been appointed under this Act:     c   This repeal shall not affect any Act or Ordinance of the Channel Islands or Isle of Man or of any British possession in force at the commencement of this Act :     d   A warrant under this Act may, subject to the limitations in this Act contained, revoke and alter any existing rate of postage or other sums and any existing warrant and regulation made under any of the Acts repealed by this Act, but, so far as not so revoked or altered, any existing rate of postage or sum may continue to be charged, and any such existing warrant or regulation shall continue in force in like manner as if it had been made in pursuance of this Act.    "}, {"act": "Post Office Act 1908", "year": 1908, "section": "93", "section_title": "Commencement of Act", "section_text": " 93   This Act shall come into operation on the first day of May one thousand nine hundred and nine.  "}, {"act": "Post Office Act 1908", "year": 1908, "section": "94", "section_title": "Short title", "section_text": " 94   This Act maybe cited as the Post Office Act, 1908.  "}]