[{"act": "Prevention of Crime Act 1908", "year": 1908, "section": "1", "section_title": "Power of court to pass sentence of detention in Borstal Institution", "section_text": " 1    1   Where a person is convicted on indictment of an offence for which he is liable to be sentenced to penal servitude or imprisonment, and it appears to the court—   a   that the person is not less than sixteen nor more than twenty-one years of age ; and     b   that, by reason of his criminal habits or tendencies, or association with persons of bad character, it is expedient that he should be subject to detention for such term and under such instruction and discipline as appears most conducive to his reformation and the repression of crime ;    it shall be lawful for the court, in lieu of passing a sentence of penal servitude or imprisonment, to pass a sentence of detention under penal discipline in a Borstal Institution for a term 'of not less than one year nor more than three years :    Provided that, before passing such a sentence, the court shall consider any report or representations which may be made to it by or on behalf of the Prison Commissioners as to the suitability of the case for treatment in a Borstal Institution, and shall be satisfied that the character, state of health, and mental condition of the offender, and the other circumstances of the case, are such that the offender is likely to profit by such instruction and discipline as aforesaid.     2   The Secretary of State may by order direct that this section shall extend to persons apparently under such age not exceeding the age of twenty-three as may be specified in the order, and upon such an order being made this section shall, whilst the order is in force, have effect as if the specified age were substituted for \" twenty-one \" :    Provided that such an order shall not be made until a draft thereof has lain before each House of Parliament for not less than thirty days during the session of Parliament, and if either House, before the expiration of that period, presents an address to His Majesty against the draft or any part thereof, no further proceedings shall be taken thereon, but without prejudice to the making of any new draft order.    "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "2", "section_title": "Application to reformatory school offences", "section_text": " 2   Where a youthful offender sentenced to detention in a reformatory school is convicted under any Act before a court of summary jurisdiction of the offence of committing a breach of the rules of the school, or of inciting to such a breach, or of escaping from such a school, and the court might under that Act sentence the offender to imprisonment, the court may, in lieu of sentencing him to imprisonment, sentence him to detention in a Borstal Institution for a term not less than one year nor more than three years, and in such case the sentence shall supersede the sentence of detention in a reformatory school.  "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "3", "section_title": "Power to transfer from prison to Borstal Institution", "section_text": " 3   The Secretary of State may, if satisfied that a person undergoing penal servitude or imprisoned in consequence of a sentence passed either before or after the passing of this Act, being within the limits of age within which persons may be detained in a Borstal Institution, might with advantage be detained in a Borstal Institution, authorise the Prison Commissioners to transfer him from prison to a Borstal Institution, there to serve the whole or any part of the unexpired residue of his sentence, and whilst detained in, or placed out on licence from, such an institution, this Part of this Act shall apply to him as if he had been originally sentenced to detention in a Borstal Institution.  "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "4", "section_title": "Establishment of Borstal Institutions", "section_text": " 4    1   For the purposes of this Part of this Act the Secretary of State may establish Borstal Institutions, that is to say, places in which young offenders whilst detained may be given such industrial training and other instruction, and be subjected to such disciplinary and moral influences as will conduce to their reformation and the prevention of crime, and for that purpose may, with the approval of the Treasury, authorise the Prison Commissioners either to acquire any land or to erect or acquire any building or to appropriate the whole or any part of any land or building vested in them or under their control, and any expenses incurred under this section shall be paid out of moneys provided by Parliament.     2   The Secretary of State may make regulations for the rule and management of any Borstal Institution, and the constitution of a visiting committee thereof, and for the classification, treatment, and employment and control of persons sent to it in pursuance of this Part of this Act, and for their temporary detention until arrangements can be made for sending them to the institution, and, subject to any adaptations, alterations, and exceptions made by such regulations, the Prison Acts, 1865 to 1898 (including the penal provisions thereof), and the rules thereunder, shall apply in the case of every such institution as if it were a prison.    "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "5", "section_title": "Power to release on licence", "section_text": " 5    1   Subject to regulations by the Secretary of State, the Prison Commissioners may at any time after the expiration of six months, or, in the case of a female, three months, from the commencement of the term of detention, if satisfied that there is a reasonable probability that the offender will abstain from crime and lead a useful and industrious life, by licence permit him to be discharged from the Borstal Institution on condition that he be placed under the supervision or authority of any society or person named in the licence who may be willing to take charge of the case.     2   A licence under this section shall be in force until the term for which the offender was sentenced to detention has expired, unless sooner revoked or forfeited.     3   Subject to regulations by the Secretary of State, a licence under this section may be revoked at any time by the Prison Commissioners, and where a licence has been revoked the person to whom the licence related shall return to the Borstal Institution, and, if he fails to do so, may be apprehended without warrant and taken to the institution.     4   If a person absent from a Borstal Institution under such a licence escapes from the supervision of the society or person in whose charge he is placed, or commits any breach of the conditions contained in the licence, he shall be considered thereby to have forfeited the licence.     5   A court of summary jurisdiction for the place where the Borstal Institution from which a person has been placed out on licence is situate or where such a person is found may, on information on oath that the licence has been forfeited under this section, issue a warrant for his apprehension, and he shall, on apprehension, be brought before a court of summary jurisdiction, which, if satisfied that the licence has been forfeited, may order him to be remitted to the Borstal Institution, and may commit him to any prison within the jurisdiction of the court until he can conveniently be removed to the institution.     6   The time during which a person is absent from a Borstal Institution under such a licence shall be treated as part of the time of his detention in the institution: Provided that where that person has failed to return to the institution on the licence being forfeited or revoked, the time which elapses after his failure so to return shall be excluded in computing the time during which he is to be detained in the institution.     7   A licence under this section shall be in such form and shall contain such conditions as may be prescribed by regulations made by the Secretary of State.    "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "6", "section_title": "Supervision after expiration of term of sentence", "section_text": " 6    1   Every person sentenced to detention in a Borstal Institution shall, on the expiration of the term of his sentence, remain for a further period of six months under the supervision of the Prison Commissioners.     2   The Prison Commissioners may grant to any person under their supervision a licence in accordance with the last foregoing section, and may revoke any such licence and recall the person to a Borstal Institution, and any person so recalled may be detained in a Borstal Institution for a period not exceeding three months, and may at any time be again placed out on licence :    Provided that a person shall not be so recalled unless the Prison Commissioners are of opinion that the recall is necessary for his protection, and they shall again place him out on licence as soon as possible and at latest within three months after the recall, and that a person so recalled shall not in any case be detained after the expiration of the said period of six months supervision.     3   A licence granted to a person before the expiration of his sentence of detention in a Borstal Institution shall, on his becoming liable to be under supervision in accordance with this section, continue in force after the expiration of that term, and may be revoked in manner provided by the last foregoing section.     4   The Secretary of State may at any time order that a person under supervision under this section shall cease to be under such supervision.    "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "7", "section_title": "Transfer of incorrigibles, &c. to prison", "section_text": " 7   Where a person detained in a Borstal Institution is reported to the Secretary of State by the visiting committee of such institution to be incorrigible, or to be exercising a bad influence on the other inmates of the institution, the Secretary of State may commute the unexpired residue of the term of detention to such term of imprisonment, with or without hard labour, as the Secretary of State may determine, but in no case exceeding such unexpired residue.  "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "8", "section_title": "Treasury contributions towards expenses of societies assisting, &c. persons discharged from Borstal Institutions", "section_text": " 8   Where a society has undertaken the duty of assisting or supervising persons discharged from a Borstal Institution, either absolutely or on licence, there may be paid to the society out of money provided by Parliament towards the expenses of the society incurred in connection with the persons so discharged such sums on such conditions as the Secretary of State, with the approval of the Treasury, may recommend.  "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "9", "section_title": "Removal from one part of the United Kingdom to another", "section_text": " 9   Where a person has been sentenced to detention in a Borstal Institution in one part of the United Kingdom, the Secretary of State, the Secretary for Scotland or the Lord Lieutenant of Ireland, as the case may be, may, as authority under this Act for that part of the United Kingdom, direct that person to be removed to and detained in a Borstal Institution in another part of the United Kingdom, with the consent of the authority under this Act for that other part.  "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "10", "section_title": "Power of court to pass sentence of preventive detention in addition to penal servitude", "section_text": " 10    1   Where a person is convicted on indictment of a crime, committed after the passing of this Act, and subsequently the offender admits that he is or is found by the jury to be a habitual criminal, and the court passes a sentence of penal servitude, the court, if of opinion that by reason of his criminal habits and mode of life it is expedient for the protection of the public that the offender should be kept in detention for a lengthened period of years, may pass a further sentence ordering that on the determination of the sentence of penal servitude he be detained for such period not exceeding ten nor less than five years, as the court may determine, and such detention is herein-after referred to as preventive detention, and a person on whom such a sentence is passed shall, whilst undergoing both the sentence of penal servitude and the sentence of preventive detention, be deemed for the purposes of the  Forfeiture Act, 1870, and for all other purposes, to be a person convicted of felony.     2   A person shall not be found to be a habitual criminal unless the jury finds on evidence—   a   that since attaining the age of sixteen years he has at least three times previously to the conviction of the crime charged in the said indictment been convicted of a crime, whether any such previous conviction was before or after the passing of this Act, and that he is leading persistently a dishonest or criminal life ; or     b   that he has on such a previous conviction been found to be a habitual criminal and sentenced to preventive detention.       3   In any indictment under this section it shall be sufficient, after charging the crime, to state that the offender is a habitual criminal.     4   In the proceedings on the indictment the offender shall in the first instance be arraigned on so much only of the indictment as charges the crime, and if on arraignment he pleads guilty or is found guilty by the jury, the jury shall, unless he pleads guilty to being a habitual criminal, be charged to inquire whether he is a habitual criminal, and in that case it shall not be necessary to swear the jury again:    Provided that a charge of being a habitual criminal shall not be inserted in an indictment—   a   without the consent of the Director of Public Prosecutions ; and     b   unless not less than seven days' notice has been given to the proper officer of the court by which the offender is to be tried, and to the offender, that it is intended to insert such a charge ;    and the notice to the offender shall specify the previous convictions and the other grounds upon which it is intended to found the charge.     5   Without prejudice to any right of the accused to tender evidence as to his character and repute, evidence of character and repute may, if the court thinks fit, be admitted as evidence on the question whether the accused is or is not leading persistently a dishonest or criminal life.     6   For the purposes of this section the expression \" crime \" has the same meaning as in the  Prevention of Crimes Act, 1871, 3nd the definition of \" crime \" in that Act, set out in the schedule to this Act, shall apply accordingly.    "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "11", "section_title": "Appeal against sentence to Court of Criminal Appeal", "section_text": " 11   A person sentenced to preventive detention may, notwithstanding anything in the  Criminal Appeal Act, 1907, appeal against the sentence without the leave of the Court of Criminal Appeal.  "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "12", "section_title": "Power in certain cases to commute penal servitude to preventive detention", "section_text": " 12   Where a person has been sentenced, whether before or after the passing of this Act, to penal servitude for a term of five years or upwards, and he appears to the Secretary of State to have been a habitual criminal within the meaning of this Act, the Secretary of State may, if he thinks fit, at any time after three years of the term of penal servitude have expired, commute the whole or any part of the residue of the sentence to a sentence of preventive detention, so, however, that the total term of the sentence when so commuted shall not exceed the term of penal servitude originally awarded.  "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "13", "section_title": "Detention in prison of persons undergoing preventive detention", "section_text": " 13    1   The sentence of preventive detention shall take effect immediately on the determination of the sentence of penal servitude, whether that sentence is determined by effluxion of time or by order of the Secretary of State at such earlier date as the Secretary of State, having regard to the circumstances of the case and in particular to the time at which the convict, if sentenced to penal servitude alone, would ordinarily have been licensed to be at large, may direct.     2   Persons undergoing preventive detention shall be confined in any prison or part of a prison which the Secretary of State may set apart for the purpose, and shall (save as otherwise provided by this Act) be subject to the law for the time being in force with respect to penal servitude as if they were undergoing penal servitude:    Provided that the rules applicable to convicts and convict prisons shall apply to persons undergoing preventive detention, and to the prisons or parts of prisons in which they are detained, subject to such modifications in the direction of a less rigorous treatment as the Secretary of State may prescribe by prison rules within the meaning of the  Prison Act, 1898.     3   Persons undergoing preventive detention shall be subjected to such disciplinary and reformative influences, and shall be employed on such work as may be best fitted to make them able and willing to earn an honest livelihood on discharge.     4   The Secretary of State shall appoint for every such prison or part of a prison so set apart a board of visitors, of whom not less than two shall be justices of the peace, with such powers and duties as he may prescribe by such prison rules as aforesaid.    "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "14", "section_title": "Power to discharge on licence", "section_text": " 14    1   The Secretary of State shall, once at least in every three years during which a person is detained in custody under a sentence of preventive detention, take into consideration the condition, history, and circumstances of that person with a view to determining whether he shall be placed out on licence, and, if so, on what conditions.     2   The Secretary of State may at any time discharge on licence a person undergoing preventive detention if satisfied that there is a reasonable probability that he will abstain from crime and lead a useful and industrious life or that he is no longer capable of engaging in crime, or that for any other reason it is desirable to release him from confinement in prison.     3   A person so discharged on licence may be discharged on probation, and on condition that he be placed under the supervision or authority of any society or person named in the licence who may be willing to take charge of the case, or on such other conditions as may be specified in the licence.     4   The Directors of Convict Prisons shall report periodically to the Secretary of State on the conduct and industry of persons undergoing preventive detention, and their prospects and probable behaviour on release, and for this purpose shall be assisted by a committee at each prison in which such persons are detained, consisting of such members of the board of visitors and such other persons of either sex as the Secretary of State may from time to time appoint.     5   Every such committee shall hold meetings, at such intervals of not more than six months as may be prescribed, for the purpose of personally interviewing persons undergoing preventive detention in the prison and preparing reports embodying such information respecting them as may be necessary for the assistance of the Directors, and may at any other times hold such other meetings, and make such special reports respecting particular cases, as they may think necessary.     6   A licence under this section may be in such form and may contain such conditions as may be prescribed by the Secretary of State.     7   The provisions relating to licences to be at large granted to persons undergoing penal servitude shall not apply to persons undergoing preventive detention.    "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "15", "section_title": "Provisions as to persons placed out on licence", "section_text": " 15    1   The society or person under whose supervision or authority a person is so placed shall periodically, in accordance with regulations made by the Secretary of State, report to the Secretary of State on the conduct and circumstances of that person.     2   A licence under this Part of this Act may be revoked at any time by the Secretary of State, and where a licence has been revoked, the person to whom the licence related shall return to the prison, and, if he fails to do so, may be apprehended without warrant and taken to prison.     3   If a person absent from prison under such a licence escapes from the supervision of the society or person in whose charge he is placed, or commits any breach of the conditions contained in the licence, he shall be considered thereby to have forfeited the licence, and shall be taken back to prison.     4   A court of summary jurisdiction for the place where the prison from which a person has been discharged on licence is situate, or where such a person is found, may, on information on oath that the licence has been forfeited under this section, issue a warrant for his apprehension, and he shall, on apprehension, be brought before a court of summary jurisdiction, which, if satisfied that the licence has been forfeited, shall order him to be remitted to preventive detention, and may commit him to any prison within the jurisdiction of the court until he can conveniently be removed to a prison or part of a prison set apart for the purpose of the confinement of persons undergoing preventive detention.     5   The time during which a person is absent from prison under such a licence shall be treated as part of the term of preventive detention:    Provided that, where such person has failed to return on the licence being forfeited or revoked, the time which elapses after his failure so to return shall be excluded in computing the unexpired residue of the term of preventive detention.    "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "16", "section_title": "Power to discharge absolutely", "section_text": " 16   Without prejudice to any other powers of discharge, the Secretary of State may at any time discharge absolutely any person discharged conditionally on licence under this Part of this Act, and shall so discharge him at the expiration of five years from the time when he was first discharged on licence if satisfied that he has been observing the conditions of his licence and abstaining from crime.  "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "17", "section_title": "Application to Scotland", "section_text": " 17    1   Part I. of this Act shall apply to Scotland (with the substitution of an institution under any name prescribed by the Secretary for Scotland for a Borstal Institution) on and after such date as may be determined by the Secretary for Scotland by order issued under his hand and seal and published in the Edinburgh Gazette, which order shall indicate the date on and after which such an institution will be established in Scotland.     2   In the application to Scotland of the provisions of this Act, other than those relating to the removal of persons from one part of the United Kingdom to another, \" Secretary for Scotland \" shall be substituted for \" Secretary of State, \" \" Prison Commissioners for Scotland \" for \"Prison Commissioners\" and \"Directors of Convict Prisons,\" \"the Prisons (Scotland) Acts, 1860 to 1904 \" for \" the Prisons Acts, 1865 to 1898,\" \" the  Prisons (Scotland) Act, 1877,\" for \" the Prison Act, 1898,\" and \" the sheriff \" for \" a court of summary jurisdiction,\" and the expression \" crime,\" used in reference to previous convictions, means a crime of which a person has been convicted on indictment.     3   Subsection (4) of section ten shall not apply to Scotland, and in lieu thereof the following subsection shall be substituted :—    In the proceedings under an indictment in pursuance of this section, where at the first diet the accused has pleaded not guilty, at the second diet, unless the accused then pleads guilty, the jury shall in the first instance be sworn, and the accused shall then be tried on so much only of the indictment as charges the said crime, and, if he is found guilty, the same jury shall, unless the accused admits that he is a habitual criminal, be re-sworn to inquire whether he is a habitual criminal. Where at the first diet the accused pleads guilty of the crime, but denies that he is a habitual criminal, the plea shall be recorded, and at the second diet, unless the accused admits that he is a habitual criminal, the jury shall be sworn to inquire whether he is a habitual criminal    Provided that where a person is indicted under this section the provisions of section thirty-one of the  Criminal Procedure (Scotland) Act, 1887, shall not apply unless the accused intimates his intention to plead guilty of the crime in terms of that section and to admit that he is a habitual criminal, and where the accused intimates his intention as aforesaid the sheriff shall remit him to the High Court of Justiciary for sentence.    :     4   Subsection (6) of section ten shall not apply to Scotland.     5   Section eleven shall not apply to Scotland and in lieu thereof the following provision shall be substituted :—    A person sentenced in Scotland to preventive detention may appeal against the sentence to a Court of Appeal which shall consist of not less than three judges of the High Court of Justiciary, and the High Court shall have power from time to time to pass Acts of Adjournal regulating the procedure in such appeals. Every such Act of Adjournal shall, as soon as may be, be laid before both Houses of Parliament,      "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "18", "section_title": "Application to Ireland", "section_text": " 18   In the application to Ireland of the provisions of this Act, the following modifications shall be made:—   a   References to the Lord Lieutenant shall be substituted for references to the Secretary of State, except in the provision relating to the removal of persons from one part of the United Kingdom to another; and in the provisions relating to regulations under Part I and to prison rules under Part II of this Act;     b   The regulations to be made under Part I and the prison rules to be made under Part II of this Act shall be made by the General Prisons Board for Ireland subject to the approval of the Lord Lieutenant and Privy Council, and the provisions of section fifty-seven of the  General Prisons (Ireland) Act, 1877, shall apply to the said rules;     c   References to the General Prisons Board for Ireland shall be substituted for references to the Prison Commissioners and Directors of Convict Prisons;     d   References to the Prisons (Ireland) Acts, 1826 to 1907, shall be substituted for references to the Prisons Acts, 1865 to 1898;     e   A reference to the Attorney-General for Ireland shall be substituted for the reference to the Director of Public Prosecutions;     f   The provision relating to appeals to the Court of Criminal Appeal shall not apply, but where any person charged in an indictment with being a habitual criminal is found by a jury under this Act to be a habitual criminal, the provisions of the  Crown Cases Act, 1848, as amended by any subsequent enactment, shall, with the necessary modifications, apply in like manner as if the proceedings upon such charge were a trial for an offence to which section one of that Act applies and as if the person had been convicted of such an offence.    "}, {"act": "Prevention of Crime Act 1908", "year": 1908, "section": "19", "section_title": "Short title and commencement", "section_text": " 19    1   This Act may be cited as the Prevention of Crime Act, 1908.     2   This Act shall come into operation on the first day of August one thousand nine hundred and nine.    "}]