[{"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "1", "section_title": "†Short title, extent and commencement of Act.", "section_text": "1 1 This Act may be cited as the Conveyancing (Scotland) Act, 1924. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall apply to Scotland only."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "2", "section_title": " Interpretation clause.", "section_text": "2 The words and expressions after mentioned or referred to shall have the several meanings hereby assigned to them, unless there be something in the subject or context repugnant to such construction (that is to say):— 1 The words and expressions used in this Act and in the schedules annexed to this Act which are interpreted in the  Titles to Land Consolidation (Scotland) Act, 1868, and the  Conveyancing (Scotland) Act, 1874, shall have the meaning assigned thereto respectively by these Acts, subject to the following qualifications:— a “Land” or “lands” shall not include “securities”; b “ Heritable securities ” and “ securities ” shall include  ... securities over a lease, but shall not include securities constituted by ex facie absolute disposition; and c “ Conveyance ” and “ deed ” and “ instrument ” shall include all deeds, notices of title, decrees, petitions and writings specified in this Act; and these words and the words “writing,” “writ” and “decree” occurring in the said Acts and in this Act shall each mean and include an extract or office copy of such “conveyance,” “deed,” “instrument,” “writing,” “writ” or “decree”: 2 “Extract” and “office copy” shall each mean and include a duly authenticated extract of any act, decree or warrant of the Lords of Council and Session, or any inferior court, or a duly authenticated extract or office copy from the Register of the Great Seal, or from the Books of Council and Session, or of any sheriff court, or of any other public authentic register of probative writs, or from the appropriate Register of Sasines, of any conveyance, deed, instrument, writing, writ or decree, and shall also mean and include a probate of the will or testamentary settlement of a person deceased issued by any court of probate in England or Northern Ireland, or in any part of His Majesty’s Dominions, or an exemplification of such probate: 3 “ Deduction of title ” shall mean the specification in a deed, decree or instrument of the writ or series of writs (without narration of the contents thereof) by which the person granting such deed or in whose favour such decree is conceived or by whom such instrument is expede, has acquired right from the person from whom such title is deduced, and such specification shall be a compliance with an instruction to “deduce” a title in terms of this Act: 4 “ Adjudication ” shall include adjudication whether for debt or in implement, and constitution and adjudication whether for debt or in implement, and declarator and adjudication: 5 “ Lease ” shall mean a lease which has been registered or is registrable  in the Land Register of Scotland or  in the Register of Sasines in virtue of the  Registration of Leases (Scotland) Act, 1857, and Acts amending the same: 6 “ Law agent ” shall mean and include writers to the signet, solicitors in the supreme courts, procurators in any sheriff court, and every person entitled to practise as an agent in a court of law in Scotland: 7 “Agent” in the Schedules hereto shall mean law agent or notary public: 8 “ Register of Sasines ” shall mean and include the General Register of Sasines, the Particular Registers of Sasines now discontinued, the Register of Sasines kept for any royal or other burgh and the Register of Booking in the burgh of Paisley."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "3", "section_title": " Disposition, &c. by person uninfeft. ", "section_text": "3 If a disposition of land, or an assignation, discharge or deed of restriction of a heritable security duly recorded in the appropriate Register of Sasines, or of any part of such security, is granted by a person having a right to such land, or to such heritable security, or such part thereof, but whose title to such land or heritable security or part thereof has not been completed by being so recorded, and who in such disposition or other deed deduces his title from the person  ... having the last recorded title, in or as nearly as may be in the terms of Form No. 1 of Schedule A to this Act in the case of land, or in or as nearly as may be in   such manner as was (immediately before the repeal of the note)   prescribed in Note 2 to Schedule K to this Act in the case of a heritable security, then on such disposition or other deed being recorded in the appropriate Register of Sasines, the title of the grantee thereof shall be  completed ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "4", "section_title": "  Completion of title: General Register of Sasines", "section_text": "4 Any person having right either to land or to a heritable security   may, if the last recorded title to the right is recorded in the General Register of Sasines,   complete his title in manner following:— 1 A person having such right to land may complete a title thereto by recording in the appropriate Register of Sasines a notice of title in or as nearly as may be in the terms of Form No. 1 of Schedule B to this Act, in which notice of title such person shall deduce his title from the person   having the last recorded title : 2 When the writ forming the immediate connection with the person   having the last recorded title   is an unrecorded conveyance, deed or decree, the recording of which in the appropriate Register of Sasines on behalf of the person in whose favour the same is conceived would have completed his title  ..., the person having such right to the land therein contained or part thereof may complete a title thereto by recording in the appropriate Register of Sasines such conveyance, deed or decree, docqueted in manner prescribed in Note 7 to Schedule B to this Act, along with a notice of title in or as nearly as may be in the terms of Form No.2 of that Schedule, in which notice of title such person shall deduce his title from the person in whose favour such conveyance, deed or decree is conceived: 3 A person having such right to a heritable security, or part thereof, which appears in the appropriate Register of Sasines as a burden on land, may complete a title thereto by recording in the appropriate Register of Sasines a notice of title in or as nearly as may be in the terms of Form No. 3 of Schedule B to this Act ..., in which notice of title such person shall deduce his title from the person   having the last recorded title to the heritable security : 4 A person having such right to an unrecorded heritable security or part thereof contained in a deed the recording of which in the appropriate Register of Sasines on behalf of the original creditor would have   completed his title thereto and to   the land out of which it is payable, or either of them, but which has not been so recorded, may complete a title thereto by recording in the appropriate Register of Sasines such heritable security, which shall be docqueted in manner prescribed in Note 7 to Schedule B to this Act, along with a notice of title in or as nearly as may be in the terms of Form No. 5 of that Schedule ..., in which notice of title such person shall deduce his title from the original creditor in such heritable security. ..."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "4A", "section_title": "Completion of title: Land Register", "section_text": "4A 1 Any person having right either to land or to a heritable security may complete title by registration in the Land Register of a notice of title in or as nearly as may be in the terms of the form in schedule BA to this Act. 2 Subsection (1) is subject to paragraphs  3  and  4  of schedule 1A to the Land Registration etc. (Scotland) Act 2012."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "4B", "section_title": "Further provision as regards completion of title", "section_text": "4B 1 If it is competent to register a disposition or assignation in the Land Register, it is not competent for the disponee or assignee to complete title in the manner provided for in section 4 of this Act. 2 In this section and in section 4A of this Act,  “ Land Register ” means the Land Register of Scotland."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "5", "section_title": " Deduction of title. ", "section_text": "5 1 In a deduction of title in terms of this Act it shall be competent to specify as a title or as a midcouple or link of title, any statute, conveyance, deed, instrument, decree or other writing whereby a right to land or to   any real right in   land is vested in or transmitted to any person, or in virtue of which a notarial instrument could  (before the day appointed by order made under section 71 of the Abolition of Feudal Tenure  etc.  (Scotland) Act 2000 (asp 5))   be expede, or which could be used as a midcouple or link of title in expeding such instrument, or any minute of a meeting at which any person is appointed to any place or office, if such appointment involves a right to land or to   a real right in    land; and any copy of or excerpt from such minute of meeting certified as correct by the Chairman of such meeting or other person duly authorised to sign such minute or to give extracts therefrom, or by any law agent or notary public shall be prima facie evidence of the terms of such minute of meeting. 2 a When the holder of a heritable security . . .   has died, whether  ...  with or without a recorded title, and whether testate or intestate, any confirmation in favour of an executor of such deceased which includes such security shall of itself be a valid title to the debt thereby secured, and shall also be a warrant for such executor dealing with such debt and also with such security in terms of the third   section   of this Act, and also for completing a title to such security in terms of the fourth section of this Act. b For the purposes of this subsection, “ confirmation ” shall include any probate or letters of administration or other grant of representation to movable or personal estate of a deceased person  issued— a by any court in England and Wales or Northern Ireland and noting his domicile in England and Wales or in Northern Ireland, as the case may be, or b by any court outwith the United Kingdom and sealed in Scotland under section 2 of the  Colonial Probates Act 1892 and  the confirmation thereby implied shall operate in favour of the person or the persons or the survivors or survivor of them to whom such probate, letters of administration or other grant of representation were granted; and “ executor ” shall include such person or persons; and such implied confirmation shall be deemed to include all heritable securities which belonged to the deceased . . .  3 a It shall be competent in any warrant, interlocutor or decree of court conferring a right to land or to a heritable security, or granting authority to complete a title thereto, and also in the application upon which such warrant, interlocutor or decree proceeds, to insert a deduction of title from the person  ... holding the last recorded title, and an extract of such warrant, interlocutor or decree shall be equivalent to a disposition of land or an assignation of a heritable security granted in terms of section three of this Act and on being recorded in the appropriate Register of Sasines shall have the same force and effect as such a disposition or assignation duly recorded in such register. b Section twenty-four of the  Titles to Land Consolidation (Scotland) Act, 1868, and section forty-four of the  Conveyancing (Scotland) Act, 1874, are hereby amended in accordance with the provisions of this subsection, and the procedure prescribed in section forty four of the said Act of 1874, as hereby amended, shall be competent irrespective of whether the trust title has or has not been duly completed and recorded, and shall be applicable to all judicial factors within the meaning of section three of the said Act of 1868, and both of such sections hereby amended shall apply to heritable securities, and such heritable security may be referred to in any warrant, interlocutor of decree, or in any application upon which the same proceeds, in the manner prescribed in the forms relative thereto referred to in section four of this Act."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "6", "section_title": " Notice of title equivalent to notarial instrument.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "8", "section_title": " Description by reference and short reference to deed bearing more than one date. ", "section_text": "8 1 It shall be no objection to a description by reference to a particular description of land in accordance with section sixty-one of the  Conveyancing (Scotland) Act, 1874, that the description referred to contains a description by reference of a larger piece of land of which the land particularly described forms part, and Schedule O annexed to the said Act of 1874 is hereby repealed and Schedule D to this Act is substituted therefor: The provisions of this section shall be retrospective. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In specifying any writ recorded in any Register of Sasines, it shall be competent for the better identification of such writ, to state the number of the volume or book of the register in which, and of the folio on which, the same has been recorded; but it shall be no objection to the specification of any writ that such volume or book and folio or either of them are not stated or are misstated, provided that such specification is sufficient for the identification of such writ. 4 Where any deed, instrument, or writing bearing more than one date is  for any purpose  specified or referred to in any other deed, instrument, or writing, it shall be no objection to such specification or reference that only the first date is given with the addition of the words “and subsequent date” (or “dates”). 5 Note 1 to Schedule D to this Act shall apply to a reference competently made to any deed for reservations, real burdens, conditions, provisions, limitations, obligations and stipulations affecting lands and to the form of such reference given in   schedule 1 to the Title Conditions (Scotland) Act 2003 (asp 9) ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "9", "section_title": " Amendment of law as to reference to conditions of title.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "10", "section_title": " Warrants of registration.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "11", "section_title": " Consolidation of superiority and property.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "12", "section_title": " Abolition and commutation of grain, &c. feu-duties. ", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "13", "section_title": " Allocation of feu-duty.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "14", "section_title": " Abolition of real warrandice.", "section_text": "14 1 From and after the commencement of this Act, it shall not be competent to dispone lands in real warrandice of a conveyance of other lands, and such real warrandice shall not arise ex lege from any contract or agreement entered into after the commencement of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "15", "section_title": " Transmission of personal obligation.", "section_text": "15 1 The personal obligation contained in any deed or writing whereby any heritable security is constituted shall not transmit in terms of section forty-seven of the  Conveyancing (Scotland) Act, 1874, against any person taking the estate by conveyance in the sense of that section dated after the commencement of this Act, unless such conveyance be signed by such person. 2 After the commencement of this Act, summary diligence, in terms of the said section, shall not be competent against any obligant whose obligation is created by succession, gift or bequest, unless in cases in which there shall be an agreement to the transmission of such obligation executed by such obligant. 3 An agreement for transmission of a personal obligation pursuant to the said section may be in terms of Form No. 2 of Schedule A to this Act, or in any other form sufficiently expressing such agreement."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "1617.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "19", "section_title": " Applicability of forms prescribed by Act.", "section_text": "19 The forms prescribed by this Act for the completion of the titles to and the conveyance, assignation, discharge or restriction of rights of property  ... in land or heritable securities shall respectively be applicable to all other rights in or over land or in or over a heritable security the title to which may according to the present law and practice be competently completed by the recording of such title in the appropriate Register of Sasines."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "20", "section_title": " Ratification by married woman.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "21", "section_title": " Terce and courtesy.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "22", "section_title": " Assimilation of law as regards legitim and jus relictæ, &c.", "section_text": "22 1 In the case of any person dying after the commencement of this Act, the rules of law which determine what estate belonging to a deceased is subject to claims for legitim shall be applicable in determining what estate belonging to the deceased is subject to the claim for jus relictæ or jus relicti: And the estates of all such persons shall be distributed on the footing that there shall no longer be any distinction between the description of estate subject to claims for legitim and the description of estate subject to claims for jus relictæ and jus relicti. 2 All debts which if due to any person dying after the commencement of this Act would, according to the present law and practice or in terms of this section, be subject to legitim and jus relictæ or jus relicti shall, if due by the deceased or out of his or her estate, form, so far as the estate on which such debts are secured may be insufficient to meet the same, deductions from the deceased’s moveable estate before ascertaining legitim and jus relictæ or jus relicti."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "23", "section_title": " Ground-annuals.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "24", "section_title": " Registered leases. Assimilation of forms. ", "section_text": "24 All enabling powers and rights which, by this Act, are conferred upon or implied in favour of a person in right of land or of a security over land ... shall, so far as applicable, be held as conferred upon a person who has right to a lease, or to a security over a lease respectively; and the forms prescribed by this Act may be used in connection with the constitution, transmission, restriction and discharge of securities over leases, and the completion of titles to leases and to securities over the same, and to sales thereof under such securities ... and the clauses held as implied in any of the forms prescribed by this Act shall, so far as applicable be held as implied when such forms are used in connection with leases and securities over the same: Provided that in applying this Act and relative schedules to leases and securities over the same the following modifications and such other verbal modifications as may be necessary shall be given effect to:— 1 For “lands,” “lands and others” or “subjects” there shall be substituted “lease,” for “conveyance” or “disposition” there shall be substituted “assignation” . . .  , for “bond and disposition in security” there shall be substituted “bond and assignation in security,” for “assignation of a bond and disposition in security” there shall be substituted “translation of a bond and assignation in security,” for “dispone” or “convey” there shall be substituted “assign,” for “proprietor” there shall be substituted “lessee,”   and  for “disponee” there shall be substituted “assignee,”  ...: 2 In an assignation of a lease, or in a bond and assignation in security of a lease, or in a notice of title relating to a lease, there may be substituted for a description of the land a reference to such lease in or as nearly as may be in the terms of Schedule J to this Act: 3 In the event of the lease, to which a title is being completed by notice of title under this Act, not having been recorded in the appropriate Register of Sasines, it shall be recorded therein along with such notice of title in which the lease shall be referred to in manner prescribed in Note 5 to Schedule J to this Act, and such lease, before being so recorded, shall be docqueted in manner prescribed in Note 7 to Schedule B to this Act, and, on the same being so recorded, it shall have the same force and effect as a recorded title under the  Registration of Leases (Scotland) Act, 1857, and Acts amending the same: 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 A renunciation of a lease in terms of Schedule G to the Registration of Leases (Scotland) Act, 1857, may competently be granted by a person not holding a recorded title to such lease, provided that he shall therein deduce his title from the person holding the last recorded title in manner prescribed in Note 4 to Schedule J to this Act, and on such renunciation being recorded in the appropriate Register of Sasines such lease shall be as effectually renounced as if the title of the granter of such renunciation had been completed as at the date of such recording  ..., and section thirteen of the said Act of 1857, and Schedule G annexed to that Act, are hereby amended accordingly: 6 Section twenty-four of the  Titles to Land Consolidation (Scotland) Act, 1868, and section forty-four of the  Conveyancing (Scotland) Act, 1874, as amended by section five of this Act, shall apply to a lease and to a security over a lease, and in the warrant, interlocutor or decree of Court conferring a right to such lease or security over the same or granting authority to complete title thereto, and also in the application upon which such warrant, interlocutor or decree proceeds, such lease may be referred to in or as nearly as may be in the terms of Schedule J hereto: 7 An adjudger or purchaser of a lease, or an adjudger or assignee of a security over a lease, may complete his title thereto by recording in the appropriate Register of Sasines an extract of the decree of adjudication or of sale (as the case may be) or may use such extract decree as an assignation or one of a series of assignations of an unrecorded lease or of an unrecorded security over a lease, and section ten of the  Registration of Leases (Scotland) Act, 1857, is hereby amended accordingly."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "25", "section_title": " Form of bond and disposition in security. ", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "26", "section_title": " Heritable creditors’ remedies for recovery of feu-duties and ground-annuals.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "27", "section_title": " Restriction of agent’s lien.", "section_text": "27 From and after the commencement of this Act it shall be incompetent for any law agent or notary public acting for the proprietor or creditors or others, whose rights in or over land conveyed in security are postponed to those of the creditor in such heritable security, to acquire over the writs and evidents as against such creditor any right of hypothec, lien or retention after the date of recording such heritable security."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "28", "section_title": " Assignation of bond and disposition in security. ", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "29", "section_title": " Discharge of bond and disposition in security. ", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "30", "section_title": " Restriction of bond and disposition in security. ", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "31", "section_title": " Description of lands and deduction of title unnecessary in certain deeds relating to heritable securities. ", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "32", "section_title": " Redemption of bond and disposition in security. Notice and procedure and evidence of service. ", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "33", "section_title": " Notice calling up bond and disposition in security. ", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "34", "section_title": " Service of notice. ", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "35", "section_title": " Power to dispense with or shorten induciæ.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "36", "section_title": " Advertisement.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "37", "section_title": " Contents of advertisement.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "38", "section_title": " Periods during which, and newspapers in which, advertisement required.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "39", "section_title": " Where exposure to sale to take place. ", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "40", "section_title": " Exposure in lots and apportionment of feu-duty.", "section_text": "40 1   Land, or any part thereof, sold in exercise of a power of sale under a bond and disposition in security   may be exposed to, or offered for, sale either in whole or in lots, and in the former case at such upset price or prices as the creditor may think proper, and in the latter case at the best price that can be reasonably obtained  subject to such proportion of any existing  ... valued rent or land tax, as the creditor may think proper, and, without prejudice to the rights of any third party, the creditor may, in selling the land in lots, provide that the proprietor for the time being of any lot shall be obliged to relieve the proprietor or proprietors of another lot or lots of the whole or such part of an existing  ... land tax, as the creditor may think proper, and for that purpose the creditor may create such obligation a real burden on such lot. 2 Where there is a sale as aforesaid in lots, the creditor shall have power to create such rights and impose such duties and conditions  (whether or not by creating a real burden)   as he considers may be reasonably required for the proper management, maintenance and use of any part of the land to be held in common by the owners for the time being of the lots. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "41", "section_title": " Purchasers protected.", "section_text": "41 1 All proceedings   relating to the redemption or calling up of, or a sale under, a bond and disposition in security   shall be valid and effectual notwithstanding that any person to whom premonition or notice requires to be given in terms of this Act may be  subject to any legal disability by reason of nonage or otherwise , and any sale and disposition in implement thereof shall be as valid to the purchaser as if made by the proprietor of the land not being under disability, and any such disposition shall import an assignation to the purchaser of the warrandice contained or implied in the bond and disposition in security under which the land is sold, and also an obligation by the granter of the security to ratify, approve and confirm the sale and disposition. 2 Where a disposition of land is duly recorded in the appropriate Register of Sasines and that disposition bears to be granted in the exercise of a power of sale contained in a deed granting a bond and disposition in security, and the exercise of that power was ex facie regular, the title of a bona fide purchaser of the land for value shall not be challengeable on the ground that the debt had ceased to exist, unless that fact appeared in the said Register, or was known to the purchaser prior to the payment of the price, or on the ground of any irregularity relating to the sale or in any preliminary procedure thereto; but nothing in the provisions of this subsection shall affect the competency of any claim for damages in respect of the sale of the land against the person exercising the said power."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "42", "section_title": " Mode of disburdening land sold under power of sale in heritable security. ", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "43", "section_title": " Act to apply to all heritable securities.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "44", "section_title": " General Register of Inhibitions and Register of Adjudications to be combined; limitation of effect of entries therein.", "section_text": "44 1 The General Register of Inhibitions and Interdictions and the Register of Adjudications shall be combined, and the Keeper thereof shall keep only one register for inhibitions, interdictions, adjudications, reductions, and notices of litigiosity, and such register shall be called the Register of Inhibitions and Adjudications; and a reference in any public, general or local Act to the General Register of Inhibitions or the Register of Adjudications shall be deemed to mean and include such Register of Inhibitions and Adjudications. 2 a No action whether raised before or after the commencement of this Act relating to land or to a lease or to a heritable security, shall be deemed to have had or shall have the effect of making such land, lease or heritable security litigious, unless and until  — i a notice relative to such action in or as nearly as may be in the form of Schedule RR annexed to the  Titles to Land Consolidation (Scotland) Act, 1868, shall have been or shall be registered in the Register of Inhibitions and Adjudications in the manner provided by section one hundred and fifty-nine of that Act  ; or ii a notice of an application under section 8 of the Law Reform (Miscellaneous Provisions)\t\t\t\t\t\t\t\t\t(Scotland) Act 1985 has been registered in the said register. b No decree in any action of adjudication of land or of a lease or of a heritable security, whether pronounced before or after the commencement of this Act, and no abbreviate of any such decree shall be deemed to have had or to have any effect in making such land, lease or heritable security litigious. 2A A notice registered under subsection (2)(a)(i) of this section on or after the date on which section 67 of the Land Registration  etc.  (Scotland) Act 2012 (asp 5) (warrant to place a caveat) comes into force shall not have any effect in rendering— a any land or lease for which there is a title sheet in the Land Register of Scotland, or b any heritable security the particulars of which are entered in a title sheet in that register, litigious or in placing in bad faith any person acquiring such land, lease or heritable security. 3 a All inhibitions and all notices of litigiosity registered in terms of section one hundred and fifty-nine of the Titles to Land Consolidation (Scotland) Act, 1868, subsisting at the commencement of this Act shall prescribe and be of no effect on the lapse of five years after such commencement or at such earlier date as they would prescribe according to the present law and practice; and all  ...  , notices of litigiosity and notices of applications under section 8 of the Law Reform (Miscellaneous Provisions)\t\t\t\t\t\t\t(Scotland) Act 1985  which relate to land or to a lease or to a heritable security and which shall be first registered after the commencement of this Act, shall prescribe and be of no effect on the lapse of five years from the date on which the same shall respectively take effect: Provided that in no case shall litigiosity be pleadable or be founded on to any effect after the expiry of six months from and after final decree is pronounced in the action creating such litigiosity. aa all inhibitions shall cease to have effect on the lapse of five years from the date on which they take effect. b From and after the commencement of this Act interdiction, whether judical or voluntary, shall be incompetent, and any interdiction which is legally operative at such commencement shall remain legally operative for not longer than the period of five years thereafter. 4 a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c No deed, decree, instrument or writing granted or expede by a person whose estates have been sequestrated under the  Bankruptcy (Scotland) Act, 1856, or the Bankruptcy (Scotland) Act. 1913  or the Bankruptcy (Scotland) Act 1985   or the Bankruptcy (Scotland) Act 2016 ,  or the heirs, executors, successors or assignees of such person relative to any land or lease or heritable security belonging to such person at the date of such sequestration or subsequently acquired by him shall be challengeable or denied effect on the ground of such sequestration if such deed, decree, instrument or writing shall have been granted or expede, or shall come into operation at a date when the effect of recording  ( a )  the abbreviate provided for under section forty-four of the said Act of 1913, as amended by this Act, shall have expired in terms of the said section as amended as aforesaid  ; or ( b ) under subsection (1)( a ) of section 14 of the Bankruptcy (Scotland) Act 1985  or (1)(a) of section 26 of the Bankruptcy (Scotland) Act 2016   the certified copy of an order shall have expired by virtue of subsection (3) of   the said section 14 or (4) of the said section 26 , unless the trustee in such sequestration shall before the recording of such deed, decree, instrument or writing in the appropriate Register of Sasines have completed his title to such land, lease or heritable security by recording the same in such register  or have recorded a memorandum in such register  in the form provided by Schedule O to this Act  Provided always, in the case of sequestrations awarded under the  Bankruptcy (Scotland) Act, 1856, that the provisions of this section shall not apply to any deed, decree, instrument or writing dated within five years after the commencement of this Act. 5 The provisions of this section shall not affect the ranking of adjudgers inter se, or any real right obtained in virtue of a decree of adjudication, or in virtue of a decree pronounced in an action creating litigiosity, or by a trustee in bankruptcy, if such right has been completed by the recording in the appropriate Register of Sasines of any deed, decree, abbreviate, or instrument necessary to effect the completion of such right. 6 Section one hundred and fifty-nine of the  Titles to Land Consolidation (Scotland) Act, 1868, and sections sixteen and seventeen of the  Land Registers (Scotland) Act, 1868, . . .  , are hereby amended in accordance with this section, and section forty-two of the  Conveyancing (Scotland) Act, 1874, and Schedule J thereto annexed, are hereby repealed."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "45", "section_title": " Provision for termination of perpetual trusts of moveables.", "section_text": "45 In any case where the provisions of section nine of the  Trusts (Scotland) Act, 1921, would apply to any deed, and to the right of any party thereunder if such deed had been dated after the thirty-first day of July, eighteen hundred and sixty-eight, the provisions of the said section shall, from and after the passing of this Act, apply to such deed and to the right of any party thereunder notwithstanding that the same be dated on or prior to the said thirty-first day of July, eighteen hundred and sixty-eight: Provided that, in the application of the said provisions to the deeds to which this section refers and to the right of any party thereunder, the date of such deeds shall be deemed to be the date of the passing of this Act."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "46", "section_title": " Extract decree of reduction to be recorded. ", "section_text": "46 1 In the case of the reduction of a deed, decree or instrument recorded in the Register of Sasines or forming a midcouple or link of title in a title recorded in the said register there shall be recorded in the said register either an extract of the decree of reduction of such deed, decree or instrument, or a title in which such extract decree forms a midcouple or link of title, and such decree of reduction shall not be pleadable against a third party who shall in bona fide onerously acquire right to the land, lease or heritable security contained in the deed, decree, or instrument reduced by such decree of reduction prior to an extract of such decree of reduction, or a title, in which it forms a midcouple or link of title, being recorded in the Register of Sasines. 2   Subsection (1)   shall apply to the rectification of a document by an order under section 8 of the Law Reform (Miscellaneous Provisions) (Scotland) Act 1985 as it applies to the reduction of a deed but with the substitution of any reference to the decree of reduction of the deed with a reference to the order rectifying the document. 3 Where— a an arbitral award orders the reduction of a deed or other document recorded in the Register of Sasines (or forming a midcouple or link of title in a title recorded in that Register), and b the court orders that the award may be enforced in accordance with section 12 of the Arbitration (Scotland) Act 2010 (asp 1), subsection (1) applies to the arbitral award as it applies to a decree of reduction of a deed recorded in the Register of Sasines."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "46A", "section_title": "Further provision as regards decree of reduction", "section_text": "46A 1 Where a deed mentioned in subsection (2) is reduced, the decree of reduction— a may be registered in the Land Register of Scotland, and b does not have real effect until so registered. 2 The deed is one which— a is voidable, and b relates to a plot of land or lease registered in the Land Register of Scotland. 3 Subsection (1) applies to an arbitral award which— a orders the reduction of a deed mentioned in subsection (2), and b may be enforced in accordance with section 12 of the Arbitration (Scotland) Act 2010 (asp 1), as it applies to a decree of reduction."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "47", "section_title": " Re-recording of deeds relative to leasehold subjects.", "section_text": "47 Where in terms of the  Registration of Leases (Scotland) Act, 1857, or of section twenty-four of this Act, any deed or extract shall have been recorded in the appropriate Register of Sasines, and where in terms of that Act or of the said section any such deed or extract shall fall to be recorded again, or where any extract from a competent register of any deed the principal of which has already been recorded in the appropriate Register of Sasines falls to be so recorded, it shall not be necessary for the keeper of the Register of Sasines in which such deed or extract falls to be recorded, or in which such extract of any recorded deed falls to be recorded, to engross such deed or extract in the register at length, but the keeper of such Register of Sasines may in place of such engrossment enter in the register a short memorandum specifying the deed or extract and the book and folio in which the same is already engrossed, and in the case of an extract of a deed the principal of which has already been recorded in the appropriate Register of Sasines the book and folio in which the principal is already engrossed, and such memorandum shall have the same effect as if the deed or extract were engrossed in the register at length in place of such memorandum."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "48", "section_title": " Duplicate plans may be retained with Register.", "section_text": "48 Where any writ which refers to a plan signed as relative thereto is presented or transmitted by post for registration in the General Register of Sasines it shall be competent to ingive to the said register along therewith a duplicate of such plan, docqueted with reference to the said writ and authenticated in the same manner as the principal plan, and such duplicate plan shall be retained in the said register. The ingiving of such duplicate plan shall be noted in the register, and acknowledgment of the receipt thereof shall be marked by the keeper of the register on the plan signed as relative to the writ. Along with each register volume transmitted to the Keeper of the Records for custody there shall be sent the duplicate plans, if any, relative to any of the writs engrossed in such volume. Such duplicate plans when transmitted to the Keeper of the Records shall remain in his custody, subject to the same rights on the part of the public to have access thereto as apply to the Record Volumes."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "49", "section_title": " Saving clause.", "section_text": "49 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Nothing in this Act contained shall affect the preparation of the printed minutes and printed indexes of persons and places applicable to each county in Scotland, and the Keeper of the General Register of Sasines shall supply as full information in the printed minute books as hitherto according to the existing law and practice."}, {"act": "Conveyancing (Scotland) Act 1924", "year": 1924, "section": "49A", "section_title": "Power of the Scottish Ministers to prescribe forms", "section_text": "49A 1 The Scottish Ministers may, by order, modify any schedule to this Act. 2 Such an order may, in particular, substitute for any form, notice, clause, warrant or other deed for the time being set out in such a schedule another such form, notice, clause, warrant or other deed. 3 An order under this section is subject to the affirmative procedure."}]