[{"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "1", "section_title": " Power to remove or reduce certain statutory burdens on businesses, individuals  etc.", "section_text": "1 1 If, with respect to any provision made by an enactment, a Minister of the Crown is of the opinion— a that the effect of the provision is such as to impose, or authorise or require the imposition of, a burden affecting any person in the carrying on of any trade, business or profession or otherwise, and b that, by amending or repealing the enactment concerned and, where appropriate, by making such other provision as is referred to in subsection (4)(a) below, it would be possible, without removing any necessary protection, to remove or reduce the burden or, as the case may be, the authorisation or requirement by virtue of which the burden may be imposed, he may, subject to the following provisions of this section and sections 2 to 4 below, by order amend or repeal that enactment. 2 The reference in subsection (1)(b) above to reducing the authorisation or requirement by virtue of which a burden may be imposed includes a reference to shortening any period of time within which the burden may be so imposed. 3 In this section and sections 2 to 4 below, in relation to an order under this section,— a “ the existing provision ” means the provision by which the burden concerned is imposed or, as the case may be, is authorised or required to be imposed; and b “ the relevant enactment ” means the enactment containing the existing provision. 4 An order under this section shall be made by statutory instrument and may do all or any of the following— a make provision (whether by amending any enactment or otherwise) creating a burden which relates to the subject matter of, but is less onerous than that imposed by, the existing provision; b make such modifications of enactments as, in the opinion of the Minister concerned, are consequential upon, or incidental to, the amendment or repeal of the relevant enactment; c contain such transitional provisions and savings as appear to the Minister to be appropriate; d make different provision for different cases or different areas; but no order shall be made under this section unless a draft of the order has been laid before and approved by a resolution of each House of Parliament. 5 In this section and sections 2 to 4 below— a “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown  Act 1975  and includes the Scottish Ministers where the functions of a Minister of the Crown under this section have transferred to them under section 53 of the Scotland Act 1998  and “ Minister ” shall be construed accordingly; b “ burden ” includes a restriction, requirement or condition (including one requiring the payment of fees), together with— i any sanction (whether criminal or otherwise) for failure to observe the restriction or to comply with the requirement or condition; and ii any procedural provisions (including provisions for appeal) relevant to that sanction; and c “ enactment ”, subject to subsection (6) below, means an enactment contained in this Act or in any other Act passed before or in the same Session as this Act, or any provision of an order under this section. 6 In paragraph (c) of subsection (5) above— a “ Act ” does not include anything contained in Northern Ireland legislation, within the meaning of section 24 of the Interpretation   Act 1978; and b the reference to an enactment is a reference to an enactment as for the time being amended, extended or applied by or under any Act mentioned in that paragraph. 7 Where a restriction, requirement or condition is subject to a criminal sanction (as mentioned in subsection (5)(b)(i) above), nothing in this section shall authorise the making of an amendment which would have the effect of leaving the restriction, requirement or condition in place but producing a different criminal sanction or altering any procedural provisions relevant to the criminal sanction."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "2", "section_title": " Limitations on the power under section 1.", "section_text": "2 1 If an order under section 1 above creates a new criminal offence, then, subject to subsections (2) and (3) below, that offence shall not be punishable— a on indictment with imprisonment for a term of more than two years; or b on summary conviction with imprisonment for a term exceeding six months or a fine exceeding level 5 on the standard scale or both. 2 In the case of an offence which, if committed by an adult, is triable either on indictment or summarily and is not an offence triable on indictment only by virtue of— a Part V of   the Criminal Justice Act 1988, or   b section 292(6) and (7) of the Criminal Procedure (Scotland) Act 1995, the reference in subsection (1)(b) above to level 5 on the standard scale shall be construed as a reference to the statutory maximum. 3 If an order under section 1 above abolishes an offence contained in the relevant enactment and the maximum penalties for that offence are greater than those specified in subsection (1) above, the order may create a new criminal offence having maximum penalties not exceeding those applicable to the offence which is abolished. 4 An order under section 1 above shall not contain any provision— a providing for any forcible entry, search or seizure, or b compelling the giving of evidence, unless, and then only to the extent that, a provision to that effect is contained in the relevant enactment and is abolished by the order."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "3", "section_title": " Preliminary consultation.", "section_text": "3 1 Before a Minister makes an order under section 1 above, he shall— a consult such organisations as appear to him to be representative of interests substantially affected by his proposals; and b consult such other persons as he considers appropriate. 2 If it appears to the Minister, as a result of the consultation required by subsection (1) above, that it is appropriate to vary the whole or any part of his proposals, he shall undertake such further consultation with respect to the variations as appears to him to be appropriate. 3 If, after the conclusion of— a the consultation required by subsection (1) above, and b any further consultation undertaken as mentioned in subsection (2) above, the Minister considers it appropriate to proceed with the making of an order under section 1 above, he shall lay before Parliament  or, where the Minister is a Scottish Minister, before the Scottish Parliament  a document containing his proposals in the form of a draft of the order, together with details of the matters specified in subsection (4) below. 4 The matters referred to in subsection (3) above are— a the burden, authorisation or requirement which it is proposed to remove or reduce; b whether the existing provision affords any necessary protection and, if so, how that protection is to be continued if the burden, authorisation or requirement is removed or reduced; c whether any savings in cost are estimated to result from the proposals and, if so, either the estimated amount or the reasons why savings should be expected; d any other benefits which are expected to flow from the removal or reduction of the burden, authorisation or requirement; e any consultation undertaken as required by subsection (1) or subsection (2) above; f any representations received as a result of that consultation; and g the changes (if any) which the Minister has made to his original proposals in the light of those representations. 5 In giving details of the representations referred to in subsection (4)(f) above, the Minister shall not disclose any information relating to a particular person or business except— a with the consent of that person or of the person carrying on that business; or b in such a manner as not to identify that person or business. 6 If, before the day on which this section comes into force, any consultation was undertaken which, had it been undertaken after that day, would to any extent have satisfied the requirements of subsection (1) above, those requirements shall to that extent be taken to have been satisfied."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "4", "section_title": " Parliamentary consideration of proposals.", "section_text": "4 1 Where a document has been laid before Parliament under section 3(3) above, no draft of an order under section 1 above to give effect (with or without variations) to proposals in that document shall be laid before Parliament until after the expiry of the period for Parliamentary consideration, as defined in subsection (2) below. 2 In this section “ the period for Parliamentary consideration ”, in relation to a document, means the period of sixty days beginning on the day on which it was laid before Parliament. 3 In reckoning the period of sixty days referred to in subsection (2) above, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which either House is adjourned for more than four days  and, in relation to the Scottish Parliament, no account shall be taken of any time during which the Parliament is dissolved or is in recess for more than 4 days. . 4 In preparing a draft of an order under section 1 above to give effect, with or without variations, to proposals in a document laid before Parliament under section 3(3) above, the Minister concerned shall have regard to any representations made during the period for Parliamentary consideration and, in particular, to any resolution or report of, or of any committee of, either House of Parliament with regard to the document. 5 Together with a draft of an order laid before Parliament under section 1(4) above, the Minister concerned shall lay a statement giving details of— a any representations, resolution or report falling within subsection (4) above; and b the changes (if any) which, in the light of any such representations, resolution or report, the Minister has made to his proposals as contained in the document previously laid before Parliament under section 3(3) above. 6 Subsection (5) of section 3 above shall apply in relation to the representations referred to in subsection (5)(a) above as it applies in relation to the representations referred to in subsection (4)(f) of that section."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "5", "section_title": " Powers to improve enforcement procedures.", "section_text": "5 1 If, with respect to any provision made by an enactment, a Minister of the Crown is of the opinion— a that the effect of the provision is such as to impose, or authorise or require the imposition of, a restriction, requirement or condition affecting any person in the carrying on of any trade, business or profession or otherwise, and b that, by exercising any one or more of the powers conferred by Schedule 1 to this Act, it would be possible, without jeopardising any necessary protection, to improve (so far as fairness, transparency and consistency are concerned) the procedures for enforcing the restriction, requirement or condition, he may, subject to the following provisions of this section, by order exercise the power or powers accordingly. 2 No order shall be made under this section in any case where the sole or main effect which the restriction, requirement or condition may be expected to have on each person on whom it is imposed is an effect on him in his personal capacity, and not as a person carrying on a trade, business or profession. 3 Where the relevant enactment— a contains a power for the Minister to make regulations or orders; and b provides for that power to be exercisable so as to give effect, with or without modifications, to proposals submitted by some other person, the Minister shall consult with that person before he makes an order under this section. 4 An order under this section shall be made by statutory instrument and may do all or any of the following— a make provision as to the consequences of any failure to comply with a provision made by the order; b contain provisions (including provisions modifying enactments relating to the periods within which proceedings must be brought) which are consequential upon, or supplemental or incidental to, the provisions made by the order; c contain such transitional provisions and savings as appear to the Minister to be appropriate; d make different provision for different cases or different areas; and a statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 Nothing in any order made under this section shall— a preclude an enforcement officer from taking immediate enforcement action against any person, or from requiring any person to take immediate remedial action, in any case where it appears to the officer to be necessary to take such action or impose such a requirement; or b require such an officer to disclose any information the disclosure of which would be contrary to the public interest. 6 In this section and Schedule 1 to this Act— “ enactment ” means an enactment within the meaning of section 1 above, and any subordinate legislation made under such an enactment; “ enforcement action ”— in relation to any restriction, requirement or condition, means any action taken with a view to or in connection with imposing any sanction (whether criminal or otherwise) for failure to observe or comply with it; and in relation to a restriction, requirement or condition relating to the grant or renewal of licences, includes any refusal to grant, renew or vary a licence, the imposition of any condition on the grant or renewal of a licence and any variation or revocation of a licence; “ enforcement officer ” does not include— the Director of Public Prosecutions; the Lord Advocate or a procurator fiscal; or the Director of Public Prosecutions for Northern Ireland, but, subject to that, means any person who is authorised, whether by or under the relevant enactment or otherwise, to take enforcement action; “ licence ” includes any authorisation (by whatever name called) to do anything which would otherwise be unlawful; “ Minister of the Crown ” and “ Minister ” have the same meanings as in section 1 above; “ the relevant enactment ” means the enactment containing the provision by which the restriction, requirement or condition is imposed or, as the case may be, is authorised or required to be imposed; “ remedial action ” means action taken by any person in order to avoid enforcement action being taken against him; “ subordinate legislation ” has the same meaning as in the Interpretation  Act 1978. "}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "6", "section_title": " Model provisions with respect to appeals.", "section_text": "6 1 The Secretary of State shall by order prescribe model provisions with respect to appeals against enforcement action with a view to their being incorporated, if thought fit and with or without modifications, in enactments to which subsection (2) below applies. 2 This subsection applies to enactments which include provision the effect of which is to impose, or authorise or require the imposition of, a restriction, requirement or condition affecting any person in the carrying on of any trade, business or profession or otherwise. 3 The Secretary of State shall perform his duty under this section in the manner which he considers is best calculated to secure— a that appeals determined in accordance with the model provisions are determined without unnecessary delay; and b that the costs or expenses incurred by the parties to appeals so determined are kept to the minimum. 4 Model provisions prescribed by an order under this section may provide for the appointment of persons to hear and determine appeals and confer powers on persons so appointed, including in particular— a power to appoint experts and their own counsel or solicitor; b power to require respondents to disclose documents and other material; c power to summon or, in Scotland, to cite witnesses; d power to make interim orders, including orders staying or, in Scotland, suspending enforcement action; and e power to award costs or expenses to appellants and, in certain cases, against them. 5 Model provisions so prescribed may also— a confer a right for interested persons to make representations before enforcement action is taken; b require the giving of reasons to such persons for any decision to take such action; c require appellants to state their grounds of appeal and respondents to furnish statements by way of answer; d enable appellants to amend their grounds of appeal before the hearing; e require appeals to be determined on the merits rather than by way of review; and f provide for further appeals to courts on points of law. 6 An order under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section— “ enactment ” does not include anything contained in Northern Ireland legislation but, subject to that, includes an enactment contained in an Act (whenever passed) and an enactment contained in subordinate legislation (whenever made); “ enforcement action ” has the same meaning as in  section 9 of the Regulatory Reform Act 2001 ;  “ interested person ” means— the person against whom enforcement action may be or has been taken; b any other person who will or may be required to meet, or to make a significant contribution towards, the cost of observing the restriction or complying with the requirement or condition; or c where the enforcement action which may be or has been taken relates specifically to goods or services which are to be or have been supplied by a person other than the one against whom enforcement action may be or has been taken, that person; “ Northern Ireland legislation ” means— Northern Ireland legislation within the meaning of section 24 of the Interpretation  Act 1978; and instruments, within the meaning of the Interpretation  Act (Northern Ireland) 1954, made under such legislation; “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "7", "section_title": " Undertakings as alternative to monopoly reference by Director General of Fair Trading.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "8", "section_title": " Newspaper mergers: meaning of “newspaper proprietor” etc.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "9", "section_title": " Undertakings as alternative to merger reference: non-divestment matters.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "12", "section_title": " Anti-competitive practices: competition references.", "section_text": "12 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Schedule 4 to this Act (which makes provision about sectoral regulators and with respect to transition) shall have effect."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "13", "section_title": " Striking off of non-trading private companies.", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "14", "section_title": " Repeal of section 43 of the Weights and Measures Act 1985.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "15", "section_title": " Building societies: issue of deferred shares at a premium.", "section_text": "15 In section 7 of the  Building Societies Act 1986 (power to raise funds) after subsection (2) there shall be inserted— 2A In the case of deferred shares, the power to raise funds by the issue of shares includes the issue of shares at a premium. 2B If a building society issues deferred shares at a premium, whether for cash or otherwise, a sum equal to the aggregate amount or value of the premiums on those shares shall be transferred to the society’s reserves."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "18", "section_title": " Licensed premises at international ports: permitted hours.", "section_text": "18 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In the Licensing  (Scotland) Act 1976, after section 63 there shall be inserted—  Exemption of international ports from restrictions on permitted hours. 63A 1 The Secretary of State may by order made by statutory instrument bring this section into operation at any port which appears to him to be a port at which there is a substantial amount of international passenger traffic. 2 At a port where this section is in operation, neither section 54 nor section 119 of this Act nor any provision or rule of law prohibiting or restricting the sale or supply of alcoholic liquor on Sunday shall apply to licensed premises which are within an approved wharf. 3 Before the Secretary of State makes an order bringing this section into operation at a port, he shall satisfy himself that arrangements have been made for affording reasonable facilities in licensed premises within any approved wharf at that port for obtaining hot and cold beverages other than alcoholic liquor at all times when alcoholic liquor is obtainable for consumption in those premises. 4 If it appears to the Secretary of State that at any port where this section is in operation such arrangements as are mentioned in subsection (3) above are not being maintained, he shall revoke the order bringing this section into operation as respects that port, but without prejudice to his power of making a further order with respect to that port. 5 In this section, “ approved wharf ” has the same meaning as in the Customs and Excise Management Act 1979.."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "19", "section_title": " Bars in licensed premises in England and Wales: children’s certificates.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "20", "section_title": " Betting on Sundays.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "21", "section_title": " Sporting events and activities on Sundays.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "22", "section_title": " Sunday opening of certain licensed premises in Scotland.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "23", "section_title": " Repeal of Part I of the Shops Act 1950.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "24", "section_title": " Repeal of remainder of the Shops Act 1950.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "25", "section_title": " Controls on fund-raising for charitable institutions: exclusion of connected companies.", "section_text": "25 1 In Part II of the Charities Act  1992 (control of fund-raising for charitable institutions) section 58(1) (definitions) shall be amended as follows. 2 In the definition of “commercial participator”, after “person” there shall be inserted  “                    (apart from a company connected with the institution)                  ” . 3 In paragraph (a) of the definition of “professional fund-raiser”, after “institution” there shall be inserted  “                    or a company connected with such an institution                  ” ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "26", "section_title": " Offences under section 63 of the Charities Act 1992: creation of statutory defence.", "section_text": "26 1 Section 63 of the Charities Act 1992 (which makes it an offence to solicit property for an institution while falsely representing that it is a registered charity) shall be amended as follows. 2 After subsection (1) there shall be inserted— 1A In any proceedings for an offence under subsection (1), it shall be a defence for the accused to prove that he believed on reasonable grounds that the institution was a registered charity. 3 In subsection (2) (meaning of “registered charity”) for the words “subsection (1)” there shall be substituted  “                    this section                  ” ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "27", "section_title": " Applications for permits to conduct public charitable collections: time-limits.", "section_text": "27 In section 67 of the Charities Act 1992 (applications for permits to conduct public charitable collections) paragraph (b) of subsection (3) (which provides that an application shall not be made more than six months before the relevant day) and the word “but” immediately preceding it shall be omitted."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "28", "section_title": " Annual audit or examination of charity accounts.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "29", "section_title": " Annual reports of charities.", "section_text": "29 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "30", "section_title": " Annual returns by charities.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "31", "section_title": " Slaughterhouses and knackers’ yards: uniting of enforcement functions.", "section_text": "31 Schedule 9 to this Act (which contains provisions designed to facilitate the uniting of enforcement functions relating to slaughterhouses and knackers’ yards) shall have effect."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "32", "section_title": " Building regulations: power to repeal or modify provisions of local Acts.", "section_text": "32 1 In Schedule 1 to the  Building Act 1984 (building regulations) in paragraph 11(1), after paragraph (b) there shall be inserted or                     c any provision of a local Act passed before the day on which the Deregulation and Contracting Out Act 1994 is passed, . 2 In section 14 of that Act (consultation) there shall be inserted at the end— 4 Before making any building regulations containing provision of the kind authorised by paragraph 11(1)(c) of Schedule 1 to this Act, the Secretary of State shall consult— a the Building Regulations Advisory Committee, b such persons or bodies as appear to him to be representative of local authorities, and c such other bodies as appear to him to be representative of the interests concerned."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "33", "section_title": " Amendment of duty of care etc. as respects waste.", "section_text": "33 1 In section 34 of the Environmental Protection Act  1990 (duty of care etc. as respects controlled waste), after subsection (4) there shall be inserted— 4A For the purposes of subsection (1)(c)(ii) above— a a transfer of waste in stages shall be treated as taking place when the first stage of the transfer takes place, and b a series of transfers between the same parties of waste of the same description shall be treated as a single transfer taking place when the first of the transfers in the series takes place. 2 Subsection (1) above shall be deemed always to have had effect, except in relation to any proceedings for failure to comply with the duty imposed by section 34(1) of that Act which were commenced before the coming into force of subsection (1) above. 3 Where any such proceedings have not been disposed of before the coming into force of subsection (1) above, it shall be a defence to show that the conduct in question would not have constituted a breach of the duty concerned had subsection (1) above been in force at the time."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "34", "section_title": " Controls on London lorries: replacement of discretionary exceptions.", "section_text": "34 1 Subsection (3) below applies to any order having effect under or by virtue of section 6 (orders similar to traffic regulation orders) or 9 (experimental traffic orders) of the Road Traffic Regulation Act  1984 (“the 1984 Act”) which provides for a relevant traffic control to be subject to a relevant exception, being an order in relation to which the appropriate authority is a London borough council or the Common Council of the City of London. 2 For the purposes of this section— a a relevant traffic control is a prohibition or restriction on the use of a road for traffic which does not apply to motor vehicles generally but applies to some or all heavy commercial vehicles, and b a relevant exception is an exception whose application, in the case of any heavy commercial vehicles, depends to any extent on the exercise of a delegated discretion. 3 The Secretary of State may, for the purpose of replacing a relevant exception to a relevant traffic control with such other exception as he thinks fit, by order make any such variation of an order to which this subsection applies as the appropriate authority may make. 4 The Secretary of State shall only exercise the power conferred by subsection (3) above if he is satisfied that doing so— a will have the effect that less of a burden is imposed on the carrying on of business, and b will not have the effect of removing any necessary protection. 5 The Secretary of State may, for the purpose of amending as he thinks fit an exception introduced under subsection (3) above (including such an exception as amended), by order make any such variation of the order varied under that subsection as the appropriate authority may make. 6 The Secretary of State may, for the purpose of amending as he thinks fit a provision of an order having effect under or by virtue of section 6 or 9 of the 1984 Act which re-enacts (with or without modification) an exception introduced under subsection (3) above (including such an exception as amended) (“a re-enactment order”), by order make any such variation of the order as the appropriate authority may make. 7 The Secretary of State shall only exercise the power conferred by subsection (5) or (6) above if he is satisfied— a that, if he does so, it will still be the case that less of a burden is imposed on the carrying on of business than was imposed before the replacement under subsection (3) above, and b that doing so will not have the effect of removing any necessary protection. 8 Paragraphs 35 to 37 of Part VI of Schedule 9 to the 1984 Act (validity of certain orders) shall apply to an order under this section as they apply to an order to which that Part applies; and in those paragraphs, in their application by virtue of this subsection— a “ the relevant powers ” means the powers conferred by this section with respect to the order in question, and b “ the relevant requirements ” means the requirements of this section with respect to that order. 9 Before making any order under this section, the Secretary of State shall consult with such representative organisations as he thinks fit; and any such order shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 10 Where in the case of any order proposed to be made by the council of a London borough or the Common Council of the City of London under or by virtue of section 6 or 9 of the 1984 Act, it is proposed to include in the order any provision— a varying or revoking an order under this section, b varying or revoking an order having effect under or by virtue of section 6 or 9 of that Act which is varied by an order under this section, or c varying or revoking a re-enactment order, the order shall not be made except with the consent of the Secretary of State. 11 Where, in the case of any order proposed to be made by the council of a London borough or the Common Council of the City of London under or by virtue of section 9 of the 1984 Act, it is proposed to include in the order provision under section 10(1)(a) of that Act relating to— a an order under this section, b an order having effect under or by virtue of section 6 or 9 of that Act which is varied by an order under this section, or c a re-enactment order, the order shall not be made except with the consent of the Secretary of State. 12 In this section— “ appropriate authority ”, in relation to an order having effect under or by virtue of section 6 or 9 of the 1984 Act, means the authority by which the order is, or is deemed to be, made; “ heavy commercial vehicle ” and “ road ” have the same meanings as in the 1984 Act; “ motor vehicle ” means a vehicle treated as a motor vehicle for the purposes of the 1984 Act; “ re-enactment order ” has the meaning given by subsection (6) above; and “ the 1984 Act ” has the meaning given by subsection (1) above."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "35", "section_title": " Employment agencies etc.: replacement of licensing.", "section_text": "35 Schedule 10 to this Act (which provides for the replacement of licensing in relation to employment agencies etc.) shall have effect."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "36", "section_title": " Unfair dismissal: selection for redundancy.", "section_text": "36 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Article 22C(1)(e) of   the Industrial Relations (Northern Ireland) Order 1976 (corresponding provision for Northern Ireland) shall be omitted."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "37", "section_title": " Power to repeal certain health and safety provisions.", "section_text": "37 1 The appropriate authority may by regulations repeal or, as the case may be, revoke— a any provision which is an existing statutory provision for the purposes of Part I of   the Health and Safety at Work etc. Act 1974 (“the 1974 Act”), b any provision of regulations under section 15 of the 1974 Act (health and safety regulations) which has effect in place of a provision which was an existing statutory provision for the purposes of that Part, ba any of the relevant nuclear provisions, bb any provision of regulations under section 74 of the Energy Act 2013 which has effect in place of any of the relevant nuclear provisions, c any provision which is an existing statutory provision for the purposes of   the Health and Safety at Work (Northern Ireland) Order 1978 (“the 1978 Order”), or d any provision of regulations under Article 17 of the 1978 Order (health and safety regulations) which has effect in place of a provision which was an existing statutory provision for the purposes of that Order. 2 Before making regulations under subsection (1) above, the appropriate authority shall consult— a in the case of regulations under paragraph (a) or (b) of that subsection, the Health and Safety Commission, a in the case of regulations under paragraph (a) of that subsection repealing or revoking a provision specified in section 117(4) of the Railways Act 1993,  the Office of Rail and Road  , aa in the case of regulations under paragraph (a) of that subsection not falling within paragraph (a) of this subsection,   the Health and Safety Executive  , ab in the case of regulations under paragraph (b) of that subsection revoking a provision of regulations which make provision exclusively in relation to transport systems falling within paragraph 1(3) of Schedule 3 to the Railways Act 2005,  the Office of Rail and Road , ac in the case of regulations under paragraph (b) of that subsection not falling within paragraph (ab) of this subsection,   the Health and Safety Executive  , ad in the case of regulations under paragraph (ba) or (bb) of that subsection, the Office for Nuclear Regulation, b in the case of regulations under paragraph (c) or (d) of that subsection, the Health and Safety Agency for Northern Ireland, and, in  either    any   case, such other persons as the appropriate authority considers appropriate. 3 Instead of consulting such other persons as the appropriate authority considers it appropriate to consult under subsection (2) above, the authority may require   the Health and Safety Commission or, as the case may be, the Health and Safety Agency for Northern Ireland     the required consultee   to consult such persons as it considers appropriate for the purpose of deciding how it should respond to consultation under that subsection. 4 Instead of consulting a person whom the appropriate authority considers it appropriate to consult under subsection (2) above, the authority may require   the Health and Safety Commission or, as the case may be, the Health and Safety Agency for Northern Ireland     the required consultee   to consult the person for the purpose of deciding how it should respond to consultation under that subsection. 4A In subsections (3) and (4),  “ the required consultee ” means the body which the appropriate authority is required to consult by virtue of subsection (2)(a) to (b).  5 The appropriate authority may require consultation under subsection (3) or (4) above to be carried out in accordance with the authority’s directions. 6 Regulations under subsection (1) above may contain such transitional provisions and savings as the appropriate authority considers appropriate. 7 Regulations under paragraph (a)   (b), (ba) or (bb)   of subsection (1) above shall be made by statutory instrument, and no instrument shall be made under that paragraph unless a draft of it has been laid before, and approved by a resolution of, each House of Parliament. 8 Regulations under subsection (1)(c) or (d) above— a shall be statutory rules for the purposes of   the Statutory Rules (Northern Ireland) Order 1979, and b shall be subject to affirmative resolution, as defined in section 41(4) of   the Interpretation Act (Northern Ireland) 1954, as if they were statutory instruments within the meaning of that Act. 9 In this section, “ appropriate authority ”— a in relation to regulations under subsection (1)(a)  (b), (ba) or (bb)  above, means the Secretary of State, and b in relation to regulations under subsection (1)(c) or (d) above, means the Department concerned (within the meaning of the 1978 Order, but as if any reference to that Order included a reference to this section). 10 In subsection (1),  “ the relevant nuclear provisions ” means— a sections 1, 3 to  5 , 22 and 24A of the Nuclear Installations Act 1965,  aa section 6 of that Act, so far as it relates to sites in respect of which nuclear site licences (within the meaning of that Act) have been granted,  and b any regulations made under any of those sections, so far as they have effect in England and Wales or Scotland."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "38", "section_title": " Inspection of independent schools.", "section_text": "38 After section 87 of the Children Act  1989 there shall be inserted—  Suspension of duty under section 87(3). 87A 1 The Secretary of State may appoint a person to be an inspector for the purposes of this section if— a that person already acts as an inspector for other purposes in relation to independent schools to which section 87(1) applies, and b the Secretary of State is satisfied that the person is an appropriate person to determine whether the welfare of children provided with accommodation by such schools is adequately safeguarded and promoted while they are accommodated by them. 2 Where— a the proprietor of an independent school to which section 87(1) applies enters into an agreement in writing with a person appointed under subsection (1), b the agreement provides for the person so appointed to have in relation to the school the function of determining whether section 87(1) is being complied with, and c the local authority in whose area the school is situated receive from the person with whom the proprietor of the school has entered into the agreement notice in writing that the agreement has come into effect, the authority’s duty under section 87(3) in relation to the school shall be suspended. 3 Where a local authority’s duty under section 87(3) in relation to any school is suspended under this section, it shall cease to be so suspended if the authority receive— a a notice under subsection (4) relating to the person with whom the proprietor of the school entered into the relevant agreement, or b a notice under subsection (5) relating to that agreement. 4 The Secretary of State shall terminate a person’s appointment under subsection (1) if— a that person so requests, or b the Secretary of State ceases, in relation to that person, to be satisfied that he is such a person as is mentioned in paragraph (b) of that subsection, and shall give notice of the termination of that person’s appointment to every local authority. 5 Where— a a local authority’s duty under section 87(3) in relation to any school is suspended under this section, and b the relevant agreement ceases to have effect, the person with whom the proprietor of the school entered into that agreement shall give to the authority notice in writing of the fact that it has ceased to have effect. 6 In this section— a “ proprietor ” has the same meaning as in the  Education Act 1944, and b references to the relevant agreement, in relation to the suspension of a local authority’s duty under section 87(3) as regards any school, are to the agreement by virtue of which the authority’s duty under that provision as regards that school is suspended.  Duties of inspectors under section 87A. 87B 1 The Secretary of State may impose on a person appointed under section 87A(1) (“an authorised inspector”) such requirements relating to, or in connection with, the carrying out under substitution agreements of the function mentioned in section 87A(2)(b) as the Secretary of State thinks fit. 2 Where, in the course of carrying out under a substitution agreement the function mentioned in section 87A(2)(b), it appears to an authorised inspector that there has been a failure to comply with section 87(1) in the case of a child provided with accommodation by the school to which the agreement relates, the inspector shall give notice of that fact to the Secretary of State. 3 Where, in the course of carrying out under a substitution agreement the function mentioned in section 87A(2)(b), it appears to an authorised inspector that a child provided with accommodation by the school to which the agreement relates is suffering, or is likely to suffer, significant harm, the inspector shall— a give notice of that fact to the local authority in whose area the school is situated, and b where the inspector is required to make inspection reports to the Secretary of State, supply that local authority with a copy of the latest inspection report to have been made by the inspector to the Secretary of State in relation to the school. 4 In this section— a “ proprietor ” has the same meaning as in the Education  Act 1944, and b references to substitution agreement are to an agreement between an authorised inspector and the proprietor of an independent school by virtue of which the local authority’s duty in relation to the school under section 87(3) is suspended."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "39", "section_title": " Chapter  II : consequential amendments.", "section_text": "39 Schedule 11 to this Act (which contains amendments consequential on certain provisions of this Chapter) shall have effect."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "40", "section_title": " Extent of Chapter II.", "section_text": "40 1 The following provisions of this Chapter extend to England and Wales only— sections 18(1), 19, 20(3), 21, 25 to 30, 32, 34 and 38, paragraphs 8 to 10 of Schedule 2, Schedules 7 and 8, and paragraph 2 of Schedule 9. 2 Sections 18(2), 22 and 24(b) and paragraph 3 of Schedule 9 extend to Scotland only. 3 The following provisions of this Chapter extend to Northern Ireland only— sections 13(2) and 36(2), paragraphs 5, 6(2) and 7(2) of Schedule 2, Schedule 6, and paragraphs 2 and 5 of Schedule 10. 4 The following provisions of this Chapter also extend to Northern Ireland— sections 7 to 12, sections 15 to 17, sections 35, 37 and 39, this section, paragraphs 1 to 3 and 15 of Schedule 2, Schedule 3, paragraphs 1 and 5 to 8 of Schedule 4, and paragraph 3 of Schedule 10. 5 The extent of any amendment of an enactment in paragraph 2 or 3 of Schedule 4 to this Act or Schedule 11 to this Act is the same as that of the enactment amended. 6 Subject to subsections (3) to (5) above, this Chapter does not extend to Northern Ireland."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "41", "section_title": " The 1968 Act.", "section_text": "41 In this Chapter “ the 1968 Act ” means   the Transport Act 1968."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "42", "section_title": " Use of vehicles under licences.", "section_text": "42 1 In section 61 of the 1968 Act (authorised vehicles) for subsection (1) there shall be substituted— 1 Subject to the following provisions of this section, the vehicles authorised to be used under an operator’s licence are— a any motor vehicle in the lawful possession of the licence-holder that is specified in the licence; b any trailer in the lawful possession of the licence-holder; and c any motor vehicle in the lawful possession of the licence-holder that is not specified in the licence. 1A An operator’s licence may provide that— a no motor vehicle the relevant weight of which exceeds a weight specified in the licence is authorised to be used under it; b no trailer the relevant weight of which exceeds a weight specified in the licence is authorised to be used under it; c no trailers are authorised to be used under it; d no vehicles are authorised to be used under it by virtue of subsection (1)(c) of this section. 1B In subsection (1A) of this section “ relevant weight ”, in relation to a motor vehicle or trailer of any prescribed class, means a weight of the description specified in relation to motor vehicles or trailers of that class by regulations. 2 For subsections (3) and (4) of that section there shall be substituted— 3 A vehicle is not authorised to be used under an operator’s licence by virtue of subsection (1)(c) of this section after the period of one month beginning with— a the day on which the vehicle was first in the lawful possession of the licence-holder; or b if later, the day on which the licence came into force, unless during that period the licence-holder has given to the licensing authority by whom the licence was granted a notice, in such form and containing such information about the vehicle as the authority may require, and has paid a prescribed fee to the authority. 4 Where notice of a vehicle has been duly given and the prescribed fee has been duly paid under subsection (3) of this section, the licensing authority shall vary the licence by directing that the vehicle be specified in it. 3 After that section there shall be inserted—  Maximum numbers of vehicles. 61A 1 An operator’s licence— a shall specify a maximum number for motor vehicles; and b may specify a maximum number for motor vehicles the relevant weight of which exceeds a weight specified in the licence. 2 An operator’s licence that does not contain a provision such as is mentioned in section 61(1A)(c) of this Act— a shall specify a maximum number for trailers; and b may specify a maximum number for trailers the relevant weight of which exceeds a weight specified in the licence. 3 The number of vehicles being used under an operator’s licence by virtue of section 61(1)(c) of this Act at any one time may not exceed the maximum number specified in the licence under subsection (1)(a) of this section, less however many motor vehicles are specified in the licence. 4 Where under subsection (1)(b) of this section an operator’s licence specifies a maximum number for motor vehicles the relevant weight of which exceeds a specified weight— a the number of such vehicles being used under the licence by virtue of section 61(1)(c) of this Act at any one time may not exceed that maximum number, less however many motor vehicles the relevant weight of which exceeds the specified weight are specified in the licence; and b the number of such vehicles that are specified in the licence and being used under it at any one time may not exceed that maximum number. 5 The number of trailers being used under an operator’s licence at any one time may not exceed the maximum number specified in the licence under subsection (2)(a) of this section. 6 Where under subsection (2)(b) of this section an operator’s licence specifies a maximum number for trailers the relevant weight of which exceeds a specified weight, the number of such trailers being used under the licence at any one time may not exceed that maximum number. 7 The definition of “ relevant weight ” in section 61(1B) of this Act applies for the purposes of this section as it applies for the purposes of section 61(1A). 8 If subsection (3), (4)(a) or (b), (5) or (6) of this section is contravened, the licence-holder shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "43", "section_title": " Objections to grant or variation of licences.", "section_text": "43 After section 63(4) of the 1968 Act (which requires objections to the grant or variation of operators’ licences to be made within the prescribed time and in the prescribed manner) there shall be inserted— 4A Where the licensing authority considers there to be exceptional circumstances that justify his doing so, he may direct that an objection be treated for the purposes of this Part of this Act as duly made under this section, notwithstanding that it was not made within the prescribed time or in the prescribed manner."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "44", "section_title": " Determination of applications for licences.", "section_text": "44 1 For section 64 of the 1968 Act there shall be substituted—  Determination of applications for operators’ licences. 64 1 Subject to sections 69E and 89(2) of this Act, on an application for an operator’s licence the licensing authority shall consider— a whether the requirements of subsections (2) and (3) of this section are satisfied; and b if he thinks fit, whether the requirements of subsection (4) of this section are satisfied. 2 The applicant must not by reason— a of any activities or convictions of which particulars may be required to be given under section 62(4)(d) or (e) of this Act; or b of any conviction required to be notified in accordance with section 62(4A) of this Act, be unfit to hold an operator’s licence. 3 It must be possible (taking into account the licensing authority’s powers under section 64A(3) of this Act) to issue a licence on the application in relation to which paragraphs (a) to (d) of this subsection will apply— a there are satisfactory arrangements for securing that Part VI of this Act is complied with in the case of the vehicles used under the licence and for securing that those vehicles are not overloaded; b there are satisfactory facilities and arrangements for maintaining the vehicles used under the licence in a fit and serviceable condition; c at least one place in the licensing authority’s area is specified in the licence as an operating centre of the licence-holder and each place so specified is available and suitable for use as such an operating centre (disregarding any respect in which it may be unsuitable on environmental grounds); d the capacity of the place so specified (if there is only one) or of both or all the places so specified taken together (if there are more than one) is sufficient to provide an operating centre for all the vehicles used under the licence. 4 The provision of such facilities and arrangements as are mentioned in subsection (3)(b) of this section must not be prejudiced by reason of the applicant’s having insufficient financial resources for that purpose. 5 In considering whether any of the requirements of subsections (2) to (4) of this section are satisfied, the licensing authority shall have regard to any objection duly made under section 63 of this Act in respect of the application. 6 In considering whether the requirements of subsection (3) of this section are satisfied, the licensing authority may take into account any undertakings given by the applicant (or procured by him to be given) for the purposes of the application, and may assume that those undertakings will be fulfilled. 7 In considering whether subsection (3)(c) of this section will apply in relation to a licence, the licensing authority may take into account any conditions that under section 64B of this Act could be attached to the licence, and may assume that any conditions so attached will not be contravened. 8 In considering whether subsection (3)(c) or (d) of this section will apply in relation to a licence, the licensing authority may take into account (if such be the case) that any proposed operating centre of the applicant would be used— a as an operating centre of the holders of other operators’ licences as well as of the applicant; or b by the applicant or by other persons for purposes other than keeping vehicles used under the licence. 9 If the licensing authority determines that any of the requirements that he has taken into consideration in accordance with subsection (1) of this section are not satisfied, he shall refuse the application, but in any other case he shall, subject to sections 69B and 89(2) of this Act, grant the application.  Issue of operators’ licences. 64A 1 Subject to subsection (2) of this section and to sections 64B, 66, 69B, 69C and 89(2) of this Act, on granting an application for an operator’s licence, the licensing authority shall issue that licence in the terms applied for. 2 If the authority has determined that any of the requirements of section 64(3) or (4) of this Act that he has taken into consideration in accordance with section 64(1) of this Act would not be satisfied unless he exercised any of his powers under subsection (3) of this section, he shall exercise those powers accordingly. 3 The authority may issue the licence in terms that differ from the terms applied for in any of the following respects— a more or fewer motor vehicles are specified in the licence; b different motor vehicles are specified in it; c it includes a provision such as is mentioned in section 61(1A) of this Act; d it includes a provision such as is mentioned in section 61A(1)(b) or (2)(b) of this Act; e higher or lower maximum numbers are specified in it under section 61A of this Act; f fewer places are specified in it as operating centres of the licence-holder. 4 Any undertakings taken into account by the authority under section 64(6) of this Act that he considers to be material to the granting of the application shall be recorded in the licence issued. 2 In section 69B of the 1968 Act (objection to, and refusal or modification of, applications for operators’ licences on environmental grounds) for subsection (5) there shall be substituted— 5 The licensing authority may not refuse an application for an operator’s licence on the ground that any place would be unsuitable as mentioned in subsection (4) of this section if— a on the date the application was made, that place was already specified in an operator’s licence granted by the authority as an operating centre of the holder of that licence; or b the applicant has produced to the authority a certificate in force in respect of that place under section 191 or 192 of the Town and  Country Planning Act 1990 or section 90 or 90A of   the Town and Country Planning (Scotland) Act 1972, stating that its use as an operating centre for vehicles used under any operator’s licence is or would be lawful. 5A Subsection (5) of this section does not apply in relation to any place that, at the time the application is determined by the licensing authority, is specified in an operator’s licence as an operating centre of the holder of that licence. 5B In paragraph (a) of subsection (5) of this section “ operator’s licence ” does not include a licence granted under section 67A of this Act, and the reference in that paragraph to a place being specified in an operator’s licence does not include a place being so specified— a by virtue of an interim direction such as is mentioned in section 68A of this Act; b if such conditions as may be prescribed in relation to the exercise of the right of any person to appeal against that place being so specified are not satisfied; c if such conditions as may be prescribed in relation to the review under section 69J of this Act of the decision so to specify that place are not satisfied; or d by reason of being situated within a place that is so specified."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "45", "section_title": " Conditions for securing road safety.", "section_text": "45 After section 64A of the 1968 Act (set out in section 44 above) there shall be inserted—  Conditions for securing road safety. 64B 1 A licensing authority, on granting an operator’s licence or on varying such a licence under section 68 of this Act, may attach to it such conditions as he thinks fit for preventing vehicles that are authorised to be used under the licence from causing danger to the public— a at any point where vehicles first join a public road on their way from an operating centre of the licence-holder (or last leave a public road on their way to such an operating centre); and b on any road (other than a public road) along which vehicles are driven between such a point and the operating centre. 2 On varying an operator’s licence under section 68 of this Act, the licensing authority may vary or remove any condition attached to the licence under this section. 3 The licensing authority shall not— a attach to an operator’s licence any condition such as is mentioned in this section; or b vary in such manner as imposes new or further restrictions or requirements any condition attached to an operator’s licence under this section, without first giving the applicant for the licence or (as the case may be) the licence-holder an opportunity of making representations to the authority with respect to the effect on his business of the proposed condition or variation. 4 The licensing authority shall give special consideration to any representations made under subsection (3) of this section in determining whether to attach the proposed condition or make the proposed variation. 5 In this section as it applies in relation to England and Wales, “ public road ” means a highway maintainable at the public expense for the purposes of   the Highways Act 1980. 6 Any person who contravenes any condition attached under this section to a licence of which he is the holder shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "46", "section_title": " Duration of licences and grant of interim licences.", "section_text": "46 For section 67 of the 1968 Act there shall be substituted—  Duration of operators’ licences. 67 1 The date on which an operator’s licence is to come into force shall be specified in the licence. 2 Subject to its revocation or other termination under any provision of this Act or another statutory provision, an operator’s licence (other than one granted under section 67A of this Act) shall continue in force indefinitely. 3 If the holder of an operator’s licence requests the licensing authority by whom it was granted to terminate it at any time, the authority shall, subject to subsection (4) of this section, comply with the request. 4 The licensing authority may refuse to comply with the request if he is considering giving a direction in respect of the licence under section 69(1) of this Act or revoking the licence under Regulation 9(1) of the  Goods Vehicles (Operators’ Licences, Qualifications and Fees) Regulations 1984. 5 An operator’s licence held by an individual terminates if he dies or becomes a patient within the meaning of Part VII of the  Mental Health Act 1983.  Interim licences. 67A 1 Where on any application for an operator’s licence (a “full” licence) the applicant so requests, the licensing authority may grant to him an interim licence. 2 An interim licence is an operator’s licence that (subject to its revocation or other termination under any provision of this Act or another statutory provision) will continue in force until it terminates under subsection (3), (4) or (5) of this section. 3 If the licensing authority grants the application and issues to the applicant a full licence— a that is in the terms applied for; or b that is in those terms, subject only to the attachment under section 64B, 66 or 69C of this Act of any conditions that are also attached to the interim licence, the interim licence shall terminate on the date on which the full licence comes into force. 4 If, on an appeal arising out of the application, the Transport Tribunal orders the licensing authority to issue a full licence to the applicant, the interim licence shall terminate— a on the date on which the full licence issued in pursuance of the order comes into force; or b at the time at which the application is withdrawn or treated as withdrawn under section 89(3) of this Act. 5 If neither subsection (3) nor subsection (4) of this section applies, the interim licence shall terminate on the date on which the application is finally disposed of or such earlier date as the applicant may specify in a written request to the licensing authority. 6 In a case within subsection (5) of this section where the application is granted, the full licence issued to the applicant shall (notwithstanding any statement in it to the contrary) be of no effect before the interim licence terminates. 7 A request for the grant of an interim licence shall not for the purposes of section 63, 64, 64A, 69B, 69E, 69J or 70 of, or Schedule 8A to, this Act be treated as an application for an operator’s licence, but shall be treated as such an application for any other purposes of this Part of this Act. 8 The licensing authority may issue an interim licence in the same terms as those applied for in relation to the full licence or in terms that differ from those terms in any of the respects mentioned in section 64A(3) of this Act."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "47", "section_title": " Variation of licences.", "section_text": "47 1 For section 68 of the 1968 Act there shall be substituted—  Variation of operators’ licences. 68 1 Subject to section 69E of this Act, on the application of the holder of an operator’s licence, the licensing authority by whom the licence was granted may vary the licence by directing— a that additional motor vehicles be specified in the licence or that any maximum number specified in it under section 61A of this Act be increased; b that any vehicle cease to be specified in the licence or that any maximum number specified in it under section 61A of this Act be reduced; c that any provision in the licence such as is mentioned in section 61(1A) of this Act cease to have effect; d that a provision such as is mentioned in section 61(1A) of this Act be included in the licence; e that any provision in the licence such as is mentioned in section 61A(1)(b) or (2)(b) of this Act cease to have effect; f that a provision such as is mentioned in section 61A(1)(b) or (2)(b) of this Act be included in the licence; g that a new place in the licensing authority’s area be specified in the licence as an operating centre of the licence-holder, or that any place cease to be so specified; h that any undertaking recorded in the licence be varied or removed; i that any condition attached to the licence be varied or removed; j in the case of a restricted licence, that it be converted into a standard licence or, in the case of a standard licence, that it be converted into a restricted licence; k in the case of a standard licence, that it cover both international and national transport operations instead of national transport operations only, or vice versa. 2 In subsection (1) of this section “ restricted licence ” and “ standard licence ” mean the same as in the Goods  Vehicles (Operators’ Licences, Qualifications and Fees) Regulations 1984. 3 A person applying for the variation of an operator’s licence under this section shall give to the licensing authority, in such form as he may require, such information as he may reasonably require for disposing of the application. 4 Except in the cases mentioned in subsection (5) of this section, the licensing authority shall publish notice of any application for the variation of an operator’s licence under this section in the manner prescribed for the publication of notices under section 63(1) of this Act. 5 The excepted cases are— a where the application is for a direction under subsection (1)(a) of this section that additional motor vehicles be specified in a licence; b where the application is for a direction under subsection (1)(b), (d) or (f) of this section; c where the application is for a direction under subsection (1)(g) of this section that a place cease to be specified in a licence as an operating centre of the licence-holder; d where the application is for a direction under subsection (1)(j) of this section that a standard licence be converted into a restricted licence; e where the application is for a direction under subsection (1)(k) of this section that a licence cover national transport operations only instead of both international and national transport operations; f where the licensing authority is satisfied that the application is of so trivial a nature that it is not necessary that an opportunity should be given for objecting to it or making representations against it. 6 Where notice of an application is published under subsection (4) of this section, sections 63, 64 and 64A of this Act shall, with any necessary modifications and subject to section 69D of this Act, apply in relation to that application as they apply in relation to an application for an operator’s licence of which notice is published under section 63(1) of this Act.  Interim variations. 68A 1 Where an applicant for the variation of an operator’s licence under section 68 of this Act so requests, the licensing authority may, before he has determined the application, vary the licence by giving an interim direction in respect of it. 2 An interim direction is a direction under section 68(1) of this Act that is expressed to continue in force until it ceases to have effect under subsection (3) or (4) of this section. 3 If on determining the application the licensing authority varies the licence by giving a direction in the terms applied for (and does not also under section 64B(1) or (2) or 69C(1) or (3) of this Act attach or vary any conditions), the interim direction shall cease to have effect on the date on which the direction given on the application comes into force. 4 If subsection (3) of this section does not apply, the interim direction shall cease to have effect on the date on which the application is finally disposed of or such earlier date as the applicant may specify in a written request to the licensing authority. 5 In a case within subsection (4) of this section where on determining the application the licensing authority gives a direction varying the licence, that direction shall be of no effect before the interim direction ceases to have effect. 6 A request for an interim direction to be given shall not for the purposes of section 68(4) or 70 of, or Schedule 8A to, this Act be treated as an application for the variation of an operator’s licence, but shall be treated as such an application for any other purposes of this Part of this Act. 2 For section 69D of the 1968 Act there shall be substituted—  Objection to, and refusal of, applications for variation of operators’ licences on environmental grounds. 69D 1 This section applies where notice of an application for the variation of an operator’s licence has been published under section 68(4) of this Act. 2 Where the application relates to an existing operating centre of the licence-holder in the licensing authority’s area— a any of the persons mentioned in section 63(3) of this Act may object to the grant of the application on the ground that the use of that operating centre in any manner which would be permitted if the application were granted would cause adverse effects on environmental conditions in the vicinity of that centre; b subject to subsection (5) of this section, any person who is the owner or occupier of any land in the vicinity of that operating centre may make representations on that ground against the grant of the application; and c (whether or not anyone objects or makes representations under paragraph (a) or (b) of this subsection) the authority may refuse the application on that ground. 3 For the purposes of subsection (2) of this section, an application shall be taken to relate to an operating centre if— a granting it would or could result in an increase in the number of vehicles, or the number of vehicles above a certain weight, that have that centre as their operating centre; or b any undertaking recorded in or condition attached to the licence that the application seeks to have varied or removed relates to that centre. 4 Where the application is for a place in the licensing authority’s area to be specified in the licence as an operating centre of the licence-holder— a any of the persons mentioned in section 63(3) of this Act may object to the grant of the application on the ground that that place will be unsuitable on environmental grounds for use as an operating centre of the licence-holder; and b subject to subsection (5) of this section, any person who is the owner or occupier of any land in the vicinity of that place may make representations against the grant of the application on that ground. 5 A person may not make representations under subsection (2)(b) or (4)(b) of this section unless any adverse effects on environmental conditions arising from the use of the operating centre or place in question would be capable of prejudicially affecting the use or enjoyment of the land there mentioned. 6 If any person duly objects or makes representations under subsection (4) of this section against an application for a place in the licensing authority’s area to be specified in the licence as an operating centre of the licence-holder, the authority may refuse the application— a on the ground that the parking of vehicles used under the licence at or in the vicinity of that place would cause adverse effects on environmental conditions in the vicinity of that place; b subject to subsection (7) of this section, on the ground that that place would be unsuitable on environmental grounds other than the ground mentioned in paragraph (a) of this subsection for use as an operating centre of the licence-holder. 7 The authority may not refuse the application on the ground mentioned in subsection (6)(b) of this section if— a on the date the application was made, the place in question was already specified in an operator’s licence granted by the authority as an operating centre of the holder of that licence; or b the applicant has produced to the authority a certificate in force in respect of that place under section 191 or 192 of   the Town and Country Planning Act 1990 or section 90 or 90A of the Town and  Country Planning (Scotland) Act 1972, stating that its use as an operating centre for vehicles used under any operator’s licence is or would be lawful. 8 Subsection (7) of this section does not apply in relation to any place that, at the time the application is determined by the licensing authority, is specified in an operator’s licence as an operating centre of the holder of that licence. 9 In paragraph (a) of subsection (7) of this section “ operator’s licence ” does not include a licence granted under section 67A of this Act, and the reference in that paragraph to a place being specified in an operator’s licence does not include a place being so specified— a by virtue of an interim direction such as is mentioned in section 68A of this Act; b if such conditions as may be prescribed in relation to the exercise of the right of any person to appeal against that place being so specified are not satisfied; c if such conditions as may be prescribed in relation to the review under section 69J of this Act of the decision so to specify that place are not satisfied; or d by reason of being situated within a place that is so specified."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "48", "section_title": " Revocation, suspension and curtailment of licences.", "section_text": "48 1 Section 69 of the 1968 Act (revocation, suspension and curtailment of operators’ licences) shall be amended as follows. 2 For subsections (1) and (2) there shall be substituted— 1 Subject to the following provisions of this section, the licensing authority by whom an operator’s licence was granted may direct that it be revoked, suspended or curtailed on any of the following grounds— a that a place in the authority’s area has, at a time when it was not specified in the licence as an operating centre of the licence-holder, been used as an operating centre for vehicles authorised to be used under the licence; b that the licence-holder has contravened any condition attached to the licence; c that during the five years ending with the date on which the direction is given there has been a conviction such as is mentioned in subsection (4)(a) to (ffff) of this section or a prohibition such as is mentioned in subsection (4)(h) of this section; d that during those five years, on occasions appearing to the authority to be sufficiently numerous to justify the giving of a direction under this subsection, there has been a conviction such as is mentioned in subsection (4)(g) of this section; e that the licence-holder made or procured to be made for the purposes of his application for the licence, an application for the variation of the licence or a request for a direction under paragraph 1 or 3 of Schedule 8A to this Act a statement of fact that (whether to his knowledge or not) was false or a statement of expectation that has not been fulfilled; f that any undertaking recorded in the licence has not been fulfilled; g that the licence-holder, being an individual, has been adjudged bankrupt, or, being a company, has gone into liquidation (other than voluntary liquidation for the purpose of reconstruction); h that since the licence was granted or varied there has been a material change in any of the circumstances of the licence-holder that were relevant to the grant or variation of the licence; i that the licence is liable to revocation, suspension or curtailment by virtue of a direction under subsection (6) of this section. 2 Where the licensing authority has power to give a direction in respect of a licence under subsection (1) of this section, the authority also has power to direct that a condition, or additional condition, such as is mentioned in section 66 of this Act be attached to the licence. 2A In this Part of this Act any reference, in relation to an operator’s licence, to a condition attached to the licence under section 66 of this Act includes any condition that was attached to the licence under subsection (2) of this section. 3 For subsection (5) there shall be substituted— 5 Where the licensing authority directs that an operator’s licence be revoked, the authority may order the person who was the holder of the licence to be disqualified, indefinitely or for such period as the authority thinks fit, from holding or obtaining an operator’s licence, and so long as the disqualification is in force— a any operator’s licence held by him at the date of the making of the order (other than the licence revoked) shall be suspended; and b notwithstanding anything in section 64 or 67A of this Act, no operator’s licence may be granted to him. 5A If a person applies for or obtains an operator’s licence while he is disqualified under subsection (5) of this section— a he shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale; and b any operator’s licence granted to him on the application or (as the case may be) the operator’s licence obtained by him shall be void. 5B An order under subsection (5) of this section may be limited so as to apply only to the holding or obtaining of an operator’s licence in respect of the area of one or more specified licensing authorities and, if the order is so limited— a paragraphs (a) and (b) of that subsection and subsection (5A) of this section shall apply only to any operator’s licence to which the order applies; but b notwithstanding section 61(2)(b) of this Act, no other operator’s licence held by the person in question shall authorise the use by him of any vehicle at a time when its operating centre is in an area in respect of which he is disqualified by virtue of the order. 4 At the end of subsection (7) there shall be added  “               and any reference below in this section to subsection (5) or to subsection (6) includes that subsection as it applies by virtue of this subsection..            ” 5 For subsection (8) there shall be substituted— 8 The licensing authority by whom any direction suspending or curtailing a licence under subsection (1) of this section was given may at any time— a cancel the direction together with any order under subsection (7A) of this section that was made when the direction was given; b cancel any such order; or c with the consent of the licence-holder, vary the direction or any such order (or both the direction and any such order). 8A The licensing authority by whom any order disqualifying a person was made under subsection (5) of this section may at any time— a cancel that order together with any direction that was given under subsection (6) of this section when the order was made; b cancel any such direction; or c with the consent of the person disqualified, vary the order or any such direction (or both the order and any such direction)."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "49", "section_title": " Publication of applications.", "section_text": "49 For section 69E of the 1968 Act there shall be substituted—  Publication of notice of application for licences and variations in localities affected. 69E 1 Subject to subsection (4) of this section, the licensing authority to whom— a any application for an operator’s licence; or b any application for a direction such as is mentioned in subsection (2) of this section, is made shall refuse the application without considering its merits, unless he is satisfied that subsection (3) of this section has been complied with in respect of each locality affected by the application. 2 The directions referred to in subsection (1)(b) of this section are— a any direction under section 68(1)(a) of this Act that a maximum number specified in a licence under section 61A of this Act be increased; b any direction under section 68(1)(c) or (e) of this Act; c any direction under section 68(1)(g) of this Act that a new place be specified in a licence as an operating centre of the licence-holder; and d any direction under section 68(1)(h) or (i) of this Act which might result in a material change in the use of any operating centre of the licence-holder in the licensing authority’s area. 3 This subsection has been complied with in respect of a locality affected by an application if, within the period beginning twenty-one days before the date on which the application is made and ending twenty-one days after that date, notice of the application in such form and containing such information as may be prescribed has been published in one or more local newspapers circulating in the locality. 4 The licensing authority is not required by this section to refuse an application if— a he is satisfied as mentioned in subsection (1) of this section, save only that the form or contents of the notice of application as published in any newspaper did not comply with the prescribed requirements; and b he is satisfied that no person’s interests are likely to have been prejudiced by the failure to comply with those requirements. 5 For the purposes of this section a locality is affected by an application for, or for the variation of, an operator’s licence if— a it contains any place in the area of the licensing authority that will be an operating centre of the licence-holder if the application is granted; or b (in the case of an application for variation) it contains an existing operating centre of the licence-holder in the area of the authority and— i the granting of the application would or could result in an increase in the number of vehicles, or the number of vehicles above a certain weight, that have that centre as their operating centre; or ii any undertaking recorded in or condition attached to the licence that the application seeks to have varied or removed relates to that centre."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "50", "section_title": " Review and transfer of operating centres.", "section_text": "50 1 After section 69E of the 1968 Act there shall be inserted—  Further provisions about operating centres  Periods of review for operating centres. 69EA 1 Within such time after any period of review as may be prescribed, the licensing authority by whom an operator’s licence was granted may serve a notice on the licence-holder stating that the authority is considering whether to exercise any of his powers under sections 69EB and 69EC of this Act in relation to a place specified in the licence as an operating centre of the licence-holder. 2 The periods of review in relation to an operator’s licence are— a the period of five years beginning with the date specified in the licence as the date on which it came into force; and b each consecutive period of five years. 3 Regulations may amend subsection (2) of this section by substituting a higher or lower number (but not a number lower than five) for the number of years currently mentioned in paragraphs (a) and (b). 4 Regulations may make provision as to the manner in which notices under this section are to be or may be served, including provision as to the circumstances in which and time at which any such notice is to be treated as having been duly served (whether or not it has in fact been served).  Power to remove operating centres on review. 69EB 1 If, having served notice under section 69EA of this Act in respect of a place specified in an operator’s licence, the licensing authority determines that the place is unsuitable— a on grounds other than environmental grounds; or b on the ground mentioned in subsection (2) of this section, for use as an operating centre of the licence-holder, he may (subject to subsection (3) of this section) direct that it cease to be specified in the licence. 2 The ground referred to in subsection (1)(b) of this section is that the parking of vehicles used under the licence at or in the vicinity of the place causes adverse effects on environmental conditions in that vicinity. 3 Where the only ground for giving a direction under subsection (1) of this section is the ground mentioned in subsection (2) of this section, the authority may not give such a direction unless during the period of review in question representations were made to him— a by a person such as is mentioned in section 63(3) of this Act; or b by a person who is the owner or occupier of any land in the vicinity of the place in question, as to the place’s unsuitability on environmental grounds for continued use as an operating centre for vehicles used under any operator’s licence. 4 Representations made by a person such as is mentioned in subsection (3)(b) of this section shall be disregarded for the purposes of this section if, when they were made, any adverse effects on environmental conditions arising from the continued use of the place in question would not have been capable of prejudicially affecting the use or enjoyment of the land mentioned in subsection (3)(b).  Powers to attach conditions etc. on review. 69EC 1 If, having served notice under section 69EA of this Act in respect of a place specified in an operator’s licence, the licensing authority does not give a direction in respect of the place under section 69EB of this Act, he may direct— a that conditions (or additional conditions) such as are mentioned in section 64B, 66(1)(c) or 69C of this Act be attached to the licence; b that any conditions already attached to the licence under section 64B, 66(1)(c) or 69C be varied. 2 Any conditions attached to the licence under subsection (1)(a) of this section shall relate (or in the case of conditions such as are mentioned in section 66(1)(c) of this Act, only require the authority to be informed of events that relate) only to the place referred to in subsection (1) of this section (or only to that place and any other places in respect of which the authority has power to attach conditions under that subsection). 3 Any variation under subsection (1)(b) of this section shall be such as imposes new or further restrictions or requirements in relation to that place, and only that place (or only that place and any other such places). 4 Where the licensing authority gives a direction in respect of an operator’s licence under section 69EB of this Act or subsection (1)(a) of this section, he may also vary the licence by directing— a that any vehicle cease to be specified in the licence; b that any maximum number specified in the licence under section 61A of this Act be reduced; c that a provision such as is mentioned in section 61(1A) of this Act be included in the licence; d that a provision such as is mentioned in section 61A(1)(b) or (2)(b) of this Act be included in the licence. 5 In this Part of this Act any reference, in relation to an operator’s licence, to a condition attached to the licence under section 64B, 66, or 69C of this Act includes any condition such as is mentioned in section 64B, 66 or (as the case may be) 69C that was attached to the licence under subsection (1)(a) of this section.  Transfer of operating centres. 69ED Schedule 8A to this Act (which makes provision in relation to certain applications for, or for the variation of, operators’ licences where the proposed operating centres of the applicant are already specified in an operator’s licence) shall have effect. 2 After Schedule 8 to the 1968 Act there shall be inserted the Schedule set out in Schedule 12 to this Act."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "51", "section_title": " Assessors.", "section_text": "51 After section 69H of the 1968 Act (set out in Schedule 13 to this Act) there shall be inserted—  Operators’ licences: supplementary provisions  Assessors. 69I 1 In considering any financial question which appears to him to arise in relation to the exercise of his functions under this Part of this Act or   the Goods Vehicles (Operators’ Licences, Qualifications and Fees) Regulations 1984, the licensing authority may be assisted by an assessor drawn from a panel of persons appointed for that purpose by the Secretary of State. 2 The Secretary of State shall pay to any such assessor in respect of his services such remuneration as may be determined by the Secretary of State with the consent of the Treasury."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "52", "section_title": " Review of decisions.", "section_text": "52 After section 69I of the 1968 Act (set out in section 51 above) there shall be inserted—  Review of decisions. 69J 1 Subject to subsection (2) of this section, the licensing authority may review and, if he thinks fit, vary or revoke any decision of his to grant or refuse— a an application for an operator’s licence; or b an application for the variation of such a licence in a case where section 68(4) of this Act required notice of the application to be published, if he is satisfied that a procedural requirement imposed by or under any enactment has not been complied with in relation to the decision. 2 The licensing authority may only review a decision under subsection (1) of this section— a if, within such period after taking the decision as may be prescribed, he has given notice to the applicant or (as the case may be) the licence-holder that he intends to review the decision; b if, within that period, a person who appears to him to have an interest in the decision has requested him to review it; or c where neither paragraph (a) nor paragraph (b) of this subsection applies, if he considers there to be exceptional circumstances that justify the review. 3 Regulations may make provision as to the manner in which notices under subsection (2)(a) of this section are to be or may be served, including provision as to the circumstances in which and time at which any such notice is to be treated as having been duly served (whether or not it has in fact been served). 4 The variation or revocation of a decision under this section shall not make unlawful anything done in reliance on the decision before the variation or revocation takes effect."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "53", "section_title": " Appeals.", "section_text": "53 For section 70 of the 1968 Act there shall be substituted—  Rights of appeal in connection with operators’ licences. 70 1 In the following provisions of this section “ appeal ” means appeal to the Transport Tribunal. 2 An applicant for, or for the variation of, an operator’s licence may appeal against the refusal of the application or (as the case may be) against the terms of the licence or of the variation. 3 The holder of an operator’s licence may appeal against any direction given under section 61(6), 69(1) or (2), 69EB or 69EC of this Act in respect of the licence. 4 The holder of an operator’s licence may appeal against any order made under section 69(7A) of this Act on the suspension or curtailment of the licence. 5 A person in respect of whom an order has been made under section 69(5) of this Act (including section 69(5) as it applies by virtue of section 69(7) of this Act) may appeal against that order and against any direction given under section 69(6) of this Act (including section 69(6) as it so applies) when the order was made. 6 A person who has duly made an objection to an application for, or for the variation of, an operator’s licence may appeal against the grant of the application. 7 A person who— a within the prescribed period has made an application for a review under section 69J of this Act; and b has been certified by the licensing authority as a person such as is mentioned in subsection (2)(b) of that section, may appeal against the refusal of the application. 8 In subsections (2) and (3) of this section “ operator’s licence ” does not include a licence granted under section 67A of this Act."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "54", "section_title": " Partnerships.", "section_text": "54 After section 85 of the 1968 Act there shall be inserted—  Partnerships. 85A Regulations may provide for this Part of this Act to apply in relation to partnerships with such modifications as may be specified in the regulations."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "55", "section_title": " Operators’ licences not to be transferable etc.", "section_text": "55 For section 86 of the 1968 Act there shall be substituted—  Operators’ licences not to be transferable etc. 86 1 Subject to any regulations under section 85 of this Act, an operator’s licence is not transferable or assignable. 2 Regulations may make provision enabling the licensing authority, where the holder of an operator’s licence granted by him has died or become a patient within the meaning of Part VII of  the Mental Health Act 1983, to direct that the licence be treated— a as not having terminated at the time the licence-holder died or became such a patient but as having been suspended (that is, as having remained in force subject to the limitation that no vehicles were authorised to be used under it) from that time until the time the direction comes into force; and b as having effect from the time the direction comes into force for a specified period and as being held during that period (for such purposes and to such extent as may be specified) not by the person to whom it was granted but by such other person carrying on that person’s business, or part of that person’s business, as may be specified. 3 Regulations may make provision enabling the licensing authority in prescribed circumstances to direct that any operator’s licence granted by him be treated (for such purposes, for such period and to such extent as may be specified) as held not by the person to whom it was granted but by such other person carrying on that person’s business, or part of that person’s business, as may be specified. 4 Regulations may make provision enabling the licensing authority to direct, for the purpose of giving effect to or supplementing a direction given by him by virtue of subsection (2) or (3) of this section, that this Part of this Act apply with specified modifications in relation to the person who is to be treated under the direction as the holder of an operator’s licence. 5 In this section “ specified ”, in relation to a direction, means specified— a in the regulations under which the direction was given; or b in the direction in accordance with those regulations."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "56", "section_title": " Fees.", "section_text": "56 For section 89 of the 1968 Act there shall be substituted—  Fees. 89 1 Such fees, payable at such times, and whether in one sum or by instalments, as may be prescribed shall be charged by the licensing authority in respect of— a applications for or for the variation of operators’ licences; b the issue or variation of operators’ licences; c the continuation in force of operators’ licences; d any arrangements made with the holder of an operator’s licence to treat the licence for certain administrative purposes as if it were two or more licences. 2 The licensing authority may decline to proceed with— a any application for or for the variation of an operator’s licence; or b the issue or variation of any operator’s licence, until any fee or instalment of a fee in respect of the application, issue or variation (as the case may be) is duly paid. 3 If, in the case of any application for or for the variation of an operator’s licence, any fee or instalment of a fee in respect of the application or the issue or variation of the licence is not duly paid by the prescribed time— a the application shall be treated as withdrawn at that time; and b any decision made or direction given on the application, and any licence issued or variation effected in pursuance of such a decision or direction, ceases to have effect or terminates at that time. 4 If any fee or instalment of a fee in respect of the continuation in force of an operator’s licence is not duly paid by the prescribed time, the licence terminates at that time. 5 The licensing authority may, if he considers there to be exceptional circumstances that justify his doing so, in any case where subsection (3) or (4) of this section has applied, direct that as from the time mentioned in that subsection its effect in that case be disregarded. 6 Where, by virtue of such a direction, the effect of subsection (3)(a) of this section is to be disregarded in any case, any termination— a of a licence under section 67A(4)(b) or (5) of this Act; or b of a direction under section 68A(4) of this Act, by virtue of the operation of subsection (3)(a) in that case before the direction was given shall be cancelled with effect from the same time. 7 Where such a direction is given in respect of an operator’s licence— a any condition attached to the licence under section 66 of this Act shall be treated as having been of no effect during the period beginning with the time the licence terminated by virtue of subsection (3) or (4) of this section and ending with the time the direction comes into force; and b subject to paragraph (a) of this subsection, the licensing authority may vary any such condition as it applies in relation to events occurring before the direction comes into force. 8 All fees payable under this Part of this Act shall be paid into the Consolidated Fund in such manner as the Treasury may direct."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "57", "section_title": " Chapter  III : minor and consequential amendments.", "section_text": "57 1 The 1968 Act shall have effect with the further amendments set out in Part I of Schedule 13 to this Act. 2 The enactments mentioned in Part II of that Schedule shall have effect with the amendments set out in that Part."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "58", "section_title": " The 1981 Act.", "section_text": "58 In this Chapter “ the 1981 Act ” means   the Public Passenger Vehicles Act 1981."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "59", "section_title": " Undertakings given on applications.", "section_text": "59 1 The 1981 Act shall be amended as follows. 2 After section 14(3) (which provides that an application for a  PSV  operator’s licence shall not be granted unless there will be adequate facilities or arrangements for maintaining the vehicles proposed to be used under the licence etc.) there shall be inserted— 3A In considering on an application for a PSV operator’s licence whether the requirements mentioned in subsection (3) above are satisfied, the traffic commissioner may take into account any undertakings given by the applicant (or procured by him to be given) for the purposes of the application and may assume that those undertakings will be fulfilled. 3 After section 14(4) there shall be inserted— 5 In any case where the traffic commissioner grants an application for a PSV operator’s licence, any undertakings taken into account by him under subsection (3A) above that he considers to be material to the granting of the application shall be recorded in the licence issued to the applicant. 4 In section 16(6) (which provides that, on the application of the holder of a PSV operator’s licence, a traffic commissioner may vary or remove conditions attached to the licence) after paragraph (b) there shall be inserted— or                     c vary or remove any undertaking recorded in the licence; . 5 After section 16(6) there shall be inserted— 6A In considering whether to grant an application under subsection (6) above, the traffic commissioner may take into account any undertakings given by the applicant (or procured by him to be given) for the purposes of the application, and may assume that those undertakings will be fulfilled. 6B In any case where the traffic commissioner grants an application under subsection (6) above, any undertakings taken into account by him under subsection (6A) above that he considers to be material to the granting of the application shall be recorded in the licence as varied. 6 In section 17(3) (which sets out the grounds on which a licence may be revoked, suspended or varied under section 17(2)) after paragraph (a) there shall be inserted— aa that any undertaking recorded in the licence has not been fulfilled; ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "60", "section_title": " Objections to applications for licences.", "section_text": "60 After section 14A(2) of the 1981 Act (which requires objections to applications for PSV operators’ licences to be made within the prescribed time and in the prescribed manner) there shall be inserted— 2A Where the traffic commissioner considers there to be exceptional circumstances that justify his doing so, he may direct that an objection be treated for the purposes of this Part of this Act as duly made under this section, notwithstanding that it was not made within the prescribed time or in the prescribed manner."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "61", "section_title": " Duration of licences.", "section_text": "61 In section 15 of the 1981 Act (duration of licences) for the words from “and the date on which it is to expire” to the end there shall be substituted— 2 Subject to its revocation or other termination under any provision of this Act or another statutory provision, a PSV operator’s licence shall continue in force indefinitely. 3 If the holder of a PSV operator’s licence requests the traffic commissioner by whom it was granted to terminate it at any time, the commissioner shall, subject to subsection (4) below, comply with the request. 4 The traffic commissioner may refuse to comply with the request if he is considering taking action in respect of the licence under section 17(1) or (2) of this Act."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "62", "section_title": " Suspension of licences.", "section_text": "62 1 Section 17 of the 1981 Act (revocation, suspension etc. of licences) shall be amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 After subsection (5) there shall be inserted— 5A Where a licence is suspended under this section, it remains in force during the time of its suspension subject to the limitation that no vehicles are authorised to be used under it. 5B A traffic commissioner who has suspended a licence under this section may at any time— a cancel the suspension; or b with the consent of the holder of the licence, vary the period for which it is suspended."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "63", "section_title": " Operators’ discs.", "section_text": "63 1 Section 18 of the 1981 Act (duty to exhibit operator’s disc) shall be amended as follows. 2 For subsection (2) (which requires the holder of a PSV operator’s licence to be supplied with a number of operators’ discs equal to the maximum number of vehicles that he may use under the licence) there shall be substituted— 2 A traffic commissioner on granting a PSV operator’s licence shall supply the person to whom the licence is granted— a with a number of operators’ discs equal to the maximum number of vehicles that he may use under the licence in accordance with the condition or conditions attached to the licence under section 16(1) of this Act; or b with such lesser number of operators’ discs as he may request. 2A Where, in the case of any PSV operator’s licence, the maximum number referred to in subsection (2)(a) above is increased on the variation of one or more of the conditions there referred to, the traffic commissioner on making the variation shall supply the holder of the licence— a with such number of additional operators’ discs as will bring the total number of operators’ discs held by him in respect of the licence to that maximum number, or b with such lesser number of additional operators’ discs as he may request. 2B Where the number of operators’ discs currently held in respect of a PSV operator’s licence is less than the maximum number referred to in subsection (2)(a) above, the traffic commissioner by whom the licence was granted shall on the application of the holder of the licence supply him with such number of additional operators’ discs as is mentioned in subsection (2A)(a) or (b) above. 2C Where, in accordance with regulations under subsection (3)(aa) below, all the operators’ discs held in respect of a PSV operator’s licence expire at the same time, the traffic commissioner by whom the licence was granted shall supply the holder of the licence with a number of new operators’ discs equal to the number of discs that have expired. 3 In subsection (3) (provision that may be made by regulations)— a after paragraph (a) there shall be inserted— aa as to the expiry of operators’ discs; , and b at the end there shall be added— e for the voluntary return of operators’ discs by the holder of a PSV operator’s licence."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "64", "section_title": " Repeal of section 27 of the 1981 Act.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "65", "section_title": " Review of decisions and correction of errors.", "section_text": "65 1 After section 49 of the 1981 Act there shall be inserted—  Review of decisions. 49A 1 Subject to subsection (2) below, a traffic commissioner may review and, if he thinks fit, vary or revoke any decision of his— a to grant or refuse an application for a PSV operator’s licence; or b to grant or refuse an application for the variation of a PSV operator’s licence, if he is satisfied that a procedural requirement imposed by or under this Act has not been complied with in relation to the decision. 2 A traffic commissioner may only review a decision under subsection (1) above— a if, within such period after taking the decision as may be prescribed, he has given notice to the applicant or (as the case may be) the licence-holder that he intends to review the decision; b if, within that period, a person who appears to him to have an interest in the decision has requested him to review it; or c where neither paragraph (a) nor paragraph (b) above applies, if he considers there to be exceptional circumstances that justify the review. 3 Regulations may make provision as to the manner in which notices under subsection (2)(a) above are to be or may be served, including provision as to the circumstances in which and time at which any such notice is to be treated as having been duly served (whether or not it has in fact been served). 4 The variation or revocation of a decision under this section shall not make unlawful anything done in reliance on the decision before the variation or revocation takes effect. 2 In section 50 of the 1981 Act (appeals to the Transport Tribunal) after subsection (4) there shall be inserted— 4A A person who— a within the prescribed period has made an application for a review under section 49A of this Act; and b has been certified by the traffic commissioner as a person such as is mentioned in subsection (2)(b) of that section, may appeal to the Transport Tribunal against the refusal of the application. 3 After section 56 of the 1981 Act there shall be inserted—  Correction of errors. 56A Where it appears to the traffic commissioner for a traffic area that a document purporting to record, or issued in consequence of, a decision taken in the exercise of his functions contains a clerical error, he may issue a corrected document or a notice in writing that the document is to have effect with such corrections as are stated in the notice."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "66", "section_title": " Fees.", "section_text": "66 1 The 1981 Act shall be amended as follows. 2 In section 52(1)(a)\t\t\t\t\t(which sets out matters in respect of which the traffic commissioner for an area is to charge fees) after sub-paragraph (i) there shall be inserted— ia applications under section 16(6) of this Act and the grant of such applications; ib the continuation in force of PSV operators’ licences; . 3 For section 52(2)(b) there shall be substituted— b the grant of any PSV operator’s licence or of any application under section 16(6) of this Act; bb the issue of any certificate, disc or other document referred to in subsection (1) above; or . 4 After section 52(2) there shall be inserted— 2A If, in the case of any application for a PSV operator’s licence, any fee or instalment of a fee in respect of the application, the grant of the licence or the issue of operators’ discs under section 18(2) of this Act is not duly paid by the prescribed time— a the application shall be treated as withdrawn at that time; b any decision made on the application ceases to have effect at that time; and c any licence granted in pursuance of such a decision terminates at that time. 2B If, in the case of any application under section 16(6) of this Act, any fee or instalment of a fee in respect of the application, the grant of the application or the issue of operators’ discs under section 18(2A) of this Act is not duly paid by the prescribed time— a the application shall be treated as withdrawn at that time; b any decision made on the application, and any variation effected in pursuance of such a decision, ceases to have effect at that time. 2C If, in the case of any PSV operator’s licence, any fee or instalment of a fee in respect of— a the continuation in force of the licence; or b the issue of operators’ discs under section 18(2C) of this Act, is not duly paid by the prescribed time, the licence terminates at that time. 2D If any fee or instalment of a fee in respect of any operators’ discs that have been issued under section 18 of this Act is not duly paid by the prescribed time, the discs cease to have effect at that time. 2E The traffic commissioner by whom a PSV operator’s licence was granted may, if he considers there to be exceptional circumstances that justify his doing so in any case where subsection (2A), (2B), (2C) or (2D) above has applied, direct that as from the time mentioned in that subsection its effect in that case be disregarded. 2F Where the traffic commissioner has given a direction under subsection (2E) above in respect of a PSV operator’s licence in a case where subsection (2A) or (2C) above has applied, it shall not for the purposes of section 20(1) or (2) of this Act be regarded as having been practicable for the licence-holder to— a report any matter to the Secretary of State; or b give him notice of any alteration, during the period beginning with the time mentioned in subsection (2A) or (2C) and ending when the direction came into force. 5 In section 60 (general power to make regulations for purposes of Act) for subsection (1)(e) there shall be substituted— e the fees to be payable under this Act, the persons liable to pay them, and the repayment (or partial repayment), in prescribed circumstances, of fees paid under this Act; ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "67", "section_title": " Disqualification of PSV operators.", "section_text": "67 1 Section 28 of the Transport Act  1985 (power to disqualify PSV operators) shall be amended as follows. 2 In subsection (2) (so long as a person is disqualified, no licence shall be granted to him and any obtained by him shall be of no effect) for the words from “no PSV” to the end there shall be substituted— a any PSV operator’s licence held by him at the date of the making of the order under subsection (1) above (other than the licence revoked) shall be suspended (that is, shall remain in force subject to the limitation that no vehicles are authorised to be used under it); and b notwithstanding section 14(4) of the 1981 Act, no PSV operator’s licence may be granted to him. 3 After subsection (2) there shall be inserted— 2A If a person obtains a PSV operator’s licence while he is disqualified under subsection (1) above, the licence shall be void. 4 At the end of subsection (5) (the traffic commissioner may exercise his powers under section 28 in relation to officers of corporate licence-holders and partners of licence-holders) there shall be added—  “                    and any reference in subsection (6A) below to subsection (1) above or to subsection (4) above includes that subsection as it applies by virtue of this subsection.                  ” 5 After subsection (6) there shall be inserted— 6A The traffic commissioner by whom any order disqualifying a person was made under subsection (1) above may at any time— a cancel that order together with any direction that was given under subsection (4) above when the order was made; b cancel any such direction; or c with the consent of the person disqualified, vary the order or any such direction (or both the order and any such direction)."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "68", "section_title": " Chapter  IV : minor and consequential amendments.", "section_text": "68 The 1981 Act and   the Transport Act 1985 shall have effect with the further amendments set out in Schedule 14 to this Act."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "69", "section_title": " Functions of Ministers and office-holders.", "section_text": "69 1 This section applies to any function of a Minister or office-holder— a which is conferred by or under any enactment; and b which, by virtue of any enactment or rule of law, may be exercised by an officer of his; and c which is not excluded by section 71 below. 2 If a Minister by order so provides, a function to which this section applies may be exercised by, or by employees of, such person (if any) as may be authorised in that behalf by the office-holder or Minister whose function it is. 3 A Minister shall not make an order under this section in relation to an office-holder without first consulting him. 4 An order under this section may provide that a function to which this section applies may be exercised, and an authorisation given by virtue of such an order may (subject to the provisions of the order) authorise the exercise of such a function— a either wholly or to such extent as may be specified in the order or authorisation; b either generally or in such cases or areas as may be so specified; and c either unconditionally or subject to the fulfilment of such conditions as may be so specified. 5 An authorisation given by virtue of an order under this section— a shall be for such period, not exceeding 10 years, as is specified in the authorisation; b may be revoked at any time by the Minister or office-holder by whom the authorisation is given; and c shall not prevent that Minister or office-holder or any other person from exercising the function to which the authorisation relates."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "70", "section_title": " Functions of local authorities.", "section_text": "70 1 This section applies to any function of a local authority— a which is conferred by or under any enactment; and b which, by virtue of section 101 of   the Local Government Act 1972 or section 56 of   the Local Government (Scotland) Act 1973   or an enactment mentioned in subsection (1ZA) below , may be exercised by an officer of the authority; and c which is not excluded by section 71 below. 1A This section also applies to any function of a local authority— a if, and to the extent that, it is the responsibility of an executive of that local authority under executive arrangements, within the meaning of Part II of the Local Government Act 2000; b which is conferred by or under any enactment; c which, by virtue of any of sections 14 to 16, or any provisions made under sections 17 to 20, of the Local Government Act 2000 (provisions with respect to executive arrangements—discharge of functions  etc. ), may be exercised by an officer of the local authority; and d which is not excluded by section 71 below. 1ZA The enactments referred to in subsection (1)(b) above are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 38 or 380 of the Greater London Authority Act 1999 (delegation of functions exercisable by the Mayor of London); c paragraph 7 of Schedule 10 to that Act (delegation by Transport for London). 1ZB In its application in relation to a local authority which is a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies  or a fire and rescue authority created by an order under section 4A of that Act , subsection (1) above has effect as if paragraph (b) were omitted. 1ZC In its application to a local authority which is a corporate joint committee established by regulations under Part 5 of the Local Government and Elections (Wales) Act 2021, subsection (1) has effect as if for paragraph (b) there were substituted— b which by virtue of regulation 13 of the Corporate Joint Committees (General) (No. 2) (Wales) Regulations 2021 may be exercised by an officer of the authority; 2 If a Minister by order so provides, a function to which this section applies may be exercised by, or by employees of, such person (if any) as may be authorised in that behalf by the local authority whose function it is. 3 A Minister shall not make an order under this section in relation to a local authority without first consulting— a in the case of an authority in England or Wales, such representatives of local government; b in the case of an authority in Scotland, such associations of local authorities, as he considers appropriate. 4 Subsections (4) and (5) of section 69 above shall apply for the purposes of this section as they apply for the purposes of that section; and in subsection (5) of that section as so applied any reference to the Minister or office-holder by whom the authorisation is given shall be construed as a reference to the local authority by which the authorisation is given. 5 Where at any time— a an order is in force under this section in relation to any function of a local authority (“authority A”); and b arrangements are in force under section 101 of   the Local Government Act 1972 or section 56 of   the Local Government (Scotland) Act 1973 for the exercise of that function by another local authority (“authority B”), it shall be an implied term of those arrangements that, except with the consent of authority A, authority B shall not give any authorisation by virtue of the order in relation to that function. 5A In its application to a local authority which is a corporate joint committee established by regulations under Part 5 of the Local Government and Elections (Wales) Act 2021, subsection (5) has effect as if the references to arrangements under section 101 of the Local Government Act 1972 were references to arrangements under regulation 13 of the Corporate Joint Committees (General) (No. 2) (Wales) Regulations 2021. 6 Any reference in subsection (5) above to arrangements under section 101 of the  Local Government Act 1972 includes a reference to an authorisation under section 38 or 380 of the Greater London Authority Act 1999.  7 Where at any time— a an order is in force under this section in relation to any function of a local authority (“authority A”); b that function, to any extent, is the responsibility of an executive of authority A under executive arrangements, within the meaning of Part II of the Local Government Act 2000; and c arrangements are in force under regulations made under section 19 of the Local Government Act 2000 (discharge of functions of and by another local authority) for the exercise of that function, to any extent, by another local authority (“authority B”) or by any executive of authority B, it shall be an implied term of those arrangements that authority B or, as the case may be, the executive of authority B, shall not give any authorisation by virtue of the order in relation to that function except with the consent of the executive of authority A."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "71", "section_title": " Functions excluded from sections 69 and 70.", "section_text": "71 1 Subject to subsections (2) and (3) below, a function is excluded from sections 69 and 70 above if— a its exercise would constitute the exercise of jurisdiction of any court or of any tribunal which exercises the judicial power of the State; or b its exercise, or a failure to exercise it, would necessarily interfere with or otherwise affect the liberty of any individual; or c it is a power or right of entry, search or seizure into or of any property; or d it is a power or duty to make subordinate legislation. 2 Subsection (1)(b) and (c) above shall not exclude any function of the official receiver attached to any court. 3 Subsection (1)(c) above shall not exclude any function of a local authority under, or under regulations made under, any of the following enactments, namely— a section 247 of   the Local Government (Scotland) Act 1947 (enforcement of non-domestic rates); b Part VI of   the General Rate Act 1967 (distress for general rates); c paragraphs 7 and 7A of Schedule 2 and paragraph 11 of Schedule 5 to   the Abolition of Domestic Rates Etc. (Scotland) Act 1987 (enforcement of community charges and community water charges); d paragraphs 5 to 7 of Schedule 4 to   the Local Government Finance Act 1988 (enforcement of community charge); e paragraph 3(2)(b) of Schedule 9 to that Act (enforcement of non-domestic rates); ea section 48 of the Local Government Act 2003 (administration  etc  of BID levy) if the function corresponds to any function falling within paragraph (e) above,.  f paragraphs 5 to 7 of Schedule 4 to   the Local Government Finance Act 1992 (enforcement of council tax); g paragraphs 2 and 6 of Schedule 8 and paragraph 11 of Schedule 11 to that Act (enforcement of council tax and council water charge);  ... h paragraph 2 of Schedule 10 to the Local  Government etc. (Scotland) Act 1994 (enforcement of water and sewerage charges);  and i sections 217 and 218 of the Planning Act 2008 (Community Infrastructure Levy: collection and enforcement)."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "72", "section_title": " Effect of contracting out.", "section_text": "72 1 This section applies where by virtue of an order made under section 69 or 70 above a person is authorised to exercise any function of a Minister, office-holder or local authority. 2 Subject to subsection (3) below, anything done or omitted to be done by or in relation to the authorised person (or an employee of his) in, or in connection with, the exercise or purported exercise of the function shall be treated for all purposes as done or omitted to be done— a in the case of a function of a Minister or office-holder, by or in relation to the Minister or office-holder in his capacity as such; b in the case of a function of a local authority, by or in relation to that authority. 3 Subsection (2) above shall not apply— a for the purposes of so much of any contract made between the authorised person and the Minister, office-holder or local authority as relates to the exercise of the function, or b for the purposes of any criminal proceedings brought in respect of anything done or omitted to be done by the authorised person (or an employee of his)."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "73", "section_title": " Termination of contracting out.", "section_text": "73 1 This section applies where— a by virtue of an order made under section 69 or 70 above a person is authorised to exercise any function of a Minister, office-holder or local authority; and b the order or authorisation is revoked at a time when a relevant contract is subsisting. 2 The authorised person shall be entitled to treat the relevant contract as repudiated by the Minister, office-holder or local authority (and not as frustrated by reason of the revocation). 3 In this section “ relevant contract ” means so much of any contract made between the authorised person and the Minister, office-holder or local authority as relates to the exercise of the function."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "74", "section_title": " Powers of certain office-holders.", "section_text": "74 1 In so far as an office-holder to whom this section applies does not already have power to do so, he may authorise an officer of his to exercise any function of his which is conferred by or under any enactment. 2 Subject to subsection (3) below, anything done or omitted to be done by an officer so authorised in, or in connection with, the exercise or purported exercise of the function shall be treated for all purposes as done or omitted to be done by the office-holder in his capacity as such. 3 Subsection (2) above shall not apply for the purposes of any criminal proceedings brought in respect of anything done or omitted to be done as mentioned in that subsection. 4 The office-holders to whom this section applies are— a the registrar of companies for England and Wales, Scotland or Northern Ireland; b the official receiver attached to any court; c the Comptroller-General of Patents, Designs and Trade Marks; d the Public Trustee; e a traffic commissioner; f the registrar of approved driving instructors; g the Registrar General of Births, Deaths and Marriages for Scotland; h the Keeper of the Registers of Scotland; and i the Keeper of the Records of Scotland."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "75", "section_title": " Restrictions on disclosure of information.", "section_text": "75 Schedule 15 to this Act (which contains provisions modifying certain restrictions on the disclosure of information where functions of Ministers, office-holders or local authorities are contracted out) shall have effect."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "76", "section_title": " Amendments of enactments etc.", "section_text": "76 Schedule 16 to this Act (which contains amendments and other provisions for facilitating or otherwise in connection with the contracting out of particular functions, whether in pursuance of an order made under section 69 or 70 above or otherwise) shall have effect."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "77", "section_title": " Provisions with respect to orders.", "section_text": "77 1 An order under section 69 or 70 above— a shall be made by statutory instrument; b may contain provisions (including provisions modifying enactments) which are consequential upon, or supplemental or incidental to, the provisions made by the order which fall within subsection (2) of that section; and c may contain such transitional provisions and savings as appear to the Minister by whom the order is made to be appropriate. 2 No order shall be made under section 69 or 70 above unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "78", "section_title": " Extent of Part II.", "section_text": "78 1 The following provisions of this Part extend to Northern Ireland, namely— a sections 69 and 74 above; b the other provisions of this Part in so far as they relate to orders under section 69 or to functions of Ministers or office-holders; and c paragraphs 4, 24 and 25 of Schedule 16. 2 In so far as they relate to functions under enactments relating to patents, registered designs or trade marks, the provisions of this Part also extend to the Isle of Man, subject to such exceptions and modifications as Her Majesty may specify by Order in Council."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "79", "section_title": " Interpretation of Part II.", "section_text": "79 1 In this Part— “ employee ”, in relation to a body corporate, includes any director or other officer of that body; “ enactment ” does not include an enactment contained in Northern Ireland legislation but, subject to that, includes an enactment contained in an Act (whenever passed) and an enactment contained in subordinate legislation (whenever made); “ function ”, in relation to a local authority, includes any power to do any thing which is calculated to facilitate, or is conducive or incidental to, the exercise of a function; “ joint board ”— in relation to England and Wales, means a joint or special planning board constituted for a National Park by order under paragraph 1, 3 or 3A of Schedule 17 to   the Local Government Act 1972, or a joint planning board within the meaning of section 2 of   the Town and Country Planning Act 1990; in relation to Scotland, has the same meaning as in the Local  Government (Scotland) Act 1973; “ joint committee ”— in relation to England and Wales, means a joint committee appointed under section 102(1)(b) of the Local Government Act 1972; in relation to Scotland, has the same meaning as in the Local Government (Scotland) Act 1973; “ local authority ”— in relation to England,   has the meaning given by section 79A;  in relation to Wales,   has the meaning given by section 79B;  in relation to Scotland, has the same meaning as in the Local Government (Scotland) Act 1973; “ Minister ” has the same meaning as Minister of the Crown has in the Ministers  of the Crown Act 1975; “ Northern Ireland legislation ” means— Northern Ireland legislation within the meaning of section 24 of  the Interpretation Act 1978; and instruments, within the meaning of   the Interpretation Act (Northern Ireland) 1954, made under such legislation; “ office-holder ” does not include a Minister, an officer of either House of Parliament,  the Auditor General for Wales,  the Parliamentary Commissioner for Administration ,   the Public Services Ombudsman for Wales    ... , the Health Service Commissioner for England  ... or the Scottish Public Services Ombudsman  but, subject to that, means— the holder of an office created or continued in existence by a public general Act of Parliament; the holder of an office the remuneration in respect of which is paid out of money provided by Parliament; the registrar of companies for England and Wales, Scotland or Northern Ireland; and the registrar of approved driving instructors; “ officer ”— in relation to a Minister, means any person in the civil service of the Crown who is serving in his department; in relation to an office-holder, means any member of his staff, or any person in the civil service of the Crown who has been assigned or appointed to assist him in the exercise of his functions; “ the registrar of approved driving instructors ” means the officer of the Secretary of State by whom the register of approved driving instructors established in pursuance of section 23 of   the Road Traffic Act 1962 is compiled and maintained; “ subordinate legislation ” has the same meaning as in the Interpretation  Act 1978. 2 In relation to any time before 1st April 1996, subsection (1) above shall have effect as if, in paragraph (b) of the definition of “local authority”, for the words “county borough” there were substituted the word  “                    district                  ” . 3 Subject to subsection (4) below, this Part shall have effect as if— a any reference to a Minister included a reference to the Forestry Commissioners or to the Charity Commission; b any reference to an officer in relation to the Charity Commission were a reference to a member or member of staff of the Commission; and. 4 Nothing in subsection (3) above shall be construed as enabling those Commissioners   or that Commission  . . . to make an order under section 69 or 70 above  . . .. 5 Subject to subsection (6) below, any function of an examiner or other officer of the Patent Office which is conferred by or under any enactment shall be treated for all purposes of this Part as if it were a function of the Comptroller-General of Patents, Designs and Trade Marks. 6 In any case where by virtue of an order made under section 69 above a person is authorised by that Comptroller to exercise any such function as is mentioned in subsection (5) above, section 72(2) above shall have effect as if for paragraphs (a) and (b) there were substituted the words  “                    by or in relation to an examiner or other officer of the Patent Office in his capacity as such                  ” ."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "79A", "section_title": "“Local authority”: England", "section_text": "79A In this Part,  “ local authority ” in relation to England means— a a county council; b a district council; c a London borough council; d the Greater London Authority acting through the Mayor of London; e the Common Council of the City of London; f the sub-treasurer of the Inner Temple; g the under treasurer of the Middle Temple; h the Council of the Isles of Scilly; i a parish council; j a National Park authority; k a functional body within the meaning of the Greater London Authority Act 1999; l an authority established under section 10 of the Local Government Act 1985 (waste disposal authorities); m a joint authority established by Part 4 of that Act (fire and rescue services and transport); ma an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009; mb a combined authority established under section 103 of that Act; mc a combined county authority established under section  9 (1)  of the Levelling-up and Regeneration Act 2023; n a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; na a fire and rescue authority created by an order under section 4A of that Act; o . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . p . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . q any body specified for the purposes of this paragraph by regulations under section 79C."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "79B", "section_title": "“Local authority”: Wales", "section_text": "79B In this Part,  “ local authority ” in relation to Wales means— a a county council; b a county borough council; c a community council; d a National Park authority; da a corporate joint committee established by regulations under Part 5 of the Local Government and Elections (Wales) Act 2021; e a joint planning board constituted for an area in Wales outside a National Park by an order under section 2(1B) of the Town and Country Planning Act 1990; f a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h any body specified for the purposes of this paragraph by regulations under section 79C."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "79C", "section_title": "Regulations for the purposes of section 79A and 79B", "section_text": "79C 1 The Secretary of State may by regulations made by statutory instrument specify for the purposes of section 79A(q) or 79B(h) any body which is (or any class of bodies each of which is)– a a levying body, within the meaning of section 74 of the Local Government Finance Act 1988; b a body to which section 75 of that Act applies (bodies with power to issue special levies); c a body to which section 118 of that Act applies (other bodies with levying powers); d a local precepting authority as defined in section 69 of the Local Government Finance Act 1992. 2 Regulations under subsection (1)— a may provide for this Part to have effect, in relation to a body specified under that subsection, subject to exceptions or modifications; b may contain transitional provisions and savings. 3 Any such regulations shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "80", "section_title": " Financial provisions.", "section_text": "80 1 There shall be paid out of money provided by Parliament— a any sums required by a Minister of the Crown, an office-holder  or the Forestry Commissioners  for making payments under contracts entered into under or by virtue of Part II of this Act; b any administrative expenses incurred by a Minister of the Crown or office-holder in consequence of the provisions of this Act; and c any increase attributable to this Act in the sums so payable under any other Act. 2 In this section— “ Minister of the Crown ” has the same meaning as in   the Ministers of the Crown Act 1975; “ office-holder ” has the same meaning as in Part II of this Act."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "81", "section_title": " Repeals.", "section_text": "81 1 The enactments mentioned in Schedule 17 to this Act (which include enactments which are spent) are hereby repealed to the extent specified in the third column of that Schedule. 2 The extent of any repeal in that Schedule of an enactment is the same as that of the enactment repealed."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "82", "section_title": " Short title, commencement and extent.", "section_text": "82 1 This Act may be cited as the Deregulation and Contracting Out Act 1994. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Except in so far as any provision of this Act otherwise provides, this Act, other than Chapter I of Part I and this section, does not extend to Northern Ireland."}, {"act": "Deregulation and Contracting Out Act 1994", "year": 1994, "section": "6", "section_title": " Model provisions with respect to appeals.", "section_text": "6 1 The Secretary of State shall by order prescribe model provisions with respect to appeals against enforcement action with a view to their being incorporated, if thought fit and with or without modifications, in enactments to which subsection (2) below applies. 2 This subsection applies to enactments which include provision the effect of which is to impose, or authorise or require the imposition of, a restriction, requirement or condition affecting any person in the carrying on of any trade, business or profession or otherwise. 3 The Secretary of State shall perform his duty under this section in the manner which he considers is best calculated to secure— a that appeals determined in accordance with the model provisions are determined without unnecessary delay; and b that the costs or expenses incurred by the parties to appeals so determined are kept to the minimum. 4 Model provisions prescribed by an order under this section may provide for the appointment of persons to hear and determine appeals and confer powers on persons so appointed, including in particular— a power to appoint experts and their own counsel or solicitor; b power to require respondents to disclose documents and other material; c power to summon or, in Scotland, to cite witnesses; d power to make interim orders, including orders staying or, in Scotland, suspending enforcement action; and e power to award costs or expenses to appellants and, in certain cases, against them. 5 Model provisions so prescribed may also— a confer a right for interested persons to make representations before enforcement action is taken; b require the giving of reasons to such persons for any decision to take such action; c require appellants to state their grounds of appeal and respondents to furnish statements by way of answer; d enable appellants to amend their grounds of appeal before the hearing; e require appeals to be determined on the merits rather than by way of review; and f provide for further appeals to courts on points of law. 6 An order under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section— “ enactment ” does not include anything contained in Northern Ireland legislation but, subject to that, includes an enactment contained in an Act (whenever passed) and an enactment contained in subordinate legislation (whenever made); “ enforcement action ” has the same meaning as in  section 9 of the Regulatory Reform Act 2001 ;  “ interested person ” means— the person against whom enforcement action may be or has been taken; b any other person who will or may be required to meet, or to make a significant contribution towards, the cost of observing the restriction or complying with the requirement or condition; or c where the enforcement action which may be or has been taken relates specifically to goods or services which are to be or have been supplied by a person other than the one against whom enforcement action may be or has been taken, that person; “ Northern Ireland legislation ” means— Northern Ireland legislation within the meaning of section 24 of the Interpretation  Act 1978; and instruments, within the meaning of the Interpretation  Act (Northern Ireland) 1954, made under such legislation; “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978."}]