[{"act": "Education Act 1994", "year": 1994, "section": "1", "section_title": " The Teacher Training Agency.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "2", "section_title": " Membership, &c. of the agency.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "3", "section_title": " The funding agencies.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "4", "section_title": " Qualifying activities and eligible institutions.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "5", "section_title": " Grants, loans and other payments.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "6", "section_title": " Provisions supplementary to s. 5.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "7", "section_title": " Grants to the funding agencies.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "8", "section_title": " Directions by the Secretary of State.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "9", "section_title": " Joint exercise of functions.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "10", "section_title": " Efficiency studies.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "11", "section_title": " Research.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "11A", "section_title": "General duty of Secretary of State with respect to teacher training.", "section_text": "11A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "12", "section_title": " Power of schools to provide courses of initial teacher training.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "13", "section_title": " Grants for teacher training.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "14", "section_title": " Qualification of teachers, &c.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "15", "section_title": " Duty to provide information, &c.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "16", "section_title": " Additional, supplementary and ancillary functions.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "17", "section_title": " The Teaching as a Career Unit: transfer of property and staff.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "18", "section_title": " Power to reimburse certain payments to persons formerly employed in teacher training.", "section_text": "18 1   The Office for Students or the Higher Education Funding Council for Wales   may make payments, subject to such terms and conditions as they think fit, to— a the governing body of a grant-maintained school or grant-maintained special school, or b a further education corporation or the governing body of any institution designated under section 28 of the  Further and Higher Education Act 1992, in respect of expenditure incurred or to be incurred by that body in making safeguarded salary payments to which this section applies. 2 This section applies to payments made to a person who in consequence of a direction given by the Secretary of State under— a regulation 3(2) of the  Further Education Regulations 1975, b regulation 15 of the  Education (Schools and Further Education) Regulations 1981, being a direction relating to a course for the training of teachers, or c regulation 16 of those Regulations, ceased before 1st April 1989 to be employed in a college for the training of teachers, or in a department for the training of teachers in any other establishment of further education. 3 The amount of the safeguarded salary payment is the amount by which, in consequence of the matters mentioned in subsection (2), a person’s salary exceeds that which would normally be appropriate to the post held by him. 4 A body to which subsection (1)(a) or (b) applies shall give to    the Office for Students or (as the case may be) the Higher Education Funding Council for Wales   such information as   they   may require for the purposes of the exercise of their power under that subsection."}, {"act": "Education Act 1994", "year": 1994, "section": "18A", "section_title": "Inspection of institutions training teachers for schools.", "section_text": "18A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "18B", "section_title": "Inspection of teacher training", "section_text": "18B 1   Her Majesty's Chief Inspector of Education, Children's Services and Skills   (“ the Chief Inspector ”) may inspect and report on— a any initial training of teachers, or specialist teaching assistants, for schools, or b any in-service training of such teachers or assistants, which is provided by a training provider. 2 If requested to do so by the Secretary of State, the Chief Inspector must inspect and report on such one or more relevant training providers in England as may be specified in the Secretary of State's request. 3 The Chief Inspector may at any time give advice to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the   Secretary of State  ,  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . on any matter connected with training falling within subsection (1)(a) or (b). 4 The Chief Inspector may— a make such reports of inspections carried out by him under this section as he considers appropriate, and b arrange for any such report to be published in such manner as he considers appropriate, ... 5 When inspecting a training provider under this section, the Chief Inspector has at all reasonable times— a a right of entry to the premises of the training provider, and b a right to inspect, and take copies of, any records kept by the training provider, and any other documents containing information relating to the training provider, which he considers relevant to the exercise of his functions under this section; and section 58 of the 2005 Act (inspection of computer records) applies for the purposes of this section as it applies for the purposes of Part 1 of the 2005 Act. 6 Without prejudice to subsection (5), a training provider to which an inspection under this section relates— a must give the Chief Inspector all assistance in connection with the exercise of his functions under this section which he is reasonably able to give, and b must secure that all such assistance is also given by persons who work for the training provider. 7 The Chief Inspector may not carry out any inspection under subsection (1)  of training provided by a training provider in Wales   unless— a at least eight weeks previously, he has given notice of his intention to carry out the inspection— i to the training provider concerned, or ii where the training is provided by a partnership or association of training providers, to one of those training providers, or b with the agreement of that training provider or (as the case may be) one of those training providers, he has given it shorter notice of that intention. 8 Any notice under subsection (7)— a must be given in writing, and b may be sent by post; and any such notice may (without prejudice to any other lawful method of giving it) be addressed to a training provider at any address which the training provider has notified to the   Secretary of State   as its address. 9 Nothing in this section confers any right or imposes any duty, whether as regards the carrying out of any inspection or otherwise, in relation to any course which consists of instruction given wholly or mainly for purposes other than training falling within subsection (1)(a) or (b). 10 Any reference in this section to the Chief Inspector is to be read, in relation to any inspection which he is authorised or required to carry out under this section, as including a reference to any person authorised to act on his behalf under   paragraph 9(1) of Schedule 12 to the Education and Inspections Act 2006  . 11 Nothing in this section is to be taken as prejudicing the generality of   paragraph 9(1) of that Schedule.   12 In this section— a “ the 2005 Act ” means the Education Act 2005; b “ training provider ” has the same meaning as in Part 3 of the 2005 Act; c “ relevant training provider ” means any training provider who provides training falling within subsection (1)(a) or (b); d “ in-service training ” includes any training provided to a teacher serving an induction period (within the meaning of section 19 of the Teaching and Higher Education Act 1998); e “ documents ” and  “ records ” each include information recorded in any form."}, {"act": "Education Act 1994", "year": 1994, "section": "18C", "section_title": "Inspection of teacher training in Wales", "section_text": "18C 1 Her Majesty's Chief Inspector of Education and Training in Wales (“ the Chief Inspector ”) may inspect and report on— a any initial training of teachers, or specialist teaching assistants, for schools, or b any in-service training of such teachers or assistants, which is provided by a training provider in Wales. 2 When asked to do so by the National Assembly for Wales, the Chief Inspector must— a give advice to the Assembly on such matters connected with training falling within subsection (1)(a) or (b) as may be specified in the Assembly's request; b inspect and report on such one or more relevant training providers as may be so specified. 3 The Chief Inspector may at any time give advice to— a the Assembly, b a funding agency, or c the General Teaching Council for Wales, on any matter connected with training falling within subsection (1)(a) or (b). 4 The Chief Inspector may— a make such reports of inspections carried out by him under this section as he considers appropriate, and b arrange for any such report to be published in such manner as he considers appropriate, and subsections (2) to (4) of section 29 of the 2005 Act (publication of inspection reports) apply in relation to the publication of any such report as they apply in relation to the publication of a report under any of the provisions mentioned in subsection (2) of that section. 5 When inspecting a training provider under this section, the Chief Inspector has at all reasonable times— a a right of entry to the premises of the training provider, and b a right to inspect, and take copies of, any records kept by the training provider, and any other documents containing information relating to the training provider, which he considers relevant to the exercise of his functions under this section; and section 58 of the 2005 Act (inspection of computer records) applies for the purposes of this section as it applies for the purposes of Part 1 of the 2005 Act. 6 Without prejudice to subsection (5), a training provider to which an inspection under this section relates— a must give the Chief Inspector all assistance in connection with the exercise of his functions under this section which he is reasonably able to give, and b must secure that all such assistance is also given by persons who work for the training provider. 7 The Chief Inspector may not carry out any inspection under subsection (1) unless— a at least eight weeks previously, he has given notice of his intention to carry out the inspection— i to the training provider concerned, or ii where the training is provided by a partnership or association of training providers, to one of those training providers, or b with the agreement of that training provider or (as the case may be) one of those training providers, he has given it shorter notice of that intention. 8 Any notice under subsection (7)— a must be given in writing, and b may be sent by post; and any such notice may (without prejudice to any other lawful method of giving it) be addressed to a training provider at any address which the training provider has notified to a funding agency as its address. 9 Nothing in this section confers any right or imposes any duty, whether as regards the carrying out of any inspection or otherwise, in relation to any course which consists of instruction given wholly or mainly for purposes other than training falling within subsection (1)(a) or (b). 10 Any reference in this section to the Chief Inspector is to be read, in relation to any inspection which he is authorised or required to carry out under this section, as including a reference to any person authorised to act on his behalf under paragraph 5(1) or (2) of Schedule 2 to the 2005 Act. 11 Nothing in this section is to be taken as prejudicing the generality of sections 20 to 23 of, or paragraph 5(1) or (2) of Schedule 2 to, the 2005 Act. 12 In this section— a “ the 2005 Act ” means the Education Act 2005; b “ funding agency ” means the Higher Education Funding Council for Wales  ... ; c “ training provider ” has the same meaning as in Part 3 of the 2005 Act; d “ relevant training provider ” means any training provider who provides training falling within subsection (1)(a) or (b); e “ in-service training ” includes any training provided to a teacher serving an induction period (within the meaning of section 19 of the Teaching and Higher Education Act 1998); f “ documents ” and  “ records ” each include information recorded in any form."}, {"act": "Education Act 1994", "year": 1994, "section": "19", "section_title": " Interpretation.", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5   Expressions   used in this Part and in  the Education Act 1996 , have the same meaning in this Part as in that Act."}, {"act": "Education Act 1994", "year": 1994, "section": "20", "section_title": " Meaning of “students’ union”.", "section_text": "20 1 In this Part a “ students’ union ” means— a an association of the generality of students at an establishment to which this Part applies whose principal purposes include promoting the general interests of its members as students; or b a representative body (whether an association or not) whose principal purposes include representing the generality of students at an establishment to which this Part applies in academic, disciplinary or other matters relating to the government of the establishment. 2 References in this Part to a students’ union include an association or body which would fall within subsection (1) if for the references to the generality of students at the establishment there were substituted a reference to— a the generality of undergraduate students, or graduate students, at the establishment; or b the generality of students at a particular hall of residence of the establishment. 3 References in this Part to a students’ union include an association or body which consists wholly or mainly of— a constituent or affiliated associations or bodies which are themselves students’ unions within subsection (1) or (2), or b representatives of such constituent or affiliated associations, and which fulfils the functions of a students’ union within subsection (1) or (2) in relation to students at an establishment to which this Part applies. 4 An association or body may be a students’ union within the meaning of this Part in relation to more than one establishment but not in relation to establishments generally in the United Kingdom or a part of the United Kingdom. 5 References in this section to an association of the generality of students, or of any description of students, include— a any association which the generality of students, or of students of that description, may join, whether or not it has in membership a majority of them, and b any association which would fall within paragraph (a) if the references there to students were confined to full-time students; and references to a representative body whose principal purposes include representing the generality of students, or of any description of students, shall be similarly construed."}, {"act": "Education Act 1994", "year": 1994, "section": "21", "section_title": " Establishments to which Part II applies.", "section_text": "21 1 The establishments in England and Wales to which this Part applies are— za any registered higher education provider of a description prescribed by regulations made for the purposes of section 39(1) of the Higher Education and Research Act 2017; a any university receiving financial support under section 65 of the  Further and Higher Education Act 1992; b any institution  in Wales   conducted by a higher education corporation or further education corporation within the meaning of that Act; ba any sixth form college; c any institution designated under section 129 of the  Education Reform Act 1988 as eligible to receive support from funds administered by a higher education funding council; d any institution designated under section 28 of the  Further and Higher Education Act 1992 as eligible to receive support from funds administered by a further education funding council; e any institution substantially dependent on financial support under section 6(5) of that Act (certain institutions providing facilities for part-time, or adult, further education); f any institution designated, or of a description designated, by order of the Secretary of State; g any college, school or hall in an establishment within any of the above paragraphs. 2 The establishments in Scotland to which this Part applies are— a any institution within the higher education sector for the purposes of section 56(2) of the  Further and Higher Education (Scotland) Act 1992; b any college of further education (within the meaning of section 36(1) of that Act), the board of management of which  is established in pursuance of Part 1   of that Act; c any central institution within the meaning of section 135(1) of the  Education (Scotland) Act 1980; d any institution designated, or of a description designated, by order of the Secretary of State. 2A For the purposes of subsection (1)(b), institution in Wales has the meaning given by section 62(7) of the Further and Higher Education Act 1992. 3 For the purposes of subsection (1)(e) an institution is substantially dependent on financial support under section 6(5) of the  Further and Higher Education Act 1992 in any year in which such support amounts to 25 per cent. or more of its income. For this purpose “ year ” means an accounting year of the institution, and “ income ” means receipts of any description, including capital receipts. 4 In subsection (1)(g) “ college ” includes any institution in the nature of a college. 5 References in this Part to the governing body of an establishment are to the executive governing body which has responsibility for the conduct of affairs of the establishment and the management and administration of its revenue and property."}, {"act": "Education Act 1994", "year": 1994, "section": "22", "section_title": " Requirements to be observed in relation to students’ unions.", "section_text": "22 1 The governing body of every establishment to which this Part applies shall take such steps as are reasonably practicable to secure that any students’ union for students at the establishment operates in a fair and democratic manner and is accountable for its finances. 2 The governing body shall in particular take such steps as are reasonably practicable to secure that the following requirements are observed by or in relation to any students’ union for students at the establishment— a the union should have a written constitution; b the provisions of the constitution should be subject to the approval of the governing body and to review by that body at intervals of not more than five years; c a student should have the right— i not to be a member of the union, or ii in the case of a representative body which is not an association, to signify that he does not wish to be represented by it, and students who exercise that right should not be unfairly disadvantaged, with regard to the provision of services or otherwise, by reason of their having done so; d appointment to major union offices should be by election in a secret ballot in which all members are entitled to vote; e the governing body should satisfy themselves that the elections are fairly and properly conducted; f a person should not hold sabbatical union office, or paid elected union office, for more than two years in total at the establishment; g the financial affairs of the union should be properly conducted and appropriate arrangements should exist for the approval of the union’s budget, and the monitoring of its expenditure, by the governing body; h financial reports of the union should be published annually or more frequently, and should be made available to the governing body and to all students, and each such report should contain, in particular— i a list of the external organisations to which the union has made donations in the period to which the report relates, and ii details of those donations; i the procedure for allocating resources to groups or clubs should be fair and should be set down in writing and freely accessible to all students; j if the union decides to affiliate to an external organisation, it should publish notice of its decision stating— i the name of the organisation, and ii details of any subscription or similar fee paid or proposed to be paid, and of any donation made or proposed to be made, to the organisation, and any such notice should be made available to the governing body and to all students; k where the union is affiliated to any external organisations, a report should be published annually or more frequently containing— i a list of the external organisations to which the union is currently affiliated, and ii details of subscriptions or similar fees paid, or donations made, to such organisations in the past year (or since the last report), and such reports should be made available to the governing body and to all students; l there should be procedures for the review of affiliations to external organisations under which— i the current list of affiliations is submitted for approval by members annually or more frequently, and ii at such intervals of not more than a year as the governing body may determine, a requisition may be made by such proportion of members (not exceeding 5 per cent.) as the governing body may determine, that the question of continued affiliation to any particular organisation be decided upon by a secret ballot in which all members are entitled to vote; m there should be a complaints procedure available to all students or groups of students who— i are dissatisfied in their dealings with the union, or ii claim to be unfairly disadvantaged by reason of their having exercised the right referred to in paragraph (c)(i) or (ii) above, which should include provision for an independent person appointed by the governing body to investigate and report on complaints; n complaints should be dealt with promptly and fairly and where a complaint is upheld there should be an effective remedy. 3 The governing body of every establishment to which this Part applies shall for the purposes of this section prepare and issue, and when necessary revise, a code of practice as to the manner in which the requirements set out above are to be carried into effect in relation to any students’ union for students at the establishment, setting out in relation to each of the requirements details of the arrangements made to secure its observance. 4 The governing body of every establishment to which this Part applies shall as regards any students’ union for students at the establishment bring to the attention of all students, at least once a year— a the code of practice currently in force under subsection (3), b any restrictions imposed on the activities of the union by the law relating to charities, and c where the establishment is one to which section 43 of the  Education (No.2) Act 1986 applies (freedom of speech in universities and colleges), the provisions of that section, and of any code of practice issued under it, relevant to the activities or conduct of the union. 5 The governing body of every establishment to which this Part applies shall bring to the attention of all students, at least once a year, and shall include in any information which is generally made available to persons considering whether to become students at the establishment— a information as to the right referred to in subsection (2)(c)(i) and (ii), and b details of any arrangements it has made for services of a kind which a students’ union at the establishment provides for its members to be provided for students who are not members of the union. 6 In subsections (2), (4) and (5) the expression “ all students ” shall be construed as follows— a in relation to an association or body which is a students’ union by virtue of section 20(1), the reference is to all students at the establishment; b in relation to an association or body which is a students’ union by virtue of section 20(2), the reference is to all undergraduate, or all graduate, students at the establishment or to all students at the hall of residence in question, as the case may be; c in relation to an association or body which is a students’ union by virtue of section 20(3), the reference is to all the students who by virtue of section 20(1) or (2) are comprehended by that expression in relation to its constituent or affiliated associations or bodies. 7 In this section the expression “ members ”, in relation to a representative body which is not an association, means those whom it is the purpose of the union to represent, excluding any student who has exercised the right referred to in subsection (2)(c)(ii). 8 In subsection (2)(j) to (l) the references to affiliation to an external organisation, in relation to a students’ union for students at an establishment, include any form of membership of, or formal association with, an organisation whose purposes are not confined to purposes connected with that establishment. 9 Subsection (2)(d) and (l)(ii) (elections and affiliations: requirements to hold secret ballot of all members) do not apply in the case of an open or distance learning establishment, that is, an establishment where the students, or the great majority of them, are provided with materials for private study and are not required to attend the establishment to any significant extent or at all."}, {"act": "Education Act 1994", "year": 1994, "section": "23", "section_title": " Orders and directions.", "section_text": "23 1 Any power of the Secretary of State to make orders under  ...  II  shall be exercised by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 Orders under  ... II may make different provision for different cases, circumstances or areas and may contain such incidental, supplementary or transitional provisions as the Secretary of State thinks fit. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1994", "year": 1994, "section": "24", "section_title": " Consequential amendments.", "section_text": "24 The enactments specified in Schedule 2 are amended in accordance with that Schedule, the amendments being consequential on the provisions of this Act."}, {"act": "Education Act 1994", "year": 1994, "section": "25", "section_title": " Extent.", "section_text": "25 1 The following provisions of this Act extend to England and Wales— Part I (teacher training), Part II (students’ unions), the provisions of Schedule 2 (consequential amendments) so far as relating to enactments which extend to England and Wales, the other provisions of this Part so far as relating to the above provisions. 2 The following provisions of this Act extend to Scotland— Part II (students’ unions), the provisions of Schedule 2 (consequential amendments) so far as relating to enactments which extend to Scotland, the other provisions of this Part so far as relating to the above provisions. 3 The following provisions of this Act extend to Northern Ireland— the provisions of Schedule 2 (consequential amendments) so far as relating to enactments which extend to Northern Ireland, the other provisions of this Part so far as relating to the above provisions."}, {"act": "Education Act 1994", "year": 1994, "section": "26", "section_title": " Commencement.", "section_text": "26 The provisions of this Act come into force on such day as the Secretary of State may appoint by order made by statutory instrument; and different days may be appointed for different provisions and for different purposes."}, {"act": "Education Act 1994", "year": 1994, "section": "27", "section_title": " Short title and citation.", "section_text": "27 1 This Act may be cited as the Education Act 1994. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]