[{"act": "Intelligence Services Act 1994", "year": 1994, "section": "1", "section_title": " The Secret Intelligence Service.", "section_text": "1 1 There shall continue to be a Secret Intelligence Service (in this Act referred to as   “ the Intelligence Service  ”) under the authority of the Secretary of State; and, subject to subsection (2) below, its functions shall be— a to obtain and provide information relating to the actions or intentions of persons outside the British Islands; and b to perform other tasks relating to the actions or intentions of such persons. 2 The functions of the Intelligence Service shall be exercisable only— a in the interests of national security, with particular reference to the defence and foreign policies of Her Majesty’s Government in the United Kingdom; or b in the interests of the economic well-being of the United Kingdom; or c in support of the prevention or detection of serious crime."}, {"act": "Intelligence Services Act 1994", "year": 1994, "section": "2", "section_title": " The Chief of the Intelligence Service.", "section_text": "2 1 The operations of the Intelligence Service shall continue to be under the control of a Chief of that Service appointed by the Secretary of State. 2 The Chief of the Intelligence Service shall be responsible for the efficiency of that Service and it shall be his duty to ensure— a that there are arrangements for securing that no information is obtained by the Intelligence Service except so far as necessary for the proper discharge of its functions and that no information is disclosed by it except so far as necessary— i for that purpose; ii in the interests of national security; iii for the purpose of the prevention or detection of serious crime; or iv for the purpose of any criminal proceedings; and b that the Intelligence Service does not take any action to further the interests of any United Kingdom political party. 3 Without prejudice to the generality of subsection (2)(a) above, the disclosure of information shall be regarded as necessary for the proper discharge of the functions of the Intelligence Service if it consists of— a the disclosure of records subject to and in accordance with the  Public Records Act 1958; or b the disclosure, subject to and in accordance with arrangements approved by the Secretary of State, of information to the Comptroller and Auditor General for the purposes of his functions. 4 The Chief of the Intelligence Service shall make an annual report on the work of the Intelligence Service to the Prime Minister and the Secretary of State and may at any time report to either of them on any matter relating to its work."}, {"act": "Intelligence Services Act 1994", "year": 1994, "section": "3", "section_title": " The Government Communications Headquarters.", "section_text": "3 1 There shall continue to be a Government Communications Headquarters under the authority of the Secretary of State; and, subject to subsection (2) below, its functions shall be— a to monitor  , make use of   or interfere with electromagnetic, acoustic and other emissions and any equipment producing such emissions and to obtain and provide information derived from or related to such emissions or equipment and from encrypted material; and b to provide advice and assistance about— i languages, including terminology used for technical matters, and ii cryptography and other matters relating to the protection of information and other material, to the armed forces of the Crown, to Her Majesty’s Government in the United Kingdom or to a Northern Ireland Department   or, in such cases as it considers appropriate, to other organisations or persons, or to the general public, in the United Kingdom or elsewhere.   2 The functions referred to in subsection (1)(a) above shall be exercisable only— a in the interests of national security, with particular reference to the defence and foreign policies of Her Majesty’s Government in the United Kingdom; or b in the interests of the economic well-being of the United Kingdom in relation to the actions or intentions of persons outside the British Islands; or c in support of the prevention or detection of serious crime. 3 In this Act the expression   “ GCHQ ” refers to the Government Communications Headquarters and to any unit or part of a unit of the armed forces of the Crown which is for the time being required by the Secretary of State to assist the Government Communications Headquarters in carrying out its functions."}, {"act": "Intelligence Services Act 1994", "year": 1994, "section": "4", "section_title": " The Director of GCHQ.", "section_text": "4 1 The operations of GCHQ shall continue to be under the control of a Director appointed by the Secretary of State. 2 The Director shall be responsible for the efficiency of GCHQ and it shall be his duty to ensure— a that there are arrangements for securing that no information is obtained by GCHQ except so far as necessary for the proper discharge of its functions and that no information is disclosed by it except so far as necessary for that purpose or for the purpose of any criminal proceedings; and b that GCHQ does not take any action to further the interests of any United Kingdom political party. 3 Without prejudice to the generality of subsection (2)(a) above, the disclosure of information shall be regarded as necessary for the proper discharge of the functions of GCHQ if it consists of— a the disclosure of records subject to and in accordance with the  Public Records Act 1958; or b the disclosure, subject to and in accordance with arrangements approved by the Secretary of State, of information to the Comptroller and Auditor General for the purposes of his functions. 4 The Director shall make an annual report on the work of GCHQ to the Prime Minister and the Secretary of State and may at any time report to either of them on any matter relating to its work."}, {"act": "Intelligence Services Act 1994", "year": 1994, "section": "5", "section_title": " Warrants: general.", "section_text": "5 1 No entry on or interference with property or with wireless telegraphy shall be unlawful if it is authorised by a warrant issued by the Secretary of State under this section. 2 The Secretary of State may, on an application made by the Security Service, the Intelligence Service or GCHQ, issue a warrant under this section authorising the taking  ... of such action as is specified in the warrant in respect of any property so specified or in respect of wireless telegraphy so specified if the Secretary of State— a thinks it necessary for the action to be taken  for the purpose of  assisting, as the case may be,— i the Security Service in carrying out any of its functions under the 1989 Act; or ii the Intelligence Service in carrying out any of its functions under section 1 above; or iii GCHQ in carrying out any function which falls within section 3(1)(a) above; and b is satisfied that the taking of the action is proportionate to what the action seeks to achieve; c is satisfied that satisfactory arrangements are in force under section 2(2)(a) of the 1989 Act (duties of the Director-General of the Security Service), section 2(2)(a) above or section 4(2)(a) above with respect to the disclosure of information obtained by virtue of this section and that any information obtained under the warrant will be subject to those arrangements. 2A The matters to be taken into account in considering whether the requirements of subsection (2)(a) and (b) are satisfied in the case of any warrant shall include whether what it is thought necessary to achieve by the conduct authorised by the warrant could reasonably be achieved by other means. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A A warrant issued on the application of the Security Service for the purposes of the exercise of their function under section 1(4) of the  Security Service Act 1989  , or on the application of the Intelligence Service or  GCHQ  for the purposes of the exercise of their functions by virtue of section 1(2)(c) or 3(2)(c),   may not relate to property in the British Islands unless it authorises the taking of action in relation to conduct within subsection (3B) below. 3B Conduct is within this subsection if it constitutes (or, if it took place in the United Kingdom, would constitute) one or more offences, and either— a it involves the use of violence, results in substantial financial gain or is conduct by a large number of persons in pursuit of a common purpose; or b the offence or one of the offences is an offence for which a person who has attained the age of twenty-one and has no previous convictions could reasonably be expected to be sentenced to imprisonment for a term of three years or more. 4 Subject to subsection (5) below, the Security Service may make an application under subsection (2) above for a warrant to be issued authorising that Service (or a person acting on its behalf) to take such action as is specified in the warrant on behalf of the Intelligence Service or GCHQ and, where such a warrant is issued, the functions of the Security Service shall include the carrying out of the action so specified, whether or not it would otherwise be within its functions. 5 The Security Service may not make an application for a warrant by virtue of subsection (4) above except where the action proposed to be authorised by the warrant— a is action in respect of which the Intelligence Service or, as the case may be, GCHQ could make such an application; and b is to be taken otherwise than in support of the prevention or detection of serious crime."}, {"act": "Intelligence Services Act 1994", "year": 1994, "section": "6", "section_title": " Warrants: procedure and duration,  etc.", "section_text": "6 1 A warrant shall not be issued except— a under the hand of the Secretary of State  or in the case of a warrant by the Scottish Minister (by virtue of provision made under section 63 of the Scotland Act 1998), a member of the Scottish Executive  ; or b in an urgent case where the Secretary of State has expressly authorised its issue and a statement of that fact is endorsed on it, under the hand of a senior official  . . .  ; or c in an urgent case where, the Scottish Ministers have (by virtue of provision made under section 63 of the Scotland Act 1998) expressly authorised its issue and a statement of that fact is endorsed thereon, under the hand of a member of the staff of the Scottish Administration who is in the Senior Civil Service and is designated by the Scottish Ministers as a person under whose hand a warrant may be issued in such a case.   or d in an urgent case where the Secretary of State has expressly authorised the issue of warrants in accordance with this paragraph by specified senior officials and a statement of that fact is endorsed on the warrant, under the hand of any of the specified officials. 1A But a warrant issued in accordance with subsection (1)(d) may authorise the taking of an action only if the action is an action in relation to property which, immediately before the issue of the warrant, would, if done outside the British Islands, have been authorised by virtue of an authorisation under section 7 that was in force at that time.” 1B A senior official who issues a warrant in accordance with subsection (1)(d) must inform the Secretary of State about the issue of the warrant as soon as practicable after issuing it. 2 A warrant shall, unless renewed under subsection (3) below, cease to have effect— a if the warrant was under the hand of the Secretary of State  or, in the case of a warrant issued by the Scottish Ministers (by virtue of provision made under section 63 of the Scotland Act 1998), a member of the Scottish Executive , at the end of the period of six months beginning with the day on which it was issued; and b in any other case, at the end of the period ending with the   fifth   working day following that day. 3 If at any time before the day on which a warrant would cease to have effect the Secretary of State considers it necessary for the warrant to continue to have effect for the purpose for which it was issued, he may by an instrument under his hand renew it for a period of six months beginning with that day. 4 The Secretary of State shall cancel a warrant if he is satisfied that the action authorised by it is no longer necessary. 5 In the preceding provisions of this section   “ warrant  ” means a warrant under section 5 above. 6 As regards the Security Service, this section and section 5 above have effect in place of section 3 (property warrants) of the 1989 Act, and accordingly— a a warrant issued under that section of the 1989 Act and current when this section and section 5 above come into force shall be treated as a warrant under section 5 above, but without any change in the date on which the warrant was in fact issued or last renewed; and b section 3 of the 1989 Act shall cease to have effect."}, {"act": "Intelligence Services Act 1994", "year": 1994, "section": "7", "section_title": " Authorisation of acts outside the British Islands.", "section_text": "7 1 If, apart from this section, a person would be liable in the United Kingdom for any act done outside the British Islands, he shall not be so liable if the act is one which is authorised to be done by virtue of an authorisation given by the Secretary of State under this section. 2 In subsection (1) above   “ liable in the United Kingdom  ” means liable under the criminal or civil law of any part of the United Kingdom. 3 The Secretary of State shall not give an authorisation under this section unless he is satisfied— a that any acts which may be done in reliance on the authorisation or, as the case may be, the operation in the course of which the acts may be done will be necessary for the proper discharge of a function of the Intelligence Service  or  GCHQ ; and b that there are satisfactory arrangements in force to secure— i that nothing will be done in reliance on the authorisation beyond what is necessary for the proper discharge of a function of the Intelligence Service  or  GCHQ ; and ii that, in so far as any acts may be done in reliance on the authorisation, their nature and likely consequences will be reasonable, having regard to the purposes for which they are carried out; and c that there are satisfactory arrangements in force under section 2(2)(a)  or 4(2)(a) above with respect to the disclosure of information obtained by virtue of this section and that any information obtained by virtue of anything done in reliance on the authorisation will be subject to those arrangements. 4 Without prejudice to the generality of the power of the Secretary of State to give an authorisation under this section, such an authorisation— a may relate to a particular act or acts, to acts of a description specified in the authorisation or to acts undertaken in the course of an operation so specified; b may be limited to a particular person or persons of a description so specified; and c may be subject to conditions so specified. 5 An authorisation shall not be given under this section except— a under the hand of the Secretary of State; or b in an urgent case where the Secretary of State has expressly authorised it to be given and a statement of that fact is endorsed on it, under the hand of a senior official  . . .. 6 An authorisation shall, unless renewed under subsection (7) below, cease to have effect— a if the authorisation was given under the hand of the Secretary of State, at the end of the period of six months beginning with the day on which it was given; b in any other case, at the end of the period ending with the   fifth   working day following the day on which it was given. 7 If at any time before the day on which an authorisation would cease to have effect the Secretary of State considers it necessary for the authorisation to continue to have effect for the purpose for which it was given, he may by an instrument under his hand renew it for a period of six months beginning with that day. 8 The Secretary of State shall cancel an authorisation if he is satisfied that any act authorised by it is no longer necessary. 9 For the purposes of this section the reference in subsection (1) to an act done outside the British Islands includes a reference to any act which— a is done in the British Islands; but b is or is intended to be done in relation to apparatus that is believed to be outside the British Islands, or in relation to anything appearing to originate from such apparatus; and in this subsection   “ apparatus  ” has the same meaning as in the Regulation of Investigatory Powers Act 2000 (c. 23). 10 Where— a a person is authorised by virtue of this section to do an act outside the British Islands in relation to property, b the act is one which, in relation to property within the British Islands, is capable of being authorised by a warrant under section 5, c a person authorised by virtue of this section to do that act outside the British Islands, does the act in relation to that property while it is within the British Islands, and d the act is done in circumstances falling within subsection (11) or (12), this section shall have effect as if the act were done outside the British Islands in relation to that property. 11 An act is done in circumstances falling within this subsection if it is done in relation to the property at a time when it is believed to be outside the British Islands. 12 An act is done in circumstances falling within this subsection if it — a is done in relation to property which was mistakenly believed to be outside the British Islands either when the authorisation under this section was given or at a subsequent time or which has been brought within the British Islands since the giving of the authorisation; but b is done before the end of the fifth working day after the day on which the presence of the property in the British Islands first becomes known. 13 In subsection (12) the reference to the day on which the presence of the property in the British Islands first becomes known is a reference to the day on which it first appears to a member of the Intelligence Service or of  GCHQ , after the relevant time— a that the belief that the property was outside the British Islands was mistaken; or b that the property is within those Islands. 14 In subsection (13)\t\t\t\t\t\t\t\t ‘the relevant time’ means, as the case may be— a the time of the mistaken belief mentioned in subsection (12)(a); or b the time at which the property was, or was most recently, brought within the British Islands."}, {"act": "Intelligence Services Act 1994", "year": 1994, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Intelligence Services Act 1994", "year": 1994, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Intelligence Services Act 1994", "year": 1994, "section": "10", "section_title": " The Intelligence and Security Committee.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Intelligence Services Act 1994", "year": 1994, "section": "11", "section_title": " Interpretation and consequential amendments.", "section_text": "11 1 In this Act— a   “ the 1989 Act  ” means the  Security Service Act 1989; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d   “ senior official  ” has the same meaning as in the Regulation of Investigatory Powers Act 2000; e   “ wireless telegraphy  ” has the same meaning as in   the Wireless Telegraphy Act 2006   and, in relation to wireless telegraphy,   “ interfere  ” has the same meaning as in that Act; f   “ working day  ” means any day other than a Saturday, a Sunday, Christmas Day, Good Friday or a day which is a bank holiday under the  Banking and Financial Dealings Act 1971 in any part of the United Kingdom. 1A Section 81(5) of the Regulation of Investigatory Powers Act 2000 (meaning of   “ prevention  ” and   “ detection  ”), so far as it relates to serious crime, shall   apply for the purposes of this Act as it applies for the purposes of that Act, except that for the purposes of section 3 above it shall not include a reference to gathering evidence for use in any legal proceedings (within the meaning of that Act). 2 In consequence of the preceding provisions of this Act, the 1989 Act, the  Official Secrets Act 1989 and the  Official Secrets Act 1989 (Prescription) Order 1990 shall have effect subject to the amendments in Schedule 4 to this Act."}, {"act": "Intelligence Services Act 1994", "year": 1994, "section": "12", "section_title": " Short title, commencement and extent.", "section_text": "12 1 This Act may be cited as the Intelligence Services Act 1994. 2 This Act shall come into force on such day as the Secretary of State may by an order made by statutory instrument appoint, and different days may be so appointed for different provisions or different purposes. 3 This Act extends to Northern Ireland. 4 Her Majesty may by Order in Council direct that any of the provisions of this Act specified in the Order shall extend, with such exceptions, adaptations and modifications as appear to Her to be necessary or expedient, to the Isle of Man, any of the Channel Islands or any colony."}]