[{"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "1", "section_title": " Local government areas in Scotland.", "section_text": "1 1 Scotland shall, in accordance with the provisions of this Part of this Act, have local government areas for the administration of local government on and after 1st April 1996. 2 Scotland shall be divided into the local government areas named in column 1 of Part I of Schedule 1 to this Act, and those areas shall comprise the areas described in column 2 of Part I. 3 On 1st April 1996— a all local government areas existing immediately before that date which are regions or districts; and b all regional and district councils, shall cease to exist. 4 Part II of Schedule 1 (provisions as to boundaries) shall have effect."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "2", "section_title": " Constitution of councils.", "section_text": "2 1 For every local government area there shall be a council consisting of a convener and councillors. 2 Subject to any provision of this Act  and of the  Environment Act 1995 , the council for each local government area shall on and after 1st April 1996 have all the functions exercised immediately before that date in relation to their area by any existing regional, islands or district council. 3 The council for each local government area shall be a body corporate by the name “ The Council ” with the addition of the name of the particular area, and shall have a common seal."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "3", "section_title": " Orkney, Shetland and Western Isles.", "section_text": "3 1 The islands councils of Orkney, Shetland and the Western Isles shall continue to exist as bodies corporate but, on and after 1st April 1996— a they shall be known as “ Orkney Islands Council ”, “ Shetland Islands Council ” and “ Western Isles Council ”; and b their areas shall be known as “ Orkney Islands ”, “ Shetland Islands ” and “ Western Isles ”, respectively. 2 The islands councils consisting of the councillors elected for the islands areas of Orkney, Shetland and the Western Isles at the ordinary election held in 1994 shall continue as councils until the second ordinary election of councillors for the new councils held under section 5 of this Act."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "4", "section_title": " Convener and depute convener.", "section_text": "4 1 The council of each local government area shall elect a convener from among the councillors. 2 A council may elect a member of the council to be depute convener. 3 Subject to the provisions of this section and of Schedule 2 to this Act, the standing orders of a council may make provision for— a the duration of the term of office (which may not extend beyond  the day on which the poll is held at  the next ordinary election of the council); and b the procedure for early removal from office, of the convener and depute convener. 4 The election of the convener shall be the first business transacted at the first meeting of the council held after an ordinary election of councillors and at that meeting, until the convener is elected, the returning officer or, failing him, such councillor as may be selected by the meeting shall preside. 5 A person holding the office of convener or depute convener shall be eligible for re-election but shall cease to hold office upon ceasing to be a councillor. 6 On a casual vacancy occurring in the office of convener, an election to fill the vacancy shall be held as soon as practicable by the council at a meeting of the council the notice of which specifies the filling of the vacancy as an item of business, and the depute convener or, failing him, a councillor selected by the meeting shall preside. 7 The convener of each of the councils of the cities of Aberdeen, Dundee, Edinburgh and Glasgow shall, with effect from 1st April 1996, be known by the title of “ Lord Provost ”, and the convener of each other council shall be known by such title as that council may decide: Provided that no such other council may, without the consent of the Secretary of State, decide that their convener shall be known by the title of “ Lord Provost ”. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "5", "section_title": " Elections and term of office of councillors.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1C After the ordinary election of councillors in 2017 the next ordinary election shall take place in 2022, and ordinary elections shall take place every   fifth   year after that. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Councillors shall retire on the day  on which the poll is held at  the ordinary election next following the date on which they were elected. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "6", "section_title": " Date of elections.", "section_text": "6 For subsection (1) of section 43 of the Representation of the  People Act 1983 (day of ordinary local elections in Scotland) substitute— 1 In every year in which ordinary elections of councillors for local government areas in Scotland are held, the day of election is— a the first Thursday in May; or b such other day as may be fixed by the Secretary of State by order made by statutory instrument not later than 1st February in the year preceding the year or, in the case of an order affecting more than one year, the first year in which the order is to take effect. 1A An order made under subsection (1)(b) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "7", "section_title": " Establishment of new local authorities and supplementary provisions.", "section_text": "7 1 Schedule 2 to this Act shall have effect with respect to the establishment of the new local authorities, the suspension of elections of existing authorities and related matters. 2 This Part of this Act shall have effect, in relation to such establishment, subject to the provisions of that Schedule. 3 Schedule 2 shall not apply in relation to the councils of Orkney Islands, Shetland Islands and Western Isles."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "8", "section_title": " Transfer of employees.", "section_text": "8 1 Subject to the provisions of this section, the Secretary of State may by order make provision with respect to— a the transfer of employees from an existing local authority to a new authority with effect from 1st April 1996; and b any matters arising out of or related to such transfer. 2 An order under this section may, without prejudice to the generality of subsection (1)(a) above— a make provision as to the new authority to which groups of employees, or particular employees, are to be transferred; b prescribe a general rule or rules by which the transfer of employees, or of specified groups of employees, can be determined. 3 Each regional and district council shall, in accordance with the provisions of an order made under this section, prepare a scheme in relation to the transfer under or by virtue of this Act of their employees. 4 No scheme under subsection (3) above shall be made without the consent of the new authority or authorities, or of the new water and sewerage authority or authorities (within the meaning of Part II of this Act), to whom the employees concerned are to be transferred or, failing such consent, without the consent of the Secretary of State. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section— “ existing local authority ” includes a joint committee and a joint board but does not, subject to any other provision of this Act, include an islands authority; ... “ new authority ” means any of the authorities constituted under section 2 of this Act (other than Orkney Islands, Shetland Islands or Western Isles), a residuary body and a joint board; and ..."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "9", "section_title": " Effect of section 8 on contracts of employment.", "section_text": "9 1 This section applies to any person transferred from an existing local authority to a new authority under or by virtue of an order under section 8 of this Act. 2 The contract of employment between such a person (the “employee”) and his present employer shall not be terminated by the abolition of that employer but shall have effect from 1st April 1996 (the “transfer date”) as if originally made between the employee and such new authority (his “new employer”) as may be specified in relation to him in an order made under section 8 of this Act. 3 Without prejudice to subsection (2) above— a all the present employer’s rights, powers, duties and liabilities under or in connection with a contract to which that subsection applies shall by virtue of this section be transferred on the transfer date to the new employer; and b anything done before the transfer date by or in relation to the present employer in respect of that contract or the employee shall be deemed after that date to have been done by or in relation to the new employer. 4 Subsections (2) and (3) above are without prejudice to any right of an employee to terminate his contract of employment if a substantial change is made to his detriment in his terms and conditions of employment, but no such right shall arise by reason only of the change of employer effected by section 8 of this Act. 5 In this section— “ existing local authority ” includes a joint committee and a joint board but does not, subject to any other provision of this Act, include an islands authority; and “ new authority ” means any of the authorities constituted under section 2 of this Act (other than Orkney Islands, Shetland Islands or Western Isles), a residuary body and a joint board."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "10", "section_title": " Continuity of employment.", "section_text": "10 1 This section applies to a person who at any time after the passing of this Act ceases to be employed by an existing local authority (his “former employer”) if— a the termination of his employment is attributable, directly or indirectly, to any provision made by or under this Act; b he is subsequently employed by another person (his “new employer”); and c by virtue of  section 138 of the  Employment Rights Act 1996  (renewal or re-engagement) that subsequent employment precludes his receiving any redundancy payment under  Part XI  of that Act. 2 Where this section applies to a person,  Chapter I of Part XIV of the Employment Rights Act 1996  (computation of a period of employment for the purposes of that Act) shall have effect in relation to that person as if it included the following provisions, that is to say— a the period of employment of that person with his former employer shall count as a period of employment with his new employer; and b the change of employer shall not break the continuity of the period of employment. 3 Where this section applies to a person, the period of his employment with his former employer shall count as a period of employment with his new employer for the purposes of any provision of his contract of employment with his new employer which depends on his length of service with that employer. 4 In this section “ existing local authority ” includes a joint committee and a joint board but does not, subject to any other provision of this Act, include an islands authority."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "11", "section_title": " Remuneration of employees of local authorities.", "section_text": "11 1 For the purposes of this section the Secretary of State may, after consulting such associations of local authorities as appear to him to be appropriate— a designate such existing body as he considers appropriate; or b by order made by statutory instrument establish a new body, (in this section referred to, in either case, as “ the advisory body ”) to consider any increase made or proposed to be made by an authority in the remuneration of any of their employees. 2 An order under subsection (1)(b) above— a may make provision as to the constitution and membership of the body established; (b) may include provision as to the employment of staff and the remuneration and superannuation of the members and staff of the body; and c shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 For the purpose of enabling them to carry out their functions under this section, the advisory body shall consult and seek information from authorities and, if requested to do so by the advisory body, the Secretary of State may give a direction to any such authority requiring them to furnish to the advisory body such information as may be specified in the direction relating to the remuneration and other terms and conditions of employment of such employees of the authority as may be so specified. 4 If it appears to the advisory body that an authority have fixed or propose to fix for any employee or class of employee of theirs a rate of remuneration which, having regard to any recommended levels of remuneration formulated on a national basis by representatives of local authorities and employees of local authorities, is greater than that which the advisory body consider appropriate for that employee or class of employees, they shall notify the authority concerned and recommend to them the rate of remuneration which should be paid to the employee or class of employees concerned. 5 If it appears to the advisory body that an authority to whom they have made a recommendation under subsection (4) above are not complying with that recommendation, then, after giving notice in writing to the authority concerned of their intention to do so, they may refer the matter to the Secretary of State; and on such a reference the Secretary of State, after consultation with such associations of local authorities and of employees of local authorities as he considers appropriate in relation to the employee or class of employees concerned, may give a direction to that authority requiring them, with effect from such date as may be specified in the direction (not being earlier than the date on which notice was given to them by the advisory body), to pay such employee or class of employees of theirs as was the subject of the recommendation and as may be so specified remuneration at the rate recommended by the advisory body under subsection (4) above and specified in the direction. 6 An authority to whom a direction is given under subsection (3) or subsection (5) above shall comply with the direction. 7 If at any time in the period of three months beginning on 1st April 1996 it appears to the advisory body that the remuneration paid at any time before that date to any employee or class of employees of an existing local authority was such that, if that authority had not ceased to exist, the advisory body would have made a recommendation to the authority under subsection (4) above or, having made such a recommendation before that date, would have referred the matter to the Secretary of State under subsection (5) above, they shall notify the Secretary of State and report to him the rate of remuneration which in their opinion should have been paid to the employee or class of employees concerned immediately before 1st April 1996 or such earlier date as may be specified in the report, being the date on which the employee or employees ceased to be employed by the local authority concerned. 8 On receiving a report under subsection (7) above the Secretary of State may, after such consultation as is specified in subsection (5) above, by order made by statutory instrument provide that, for the purposes of the provisions of this Act, or of any regulations made under section 24 of the  Superannuation Act 1972 (compensation for loss of office etc.), relating to transfer of officers and compensation for loss of office, the employee or class of employees to whom the report relates and who are specified in the order shall be deemed to have been receiving, immediately before 1st April 1996 or such earlier date as may be specified in the report, remuneration at the rate stated in the report and specified in the order. 9 An order made under subsection (8) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 10 In this section— “ authority ” means an existing local authority and a new authority; “ existing local authority ” includes a joint committee and a joint board but does not include an islands authority; and “ new authority ” means any of the authorities constituted under section 2 of this Act (other than Orkney Islands, Shetland Islands and Western Isles) and a joint board. 11 The Secretary of State may not give a direction under subsection (5) above nor make an order under subsection (8) above after 31st March 1997."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "12", "section_title": " Staff commission.", "section_text": "12 1 The Secretary of State shall, after such consultation, whether before or after the passing of this Act, as he thinks fit, by order establish a staff commission for the purpose of carrying out such functions in relation to the staff and staffing of authorities as he may consider appropriate. 2 Without prejudice to the generality of subsection (1) above, an order under this section may confer on the staff commission the functions of— a considering and keeping under review the arrangements for the recruitment of staff by new authorities and for the transfer in consequence of this Act or of any instrument made under it of staff employed by existing local authorities which cease to exist by virtue of Chapter 1 of this Part of this Act; b considering such staffing problems arising out of, in consequence of or in connection with any provision of or instrument made under this Act as may be referred to them by the Secretary of State or by any authority; c advising the Secretary of State as to the steps necessary to safeguard the interests of such staff; and d advising authorities, either by the commission or by persons nominated by them. 3 An order under this section may make provision as to the constitution and membership of the commission, the appointment and removal from office by the Secretary of State of the chairman and members of the commission, the employment of staff and the remuneration and superannuation of the members and staff of the commission. 4 The Secretary of State may give directions— a to the staff commission as to— i the carrying out by them of their functions; and ii their procedure; b to any authority with respect to the furnishing by them of information requested by the commission; and c to any authority with respect to— i the implementation by them of any advice given by, or by persons nominated by, the commission; and ii the payment by them of any expenses incurred by the commission in doing anything requested by them. 5 Any expenses incurred by the staff commission and not recovered by them from an authority shall be paid by the Secretary of State out of money provided by Parliament. 6 The Secretary of State may by order provide for the winding up of the commission and the disposal of their assets. 7 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 8 In this section— “ authority ” means an existing local authority and a new authority; “ existing local authority ” includes a joint committee and a joint board but does not, except as may be provided by any other provision of this Act, include an islands authority; and “ new authority ” means any of the authorities constituted under section 2 of this Act (other than Orkney Islands, Shetland Islands or Western Isles), a residuary body and a joint board."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "13", "section_title": " Compensation for loss of office or diminution of emoluments.", "section_text": "13 1 This section applies to any person who at any time after the passing of this Act is in the service of— a an existing local authority; b a new authority; or c a residuary body, and who suffers loss of employment or diminution of emoluments which is attributable to any provision made by, under or by virtue of this Act. 2 Where the Secretary of State makes provision by regulations under section 24 of the  Superannuation Act 1972 (compensation for loss of office etc.) in relation to compensation in respect of any such loss or diminution as is referred to in subsection (1) above, such compensation shall be paid only in accordance with those regulations; and accordingly none of the bodies mentioned in subsection (1) above shall pay any such compensation under any other statutory provision, by virtue of any provision in a contract, or otherwise. 3 Subsection (2) above shall not preclude the making of any payment to which a person is entitled by virtue of contractual rights acquired by him on or before 9th December 1993. 4 Regulations under the said section 24 shall not provide compensation for a person to whom this section applies in respect of any such loss or diminution as is mentioned in subsection (1) above so far as attributable to the termination (without prejudice to the provision of compensation where the said loss or diminution is attributable otherwise than to such termination) on or before 1st April 1996 of a contract made after 9th December 1993 which provides for the employment of that person for a fixed term extending beyond 1st April 1996. 5 For the purpose of determining under  section 138 or 141 of the  Employment Rights Act 1996 (renewal of contract or re-engagement)  — a whether the provisions of a new contract offered to a person employed by any such body as is mentioned in subsection (1) above differ from the corresponding provisions of his previous contract; and b whether employment under the new contract is suitable in relation to that person, there shall be treated as forming part of the remuneration payable under the new contract any compensation to which that person is or, if he accepted the offer, would be entitled in accordance with this section. 6 Except as provided in subsection (5) above nothing in this section shall be construed as affecting any entitlement to a redundancy payment under  Part XI of the Employment Rights Act 1996  or to any payment by virtue of any provision of the  Superannuation Act 1972 other than the said section 24. 7 In this section— “ existing local authority ” includes a joint committee and a joint board but does not, except as may be provided by any other provision of this Act, include an islands authority; and “ new authority ” means any of the authorities constituted under section 2 of this Act (other than Orkney Islands, Shetland Islands or Western Isles) and a joint board."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "14", "section_title": " Employment by new authorities.", "section_text": "14 1 If a new authority enter into a contract of employment with a person who has received or is entitled to receive a redundancy payment under  Part XI of the  Employment Rights Act 1996 — a by reason of his dismissal at any time— i after the passing of this Act by a regional or district council; or ii after the passing of this Act and before 1st April 1996 by a joint committee or a joint board; or b by reason of his having been employed, immediately before 1st April 1996, by such a council, committee or board under a contract of employment which would have continued but for the abolition of such councils, committees or boards on that date and who is not transferred to a new authority by virtue of an order under section 8 of this Act, the authority shall, if the Secretary of State so directs, pay to him, or to such person as he may direct, an amount equal to the redundancy payment. 2 The Secretary of State shall not give a direction under subsection (1) above in respect of the employment of any person by a new authority if the authority satisfy him— a that they could not reasonably have made that person an offer of employment on the terms and conditions of the contract first mentioned in that subsection which, if accepted by him, would have precluded his entitlement to the redundancy payment; or b that the authority made such an offer but that the person concerned acted reasonably in refusing it; or c that he could reasonably have refused such an offer if it had been made by the authority. 3 In any case in which an amount is payable by a new authority under subsection (1) above there shall also be payable by them to the Secretary of State or to such person as he may direct an amount equal to any compensation under the regulations referred to in section 13(2) of this Act which has been paid or is payable to the person concerned before the time when he enters into the contract. 4 In this section “ new authority ” means any of the authorities constituted under section 2 of this Act and a joint board."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "15", "section_title": " Transfer of property.", "section_text": "15 1 Subject to subsection (5) below, the Secretary of State may by order provide that any property vested in one or more existing local authorities immediately before 1st April 1996 shall on that date be transferred to and vest in such new authority or authorities as may be specified in or determined under the order. 2 An order under this section may include provision for the transfer of all rights, liabilities and obligations of an existing local authority on 1st April 1996 to such new authority or authorities as may be specified in or determined under the order. 3 An order under this section may make different provision in relation to— a different items or categories of property; b different, or different categories of, rights, liabilities or obligations; and c different authorities. 4 The power to transfer property conferred by this section includes power to transfer property which is held by an existing local authority as part of the common good, but such property may not be transferred to a residuary body and, in administering such property, any authority to which it is transferred shall— a except in the case of the councils for Aberdeen, Dundee, Edinburgh and Glasgow, have regard to the interests of the inhabitants of the area to which the common good related prior to 16th May 1975; and b in the case of the councils for Aberdeen, Dundee, Edinburgh and Glasgow, have regard to the interests of all the inhabitants of their areas. 5 This section does not apply to any property which is transferred under or by virtue of section 16, 17 or 91 of this Act. 6 Orders under this section shall be made by statutory instrument, and a statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 For the purposes of this section— “ existing local authority ” includes a joint committee and a joint board but does not, subject to any other provision of this Act, include an islands authority; “ new authority ” means any of the authorities constituted under section 2 of this Act, and includes a joint board and a residuary body; and “ property ” includes any records held by, or in the custody of, an existing local authority."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "16", "section_title": " Property held on trust.", "section_text": "16 1 All property held on trust immediately before 1st April 1996 by— a an existing local authority; or b a councillor and the proper officer or a specified officer of such an authority, shall on that day be transferred to and vest (subject to the same trust) in the appropriate new authority. 2 The authority in whom property is vested by virtue of subsection (1) above shall nominate a sufficient number of their councillors to act as trustees of that property and in so doing shall have regard to the terms of the trust deed; and where the property is held immediately before 1st April 1996 by the persons mentioned in subsection (1)(b) above, the authority shall nominate the proper officer as one of the trustees. 3 All property held on trust immediately before 1st April 1996 by a specified officer of an existing local authority shall on that date be transferred to and vest (subject to the same trust) in the proper officer of the appropriate new authority. 4 Where, immediately before 1st April 1996, property is held on trust by the holder of an office, whether as a councillor, the proper officer or a specified officer, connected with an existing local authority or authorities and any other person, the appropriate new authority or authorities shall, on the application of the trustees, nominate a sufficient number of their councillors to act in place of such holder and in so doing shall have regard to the terms of the trust deed and, where the terms of the trust deed so require, the said authority or authorities shall nominate their proper officer or the proper officer of one of them as one of the trustees. 5 Where the area of the existing local authority in which, or in any councillor or officer of which, any trust property is vested falls entirely within the area of a new authority, that new authority is the appropriate new authority for the purposes of this section. 6 Where the area of the existing local authority in which, or in any councillor or officer of which, any trust property is vested falls within the area of two or more new authorities, those authorities may agree in writing as to which of them is or are the appropriate new authority or authorities for the purposes of this section; and such agreement shall be conclusive as to the vesting of the property in one or more of those new authorities. 7 Where the authorities mentioned in subsection (6) above cannot reach agreement as to the vesting of any trust property any of them may refer the matter to the Secretary of State, who may give a direction as to which is the appropriate authority or, as the case may be, which are the appropriate authorities; and a direction by the Secretary of State under this subsection shall be conclusive as to the vesting of the trust property in the new authority or authorities concerned. 8 An agreement under subsection (6) above and a direction under subsection (7) above may relate to trust property generally, or to particular items, types or classes of such property, or to trust property situated in a particular part of an authority’s area. 9 In this section— “ existing local authority ” includes a joint committee and a joint board but does not include an islands authority; and “ new authority ” includes any of the authorities constituted under section 2 of this Act (other than Orkney Islands, Shetland Islands or Western Isles) and a joint board. 10 This section shall not apply to property which is subject to section 17 of this Act."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "17", "section_title": " Educational endowments.", "section_text": "17 1 Where, immediately before 1st April 1996, educational endowments are to any extent vested in an existing local authority, the Secretary of State may by order make schemes providing for such endowments, on that date, to be transferred to and vest to the same extent in such new authority or authorities as may be specified in or determined under the scheme. 2 A scheme made under this section may provide for educational endowments, to the extent that they are vested by virtue of his office in the holder of an office connected with an existing local authority or in a person nominated by such an authority, to be transferred to and vest in a person holding an office in, or nominated by, such new authority or authorities as may be specified in or determined under the scheme. 3 A scheme under this section may provide for powers with respect to an educational endowment which are vested in an existing local authority or, by virtue of his office, in the holder of an office connected with such an authority or in a person nominated by such an authority, to be transferred to and vest in such new authority or authorities or, as the case may be, in a person holding office connected with, or nominated by, such an authority, as may be specified in or determined under the scheme. 4 A scheme under this section may provide for any rights to be paid money out of an educational endowment which are vested in an existing local authority to be transferred to and vest in such new authority or authorities as may be specified in or determined under the scheme. 5 The Secretary of State may require any existing local authority to provide him, in such form as he may specify, with their proposals for the transfer, in accordance with the provisions of this section, of any such educational endowments, powers or rights as are mentioned in subsections (1), (2), (3) or (4) above. 6 Subject to subsection (7) below, a scheme under this section may make such provision in relation to an educational endowment as the Secretary of State considers appropriate and, without prejudice to the generality of the foregoing, may include provision for— a amending or revoking the governing instrument of an endowment; b grouping, amalgamating, combining or dividing any endowments; c the purposes to which, and the conditions under which, any such endowments may be applied; d incorporating or establishing new governing bodies, or dissolving, combining or uniting any governing bodies; e the powers of the governing body of any endowment. 7 In exercising his powers under subsection (6) above, the Secretary of State shall make no more changes with respect to any endowment than appear to him to be necessary or expedient in consequence of the alteration of local government areas effected by this Part of this Act. 8 Schemes under this section may make different provision in relation to different endowments or categories of endowment, different provision in respect of different items or categories of property, rights, liabilities and obligations, and different provision in respect of different authorities. 9 Subject to the provisions of the governing instrument of an educational endowment (including such an instrument made or amended by a scheme under this section), where, as the result of the election of a new authority occurring after 1st April 1996, it is necessary for a person to be nominated by the authority or by a committee thereof to be vested (to any extent) with the endowment, in terms of subsection (2) above, or to be vested with any power, in terms of subsection (3) above, that person shall be so nominated at the first meeting of the authority or committee held after it has been elected or appointed; and in such a case the person who (to the said extent) was last vested with the endowment or, as the case may be, who was last vested with the power, before the meeting shall continue therein until the date of the meeting. 10 Section 19 of this Act applies in relation to educational endowments as it applies in relation to the property referred to in that section. 11 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 12 Expressions used in this section and in Part VI of the  Education (Scotland) Act 1980 have the same meaning in this section as in that Part. 13 Nothing in this section shall affect any other power to reorganise any educational endowment or otherwise to alter the provisions of any trust. 14 In this section— “ authority ” includes an existing local authority and a new authority; “ existing local authority ” includes a joint committee and a joint board but does not include an islands authority; and “ new authority ” means any of the authorities constituted under section 2 of this Act (other than Orkney Islands, Shetland Islands or Western Isles) and a joint board."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "18", "section_title": " Residuary bodies.", "section_text": "18 1 The Secretary of State may by order establish one or more bodies, to be known as “ residuary bodies ”, for the purpose of— a taking over and exercising such functions with respect to such property, rights and liabilities as may be transferred under section 15 of this Act; and b exercising such other functions, including, without prejudice to the generality of the foregoing, any functions which may be conferred on a property commission under section 19 of this Act, as he may so prescribe. 2 An order under this section may apply to a residuary body, with such modifications as may be specified, any enactment which applies to a local authority in Scotland. 3 The Secretary of State may give directions to a residuary body as to— a the carrying out by them of any of their functions; and b the exercise by them of any of the powers conferred on them by or under this section. 4 The Secretary of State may require a residuary body to make payments of such amounts, and at such times, as he may specify to a local authority or a joint board. 5 The Secretary of State may require any local authority in the area in which a residuary body operates to meet such proportion of their expenses as he may determine. 6 Any expenses incurred by a residuary body shall, in so far as they are not otherwise met, be paid by the Secretary of State out of money provided by Parliament. 7 The Secretary of State may direct a residuary body to prepare, within such time as he may specify in the direction, a scheme for their winding up and for the disposal of their property, rights and liabilities. 8 Subject to subsection (9) below, where a residuary body have prepared a scheme such as is mentioned in subsection (7) above, the Secretary of State may by order give effect to that scheme, subject to any modifications he considers appropriate, and any such order may— a include provision for the disposal, whether by transfer or otherwise, of the body’s property; and b contain such supplementary and transitional provision as the Secretary of State thinks necessary or expedient. 9 Where a residuary body is wound up in accordance with an order under subsection (8) above sections 8, 9, 10 and 13 of this Act shall apply, with any necessary modifications, to the staff of the residuary body as they apply to the staff of an existing local authority. 10 Schedule 3 to this Act has effect in relation to residuary bodies. 11 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "19", "section_title": " Property commission.", "section_text": "19 1 Subject to subsection (2) below and after such consultation, whether before or after the passing of this Act, as he considers appropriate, the Secretary of State may by order establish a property commission for the purpose of— a advising authorities on matters relating to property to be transferred from existing local authorities to new authorities; b advising the Secretary of State on the general principles on which such property should be transferred; and c carrying out such other functions in relation to the transfer of property as may be specified in the order, and for the purposes of this section “ property ” includes property held on trust to which section 16 of this Act applies. 2 An order under this section may make provision as to the constitution and membership of the commission, the appointment and removal from office by the Secretary of State of the chairman and members of the commission, the employment of staff and the remuneration and superannuation of the members and staff of the commission. 3 The Secretary of State may give directions— a to the commission as to the carrying out by them of their functions; b as to the area or areas in which the commission are to carry out their functions; c as to the procedure to be followed by the commission; d for the supplying of information to the commission by any authority; and e to any authority— i as to the implementation of advice given to them by the commission; and ii as to the payment by them of any expenses incurred by the commission in doing anything requested of them by that authority. 4 The Secretary of State may by order provide for the winding up of the commission and the disposal of their assets. 5 Any expenses incurred by the property commission and not recovered by them from an authority shall be paid by the Secretary of State out of money provided by Parliament. 6 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section— “ authority ” includes an existing local authority and a new authority; “ existing local authority ” includes a joint committee and a joint board but does not include an islands authority; and “ new authority ” means any of the authorities constituted under section 2 of this Act (other than Orkney Islands, Shetland Islands and Western Isles) and a joint board."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "20", "section_title": " Joint committees and joint boards.", "section_text": "20 After section 62 of the 1973 Act (standing orders, etc.) there shall be inserted—  Incorporation of joint committees. 62A 1 Where— a arrangements are made (whether under this Act or any other enactment) for two or more local authorities (in this Part of this Act referred to as “ the relevant authorities ”) to discharge any of their functions, or any functions in any area, jointly; b the relevant authorities have— i appointed, or propose to appoint, a joint committee to discharge those functions; and ii advertised their proposals in accordance with subsection (2) below; and c application is made, in writing, to the Secretary of State by the relevant authorities for the incorporation of that joint committee (or proposed joint committee) as a joint board to carry out those functions, the Secretary of State may by order establish a joint board in accordance with this section to discharge those functions. 2 Before applying to the Secretary of State under subsection (1)(c) above, the relevant authorities shall place in at least one daily newspaper circulating in their areas an advertisement— a giving brief details of what they propose to do; b giving an address to which representations about the proposal may be sent; and c fixing a date, being not less than 8 weeks after the date on which the advertisement appears, within which representations may be made, and they shall include with their application evidence that an advertisement has been placed. 3 Where any representations are timeously made in response to an advertisement placed in accordance with subsection (2) above, the relevant authorities shall consider them and shall include with their application a statement that they have done so. 4 An order under subsection (1) above shall delegate to the joint board such of the functions of the relevant authorities as may be specified in the order and may include provision with respect to— a the constitution and proceedings of the joint board; b matters relating to the membership of the joint board; c the transfer to the joint board of any property, rights and liabilities of the relevant authorities; d the transfer to the joint board of any staff of the relevant authorities; e the supply of services or facilities by the relevant authorities to the joint board, and may, without prejudice to the generality of paragraphs (a) to (e) above, apply (with or without modifications) any of the provisions of Part V of this Act to a joint board as those provisions apply to a joint committee. 5 A joint board established under this section shall be a body corporate and shall have a common seal. 6 An order under subsection (1) above shall be in terms agreed by the relevant authorities. 7 An instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament.  Power of Secretary of State to establish joint boards. 62B 1 Where the Secretary of State considers— a that any functions, or any functions in any area, of the relevant authorities should be discharged jointly by those authorities; and b that arrangements, or satisfactory arrangements, for the joint discharge of those functions— i have not been made by the relevant authorities; or ii have ceased to be in operation, he may, after consulting the relevant authorities, by order establish a joint board in accordance with this section. 2 Subsections (4) and (5) of section 62A of this Act shall apply to a joint board established under this section as they apply to a joint board established under that section with the substitution of a reference to subsection (1) of this section for the reference to subsection (1) of that section. 3 No order shall be made under subsection (1) above unless a draft of the instrument containing the order has been laid before, and approved by resolution of, each House of Parliament.  Further provisions relating to joint boards. 62C 1 Where a joint board has been established by order under section 62A or 62B of this Act, the Secretary of State may by order provide— a for excluding any functions, or any functions in any area, from those specified in the order establishing that joint board; and b for the dissolution of the joint board. 2 An order shall not be made under subsection (1) above unless the Secretary of State has consulted the relevant authorities. 3 An instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 The power to make an order under this section or section 62A or 62B of this Act shall include power to make such transitional, incidental, supplemental or consequential provision as the Secretary of State thinks necessary or expedient. 5 An order under this section or section 62A or 62B of this Act may, for the purpose of making such provision as is mentioned in subsection (4) above— a apply with or without modifications; b extend, exclude or amend; or c repeal or revoke with or without savings, any enactment or any instrument made under any enactment. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "21", "section_title": " Application of section 211 of the 1973 Act to joint boards.", "section_text": "21 In section 211 of the 1973 Act (provisions for default of local authority), after subsection (4) insert— 5 The provisions of this section shall apply to a joint board as they apply to a local authority. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "22", "section_title": " Community councils.", "section_text": "22 1 Subject to subsection (2) below, schemes for the establishment of community councils made and approved under section 52 of the 1973 Act, including any such schemes as amended by virtue of section 53 of that Act, which are effective immediately before 1st April 1996 shall continue to have effect in respect of the area, or part of an area, to which they apply on and after that date. 2 Without prejudice to their duty under section 53 of the 1973 Act, on and after 1st April 1996, a local authority may revoke a scheme (or an amended scheme) such as is mentioned in subsection (1) above in so far as it relates to their area and make a new scheme in accordance with this section. 3 Where a local authority propose to make a new scheme such as is mentioned in subsection (2) above— a they shall give public notice of their intention to revoke the existing scheme and make a new scheme for the establishment of community councils, and any such notice shall invite the public, within a period of not less than eight weeks from the date of the notice, to make suggestions as to the areas and composition of the community councils; b after considering suggestions made under paragraph (a) above, the local authority shall prepare and give public notice of a draft scheme which shall contain— i a map showing the boundaries of the proposed areas of community councils and their populations, and the boundaries of any area for which the local authority consider a community council to be unnecessary; ii where a local authority consider that a community council is unnecessary for any area, a statement of their reasons for arriving at that conclusion; iii provisions relating to qualifications of electors, elections or other voting arrangements, composition, meetings, financing and accounts of community councils; iv provisions concerning the procedures to be adopted by which the community councils on the one hand and the local and public authorities with responsibilities in the areas of the community councils on the other will keep each other informed on matters of mutual interest; and v such other information as, in the opinion of the local authority, will help the public to make a reasonable appraisal of the scheme; c the notice mentioned in paragraph (b) above shall invite the public, within a period of not less than eight weeks from the date of the notice, to make representations to the local authority as respects the draft scheme; d after considering any representations made under paragraph (c) above, the local authority may, after giving public notice of the amendments to the proposals and a further invitation to make representations, amend the draft scheme to take account of those representations and adopt it; e the local authority shall give public notice of the scheme in its adopted form together with public notice of such a scheme as it applies to each proposed area, by exhibition in that area, and any such notice shall contain an invitation to electors in the area concerned to apply in writing to the authority for the establishment of a community council in accordance with the scheme."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "23", "section_title": " Duty to prepare decentralisation schemes.", "section_text": "23 1 Every council shall have a duty to prepare a draft decentralisation scheme for their area in accordance with this section. 2 A draft decentralisation scheme shall contain a council’s proposals for the administration of their functions within the whole area of the council and shall specify the date or dates by which such a draft scheme shall be implemented and, without prejudice to the generality of the foregoing, may include provision as to— a arrangements for the holding of meetings of the council (or any committee or sub-committee of the council) at particular places within the area of the council; b the establishment of committees for particular areas and the delegation to those committees (under section 56 of the 1973 Act) of specified functions of the council; c the location of offices of the council within the council’s area, the staffing of such offices and the delegation to members of staff (under the said section 56) of specified functions; d the provision of facilities at particular places within the area of the council where advice may be obtained on services provided by the council. 3 Every council shall, before 1st April 1997, give public notice of the fact that they have prepared a draft decentralisation scheme and of the places within their area where copies of the draft scheme may be inspected, and any such notice shall invite the public, within a period of not less than eight weeks from the date of the notice, to make to the council representations as regards the draft scheme. 4 Every council shall, during the period mentioned in subsection (3) above, consult the community councils within their area about the draft scheme. 5 After considering any representations made under subsection (3) or (4) above, the council may amend the draft scheme (whether to take account of those representations or otherwise) and shall adopt the scheme. 6 After the scheme has been adopted, the council shall— a send a copy of the scheme in its adopted form to the Secretary of State; and b give public notice of such scheme. 7 Where a scheme has been adopted, it shall be the duty of the council concerned to implement the scheme by the date or dates specified in the scheme. 8 A council may amend a scheme adopted under this section or revoke and replace such a scheme but the amended scheme or, as the case may be, new scheme shall be adopted in accordance with the provisions of this section, subject to such modifications as are necessary. 9 The Secretary of State may, after consulting such associations of local authorities and such other persons as appear to him to be appropriate, issue guidance with respect to the form and content of decentralisation schemes. 10 A council shall take account of any guidance issued under subsection (9) above."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "24", "section_title": " Transitional provisions: finance.", "section_text": "24 After section 94 of the 1992 Act insert—  Transitional provisions. 94A 1 The Secretary of State may, after consulting such associations of local authorities as appear to him to be appropriate, specify in a report, as regards the financial year 1996-97 and any local authority, the amount which in his opinion should be used as the basis of comparison for the purposes of paragraph 1(1) of Schedule 7 to this Act. 2 A report under this section— a shall contain such explanation as the Secretary of State considers desirable of the calculation by him of the amount mentioned in subsection (1) above; and b shall be laid before the House of Commons. 3 A report under this section may relate to two or more authorities and may be amended by a subsequent report under this section. 4 If a report under this section is approved by resolution of the House of Commons, paragraph 1(1) of Schedule 7 to this Act shall have effect, as regards the financial year 1996-97 and any authority to which the report relates, as if the amount mentioned in subsection (1) above were the basis of comparison there referred to. 5 This section shall not apply in relation to Orkney Islands, Shetland Islands and Western Isles. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "25", "section_title": " Financing of new authorities prior to 1st April 1996.", "section_text": "25 1 The Secretary of State may with the consent of the Treasury make grants of such amounts, and subject to such conditions, to local authorities as he considers appropriate. 2 A local authority may with the consent of the Secretary of State (who shall in turn seek the consent of the Treasury) borrow by way of temporary loan or overdraft from a bank or otherwise any sums which they may temporarily require for the purpose of defraying expenses (including the payment of sums due by them to meet the expenses of other authorities) pending the receipt of revenues receivable by them after 1st April 1996. 3 Grants made under this section shall be made out of money provided by Parliament. 4 In this section “ local authority ” means any of the local authorities the members of which are to be elected, in accordance with section 5 of this Act, on 6th April 1995."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "26", "section_title": " Valuation lists.", "section_text": "26 1 Subject to the provisions of this section, the local assessor for each new local authority area shall compile for the council for that area, from the existing valuation lists, a valuation list as at 1st April 1996. 2 The provisions of section 84 of the 1992 Act (compilation and maintenance of valuation lists) shall apply, with any necessary modifications, to a valuation list compiled under subsection (1) above as they apply to a valuation list compiled under that section. 3 As soon as reasonably practicable after compiling a valuation list under subsection (1) above, the local assessor shall send a copy of the list to the council for whose area the list was compiled; and the council shall, as soon as reasonably practicable, deposit it at their principal office. 4 Subsection (1) above does not apply to the local assessors for the councils of the Borders, Dumfries and Galloway, Fife, Highland, Orkney Islands, Shetland Islands or Western Isles. 5 In this section— “ existing valuation lists ” means the lists maintained under the said section 84 of the 1992 Act on the day on which this section comes into force in relation to the area of any regional council whose area includes any part of the area of the new authority; and “ valuation list ” has the same meaning as in the 1992 Act. 6 A local assessor shall compile a list under this section by extrapolating from the existing valuation lists and, accordingly, except to the extent that valuation may be required to be carried out under any provision of the 1992 Act, shall not carry out any valuation of property for the purposes of a list compiled under this section."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "27", "section_title": " Valuation areas and authorities and appointment of assessors etc.", "section_text": "27 1 Each local authority area shall be a valuation area, and the council of each area shall be the valuation authority for that area; and on and after 1st April 1996 the valuation authorities constituted under this section shall have and exercise in relation to valuation the powers exercisable by valuation authorities immediately prior to that date. 2 Every valuation authority shall, in accordance with the provisions of this section, appoint an assessor and such number of depute assessors as the authority may consider necessary for the purposes of the Valuation Acts; and any assessor or depute assessor appointed under the 1973 Act by a regional or islands council and holding office immediately before 1st April 1996 shall cease to hold office on that date. 3 The Secretary of State shall by order prescribe the qualifications required to be possessed by any person appointed to the office of assessor or depute assessor and, except as otherwise provided in such an order, a person shall not be appointed as assessor or depute assessor unless he possesses the qualifications so prescribed. 4 A depute assessor appointed under this section shall have and may exercise all the functions of an assessor so appointed. 5 An assessor or depute assessor appointed under this section shall hold office on such reasonable terms and conditions, including conditions as to remuneration, as the authority appointing him think fit. 6 An assessor or depute assessor appointed under this section shall hold office during the pleasure of the valuation authority but shall not be removed from office (or required to resign as an alternative thereto) except— a by a resolution of the authority passed by not less than two-thirds of the members present at a meeting of the authority the notice of which specifies as an item of business the consideration of the removal from office of the assessor or his being required to resign; and b with the consent of the Secretary of State, and before deciding whether or not to give such consent the Secretary of State shall give the authority and the assessor an opportunity of being heard by a person appointed by the Secretary of State. 6A The Scottish Ministers may, if lands and heritages specified in an order made under section 6A(1)(aa) of the Valuation and Rating (Scotland) Act 1956 (c. 60)\t\t\t\t\t(power of Scottish Ministers to combine lands and heritages) are situated in more than one valuation area, provide, by order, that an assessor appointed by a valuation authority is to— a value those lands and heritages; and b if the order under that section of that Act so requires, apportion their rateable value in the manner set out in the order. 6B An order under subsection (6A) above may include such incidental, consequential and supplemental provision as the Scottish Ministers consider necessary or expedient for bringing the order into operation and for giving full effect thereto. 6C Without prejudice to the generality of subsections (6A) and (6B) above, an order under subsection (6A) above may provide— a that the assessor to whom the order relates is, for the purposes of giving effect to the order, to have such powers in relation to each valuation area in which there is situated lands and heritages to be valued in pursuance of the order as he has in relation to the area of the valuation authority which appointed him; and b that   the First-tier Tribunal for Scotland   may hear and determine appeals and complaints under the Valuation Acts in relation to the assessment of the lands and heritages to be valued in pursuance of the order. 6D Before making an order under subsection (6A) above, the Scottish Ministers shall consult such associations of local authorities and such other persons as they think appropriate. 7 If it appears to the Secretary of State that any functions, or any functions in any area, of two or more valuation authorities should be discharged jointly by those authorities, he may by order establish a joint board in accordance with this section. 8 An order under   subsection (7) above  shall delegate to the joint board such of the functions of the valuation authorities concerned under the Valuation Acts as may be specified in the order and may include such incidental, consequential and supplemental provision as the Secretary of State considers necessary or expedient for bringing the order into operation and for giving full effect thereto. 9 Without prejudice to the generality of subsection (8) above, an order under   subsection (7) above  may include provision with respect to— a the constitution and proceedings of the joint board; b matters relating to the membership of the joint board; c the transfer to the joint board of any property, rights and liabilities of the authorities concerned; d the transfer to the joint board of any staff of the authorities concerned; e the supply of services or facilities by the authorities concerned to the joint board; and f the dissolution of the joint board, and may, without prejudice to the generality of paragraphs (a) to (f) above, apply (with or without modifications) any of the provisions of Part V of the 1973 Act to a joint board established under   subsection (7) above  as those provisions apply to a joint committee. 10 A joint board established under   subsection (7) above  shall be a body corporate and shall have a common seal. 11 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 12 Any reference in any enactment to a valuation authority shall, where any function to which that enactment relates is for the time being exercised by a joint board established under this section, include any such joint board."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "28", "section_title": " Valuation rolls.", "section_text": "28 1 Subject to the provisions of this section, the assessor for each valuation area shall make up for the valuation authority for that area, from the existing valuation rolls, a valuation roll as at 1st April 1996. 2 Subsection (1) above does not apply to the assessors for the councils of the Borders, Dumfries and Galloway, Fife, Highland, Orkney Islands, Shetland Islands or Western Isles. 3 In this section “ existing valuation rolls ” means the rolls made up under subsection (1) of section 1 of the 1975 Act (valuation roll and revaluation) and in force by virtue of subsection (2) of that section on the day on which this section comes into force in relation to the area of any existing valuation authority whose area includes any part of the area of the new valuation authority. 4 Valuation rolls made up under this section shall be made up in the form prescribed for the purposes of section 1 of the 1975 Act; and subsections (4) and (5) of that section shall apply to such rolls as they apply to valuation rolls made up under subsection (1) of that section. 5 An assessor shall make up a valuation roll under this section by extrapolating from the existing valuation rolls, and accordingly, except to the extent that alteration of the valuation roll may be required to be carried out under section 2 of the 1975 Act (alteration to valuation roll in force), shall not make any alteration of the entries in the roll for the purposes of a roll made up under this section."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "29", "section_title": " Valuation appeal panels and committees.", "section_text": "29 1   between 1st April 1996 and 31st March 2023 — a valuation appeal panels and valuation appeal committees shall be constituted for each valuation area, in accordance with the provisions of this section and with regulations made by the Secretary of State, for the purpose of hearing and determining appeals and complaints— i under the Valuation Acts; and ii under sections 81(1) and 87(6) of the 1992 Act (council tax appeals); and b every local valuation panel and valuation appeal committee constituted under section 4 of the 1975 Act shall cease to exist, and that section shall cease to have effect. 1A With effect from 1st April 2023 the First-tier Tribunal for Scotland must hear and determine the appeals and complaints specified in subsection (1)(a)(i) and (ii). 2 A valuation appeal committee shall consist of members of a valuation appeal panel, and members of such a panel shall be appointed by the sheriff principal after such consultation as he thinks fit. 3 Regulations under this section may make provision— a for one valuation appeal panel to be appointed to serve two or more valuation areas; b as to— i the qualifications of members of a valuation appeal panel, and of any secretary or assistant secretary to be appointed to such a panel; ii the maximum and minimum number of members of any such panel; and iii the termination of the appointment of such members; c with respect to the appointment of— i one of those members as chairman of the panel; ii such number of deputy chairmen as the sheriff principal considers appropriate; and iii a secretary and, if the sheriff principal considers it necessary, an assistant secretary or assistant secretaries of the panel; d as to— i the number of valuation appeal committees to be formed from a valuation appeal panel; ii the maximum and minimum number of members of such a committee; and iii the manner in which members of a valuation appeal committee are to be selected from a valuation appeal panel; e as to the terms and conditions of employment (including remuneration and allowances) of any secretary or assistant secretary of a valuation appeal panel; f as to the payment to members of a valuation appeal panel and a valuation appeal committee of such allowances as the Secretary of State may determine; g as to the defraying of any expenses incurred by a valuation appeal panel or committee; and h for any other matter which appears to the Secretary of State to be necessary, expedient or appropriate for the purpose of the administration of valuation appeal panels and committees, and regulations under this section may make different provision in respect of different valuation appeal areas or different valuation panels. 4 All members of a valuation appeal panel shall reside or be engaged in business or be employed in the valuation area or areas for which the panel is responsible; and no person appointed as the secretary or an assistant secretary of a panel shall be an officer of a local authority or shall by himself or by any partner or assistant appear before a valuation appeal committee for that area. 5 A valuation authority may pay reasonable subscriptions, whether annually or otherwise, to the funds of any association of members or officers of valuation appeal panels or valuation appeal committees formed for the purpose of consultation as to the common interests of those panels or committees and the discussion of matters relating to valuation. 6 The provisions of the Valuation Acts with regard to appeals and complaints apply, with any necessary modifications— i between 1st April 1996 and 31st March 2023 to a committee constituted under this section in the same manner as they applied before 1st April 1996 to a committee constituted under the 1975 Act, and ii from 1st April 2023 to the First-tier Tribunal for Scotland in the same manner as they applied before that date to a committee constituted under this section. 7 Where the area served by a valuation appeal panel is situated in more than one sheriffdom, its members shall be appointed by the sheriff principal for such one of those sheriffdoms as the Secretary of State may direct. 8 Regulations under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "30", "section_title": " Rating authorities.", "section_text": "30 The rating authority for any local government area shall be the local authority for that area and, in this Act and in any other enactment (whether passed or made before or after the passing of this Act), the expression “ rating authority ” shall be construed in accordance with this section."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "31", "section_title": " Education.", "section_text": "31 For section 124 of the 1973 Act (education committees) there shall be substituted—  Membership of committees appointed by education authorities. 124 1 Where an education authority appoint a committee whose purposes include— a advising the authority on any matter relating to the discharge of their functions as education authority; or b discharging any of those functions of the authority on their behalf, the members of such committee shall, notwithstanding the provisions of section 57(3) and (4)(a) of this Act, be appointed in accordance with this section. 2 Subject to the provisions of section 59 of this Act, an education authority who appoint a committee such as is mentioned in subsection (1) above shall secure that— a at least half of the persons appointed by them to be members of such committee are members of the authority; and b the persons appointed by them to be members of such committee shall include the three persons mentioned in subsection (4) below. 3 Subject to the provisions of subsection (2) above, an education authority may appoint persons who are not members of the authority to be members of a committee such as is mentioned in subsection (1) above. 4 The three persons mentioned in subsection (2)(b) above (who shall not be members of the education authority appointing such committee) are— a one representative of the Church of Scotland, nominated in such manner as may be determined by the General Assembly of the Church; b in the case of the education authority for each area other than Orkney Islands, Shetland Islands and Western Isles, one representative of the Roman Catholic Church, nominated in such manner as may be determined by the Scottish Hierarchy of the Church; and c one person or, in the case of the education authorities for Orkney Islands, Shetland Islands and Western Isles, two persons, in the selection of whom the authority shall have regard (taking account of the representation of churches under paragraphs (a) and (b) above) to the comparative strength within their area of all the churches and denominational bodies having duly constituted charges or other regularly appointed places of worship there. 5 Where two or more authorities appoint a joint committee whose purposes include discharging any of the functions of those authorities as education authorities on their behalf, section 57(3) of this Act shall apply to such a joint committee as if for the words “two-thirds” there were substituted the words “one-half” ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "32", "section_title": " Co-operation between education authorities.", "section_text": "32 1 Section 23 of the  Education (Scotland) Act 1980 (provision by education authority for education of pupils belonging to areas of other authorities) shall be amended in accordance with this section. 2 After subsection (1) there shall be inserted— 1A Without prejudice to any other provision of this Act, for the purposes of their duty under section 1 of this Act an education authority shall have power to make arrangements with another education authority (in this subsection referred to as a “ provider authority ”) for the provision of school education or further education for any pupils belonging to the area of the authority in a school or educational establishment under the management of the provider authority. 1B Arrangements made under this Act by an education authority for the placing of children in schools may include provision to give effect to any arrangements made under subsection (1A) above. 1C Where the arrangements for the placing of children in schools subsisting before the establishment of new local government areas under Part I of the Local Government etc. (Scotland) Act 1994 lead, as a consequence of such establishment, to school education for pupils belonging to the area of one education authority being provided at schools or educational establishments under the management of another education authority, nothing in this Act shall prevent such arrangements from continuing until they are changed by an education authority in accordance with this Act. . 3 After subsection (3) there shall be inserted— 3A Where an education authority’s arrangements for the placing of children in schools under their management give any priority to siblings of pupils attending such schools, those arrangements shall not discriminate between siblings belonging to the area of that education authority and siblings belonging to the area of another education authority. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "34", "section_title": " Reorganisation of police areas.", "section_text": "34 After section 21 of the  Police (Scotland) Act 1967 there shall be inserted the following section—  Reorganisation of police areas. 21B 1 Subject to the provisions of this section, the police forces established and maintained for existing police areas in Scotland under this Act immediately prior to 1st April 1996 shall continue in existence on and after that date in accordance with the provisions of this section. 2 The police forces for the existing police areas of Fife and Dumfries and Galloway shall be the police forces for the new police areas of the same names. 3 The Secretary of State shall, before 1st April 1996, by order make amalgamation schemes amalgamating the police areas mentioned in the second column of the table below into the combined police areas mentioned in the first column of that table, and the police forces for the existing police areas shown in brackets in the first column shall be the police forces for the new combined police areas. Table Combined area Police areas comprised Northern (Northern). Highland, Western Isles, Orkney Islands, Shetland Islands. Grampian (Grampian). Aberdeenshire, Moray, City of Aberdeen. Tayside (Tayside). Perthshire and Kinross, Angus, City of Dundee. Central Scotland (Central Scotland). Stirling, Clackmannan, Falkirk. Lothian and Borders (Lothian and Borders). City of Edinburgh, East Lothian, Midlothian, West Lothian, the Borders. Strathclyde (Strathclyde). Argyll and Bute, Dumbarton and Clydebank, City of Glasgow, East Dunbartonshire, Inverclyde, North Lanarkshire, South Lanarkshire, Renfrewshire, East Renfrewshire, East Ayrshire, North Ayrshire, South Ayrshire. 4 Subject to section 19A of this Act, an amalgamation scheme made under this section may contain such provision as the Secretary of State considers necessary or appropriate for the purposes of the scheme including, without prejudice to the generality of the foregoing, any provision which is required to be made, or which may be made, in an amalgamation scheme made by virtue of section 19 of this Act. 5 Before making an amalgamation scheme under this section the Secretary of State shall— a consult such police authorities as appear to him to be affected by the scheme; and b where any such authority submit objections to the scheme, inform that authority in writing whether he accepts the objections and, if he does not, why he does not. 6 The schemes made by an order under this section shall not take effect before 1st April 1996, except in relation to— a the constitution of joint police boards; and b the carrying out by those boards of any functions necessary to bring the schemes into operation on that date. 7 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "35", "section_title": " Amalgamation schemes.", "section_text": "35 For section 20 of the  Police (Scotland) Act 1967 there shall be substituted the following section—  Power of Secretary of State to make amalgamation schemes. 20 1 If it appears to the Secretary of State that it is expedient in the interests of efficiency to make an amalgamation scheme for any police areas, he may, in accordance with the provisions of this section, make such amalgamation schemes, containing such provisions, as he considers appropriate. 2 Without prejudice to the generality of subsection (1) above, but subject to section 19A of this Act, an amalgamation scheme under this section may provide— a for the amalgamation of any two or more police areas into a combined area; b for the alteration of an existing combined area by the addition to or deletion from it of any police area; c for the establishment or re-establishment and maintenance of police forces for any police area or combined area resulting from the scheme; d for the dissolution and winding up of any joint police board constituted under a pre-existing amalgamation scheme, or for the reconstitution of any such board; e for the transfer or retransfer to such police forces as may be determined by the scheme of constables affected by the scheme; f for the transfer or retransfer to such authorities as may be determined by the scheme of any officers, property, rights or liabilities affected by the scheme; g for the doing of anything which is required to be done, or which may be done, in an amalgamation scheme made under section 19 of this Act; and h for any other matters incidental to or consequential on the provisions of the scheme. 3 Before making a scheme under this section which contains provision such as is mentioned in subsection (2)(a) or (b) above the Secretary of State shall— a consult such police authorities as appear to him to be affected by the scheme; and b where any such authority submit objections to the scheme, inform that authority in writing whether he accepts the objections and, if he does not, why he does not. 4 A scheme under this section shall be contained in an order made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "36", "section_title": " Fire services.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "38", "section_title": " Roads.", "section_text": "38 1 The  Roads (Scotland) Act 1984 shall be amended in accordance with this section. 2 After section 12 there shall be inserted the following sections—  Transitory provisions  Transitional power of Secretary of State as respects existing roads. 12A 1 Without prejudice to section 5 of this Act, where the Secretary of State considers that it is necessary or expedient as a result of, or in connection with, the establishment of new local government areas on 1st April 1996— a that any existing road should become a trunk road; or b that any trunk road should cease to be a trunk road, he may by order direct that the road shall become a trunk road or, as the case may be, shall cease to be a trunk road, as from such date as may be specified in that regard in the order. 2 Where an order under this section directs that a road shall cease to be a trunk road, it may also direct that— a as from the date specified in that regard in the order, the local roads authority for the area shall become the roads authority for the road; and b the authority shall enter the road in their list of public roads. 3 An order under this section may relate to one or more roads.  Transitional power of Secretary of State as respects proposed roads. 12B 1 Without prejudice to section 5 of this Act, where the Secretary of State considers that it is necessary or expedient as a result of, or in connection with, the establishment of new local government areas on 1st April 1996— a that any proposed road— i to be constructed by the local roads authority; and ii in respect of which all necessary planning permission has been granted or is deemed to have been granted, should become a trunk road; or b that any proposed road— i to be constructed by the Secretary of State as a trunk road; and ii in relation to which an order has been made under section 5 of this Act, should not become a trunk road, he may by order direct that the proposed road shall or, as the case may be, shall not become a trunk road. 2 Where an order is made in respect of a proposed road as mentioned in subsection (1)(a) above— a subject to subsection (6) below, the Secretary of State may, for the purposes of the construction of that road, do any thing which he would have been entitled to do if an order under section 12 of this Act (in this section referred to as a “section 12 order”) had been made in relation to that road; and b where an environmental statement has been published in respect of the project, the Secretary of State shall not be required to publish a further environmental statement, but otherwise the Secretary of State shall in all respects be in the same position in relation to that proposed road as the local roads authority would have been if such order had not been made. 3 Where an order is made in respect of a proposed road as mentioned in subsection (1)(b) above— a the local roads authority may proceed with construction of the said road as if all necessary planning permission had been granted; b the section 12 order made in relation to that road shall apply as if— i the local roads authority were the roads authority referred to in such order; and ii all necessary planning permission has been granted; and c where an environmental statement has been published in respect of the project, the local roads authority shall not be required to publish a further environmental statement. 4 Where an order under this section directs that a proposed road shall not become a trunk road, it may also direct that— a as from the date specified in that regard in the order, the local roads authority for the area shall become the roads authority for the proposed road; and b on such date as may be specified in that regard in the order, the authority shall enter the road in their list of public roads. 5 An order under this section may relate to one or more proposed roads. 6 The Secretary of State shall not by virtue of this section be empowered— a to stop up a road as mentioned in section 12(1)(a)(i) of this Act; or b to do anything mentioned in paragraphs (a) and (b) of section 70 of this Act except where the local roads authority have been so authorised under a section 12 order; and where such an order has been made, the Secretary of State may do anything he would have been authorised to do if the order had been made by him. 7 In this section and in section 12C of this Act “ planning permission ” means permission under Part III of the  Town and Country Planning (Scotland) Act 1972.  Transitional power of Secretary of State as respects special road schemes. 12C 1 Where the Secretary of State considers that it is necessary or expedient as a result of, or in connection with, the establishment of new local government areas on 1st April 1996 that— a a special road which the Secretary of State is authorised to provide by virtue of a scheme under section 7 of this Act (a “section 7 scheme”) should be provided by a local roads authority; or b a special road which a local roads authority is authorised to provide by virtue of a section 7 scheme which has been confirmed by the Secretary of State should be provided by the Secretary of State, he may by order direct that the local roads authority or, as the case may be, the Secretary of State shall be authorised to provide such special road; and the section 7 schemes relating to those special roads shall (notwithstanding their terms) be deemed to authorise the provision of such special roads by the local roads authority and the Secretary of State respectively. 2 Where an order is made in respect of a special road as mentioned in subsection (1)(a) above— a where the Secretary of State has made an order under section 9 of this Act (a “ section 9 order ”) in relation to that special road, the local roads authority may treat that order as if it were an order made by them and confirmed by the Secretary of State; b any necessary planning permission (whether relating to the special road or the doing of anything authorised by virtue of the section 9 order) shall be deemed to have been granted to the local roads authority; and c where an environmental statement has been published in respect of the project, the local roads authority shall not be required to publish a further environmental statement. 3 Where an order is made in respect of a special road as mentioned in subsection (1)(b) above— a if the local roads authority have made a section 9 order which has been confirmed by the Secretary of State, the Secretary of State may treat that section 9 order as if it were an order made by him; and b where an environmental statement has been published in respect of the project, the Secretary of State shall not be required to publish a further environmental statement, but otherwise the Secretary of State shall in all respects be in the same position in relation to that special road as the local roads authority would have been if such order had not been made.  Application of section 112 to orders under sections 12A, 12B, 12C and 12E. 12D The provisions of section 112 of this Act shall apply, subject to such modifications as the Secretary of State may by order specify, to roads, proposed roads and special roads such as may be mentioned in orders made under sections 12A, 12B, 12C and 12E of this Act as they apply to roads mentioned in the said section 112.  Further power of Secretary of State as respects proposed roads and special road schemes. 12E 1 Where the Secretary of State considers that it is necessary or expedient as a result of, or in connection with, the establishment of new local government areas on 1st April 1996 that any proposed road to be constructed by a local roads authority should become a trunk road, but the condition mentioned in subsection (1)(a)(ii) of section 12B of this Act is not satisfied in relation to such proposed road, he may, notwithstanding the provisions of that subsection, by order direct that the proposed road shall become a trunk road. 2 The provisions of paragraphs (a) and (b) of section 12B(2) of this Act shall apply where an order is made under subsection (1) above as they apply where an order is made under subsection (1)(a) of that section. 3 Where the Secretary of State considers that it is necessary or expedient as a result of, or in connection with, the establishment of new local government areas on 1st April 1996 that a special road in respect of which a section 7 scheme has been made by a local roads authority but not confirmed by the Secretary of State should be provided by him, he may, notwithstanding the provisions of subsection (1)(b) of section 12C of this Act, by order, direct that he shall be authorised to provide such special road by virtue of such scheme. 4 The provisions of paragraphs (a) and (b) of section 12C(3) of this Act shall apply where an order is made under subsection (3) above as they apply where an order is made under subsection (1)(b) of that section. 5 An order under subsection (1) or (3) above may include provision specifying the extent to which compliance before the making of that order with any statutory requirement in relation to the proposed road or, as the case may be, special road shall be deemed to satisfy for all purposes any statutory requirement which the Secretary of State would, apart from such provision, have been required to comply with in relation to that proposed road or special road. 6 As from the date of an order under subsection (1) or (3) above, the proposed road or, as the case may be, special road shall be deemed always to have been a proposed road to be constructed by the Secretary of State or a special road which the Secretary of State is authorised to provide.  Further provisions as to orders. 12F An order under section 12A, 12B, 12C, 12D or 12E of this Act may not be made so as to take effect more than 3 years after 1st April 1996. . 3 In section 112 (transfer of property and liabilities on road becoming or ceasing to be a trunk road)— a in subsection (1), after paragraph (c) there shall be inserted the following paragraph— d any property such as is mentioned in subsection (1A) below ; b after subsection (1) there shall be inserted the following subsections— 1A The property mentioned in paragraph (d) of subsection (1) above is property which— a was, immediately before the operative date, vested in the former roads authority for the purposes of their functions in relation to more than one road (including the road mentioned in that subsection); and b is specified in an order made by the Secretary of State. 1B Where any property is transferred to and vests in the Secretary of State as mentioned in subsection (1)(d) above, he shall make arrangements with the former roads authority as respects the use of that property; and any dispute between the Secretary of State and the former roads authority as to any arrangements made under this subsection shall be determined in like manner as any dispute such as is mentioned in subsection (7) below. ; and c in subsection (2), for the words “subsection (1)” there shall be substituted the words  “                          subsections (1) and (1A)                        ” . 4 In section 143(2)(a)(ii) (orders subject to negative resolution), after “section 8” there shall be inserted  “                      , 12A, 12B, 12C, 12D, 12E                    ” ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "39", "section_title": " Roads authority for boundary bridges.", "section_text": "39 After section 81 of the  Roads (Scotland) Act 1984 there shall be inserted—  Roads authority for boundary bridges. 81A 1 This section applies where a public road is carried by a bridge over a waterway and the bridge lies partly in the areas of two local roads authorities. 2 Where this section applies, the authorities concerned may make arrangements as to— a which of them shall be the roads authority in relation to that bridge; b the performance by such roads authority in relation to the bridge of any of the roads functions of the other authority; and c the making of contributions by that other authority to the roads authority in respect of expenditure incurred in the performance of those functions. 3 Where arrangements are not made as mentioned in subsection (2) above, the Secretary of State may, on the application of one of the roads authorities concerned, make a determination in respect of the matters mentioned in paragraphs (a) to (c) of that subsection. 4 A determination of the Secretary of State under subsection (3) above shall be binding. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "40", "section_title": " Establishment etc. of Strathclyde Passenger Transport Authority.", "section_text": "40 1 With effect from 1st April 1996 there shall be a Passenger Transport Authority to be known as the Strathclyde Passenger Transport Authority (in this section referred to as “ the Authority ”) for the Strathclyde Passenger Transport Area for the purposes of Part II of the  Transport Act 1968. 2 On 1st April 1996 all of the functions, staff, property, rights, liabilities and obligations of Strathclyde Regional Council as Passenger Transport Authority shall be transferred to and vest in the Authority. 3 Section 9 of this Act shall apply to any person transferred to the Authority under this section as if any reference in that section to a new authority included a reference to the Authority. 4 The Secretary of State may by order— a designate the passenger transport area of the Authority; and b make provision for the constitution and membership of the Authority in accordance with the provisions of Schedule 5 to this Act. 5 Without prejudice to the provisions of the said Schedule 5, an order under subsection (4) above shall include— a such provision with respect to any of the matters referred to in that Schedule; and b such supplementary, incidental and consequential provision, as the Secretary of State considers necessary or expedient. 6 Before making an order under subsection (4) above the Secretary of State shall consult such persons or bodies as he thinks fit. 7 The following provisions of the 1973 Act shall apply, subject to any necessary modifications, with respect to the Authority as they apply with respect to a local authority or, in the case of section 106(2), a body, that is to say— a section 95 (financial administration); b section 96 (accounts and audit); c section 97 (Commission for Local Authority Accounts in Scotland); d section 97A (studies for improving economy etc. in services); e section 97B (furnishing of information and documents to Commission); f section 98 (expenses and accounts of Commission); g section 99 (general duties of auditors); h section 100 (auditor’s right of access to documents); i section 101 (right of interested person to inspect and object to accounts: completion of audit); j section 102 (reports to Commission by Controller of Audit); k section 103 (action by Commission on reports by Controller of Audit); l section 104 (action by Secretary of State on recommendation by Commission under section 103(3)); m section 105 (regulations as to accounts); and n section 106(2) (accounts of officer to be audited in certain circumstances). 8 The Secretary of State may by order vary the passenger transport area of the Authority. 9 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 10 Schedule 5 to this Act (which makes provision for the constitution, proceedings etc. of the Authority) shall have effect."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "41", "section_title": " Amendment of section 13 of Transport Act 1968.", "section_text": "41 For section 13 of the Transport Act 1968 (grants to the Executive) there shall be substituted—  Grants and payments. 13 1 Any expenditure of the Strathclyde Passenger Transport Authority shall, in so far as not otherwise met, be met by the local authorities whose areas lie wholly or partly within the area of the Authority in such proportions as the  authorities may agree. 2 Where— a the authorities mentioned in subsection (1) above cannot reach agreement as to the proportions in which the expenditure of the Authority shall be met by them and the Authority make an application to the Secretary of State for resolution of the matter; or b it appears to the Secretary of State that those authorities are unable to reach such agreement, the Secretary of State shall determine the proportions in which such expenditure shall be met by those authorities. 3 The Authority shall have power to make grants to the Executive for any purpose. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "42", "section_title": " Power to secure management of traffic control system.", "section_text": "42 1 Where the Secretary of State considers that— a for the purposes of securing the expeditious, convenient and safe movement of vehicular and other traffic (including pedestrians), a system of traffic control should extend across the roads of two or more traffic authorities; and b the authorities for those roads have not made satisfactory joint arrangements for the exercise of such of their functions under the  Road Traffic Regulation Act 1984 as are necessary to secure the provision and management of such a system of traffic control, he may make an order under this section. 2 An order under this section may transfer to the Secretary of State such functions of those authorities under that Act as he considers necessary to enable him to secure the provision and management of such a system. 3 The Secretary of State may enter into arrangements with such an authority for the carrying out by that authority on his behalf of the functions mentioned in subsection (2) above. 4 Any expenses reasonably incurred by the Secretary of State in exercising the functions transferred by an order under this section may be recovered by him from the traffic authorities from which the functions were transferred in such proportions— a as may be agreed between the authorities; or b where there is no agreement, as may be determined by him. 5 In this section— “ road ” has the same meaning as in the  Roads (Scotland) Act 1984; and “ traffic authority ” has the meaning given by section 121A of the Road Traffic Regulation Act 1984."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "43", "section_title": " Guidance as to exercise of traffic powers.", "section_text": "43 1 For the purpose of ensuring that the exercise by an authority of any of the powers mentioned in subsections (2) and (3) below does not have an adverse effect on the expeditious, convenient and safe movement of vehicular and other traffic (including pedestrians)— a on the roads of any other authority; or b on the national system of routes for through traffic in Scotland, the Secretary of State may issue guidance to an authority as to the exercise of those powers. 2 The powers referred to in subsection (1) above are the powers of an authority to make, vary or revoke orders under or by virtue of any of the following sections of the Road Traffic Regulation Act 1984, that is to say— a section 1 (traffic regulation orders); b section 9 (experimental traffic orders); c section 19 (orders concerning public service vehicles); d section 32 (provision of parking places by authorities); e section 35 (orders as to use of parking places); f section 37 (orders relating to general scheme of traffic control); g section 38 (orders as to use of parking places as bus or coach stations); h section 45 (orders designating paying parking places); i section 46 (further orders regulating paying parking places); j section 49 (designation orders and designated parking places); k section 53 (designation orders); l section 82(2)\t\t\t\t\t\t\t(directions concerning restricted roads); and m section 84 (speed limits on certain roads). 3 The powers referred to in subsection (1) above are the powers of an authority under sections 36 (construction of road humps) and 39A (construction of traffic calming works) of the  Roads (Scotland) Act 1984. 4 Before issuing guidance under this section the Secretary of State shall consult    a   the Common Services Agency for the Scottish Health Service in respect of the provision by them of an ambulance service by virtue of the National Health Service (Functions of the  Common Services Agency)\t\t\t\t\t(Scotland) Order 1974 b  the chief constable of the Police Service of Scotland,   c  the Scottish Fire and Rescue Service, and   d  the authorities for the areas to which the guidance relates.   for the areas to which the guidance relates. 5 Without prejudice to his power to make regulations under paragraph 21 of Schedule 9 to the  Road Traffic Regulation Act 1984 or, as the case may be, section 39B(1) of the Roads (Scotland) Act 1984, the Secretary of State may by regulations make provision as to the procedures to be followed by authorities in relation to the guidance. 6 An authority shall, before exercising any power mentioned in subsections (2) and (3) above, and subject to any regulations made under subsection (5) above— a have regard to any guidance issued to them under this section; b consider whether the proposed exercise of such power would be likely to have an effect on the expeditious, convenient and safe movement of vehicular and other traffic (including pedestrians)— i on a road in the area of any other authority; or ii on a road in the national system of routes for through traffic in Scotland; and c if the proposed exercise would, in their opinion, have such an effect, consult— i in the case of a road such as is mentioned in paragraph (b)(i) of this subsection, the other authority; or ii in the case of a road such as is mentioned in paragraph (b)(ii) of this subsection, the Secretary of State. 7 Where an authority take any action which, in the opinion of the Secretary of State— a is contrary to any guidance issued to the authority under this section; and b has or is likely to have an adverse effect on either of the matters referred to in paragraphs (a) and (b) of subsection (1) above, the Secretary of State may, after consulting the authority, direct the authority to take such steps within a period specified by him as may be necessary to conform with that guidance. 8 If, in the opinion of the Secretary of State, an authority have failed to comply with a direction under subsection (7) above, he may exercise any of their powers for the purpose of giving effect to the direction; and any expenses reasonably incurred by him in doing so shall be recoverable by him from that authority. 9 The power to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 10 In this section— “ authority ” means— in relation to the exercise of the powers mentioned in subsection (2) above, a traffic authority (within the meaning of the  Road Traffic Regulation Act 1984); and in relation to the exercise of the powers mentioned in subsection (3) above, a roads authority (within the meaning of the  Roads (Scotland) Act 1984); and “ road ” has the same meaning as in the Roads (Scotland) Act 1984."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "44", "section_title": " Restriction on order-making powers of existing authorities.", "section_text": "44 1 Where a regional council propose to make an order such as is mentioned in subsection (2) below and the order— a will come into effect after such date as the Secretary of State may by order made by statutory instrument prescribe; and b will continue in effect after 31st March 1996, they shall, before making the order, seek the consent of the successor authority. 2 The orders referred to in subsection (1) above are any orders made under the following provisions of the  Road Traffic Regulation Act 1984— a section 1 (traffic regulation orders); b section 9 (experimental traffic orders); c section 14 (temporary traffic orders); d section 32 (provision of parking places by authorities); e section 35 (orders relating to use of parking places); f section 37 (orders as to general scheme of traffic control); g section 45 (orders designating paying parking places); h section 46 (further orders regulating paying parking places); and i section 84 (speed limits on certain roads). 3 Where a successor authority refuse their consent to a proposed order to which this section applies the regional council shall not make the order without having obtained the consent of the Secretary of State. 4 Where— a a regional council have sought the consent of a successor authority to the making of a proposed order to which this section applies; and b the successor authority have failed, within 6 weeks of such consent being sought, to consent, the successor authority shall be deemed to have given such consent. 5 In this section “ successor authority ” means any council constituted under section 2 of this Act (other than the councils for Orkney Islands, Shetland Islands and Western Isles) in whose area the proposed order will have effect."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "45", "section_title": " Chief social work officer.", "section_text": "45 —For section 3 of the  Social Work (Scotland) Act 1968 (director of social work), there shall be substituted the following section—  Chief social work officer. 3 1 For the purposes of their functions under this Act and the enactments mentioned in section 5(1B) of this Act, a local authority shall appoint an officer to be known as the chief social work officer. 2 The qualifications of the chief social work officer shall be such as may be prescribed by the Secretary of State. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "47", "section_title": " Proceedings in district courts: transitional provisions.", "section_text": "47 Where proceedings were instituted before 1st April 1996 in any district court and those proceedings have not been completed by that date, then, for the purpose of enabling those proceedings to be continued on and after that date, and for preserving in other respects the continuity of the administration of justice— a the district court having jurisdiction on and after that date in the area where the proceedings were instituted shall be treated as succeeding to, and being the same court as, the district court in which the proceedings were instituted, and any verdict, sentence, order, complaint, notice, citation, warrant, or other proceedings or document shall have effect accordingly; and b the clerk of the district court in which the proceedings were instituted shall transfer all records, productions and documents relating to those proceedings to the clerk of the district court treated as succeeding to that court."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "48", "section_title": " Amendment of District Courts (Scotland) Act 1975.", "section_text": "48 In section 2 of the  District Courts (Scotland) Act 1975 (district of, and exercise of jurisdiction by, district court), after subsection (1) there shall be inserted the following subsection— 1A In determining where and when a district court should sit, a local authority shall have regard to the desirability of minimising the expense and inconvenience occasioned to those directly involved, whether as parties or witnesses, in the proceedings before the court. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "49", "section_title": " Justices of the peace.", "section_text": "49 1 Any person holding office as justice of the peace for any commission area by virtue of the provisions of section 9(2) or 10(3) of the  District Courts (Scotland) Act 1975 immediately before 1st April 1996 shall, on and after that date, hold office as justice of the peace for the commission area in which he resides on that date. 2 Any person holding office as justice of the peace for any commission area on and after 1st April 1996 by virtue of the provisions of subsection (1) above shall hold that office as if appointed in accordance with the said section 9(2). 3 Where the Secretary of State is satisfied in all the circumstances that it is expedient that any such person as is mentioned in subsection (1) above should hold that office for another commission area, he may so direct; and any such direction shall have effect, and shall be treated for the purposes of the said Act of 1975, as an instrument appointing that person in accordance with the said section 9(2) to hold office for such commission area as is mentioned in the direction."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "50", "section_title": " Stipendiary magistrates.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "51", "section_title": " Registration of births, deaths and marriages.", "section_text": "51 1 The  Registration of Births, Deaths and Marriages (Scotland) Act 1965 shall be amended in accordance with the provisions of this section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 8 (registration offices)— a in subsection (1), after the words “registration office” there shall be inserted the words  “                        which may comprise principal premises and such subordinate premises as they may, with the approval of the Registrar General, consider appropriate                      ” ; and b at the end there shall be inserted the following subsection— 6 References in this Act to the registration office shall, unless the context otherwise requires, be construed as including all the premises provided and maintained by a local registration authority as parts of the registration office. . 4 In section 15 (information concerning finding of infant children)— a in subsections (1) and (3), for the words “director of social work” there shall be substituted  “                        chief social work officer                      ” ; and b subsection (4) shall cease to have effect. 5 In section 56(1)\t\t\t\t\t(interpretation), after the definition of “function” there shall be inserted the following definition— “ local authority ” means a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994; ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "52", "section_title": " Tweed Fisheries Commissioners.", "section_text": "52 1 On 1st April 1996 each person holding office as representative commissioner appointed by any of the district councils of Berwickshire, Roxburgh, Ettrick and Lauderdale or Tweeddale under the  Tweed Fisheries Act 1969 shall go out of office. 2 The function of appointing representatives formerly appointed by the councils mentioned in subsection (1) above shall be transferred to the new council for the Borders. 3 In Schedule 1 to the said Act of 1969, for the entries relating to the district councils of Berwickshire, Roxburgh, Ettrick and Lauderdale and Tweeddale there shall be substituted the entry relating to the Borders Council set out in Schedule 6 to this Act."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "53", "section_title": " Records held by local authorities.", "section_text": "53 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where a local authority hold records relating to the property or functions of any other local authority, that other authority shall, subject to any arrangements made under section 58 of this Act or section 56 of the 1973 Act by the two authorities— a be entitled to free access to, and copies of, any such records; and b pay to the local authority holding the records such proportion of the costs incurred by that authority in preserving and managing the records— i as the authorities may agree; or ii as may, failing such agreement, be determined by the Secretary of State. 5 The Keeper shall be entitled to free access to any records held by a local authority. 6 For the purposes of this section and section 54 of this Act “ records ” includes charters, deeds, minutes, accounts and other documents, and any other records, of whatever form and in whatever medium, which convey information, but does not include records which are the property of the Registrar General of Births, Deaths and Marriages for Scotland."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "54", "section_title": " Use, acquisition and disposal of records.", "section_text": "54 1 A local authority may do anything which appears to them to be appropriate for the purpose of enabling proper use to be made of their records and, without prejudice to the generality of the foregoing, may— a make provision for enabling persons, with or without charge and subject to such conditions as the authority may determine, to inspect the records and to make or obtain copies thereof; b prepare, or procure or assist in the preparation of, indices and guides to and calendars and summaries of the records; c publish, or procure or assist in the publication of, the records or any index or guide to or calendar or summary of the records; d hold exhibitions of the records and arrange for the delivery of explanatory lectures, with or without charging for admission to such exhibitions or lectures; e direct that the records be temporarily entrusted to other persons for exhibition or study. 2 Nothing in subsection (1) above shall be taken as authorising the doing of any act which infringes copyright or contravenes conditions subject to which records are under the control of an authority. 3 A local authority may— a acquire by way of purchase records which, or (in the case of a collection) the majority of which, appear to the authority to be of general or local interest; b accept the gift of records which or, in the case of a collection, the majority of which appear to the authority to be of general or local interest. 4 A local authority may accept the deposit of records— a authorised to be deposited with it by any enactment; and b which appear to the authority to be of general or local interest. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "55", "section_title": " Restriction on disposal of assets and entering into contracts by existing authorities.", "section_text": "55 1 On and after the relevant date, an existing authority shall not, without the consent of the relevant successor authority or, in a case to which subsection (9) below applies, the Secretary of State— a without prejudice to section 74 of the 1973 Act (disposal of land), dispose of any land for a consideration exceeding £250,000; or b enter into any of the contracts mentioned in subsection (2) below. 2 The contracts referred to in subsection (1)(b) above are— a contracts— i in terms of which the authority incurs a liability to meet capital expenses within the meaning of section 94 of the 1973 Act (capital expenses); and ii where the consideration exceeds £2,500,000; and b contracts, other than contracts such as are mentioned in sub-paragraph (a)(i) above— i the period of which purports to extend beyond 31st March 1996 or is capable of being so extended; and ii where the consideration exceeds £250,000. 3 The relevant date for the purposes of this section is such date as the Secretary of State may by order made by statutory instrument determine; and different such dates may be so determined in respect of any of the successor authorities mentioned in subsections (4) to (8) below or, in a case to which subsection (9) below applies, the Secretary of State. 4 Subject to subsections (5) to (8) below, the relevant successor authority in relation to any proposed disposal or contract by a regional or district council is— a in relation to any disposal of land, the new local authority within whose area the land will be situated; and b in relation to any other contracts, any new local authority whose area will include the whole or any part of the area of the existing local authority. 5 The relevant successor authority in relation to any proposed disposal of relevant property (within the meaning assigned by paragraph (b) of section 91(1) of this Act) or proposed contract in so far as it relates to functions mentioned in that paragraph is, in the case of— a Lothian, Borders, Fife or Central Region, the East of Scotland Water Authority; b Strathclyde or Dumfries and Galloway Region, the West of Scotland Water Authority; and c Tayside, Highland or Grampian Region or an Islands Area, the North of Scotland Water Authority. 6 The relevant successor authority in relation to any proposed disposal or contract by the Central Scotland Water Development Board is the East of Scotland Water Authority. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Where— a a disposal of land such as is mentioned in subsection (1)(a) above is of land held or acquired by the authority for the construction or improvement of any road; or b a contract such as is mentioned in subsection (2) above is for works for the construction or improvement of any road; and c where, in either case, the Secretary of State has given notice to the authority concerned of his intention to make an order under section 12A(1)(a), 12B(1)(a), 12C(1)(b), 12E(1) or 12E(3) of the  Roads (Scotland) Act 1984 directing that a road or proposed road should become a trunk road or that he should be authorised to provide a special road, the consent required shall, in either case, be that of the Secretary of State. 10 The requirement to seek consent imposed by this section shall not apply to— a any disposal of land in respect of which the consent of the Secretary of State is required under section 12(7) of the  Housing (Scotland) Act 1987; and b any contract entered into by an existing authority in or in connection with the exercise of the power conferred on them by section 24 of the  Local Government Act 1988 (power to provide financial assistance for privately let housing accommodation). 11 This section applies to any granting of an option to require an existing authority to make a disposal of land or enter into a contract which would require the consent of a successor authority or the Secretary of State as it applies to such a disposal or contract. 12 In this section “ existing authority ” means a regional or district council, the Central Scotland Water Development Board,  ...  . . .  and, for the purposes of the matters mentioned in subsection (5) above, includes an islands council."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "56", "section_title": " Duty of existing authorities and assessors to provide information to new authorities.", "section_text": "56 1 Subject to the provisions of this section, existing local authorities and assessors shall provide new authorities with such information as the latter may reasonably require for the purpose of carrying out, whether before or after 1st April 1996, any of their functions. 2 A new authority may not require information to be provided from any existing authority or assessor whose area does not correspond, at least in part, with the area of the new authority. 3 An assessor shall not be required under subsection (1) above to provide any information to a new authority which he is not required to provide to an existing authority. 4 In this section— “ assessor ” means an assessor appointed under section 116 of the 1973 Act (appointment of assessors); “ existing local authority ” includes a joint committee and a joint board; and “ new authority ” means any of the authorities constituted under section 2 of this Act, and includes a joint board."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "57", "section_title": " Power and duty of existing local authorities to assist new authorities.", "section_text": "57 1 An existing local authority may do anything which in their opinion is appropriate for the purpose of— a facilitating the transfer of their functions, staff and assets to a new authority; or b facilitating the carrying out by a new authority of their functions on and after 1st April 1996. 2 Without prejudice to the generality of subsection (1) above, existing local authorities having functions in relation to any part of the area of a new authority may establish, or the Secretary of State may require them to establish, a committee in the area of that new authority to consider any matter which it is expedient they should consider in order to ensure the effective operation of that authority on and after 1st April 1996. 3 Existing local authorities may establish, or the Secretary of State may direct them to establish, a committee in relation to the areas of any group of new authorities to consider any matter which it is expedient they should consider in order to ensure the effective operation of those authorities on and after 1st April 1996. 4 A committee established under subsection (2) or (3) above shall consist of such number of representatives of the authorities by whom it is established as may be agreed between them or, in default of such agreement, as may be determined by the Secretary of State. 5 The Secretary of State may direct an existing local authority to do anything which in his opinion is appropriate for the purpose of putting a new authority in a position to carry out their functions with effect from 1st April 1996. 6 A direction under subsection (5) above— a may be made subject to such conditions (for example, as to payment by the new authority) as may be specified in it; and b shall be complied with by the authority to which it is made. 7 Any expenses incurred by a committee established under subsection (2) or (3) above shall be defrayed by the authorities by whom the committee was established in such proportions respectively as may be agreed amongst or between them or, in default of agreement, as may be determined by the Secretary of State. 8 In this section— “ existing local authority ” includes a joint committee and a joint board; and “ new authority ” means any of the authorities constituted under section 2 of this Act, and includes a joint board."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "58", "section_title": " Further provision as to discharge of functions by authorities.", "section_text": "58 1 Subject to the provisions of this section, a local authority (a “contracting authority”) may agree with any other local authority (a “supplying authority”) that the supplying authority shall carry out for the contracting authority any activity or service which the contracting authority are required to, or may legitimately, carry out. 2 An agreement under this section— a may provide for activities or services to be carried out by two or more authorities jointly; and b may include such terms as to payment as the authorities concerned consider appropriate. 3 Anything requiring to be done by a supplying authority under an agreement under this section shall be treated as one of their statutory functions. 4 The Secretary of State may by regulations make such provision as he thinks fit in relation to the exercise by local authorities of the power conferred by this section and, without prejudice to the generality of the foregoing, such regulations may include provision— a prohibiting or restricting to such extent as may be prescribed the use of the power in relation to such activities or services, or such class or classes of activities or services, as may be so prescribed; b specifying, either generally or in relation to such activities or services, or such classes of activities or services, as may be so prescribed, which authorities may enter into agreements under this section. 5 This section is without prejudice to any other power under or by virtue of which a local authority may arrange for the carrying out of any of their activities or services by another authority. 6 A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 For the purposes of this section “ local authority ” includes a residuary body and a joint board."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "59", "section_title": " Local Acts and instruments.", "section_text": "59 1 Subject to subsection (2) below, any local statutory provision to which this section applies and which is not continued in force by any other provision of this Part of this Act shall— a notwithstanding the changes of administrative areas and local authorities effected by or under this Part of this Act and, in the case of an instrument made under any enactment, notwithstanding the repeal of that enactment, continue to apply on and after 1st April 1996 to, but only to, the area, things or persons to which or to whom it applies before that date; b have effect subject to any necessary modifications and to the modifications made by subsection (3) below; but the continuation by this subsection of an instrument made under any enactment shall not be construed as prejudicing any power to vary or revoke the instrument which is exercisable apart from this subsection. 2 Subsection (1) above shall have effect subject to the provisions of— a subsection (6) below; b this Part of this Act; c any Act passed after this Act and before 1st April 1996; and d any order made under— i section 181 of this Act; or ii the following provisions of this section. 3 Any local statutory provision to which this section applies and which relates to functions exercisable by an existing local authority of any description by virtue of any public general enactment shall have effect as if for any reference to the authority by whom the functions are exercised immediately before 1st April 1996 there were substituted a reference to the authority by whom those functions are exercisable on and after that date. 4 Subsection (3) above shall not come into force until 1st April 1996 and shall have effect subject to any provision to the contrary made by, or by any instrument made under, this Part of this Act and, without prejudice to the foregoing, the Secretary of State may by order provide for the exercise of functions conferred by any local statutory provision to which this section applies and exclude the operation of that subsection where it would otherwise conflict with any provision of the order. 5 Where any local statutory provision is continued in force in any area by subsection (1) above or is amended or modified in its application to any area by an order under section 181 of this Act, the Secretary of State may by that order, or in the case of a provision continued as aforesaid, by an order under this subsection— a extend the provision throughout the new local government area in which it is continued in force; b provide that that provision as so continued, amended, modified or extended shall have effect in that area to the exclusion of any enactment for corresponding purposes, including any enactment contained in or applied by this Act; c make such modifications of any such enactment in its application to that area as will secure that the enactment will operate harmoniously with the said provision in that area; d repeal or revoke any local statutory provision to which this section applies and which appears to the Secretary of State to have become spent, obsolete or unnecessary or to have been substantially superseded by any enactment or instrument which applies or may be applied to the area, persons or things to which or to whom that provision applies; e transfer to any local authority appearing to the Secretary of State to be appropriate any functions of an existing local authority under a local statutory provision to which this section applies which are not to become functions of some other authority under any provisions of this Act except section 181 of this Act and this section, or under any other instrument made under this Act, being functions exercisable by any existing local authority abolished by this Act; f without prejudice to paragraph (e) above, make such modifications of any local statutory provision to which this section applies in its application to any new local government area as appear to the Secretary of State to be expedient. 6 All local statutory provisions to which this subsection applies shall cease to have effect on 31st December 1999, but the Secretary of State may— a by order exempt any such provision from the foregoing provision of this subsection; b from time to time by order postpone the date on which any local statutory provision applying to the whole or part of any local government area is to cease to have effect under this subsection. 7 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 8 This section applies to any local statutory provision in force immediately before 1st April 1996 and not expressly repealed or revoked by this Act, and subsection (6) above applies to the following local statutory provisions— a a provision of a local Act, the Bill for which was promoted by a local authority; b a provision of an Act confirming a provisional order made on the application of a local authority; c a provision of an order made on such an application which was subject to special parliamentary procedure; d any byelaw; and e any management rule made under section 112 of the  Civic Government (Scotland) Act 1982 (management rules), not being a provision relating to a statutory undertaking. 9 In this section— “ existing local authority ” means a regional or district council; “ local authority ” means an existing local authority, a joint committee, an authority constituted under section 2 of this Act, a joint board and a residuary body; and, for the purposes of subsection (6) above, includes any local authority in existence prior to 16th May 1975; “ local statutory provision ” includes— a provision of a public general Act passed with respect only to the whole or part of an existing local government area; a provision of an instrument made under such a public general Act; an instrument in the nature of a local statutory provision made under any other public general Act; a provision of a local Act or a provision of an instrument made under any such Act; a provision of an Act confirming a provisional order; a provision of an order which was subject to special parliamentary procedure; any byelaw; and any management rule made under section 112 of the  Civic Government (Scotland) Act 1982 (management rules), but does not include any enactment or instrument in so far as that enactment or instrument relates to functions mentioned in section 91(1)(b) of this Act nor any order under section 6 of the 1975 Act; and “ statutory undertaking ” means any railway, light railway, tramway, road transport, water transport, canal, inland navigation, ferry, dock, harbour, pier or lighthouse undertaking, any market undertaking or any undertaking for the supply of electricity, gas, hydraulic power or district heating."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "60", "section_title": " Applications to sheriff in cases of difficulty.", "section_text": "60 Sections 231 (applications to sheriff in cases of difficulty) and 232 (applications to court) of the 1973 Act shall apply in relation to a difficulty arising in the carrying out of this Part of this Act as they apply in relation to a difficulty arising in the carrying out of that Act."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "61", "section_title": " Interpretation of Part I.", "section_text": "61 In this Part of this Act, unless the context otherwise requires— “ existing local authority ” means a regional, islands or district council;   “ the First-tier Tribunal for Scotland ” means the First-tier Tribunal for Scotland, established by section 1 of the Tribunals (Scotland) Act 2014;   “ records ” shall be construed in accordance with section 53 of this Act; “ the 1972 Act ” means the  Town and Country Planning (Scotland) Act 1972; “ the 1992 Act ” means the  Local Government Finance Act 1992, and expressions used in this Part of this Act and in the 1973 Act shall have the same meanings in this Part as in that Act."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "63"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "65", "section_title": " General duties of Secretary of State and of new authorities.", "section_text": "65 1 For section 1 of the 1980 Act (which imposes on the Secretary of State certain duties as respects water conservation and supply) there shall be substituted—  General duties of Secretary of State and of water authorities. 1 It shall be the duty of the Secretary of State and of the water authorities when exercising their respective functions or powers under or by virtue of this Act— a to promote the conservation and effective use of the water resources of, and the provision of adequate water supplies throughout, Scotland; and b to secure the collection, preparation, publication and dissemination of information and statistics relating to such resources and supplies. . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "67", "section_title": " Scottish Water and Sewerage Customers Council.", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "67A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67A"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "68"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "69", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "69"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "70"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "72", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "72"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "73"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "74", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "74"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "75", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "75"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "75A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "75A"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "76", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "76"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "77", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "77"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "78"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "79"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "80", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "80"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "81", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "81"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "82"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "83"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "84"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "85"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "86", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "86"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "87"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "88"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "89"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "90", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "90"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "91", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "91"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "92", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "92"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "93", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "93"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "94", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "94"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "95"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "96", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "96"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "97", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "97"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "98", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "98"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "99", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "99"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "100", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "100"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "101", "section_title": " Authorisation of construction of certain private sewers etc.", "section_text": "101 The following section shall be inserted after section 3 of the 1968 Act—  Authorisation of construction of certain private sewers etc. 3A 1 Without prejudice to their powers under section 3 of this Act (including any power to authorise the construction, on their behalf, of a public sewer), a sewerage authority may authorise a person to construct, within their area but whether or not connecting with their sewers or sewage treatment works, a sewer— a in, under or over any road, or under any cellar or vault below any road; or b in, on or over any land which does not form part of a road and is not land as respects which he is owner, lessee or occupier, but where authorisation is so given, subsection (2) of section 3 of this Act shall apply in respect of the person and the construction proposed as that subsection applies in respect of a sewerage authority and works proposed by them under subsection (1) of that section. 2 The sewerage authority— a in giving authorisation to a person under subsection (1) above; or b as respects any sewer (not being a sewer constructed by or on behalf of the authority) whose construction by a person does not require such authorisation, may, in a case where the proposed sewer will connect with their sewers or sewage treatment works, determine (and by written notice advise the person) that all, or a part which they shall specify in the notice, of the sewer constructed shall not vest in them through the operation of section 16(1)(c) of this Act and shall instead vest in him; but notwithstanding the determination the sewerage authority may, on such terms and conditions as they think fit, then or at some later time enter into an agreement under which the sewer, or as the case may be the part, shall vest in them. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "102", "section_title": " Emptying of septic tanks.", "section_text": "102 For section 10 of the 1968 Act (whereby local authorities are under a duty to empty septic tanks only where they have passed a resolution electing to do so) there shall be substituted—  Emptying of septic tanks. 10 1 It shall be the duty of a sewerage authority to empty a septic tank serving premises in their area on their being requested to do so by the owner or occupier of the premises; but that duty is subject to subsection (2) below and as respects any particular septic tank— a to its being reasonably practicable to empty the tank; and b to all proper charges for their doing so being timeously paid. 2 The duty does not extend to septic tanks which receive trade effluent; but the authority may, at the request of an owner or occupier of premises served by any such septic tank, agree to empty it on such conditions as to payment or otherwise as they think fit. 3 If any question arises under this section as to whether emptying is reasonably practicable or as to whether a septic tank receives trade effluent, it shall be determined summarily by the sheriff, whose decision in the matter shall be final. 4 For the purposes of subsection (1) above, a charge is proper if fixed in accordance with, and timeously paid if paid in accordance with, a charges scheme (within the meaning of Part II of the Local Government etc. (Scotland) Act 1994). ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "103", "section_title": " Register as respects trade effluents.", "section_text": "103 The following sections shall be inserted after section 37 of the 1968 Act—  Register for purposes of Part II. 37A 1 A sewerage authority shall maintain a register for the purposes of this Part of this Act. 2 The authority shall enter in the register— a such particulars as may be prescribed— i of any consent, affecting their area and for the time being extant, given (whether before or after the coming into force of this section) under this Part of this Act; and ii of any agreement, affecting their area and for the time being extant, entered into (whether before or after the coming into force of this section) under section 37 of this Act; and b such particulars of other matters relative to their functions under this Part of this Act as may be prescribed. 3 It shall be the duty of a sewerage authority— a to secure that the register maintained by them in pursuance of subsection (1) above is, after such date as may be prescribed, open to inspection by the public free of charge at all reasonable hours; and b to afford members of the public reasonable facilities for obtaining from them, on payment of reasonable charges, copies of entries in the register. 4 In subsections (2) and (3) above, “ prescribed ” means prescribed by the Secretary of State by regulations made under this subsection by statutory instrument. 5 An instrument containing regulations under subsection (4) above shall be subject to annulment in pursuance of a resolution of either House of Parliament.  Exclusion from register of information affecting national security. 37B 1 No information shall be included in a register maintained under section 37A of this Act if and so long as, in the opinion of the Secretary of State, the inclusion in the register of that information, or of information of that description, would be contrary to the interests of national security. 2 The Secretary of State may, for the purposes of subsection (1) above, give to a sewerage authority directions— a specifying information, or descriptions of information, to be excluded from the register; or b specifying descriptions of information to be referred to him for his determination; and no information referred to him in pursuance of paragraph (b) above shall be included in the register until he determines that it should be so included. 3 The sewerage authority shall notify the Secretary of State of any information they exclude from the register in pursuance of directions under subsection (2) above. 4 A person may, as respects any information which (but for this section) might be included in the register but which he believes may be information whose inclusion would be contrary to the interests of national security, by notice so inform the Secretary of State, specifying the information and indicating its apparent nature; and if the person does so— a he shall advise the sewerage authority that he has given such notice; and b no information in respect of which such advice has been given shall be included in the register until the Secretary of State has determined that it should be so included. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "104", "section_title": " Disapplication of restrictions on disclosure of information.", "section_text": "104 In section 50 of the 1968 Act (which imposes restrictions on the disclosure of information obtained under or by virtue of that Act)— a in subsection (2), after paragraph (a) there shall be inserted— aa in prescribed circumstances or for prescribed purposes; or ; and b after subsection (3) there shall be added— 4 In paragraph (aa) of subsection (2) above, “ prescribed ” means prescribed by the Secretary of State by regulations made under this subsection by statutory instrument. 5 An instrument containing regulations under subsection (4) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 Subsections (1) and (2) above are subject to regulation 3(7) of the Environmental Information Regulations 1992 (which disapplies restrictions on disclosure if in pursuance of the  regulations). ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "105", "section_title": " Restriction on references to Secretary of State of questions regarding water supply.", "section_text": "105 In section 9(4) of the 1980 Act (which provides that questions as to the terms and conditions on which water is supplied etc. are to be referred to the Secretary of State in the absence of agreement), after the word “supplied” there shall be inserted  “                (not being a question as respects charges for the water which is to be supplied)              ” ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "106", "section_title": " Removal of restriction on supply of water to premises outwith water authority’s limits of supply.", "section_text": "106 For section 12 of the 1980 Act (which provides for a water authority giving a supply of water to premises situated outwith their limits of supply if the water authority within whose limits the premises are situated consents) there shall be substituted—  Supply of water to premises outwith limits of supply. 12 Where premises are situated outwith the limits of supply of a water authority, the authority may, after informing the water authority within whose limits of supply the premises are situated, give a supply of water to the premises. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "107", "section_title": " Supply of water for use outwith Scotland.", "section_text": "107 The following section shall be inserted after section 13 of the 1980 Act—  Supply of water for use outwith Scotland. 13A 1 A water authority may, if for the time being they are satisfied that such supplies of water as are available to them are likely to be more than sufficient to enable them to fulfil their duties as respects the supply of water to premises in Scotland, enter into an agreement with any other person to give him, on such terms and conditions as they think fit and whether or not in bulk, a supply of water for use outwith Scotland. 2 For the purposes of laying any pipes or installing any apparatus connected therewith, being pipes or apparatus required for giving a supply of water in pursuance of an agreement entered into under subsection (1) above, a water authority may exercise, either within or outwith their limits of supply, the like powers with respect to laying mains or breaking open roads as are exercisable by them under this Act for the purposes of laying mains, but subject to the like conditions and obligations. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "108", "section_title": " Further provision as regards removal of restrictions on supply of water outwith limits of supply.", "section_text": "108 For section 21 of the 1980 Act (which provides powers for the purposes of a water authority providing the whole or part of their limits of supply with a supply of water) there shall be substituted—  Power to carry out works. 21 Without prejudice to any other powers which they may have, a water authority may, for the purposes of providing a supply of water under this Act and subject to its provisions— a construct, alter, acquire by purchase, lease or otherwise, or renew or maintain, waterworks; b so acquire any undertaking belonging to persons, other than a water authority, who are supplying or are authorised to supply water; c so acquire premises to be used for the purposes of the authority and maintain such premises; d contract with any person for a supply by him of water in bulk or otherwise; or e erect and maintain a house for the use of a person employed by them for the purposes of their undertaking. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "109", "section_title": " Right of objection to proposed laying of mains.", "section_text": "109 In section 23 of the 1980 Act (power to lay mains), after subsection (1) there shall be inserted— 1A If within two months after the service of a notice under subsection (1)(b) above the owner or occupier objects to the water authority about the proposed works (and that objection is not withdrawn), the authority shall not proceed to lay the main but shall refer the matter by summary application to the sheriff, who may— a grant consent to the proposed works, either unconditionally or subject to such terms and conditions as he thinks just; or b withhold his consent; and the decision of the sheriff on the matter shall be final. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "110", "section_title": " Vesting of certain supply pipes.", "section_text": "110 In section 24 of the 1980 Act (which makes provision as regards communication and supply pipes)— a in subsection (4)— i after the word “road” there shall be inserted  “                        and is not, by virtue of any of subsections (5) to (8) below, vested in them                      ” ; and ii at the end there shall be added  “                        and to the terms and conditions of any such agreement as is mentioned in subsection (8) below                      ” ; and b after subsection (4) there shall be added— 5 Where the laying of a supply pipe is completed after such day as the Secretary of State may under this subsection by order appoint, so much of that pipe as may lie between a communication pipe with which it connects and the curtilage of the premises supplied shall, on such completion, vest in the water authority in whom is vested the communication pipe as shall any apparatus used wholly or mainly in connection with that supply pipe; and a supply pipe in so far as so lying is, together with any apparatus so used in connection with it, referred to in the following provisions of this section as a “relevant supply pipe”. 6 Subject to subsection (7) below, on such day as the Secretary of State may by order appoint, a relevant supply pipe which is not then vested in any water authority (and whose laying is complete) shall vest in the water authority in whom the communication pipe is vested. 7 Subsection (6) above shall have no effect in relation to any relevant supply pipe in respect of which notice is both given and not withdrawn, within the period of three months before the day appointed under that subsection— a to the water authority in question by the person (or as the case may be any one of the persons) in whom the pipe is, or will immediately before that day be, vested stating that he does not wish the pipe to vest in the water authority under that subsection; or b to such person (or as the case may be persons) by the water authority stating that the pipe is inappropriate for the purpose of supplying water to the premises, whether by reason of its state of repair or otherwise, but at any time after the appointed day the person, or as the case may be persons, in whom the pipe is vested may by notice specify a day on which he desires (or they desire) that the pipe shall vest in the authority and if the pipe is on that specified day appropriate for the purpose of supplying water to the premises it shall vest accordingly. 8 If a relevant supply pipe does not vest in a water authority by virtue of subsection (6) or (7) above, the pipe may nevertheless vest by agreement in the authority— a on such terms and conditions; and b as from such day after the appointed day, as the person (or persons) and the water authority consider appropriate. 9 The water authority shall, at their own expense, carry out any necessary work of maintenance, repair or renewal of relevant supply pipes vested in them by virtue of any of subsections (5) to (7) above; but this subsection is without prejudice to the terms and conditions of any such agreement as is mentioned in subsection (8) above. 10 Any dispute arising under subsection (7) above as to whether— a a notice under paragraph (b) of that subsection should be withdrawn as unjustified; b apparatus is used wholly or mainly in connection with a supply pipe; or c on a specified day a relevant supply pipe is appropriate for the purpose of supplying water to the premises, shall be referred by the person or persons in whom the pipe is vested to the Secretary of State, who may determine the dispute himself or, if he thinks fit, refer it for determination by arbitration. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "111", "section_title": " Duty of water authority to keep map showing water mains etc.", "section_text": "111 The following section shall be inserted after section 24 of the 1980 Act—  Keeping of map showing water mains, etc. 24A 1 A water authority shall keep deposited at their principal office a map showing and distinguishing so far as is reasonably practicable all water mains, communication pipes and supply pipes which are vested in them by virtue of this Act or of Part II of the Local Government etc. (Scotland) Act 1994; and the authority shall provide reasonable facilities at that office for inspection of the map by any person and shall permit a copy of the map, or of an extract of it, to be taken by a person on his paying such reasonable amount as the authority may determine. 2 A water authority shall keep deposited at such of their offices, other than their principal office, as they consider appropriate, a copy relevant to the office in question of part of the map mentioned in subsection (1) above; and the authority shall provide the like facilities and permission in relation to the copy part, at the office at which that copy is deposited, as, under subsection (1) above, they do in relation to the map mentioned in that subsection at their principal office. 3 For the purposes of subsection (2) above, a copy is relevant to an office if it is of such part of the map mentioned in subsection (1) above as appears to the water authority to be appropriate having regard to the geographical location of that office. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "112", "section_title": " Simplification of provisions as respects opting for water supply by meter.", "section_text": "112 For section 41A of the 1980 Act (which makes provision as respects the supply of water by meter) there shall be substituted—  Supply of water by meter. 41A The occupier of premises to which water is supplied shall have the option, provided that he has (if he is not himself the owner of the premises) the consent of the owner, of taking the supply by meter; but the exercise of that option shall be conditional upon— a the payment by the occupier of any reasonable charges made by the authority under section 35 of this Act; and b the acceptance by him of such reasonable terms and conditions as may be published by the water authority under section 55(1) of this Act, and any question as to whether any such charges or terms and conditions are reasonable shall, in default of agreement, be referred to the Secretary of State who may determine it himself or, if he thinks fit, refer it to arbitration. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "113", "section_title": " Actings of Secretary of State on default of water authority.", "section_text": "113 In section 76E(4) of the 1980 Act (which provides for enforcement, by default order, of requirements as to quality of water unless the Secretary of State is satisfied that failures complained of were of a trivial nature or that certain undertakings given are being complied with), in paragraph (a)— a the words after “of”, where it first occurs, shall be sub-paragraph (i) of the paragraph; and b after that sub-paragraph there shall be added— ; or                     ii are not continuing and are unlikely to recur; ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "114", "section_title": " Publication and provision of information as respects quality of private supplies of water.", "section_text": "114 In section 76F of the 1980 Act (general functions of local authorities in relation to water quality), after subsection (6) there shall be added— 7 The Secretary of State may by regulations require a local authority— a to publish information about the quality of private supplies of water for domestic or food production purposes to any premises in their area; and b to provide information to prescribed persons about the quality of water so supplied. 8 Regulations under subsection (7) above— a shall prescribe both the information which is to be published or provided in pursuance of the regulations and the manner and circumstances in which it is to be published or provided; b may require the provision of information by a local authority to any person to be free of charge or may authorise it to be subject to the payment by that person to the authority of a prescribed charge; and c may impose such other conditions on the provision of information by a local authority to any person as may be prescribed. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "115", "section_title": " Regulations as to certain procedures.", "section_text": "115 In section 101 of the 1980 Act (provisions as to regulations), after subsection (1A) there shall be added— 1B The Secretary of State may by regulations make provision as to— a the manner in which and the time within which a question or dispute may be referred (other than by him for determination by arbitration), or a request may be made, in pursuance of section 6(3), 9(4) or 24(10) of this Act and as to the procedure for dealing with any such reference or request; and b the manner in which, subject to sections 76G and 76H of this Act, written representation or objection may be made, submitted or withdrawn under subsection (2) of the said section 76H. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "116", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "116"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "117", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "117"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "118", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "118"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "119", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "119"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "120", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "120"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "121", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "121"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "122", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "122"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "123", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "123"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "124", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "124"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "125", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "125"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "125A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "125A"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "126", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "126"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "127", "section_title": " The Principal Reporter.", "section_text": "127 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "128", "section_title": " The Scottish Children’s Reporter Administration.", "section_text": "128 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "129", "section_title": " Appeal against dismissal of Principal Reporter and other officers.", "section_text": "129 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "130", "section_title": " Annual report of Principal Reporter.", "section_text": "130 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "131", "section_title": " Delegation of Principal Reporter’s functions.", "section_text": "131 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "132", "section_title": " Duty of Administration to provide accommodation etc. for children’s hearings.", "section_text": "132 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "133", "section_title": " Ancillary powers of Administration.", "section_text": "133 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "134", "section_title": " Directions by the Secretary of State.", "section_text": "134 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "135", "section_title": " Government grants to the Administration.", "section_text": "135 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "136", "section_title": " Reports, accounts etc. of the Administration.", "section_text": "136 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "137", "section_title": " Staff: application of Chapter 2 of Part I.", "section_text": "137 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "138", "section_title": " Property etc.: application of Chapter 3 of Part I.", "section_text": "138 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "139", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "139"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "140", "section_title": " Power of local authorities to provide assistance to voluntary organisations.", "section_text": "140 In section 88 of the 1973 Act (provision of information etc. on matters relating to functions of local authority), after subsection (2) there shall be inserted— 3 A local authority may assist voluntary organisations to provide for individuals— a information and advice concerning those individuals’ rights and obligations; and b assistance, either by the making or receiving of communications or by providing representation to or before any person or body, in asserting those rights or fulfilling those obligations. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "141", "section_title": " Byelaws under section 121 of Civic Government (Scotland) Act 1982.", "section_text": "141 In section 121 of the  Civic Government (Scotland) Act 1982 (control of the seashore, adjacent waters and inland waters)— a in subsection (5), for paragraph (b) there shall be substituted— b the local authority have given notice in writing of their proposal to make byelaws to each person having a proprietorial interest such as is mentioned, in relation to the byelaws, in paragraph (a) above whose identity has been ascertained as mentioned in the said paragraph (a); ; b in subsection (6) the words from “and of” to “that proposal” shall cease to have effect; and c in subsection (7)— i the words from “but the” to “his consent”; and ii the word “nevertheless”, shall cease to have effect."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "142", "section_title": " Organisation of polling districts.", "section_text": "142 1 Section 18 of the  Representation of the People Act 1983 (polling districts and places at parliamentary elections) shall be amended in accordance with this section. 2 In subsection (3)— a for the words from “returning officer’s” to “places”, where it first occurs, there shall be substituted the words  “                        duty of every local authority to divide their area into polling districts for the purpose of parliamentary elections for so much of any constituency as is situated in their area and to designate the polling places for those polling districts                      ” ; b in paragraph (a)— i for the words “returning officer” there shall be substituted the words  “                            local authority                          ” ; ii for the words “the constituency” there shall be substituted the words  “                            so much of the constituency as falls within their area                          ” ; and iii for the word “he” there shall be substituted the words  “                            the local authority                          ” ; and c in paragraph (b), for the words from the beginning to “constituency”, where it last occurs, there shall be substituted the words  “                        each electoral ward, within the meaning of section 5 of the Local Government etc. (Scotland) Act 1994, which is wholly or partly within so much of any constituency as falls within their area                      ” . 3 In subsection (5)— a the words “any interested authority or” and “(or in Scotland, the returning officer)” shall cease to have effect; b the words “or returning officer”, in both places where they occur, shall cease to have effect; and c in the definition of “interested authority”, sub-paragraph (iii) shall cease to have effect. 4 In subsection (6), the words “or returning officer” shall cease to have effect."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "143", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "143 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "144", "section_title": " Denominational schools: proposals under section 22D of Education (Scotland) Act 1980.", "section_text": "144 In section 22D of the  Education (Scotland) Act 1980 (further provisions relating to denominational schools)— a in subsection (2)(a), for the word “the” there shall be substituted  “                    an                  ” ; b in subsection (2)(c)— i for the words “the education authority”, where they first occur, there shall be substituted  “                        any education authority affected by it                      ” ; ii in sub-paragraph (i), for the words “the result” there shall be substituted  “                        any of the results                      ” ; and iii in sub-paragraph (ii), after the word “authority”, there shall be inserted  “                        submitting the proposal under subsection (1) above                      ” ; and c for subsections (3) and (4) there shall be substituted the following subsection— 3 The results referred to in subsection (2)(c)(i) above are— a a significant deterioration for pupils belonging to the area of the education authority submitting the proposal under subsection (1) above; or b a significant deterioration for pupils belonging to the area of any other education authority; or c where neither paragraph (a) nor paragraph (b) above applies, such a deterioration for pupils as mentioned in the said paragraph (a) and pupils belonging to the area of another education authority as, taken together, amounts to a significant deterioration, in the provision, distribution or availability of school education in schools of the kind referred to in subsection (2)(a) above compared with such provision, distribution or availability in other public schools. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "145", "section_title": " Provision of school transport and other facilities.", "section_text": "145 1 The  Education (Scotland) Act 1980 shall be amended in accordance with this section. 2 In section 50(3) (power of education authority to provide transport and other facilities in exceptional circumstances)— a in paragraph (a)— i after the word “with”, where it first occurs, there shall be inserted —                             i ; and ii after the word “Act” there shall be inserted —                             ii any arrangements made by them under section 23(1A) of this Act; or iii the arrangements subsisting before the establishment of new local government areas under Part I of the Local Government etc. (Scotland) Act 1994 and continuing by virtue of section 23(1C) of this Act ; and b in paragraph (b), after the word “them” there shall be inserted  “                        or another education authority                      ” . 3 In section 51 (provision of transport and other facilities)— a in subsection (2A)— i in paragraph (a)— A after the word “with” there shall be inserted —                                 i ; and B after the word “Act” there shall be inserted— ii any arrangements made by them under section 23(1A) of this Act; or iii the arrangements subsisting before the establishment of new local government areas under Part I of the Local Government etc. (Scotland) Act 1994 and continuing by virtue of section 23(1C) of this Act ; and ii in paragraph (b), after the word “them” there shall be inserted  “                            or another education authority                          ” ; and b after subsection (2AC) there shall be inserted the following subsection— 2AD Without prejudice to the generality of subsection (1) above, the duty imposed by that subsection applies in cases where a pupil attends a school or educational establishment under the management of another education authority— a in accordance with any arrangements made by them under section 23(1A) of this Act; b in accordance with the arrangements subsisting before the establishment of new local government areas under Part I of the Local Government etc. (Scotland) Act 1994 and continuing by virtue of section 23(1C) of this Act; or c if at the time when the pupil was placed in that school or educational establishment it was under the management of the education authority for the area to which the pupil belonged, and is under the management of another education authority as a consequence of the establishment of such new local government areas. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "146", "section_title": " Definition of “road”.", "section_text": "146 In section 151 of the  Roads (Scotland) Act 1984 (interpretation), after subsection (1) there shall be inserted the following subsection— 1A A way to which the public has access (by whatever means and whether subject to a toll or not) which passes over a bridge constructed in pursuance of powers conferred by, or by an order made under or confirmed by, a private Act shall, for the purposes of the definition of “road” in subsection (1) above, be treated as if there were a public right of passage over it. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "147", "section_title": " Provisions consequential on making of special road order.", "section_text": "147 After section 113 of the  Roads (Scotland) Act 1984 there shall be inserted the following section—  Dissolution of certain bodies in consequence of order under section 9. 113A 1 Where— a an order under section 9 of this Act transfers to a special road authority a road for the management and maintenance of which a body other than a roads authority was, prior to the coming into force of the order, responsible under any enactment; and b the functions of that body relate solely to that road, the Secretary of State may by order (in this section referred to as a “dissolution order”) dissolve the body. 2 A dissolution order may transfer or provide for the transfer to— a the special road authority referred to in subsection (1)(a) above; or b such other person as the Secretary of State considers appropriate, of such of the property, rights and liabilities of the body dissolved by the order as the Secretary of State considers appropriate. 3 A dissolution order may make provision in connection with the transfer of staff employed by or for the purposes of the body. 4 Without prejudice to the generality of subsection (2) above, a dissolution order may make provision regarding liability for the payment of any pensions, allowances or gratuities which would otherwise have been the responsibility of the body. 5 A dissolution order may make incidental provision as to the interests, rights and liabilities of third parties with respect to property, rights and liabilities transferred by the order. 6 In subsection (5) above the reference to third parties is a reference to persons other than the body and the persons referred to in subsection (2)(a) and (b) above. 7 A dissolution order may repeal or amend— a any enactment in a private Act; and b any provision of an order made under or confirmed by a private Act, which, in consequence of the making of the order, is no longer required or, as the case may be, requires to be amended. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "148", "section_title": " Toll orders.", "section_text": "148 1 In paragraph 14D(1) of Schedule 1 to the  Roads (Scotland) Act 1984 (procedure for making and confirming toll orders), at the end of paragraph (a) (and before the word “and” immediately following it) there shall be inserted the following paragraph— aa that existing road is free of toll, . 2 In section 27 of the  New Roads and Street Works Act 1991 (toll orders), after subsection (9) there shall be inserted the following subsection— 9A On the date when a toll order comes into force any provision of any enactment (other than an enactment contained in this Act) which confers a power or imposes a duty to charge tolls for the use of all or part of any road to which the toll order relates shall cease to have effect. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "149", "section_title": " Road works register.", "section_text": "149 In section 112 of the New Roads and Street Works Act 1991 (road works register)— a in subsection (4), for the words from “of road” to “section” there shall be substituted the words  “                    under this section of such road works authorities as he may specify                  ” ; b after subsection (4) there shall be inserted the following subsection— 4A Before making any arrangements under subsection (4) the Secretary of State shall consult— a any road works authority having duties under this section which he intends not to specify for the purposes of the arrangements; and b any undertaker (other than a person having permission under section 109 to execute road works) having apparatus in a road for which such road works authority is responsible. ; and c in subsection (5), after the word— i “require” there shall be inserted the word  “                        the                      ” ; and ii “authorities” there shall be inserted the words  “                        so specified                      ” ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "150", "section_title": " Traffic signs.", "section_text": "150 1 Notwithstanding the provisions of section 67 of the  Road Traffic Regulation Act 1984 (persons empowered to place traffic signs on road in emergency etc.), the Secretary of State may, with the consent of the   chief constable of the Police Service of Scotland   as respects a road or any structure on a road, place on that road, or on any structure on that road, traffic signs (of any size, colour and type prescribed or authorised under section 64 of the said Act of 1984), indicating prohibitions, restrictions or requirements relating to vehicular traffic, as may be necessary or expedient to prevent or mitigate congestion or obstruction of traffic, or danger to or from traffic, in consequence of extraordinary circumstances; and the power to place signs conferred by this subsection shall include power to maintain a sign for a period of 7 days or less from the time when it was placed, but no longer. 2 Section 36 of the  Road Traffic Act 1988 (drivers to comply with traffic signs) shall apply to signs placed in the exercise of the power conferred by subsection (1) above. 3 In this section— “ road ” has the meaning given by section 151(1) of the  Roads (Scotland) Act 1984; and “ traffic sign ” has the meaning given by section 64(1) of the Road Traffic Regulation Act 1984."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "151", "section_title": "  Exclusion from valuation roll of fishings and fish counters", "section_text": "151 1 On and after 1st April 1995 no  ... fishings or fish counters shall be entered in the valuation roll. 2 Nothing in subsection (1) above shall affect any right of a district salmon fishery board (within the meaning of section 40(1) of the  Salmon Act 1986) to require the assessor to value and enter any rights of salmon fishing in the valuation roll for the purposes of fishery assessments only. 3 For the purposes of this section— “ fish counter ” means any weir or other structure in inland waters primarily used for the purpose of counting fish; and “ inland waters ” has the same meaning as in section 24(1) of the  Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "152", "section_title": " Amendment of definition of “lands and heritages”.", "section_text": "152 1 The  Lands Valuation (Scotland) Act 1854 shall be amended as follows. 2 In section 42 (interpretation), in the definition of “lands and heritages”, for the words from “all machinery fixed” to the end of the first proviso substitute the words  “                    such class or classes of plant or machinery in or on any lands and heritages as may be prescribed by the Secretary of State by regulations                  ” . 3 After section 42 add—  Regulations. 43 1 Regulations under section 42 of this Act may, if made so as to take effect other than at the beginning of a year of revaluation (within the meaning of the  Local Government (Scotland) Act 1975), provide for the revaluation of any lands and heritages affected by the regulations. 2 The power to make regulations under the said section 42 shall be exercisable by statutory instrument. 3 Any statutory instrument containing regulations made under the said section 42 shall be subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "153", "section_title": " Power of Secretary of State to prescribe amount of non-domestic rate.", "section_text": "153 1 For any financial year, the Secretary of State may by regulations prescribe that the amount payable as non-domestic rate in respect of any lands and heritages shall be such amount as may be determined in accordance with prescribed rules. 2 Rules prescribed under this section may be framed by reference to such factors as the Secretary of State thinks fit and such factors may, without prejudice to that generality, include the circumstances of persons by whom rates are payable. 3 Regulations under this section may make different provision in relation to different areas and different classes of lands and heritages and, without prejudice to that generality, may make different provision in relation to lands and heritages a whose rateable value exceeds, and those whose rateable value does not exceed, a prescribed figure; b whose energy efficiency and greenhouse gas emissions fall into different categories prescribed for the purpose of this paragraph in rules under subsection (1) ; c which— i contribute to the net-zero emissions target (for example, by virtue of forming part of a district heating network) and those which do not so contribute, ii contribute as mentioned in sub-paragraph (i) and whose contributions fall into different categories prescribed for the purpose of this sub-paragraph in rules under subsection (1). 3A Regulations under this section may make provision in relation to how lands and heritages are to be determined to fall within a category prescribed for the purpose of subsection (3)(b)  or (c)(ii)   in rules under subsection (1). 4 Where regulations under this section apply in relation to any lands and heritages or class of lands and heritages, the non-domestic rate for the financial year to which the regulations relate shall be levied in respect of such lands and heritages, or class of lands and heritages, in accordance with the regulations. 4A The Scottish Ministers may, during the financial year 2020-21, make regulations under subsection (1) prescribing rules, in accordance with which the amount payable as non-domestic rate may be reduced or remitted, which are to apply— a for the whole of that year, including the period prior to the regulations being made, or b for such period falling within that year as is specified in the regulations, including a period beginning prior to the regulations being made. 5 The power to make regulations under this section shall be exercisable by statutory instrument. 6 Any instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In subsection (3)(c),  “ net-zero emissions target ” has the meaning given by section A1(1) of the Climate Change (Scotland) Act 2009."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "154", "section_title": " Rating of unoccupied lands and heritages.", "section_text": "154 For section 24 of the  Local Government (Scotland) Act 1966 (liability to be rated in respect of certain unoccupied property) substitute—  Unoccupied lands and heritages. 24 1 Subject to subsection (2) below, no rates shall be payable in respect of lands and heritages which are unoccupied. 2 The Secretary of State may by regulations prescribe a class or classes of lands and heritages such as are mentioned in subsection (1) above for which the rates payable shall be the rates mentioned in subsection (3) below. 3 A person entitled to possession of lands and heritages which fall within a class prescribed by regulations under this section shall be liable to pay a rate equal to one half of the amount of the non-domestic rate which would have been payable if such lands and heritages had been occupied; and the enactments relating to rating shall apply with any necessary modifications as if the lands and heritages were occupied by that person. 4 Where any lands and heritages fall within a class prescribed by regulations under subsection (2) above, such lands and heritages shall be treated for the purposes of section 4 of the  Local Government (Financial Provisions etc.) (Scotland) Act 1962 as if they are being used for the purpose for which they were used when they were last occupied. 5 Any statutory instrument containing regulations made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "155", "section_title": " Rating of lands and heritages partly unoccupied for a short time.", "section_text": "155 After section 24 of the  Local Government (Scotland) Act 1966 insert—  Lands and heritages partly unoccupied for a short time. 24A 1 If it appears to the rating authority that part of any lands and heritages included in the valuation roll is unoccupied but will remain so for a short time only, the authority may request the assessor to apportion the rateable value between the occupied and unoccupied parts and on being thus requested the assessor shall apportion the rateable value accordingly. 2 As from whichever is the later of the following— a the date on which lands and heritages the rateable value of which has been apportioned under subsection (1) above became partly occupied; b the commencement of the financial year in which the request under that subsection relating to those lands and heritages was made, until whichever of the events specified in subsection (3) below first occurs, the value apportioned to the occupied part of the lands and heritages shall, subject to subsection (4) below, be treated for rating purposes as if it were the rateable value ascribed to the lands and heritages in the valuation roll. 3 The events mentioned in subsection (2) above are— a the reoccupation of any of the unoccupied part; b the end of the financial year in which the request was made; c a further apportionment of the value of the lands and heritages taking effect under subsection (1) above; d the lands and heritages to which the apportionment relates becoming completely unoccupied. 4 Where any lands and heritages fall within such class or classes of lands and heritages as may be prescribed by the Secretary of State by regulations, the value to be treated for rating purposes as if it were the rateable value ascribed to the lands and heritages in the valuation roll shall be the sum of— a the value apportioned to the occupied part of the lands and heritages; and b one half of the value apportioned to the unoccupied part of the lands and heritages. 5 Notwithstanding paragraph (b) of subsection (3) above, if it appears to the rating authority that the part of the lands and heritages which was unoccupied at the date of an apportionment of the rateable value thereof under subsection (1) above has continued after the end of the financial year referred to in that paragraph to be unoccupied but will remain so for a short time only, the authority may direct that the apportionment shall continue to have effect for the next financial year; and subsections (2), (3)(a), (c) and (d) and (4) above shall have effect in relation to that year accordingly. 6 Any statutory instrument containing regulations made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section “ financial year ” has the meaning assigned to it by section 96(5) of the  Local Government (Scotland) Act 1973.  Certain lands and heritages to be treated as unoccupied. 24B 1 For the purposes of section 24 of this Act, lands and heritages shall be treated as unoccupied if, apart from this section, they would fall to be treated as occupied by reason only of there being kept on the lands and heritages plant, machinery or equipment— a which was last used on the lands and heritages when they were last in use; or b which is intended for use on the lands and heritages. 2 Subsection (1) above applies to the unoccupied part of lands and heritages for the purposes of section 24A of this Act as it applies to unoccupied lands and heritages for the purposes of the said section 24. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "156", "section_title": " Remission of rates on account of hardship.", "section_text": "156 After section 25 of the  Local Government (Scotland) Act 1966 insert—  Exemption from payment of rates  Remission of rates on account of hardship. 25A Every rating authority may, on the application of any person liable to pay any rate levied by the authority, remit payment (in whole or in part) of the rate if the authority are satisfied that— a the person would sustain hardship if the authority did not do so; and b it is reasonable for the authority to do so, having regard to the interests of persons liable to pay council tax set by them. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "157", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "157"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "158", "section_title": " Grants in respect of certain rate rebates.", "section_text": "158 In section 69 of the  Local Government, Planning and Land Act 1980 (grants in respect of rebates under the  Rating (Disabled Persons) Act 1978)— a after subsection (1) insert— 1A Subject to subsection (1B) below, no grant shall be paid to any authority in respect of any rebates granted by that authority on or after 1st April 1995. 1B A grant shall be payable to any authority granting rebates under the said Act of 1978 in respect of non-domestic water and sewerage rates for the year beginning with 1st April 1995. ; and b after subsection (2) insert— 2A Subsections (1A) and (1B) above extend to Scotland only. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "159", "section_title": " Rating of enterprise zone.", "section_text": "159 1 Schedule 32 to the Local Government, Planning and Land Act 1980 shall be amended in accordance with this section. 2 In paragraph 33(2) (meaning of exempt lands and heritages for purpose of paragraph 33)— a paragraph (a) shall cease to have effect; and b for paragraph (b) substitute— b the rateable values of the lands and heritages are prescribed under or determined by virtue of an order under section 6 of the  Local Government (Scotland) Act 1975 (valuation by formula of certain lands and heritages), . 3 In paragraph 34 (grants to compensate rating authorities for loss of revenue)— a in sub-paragraph (1)— i at the beginning insert the words  “                            For the financial year 1995-96,                          ” ; and ii after “revenue” insert the words  “                            in respect of the non-domestic sewerage rate                          ” ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "160", "section_title": " Further provision as to valuation by formula.", "section_text": "160 In section 6 of the 1975 Act (valuation by formula of certain lands and heritages), after subsection (5) there shall be inserted the following subsection— 5A An order under this section may provide that the assessor for any specified valuation area shall carry out such functions in relation to the operation of a formula as may be specified in the order, notwithstanding that such functions may include the valuation of lands and heritages in another valuation area. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "161", "section_title": " Power of Secretary of State to combine and divide lands and heritages.", "section_text": "161 After section 6 of the  Valuation and Rating (Scotland) Act 1956 there shall be inserted the following section—  Power of Secretary of State to combine and divide lands and heritages. 6A 1 The Secretary of State may by order provide that, for all purposes of the Valuation Acts— a lands and heritages specified in the order which would, apart from the order, be treated as justifying separate entries in the valuation roll shall be treated as justifying only one such entry; and b lands and heritages so specified which would, apart from the order, be treated as justifying only one entry in the valuation roll shall be treated as justifying separate entries, and an order under paragraph (b) above shall specify which parts of the lands and heritages concerned are to be treated as justifying separate entries. 2 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "162", "section_title": " Abolition of Scottish Valuation Advisory Council.", "section_text": "162 1 The Scottish Valuation Advisory Council constituted under section 3 of the Valuation and Rating (Scotland) Act 1956 (“the 1956 Act”) shall cease to exist immediately before 1st April 1996. 2 In the 1956 Act— a section 3; and b in section 43(1) (interpretation), the definition of “Advisory Council”, shall cease to have effect."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "163", "section_title": " Guarantees by Strathclyde Passenger Transport Authority.", "section_text": "163 After section 13 of the  Transport Act 1968 there shall be inserted the following section—  Guarantees by Authority. 13A The Authority may guarantee any obligation entered into by the Executive with the approval of the Authority. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "164", "section_title": " Calculation of limits on spending.", "section_text": "164 1 Section 83 of the 1973 Act (power of local authorities to incur expenditure not otherwise authorised) shall be amended in accordance with this section. 2 In subsection (1)— a after the words “in the interests of” there shall be inserted the words  “                        and will bring direct benefit to                      ” ; b after the words “incur any expenditure” there shall be inserted  “                        (a)                      ” ; and c at the end there shall be added the words— nor                         b unless the direct benefit accruing to their area or any part of it or to all or some of the inhabitants of their area will be commensurate with the expenditure to be incurred. . 3 Subsection (3A) shall cease to have effect. 4 For subsection (4) substitute— 4 The expenditure of a local authority under this section in any financial year shall not exceed the amount produced by multiplying— a £3.80, or such other sum as may from time to time be specified in an order made by the Secretary of State; by b the relevant population of the authority’s area. 4AA For the purposes of subsection (4)(b) above the relevant population of a local authority’s area shall be determined in accordance with regulations made by the Secretary of State. . 5 For subsections (5) and (6) substitute— 5 A statutory instrument containing an order or regulations made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "165", "section_title": " Powers of authorities to borrow and lend money.", "section_text": "165 1 The Secretary of State may by regulations made with the consent of the Treasury make provision with respect to the powers of authorities— a to borrow and lend money; and b to establish and operate loans funds. 2 Regulations under this section may make different provision in respect of different authorities and may include such incidental, supplemental and consequential provision as the Secretary of State considers appropriate. 3 Without prejudice to the generality of the powers conferred by subsections (1) and (2) above, regulations under this section may— a specify the purposes for which an authority may borrow money; b place limits on amounts which an authority may borrow; c specify the means by which an authority may borrow; d make provision for— i the means by which money borrowed by an authority may be secured; and ii the protection of persons borrowing from an authority; e specify from whom an authority may borrow or to whom they may lend; f specify the terms on which an authority may lend; g make provision as to what assets and liabilities may be paid or transferred into or out of a loans fund and on what terms; h provide for investigations to be carried out at the instance of the Secretary of State into the administration of a loans fund; i place requirements on an authority to obtain such consent as may be prescribed before taking prescribed actions; and j where an authority have failed to comply with the regulations, provide for the Secretary of State to apply to the Court of Session for an order ordaining compliance, and for the court to grant such an application if they think fit. 4 Where it appears to the Secretary of State to be necessary or expedient, in the light of any regulations made under this section, to amend any reference in any enactment, whether passed before or after the coming into force of this section— a to a loans fund; or b to any provision in Schedule 3 to the 1975 Act, he may by regulations make such amendment. 5 Regulations under this section shall be made by statutory instrument, but shall not be made unless a draft of any such statutory instrument has been laid before and approved by resolution of each House of Parliament. 6 For the purposes of this section “ authority ” means a local authority, a joint board  . . . , the Strathclyde Passenger Transport Authority or a Transport Partnership created by order under section 1 of the Transport (Scotland) Act 2005 ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "166", "section_title": " Grants in relation to ethnic minorities.", "section_text": "166 For section 11 of the  Local Government (Scotland) Act 1966 substitute—  Grants for certain expenditure in relation to ethnic minorities. 11 1 Subject to the provisions of this section, the Secretary of State may pay to local authorities which in his opinion are required to make special provision in the exercise of any of their functions in consequence of the presence within their area of persons belonging to ethnic minorities whose language or customs differ from those of the rest of the community, grants of such amounts as he may, with the consent of the Treasury, determine on account of expenditure in respect of the employment of staff. 2 No grant shall be paid under this section in respect of expenditure incurred before 1st April 1993. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "167", "section_title": " Special grants.", "section_text": "167 After section 108 of the  Local Government Finance Act 1992 insert—  Special grants. 108A 1 The Secretary of State may, with the consent of the Treasury, pay a grant (in this section referred to as a “special grant”) in accordance with this section to a local authority. 2 Where the Secretary of State proposes to make a special grant to one authority he shall, before making the grant, make a determination stating— a the authority to which the grant is to be paid; b the purpose for which the grant is to be paid; and c the amount of the grant which is to be paid or the manner in which that amount is to be calculated. 3 Where the Secretary of State proposes to make special grants to more than one authority he shall, before making the grants, make a determination stating— a to which authorities they are to be paid; b the purpose for which they are to be paid; and c either— i the amount which he proposes to pay to each authority or the manner in which the amount is to be calculated; or ii the total amount which he proposes to distribute among the authorities and the basis upon which he proposes to distribute that amount. 4 A determination under subsection (2) or (3) above shall be made with the consent of the Treasury and shall be specified in a report (to be called a special grant report) which shall contain such explanation of the main features of the determination as the Secretary of State considers to be desirable. 5 A special grant report shall be laid before the House of Commons and, as soon as is reasonably practicable thereafter, the Secretary of State shall send a copy of it to any authority to which he proposes to make a special grant in accordance with the determination. 6 No special grant shall be paid unless the special grant report containing the determination relating to the grant has been approved by a resolution of the House of Commons. 7 A special grant report may specify conditions which the Secretary of State may with the consent of the Treasury impose on the payment of, or of any instalment of, any special grant to which the report relates; and the conditions may— a require the provision of returns or other information before a payment is made to the authority concerned; or b relate to the use of the amount paid, or to the repayment in specified circumstances of all or part of the amount paid. 8 Without prejudice to compliance with any conditions imposed as mentioned in subsection (7) above, a special grant shall be paid at such time or in instalments of such amounts and at such times as the Secretary of State may, with the consent of the Treasury, determine. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "168", "section_title": " Direct Labour Organisation/ Direct Services Organisation Accounts.", "section_text": "168 1 After section 15 of the 1975 Act there shall be inserted the following section—  Direct Labour Organisation/ Direct Services Organisation Accounts. 15A 1 A local authority may establish, in accordance with the provisions of this section, Direct Labour Organisation/Direct Services Organisation Funds (to be known as “ DLO/DSO funds ”) for the purpose of dealing with surpluses and deficits which may occur in respect of— a any revenue account kept by the authority under section 10(1) (accounts relating to construction or maintenance work) of the  Local Government, Planning and Land Act 1980; or b any account kept by the authority under section 9(2) (accounts) of the  Local Government Act 1988. 2 Any interest earned on money transferred to a reserve fund established under subsection (1) above may be credited to that fund. 3 Any surplus credited to a fund established under subsection (1) above and which is, in the opinion of the authority, not required for the purpose of dealing with deficits in any such fund, may be transferred by them to the general fund maintained by them under section 93 of the Act of 1973 (general fund). 4 This section is without prejudice to any specific limitation imposed by or under any enactment as to the manner in which money may be paid into or out of any specific account. . 2 Paragraphs 22(1)(c) and 24A of Schedule 3 to the 1975 Act shall cease to have effect."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "169", "section_title": " Statements of support services costs.", "section_text": "169 1 The Secretary of State may by regulations require any authority defined for the purposes of section 1(1) of the Local Government Act 1988 (“the 1988 Act”) to publish a statement, to be known as a statement of support services costs (hereinafter referred to as a “ statement ”), of the cost to the authority of each of the activities to which this section applies. 2 This section applies to— a any activity which is a defined activity within the meaning of section 2(2) of the 1988 Act; b any other prescribed activity. 3 A statement shall— a show the cost to the authority of the activity to which it applies, whether or not that activity, or any part of it, is carried out by employees of the authority; and b show how that cost is allocated amongst the public services provided by the authority. 4 A statement shall— a be in such form; b be published on or by reference to such date; c contain such information: d be made available for inspection by the public in such manner; and e be supplied to the public on such terms as to payment, as may be prescribed, and different provision may be made in relation to the matters mentioned above in relation to different authorities. 5 Such of the information contained in the statement as may be prescribed shall be included within the annual abstract of accounts (or any equivalent to such an abstract) produced by an authority. 6 For the purposes of this section the cost of any activity shall be calculated in such manner and by reference to such factors as may be prescribed. 7 In this section— “ activity ”, where it is an activity such as is mentioned in— subsection (2)(a) above, has the meaning given to it by or under the 1988 Act; and subsection (2)(b) above, has such meaning as may be prescribed; “ prescribed ” means prescribed in regulations under this section; and “ public services ” means such services provided by the authority as may be prescribed. 8 Regulations under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "170", "section_title": " Effective use of resources.", "section_text": "170 After section 122 of the 1973 Act there shall be inserted the following section—  Duty of local authority to use resources efficiently. 122A It shall be duty of each local authority to make proper arrangements for securing economy, efficiency and effectiveness in their use of resources. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "171", "section_title": " Functions to include promotion of economic development.", "section_text": "171 After section 171 of the 1973 Act there shall be inserted— Part XVIIIA  Economic Development  Functions to include promotion of economic development. 171A 1 Subject to section 171B of this Act, the functions of a local authority shall include the taking of such steps as they may from time to time consider appropriate for promoting the economic development of their area. 2 Subject to the said section 171B, and without prejudice to any other provision made by or under this Act, those steps may include participation in and the encouragement of, and provision of financial and other assistance for— a the setting up or expansion of any commercial, industrial or public undertaking— i which is to be or is situated in the authority’s area; or ii the setting up or expansion of which appears likely to increase the opportunities for employment of persons living in that area; and b the creation or protection of opportunities for employment with any such undertaking or with any commercial, industrial or public undertaking, opportunities for employment with which have been or appear likely to be made available to persons living in that area. 3 For the purposes of this section, the cases in which a local authority shall be treated as providing financial assistance to any person shall include the cases where they do or agree to do any of the following, that is to say— a make a grant to that person; b make a loan to that person or provide him with any further form of credit; c guarantee the performance of any of that person’s obligations; d indemnify that person in respect of any liability, loss or damage; e invest in that person’s undertaking, in the case of a body corporate, by acquiring share or loan capital in that body or otherwise; f provide that person with any property, services or other financial benefit (including the remission in whole or in part of any liability or obligation) for no consideration or for a consideration which is less than the best that could reasonably be obtained; g join with any other person in doing anything falling within paragraphs (a) to (f) above. 4 The power conferred on a local authority under subsection (1) above includes power for such authority to engage in activities outside their area for the purpose of promoting the economic development of their area. 5 Where, in any financial year, a local authority propose to engage in activities such as are mentioned in subsection (4) above outside the United Kingdom, they shall, before the beginning of that financial year— a prepare a document setting out their proposals for engagement in such activities; and b submit that document to the Secretary of State for approval. 6 Where the Secretary of State approves the proposals set out in any document submitted under subsection (5) above, he may make his approval subject to such conditions as he considers necessary or expedient. 7 At any time during the financial year to which a document such as is mentioned in subsection (5) above relates— a a local authority may submit to the Secretary of State amendments of the proposals contained in that document; and b subsection (6) above shall apply in relation to those amendments as it applies in relation to proposals submitted in pursuance of subsection (5) above. 8 The exercise by a local authority of any of their powers under this section shall be subject to the provisions of section 90 of this Act.  Restrictions on promotion of economic development. 171B 1 The powers of a local authority by virtue of section 171A above, and their powers by virtue of any of the other provisions of this or any other enactment, shall not include power, for the promotion of the economic development of their area, to take any such steps as may be specified or described for the purposes of this section in regulations made by the Secretary of State. 2 Without prejudice to the generality of subsection (1) above, the Secretary of State may by regulations impose such conditions (including conditions requiring consultation by the local authority of such persons as may be prescribed), and such other restrictions, as may be specified in or determined under the regulations on the exercise, for the purpose of promoting the economic development of their area, of any power of a local authority by virtue of the said section 171A or any other enactment. 3 The Secretary of State may by order impose such a financial limit as may be specified in or determined under the order on expenditure which— a is, or is of a description, so specified or determined; and b is, by virtue of section 171A above or a provision of this or any other enactment, incurred in any financial year for the purpose of promoting the economic development of their area by a local authority so specified or determined. 4 A statutory instrument containing regulations under subsection (1) or (2) above or an order under subsection (3) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 Regulations under subsection (1) or (2) above may contain such incidental provision and such supplemental, consequential and transitional provision in connection with their other provisions as the Secretary of State considers appropriate.  Exercise of certain powers to be subject to provisions of sections 171A and 171B. 171C The exercise by a local authority of any power which they have— a under section 7 of the  Local Government (Development and Finance) (Scotland) Act 1964 (power to make advances for erection of buildings); b under section 102 (power to acquire compulsorily certain land) or 109 (power to acquire certain land by agreement) of the  Town and Country Planning (Scotland) Act 1972; or c under section 70, 74 or 78 of this Act, is subject to the provisions of sections 171A and 171B of this Act. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "172", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "172 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "173", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "173 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "174", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "174 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "175", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "175 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "176", "section_title": " Powers to carry on tourism-related activities.", "section_text": "176 For section 90 of the 1973 Act there shall be substituted the following section—  Powers of local authority to carry on tourism-related activities. 90 1 A local authority may— a provide, or encourage any other person to provide, facilities for leisure, conferences, trade fairs and exhibitions or improve, or encourage any other person to improve, any existing facilities for those purposes; b promote, by advertisement or otherwise, facilities provided by that local authority (whether such facilities are owned by the authority or otherwise); c organise, or assist others in the organisation of, and promote, by advertisement or otherwise, conferences, trade fairs and exhibitions; d participate in the area tourist board whose area includes the area of that authority. 2 Subject to subsection (3) below, a local authority shall not have power to— a encourage persons, by advertisement or otherwise (and whether inside or outside the United Kingdom)— i to visit their area for purposes relating to leisure; or ii to hold conferences, trade fairs or exhibitions within their area; b provide information about accommodation and facilities and services relating to leisure in their area or provide a booking service for such accommodation, to persons visiting their area; c carry on such other activities relating to those mentioned in paragraphs (a) and (b) above as the Secretary of State may by regulations specify. 3 A local authority shall have power to do any of the things mentioned in paragraphs (a) to (c) of subsection (2) above— a in so far as it is necessary to do any of those things for the purposes of carrying on the activities mentioned in paragraphs (a) and (b) of subsection (1) above; or b where the Secretary of State has given his prior consent (subject to such conditions as he considers necessary or expedient) in writing. 4 A local authority shall not, for the purposes of carrying on activities relating to tourism other than— a those such as are mentioned in paragraphs (a) to (d) of subsection (1) above; or b by virtue of subsection (3) above, those such as are mentioned in subsection (2) above, form, acquire or join with any person or body corporate. 5 Without prejudice to subsection (1) above, a local authority may contribute towards expenses incurred by any person— a doing anything mentioned in paragraph (a) of that subsection; or b organising and holding a conference, trade fair or exhibition. 6 A local authority may appoint officers for the purposes of enabling the authority to carry out any of their powers under this section; and section 65 of this Act shall apply in relation to any officers appointed under this subsection subject to the following modifications— a references to “ another local authority ” shall be construed as if they were references to an area tourist board; and b in subsection (2), the words from “but” to the end shall be omitted. 7 A statutory instrument containing regulations under subsection (2)(c) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 In this section— a “ area tourist board ” means a board established by virtue of an order made or, as the case may be, approved under section 172, 173 or 174 of the Local Government etc. (Scotland) Act 1994; b “ participate ” means participation in any one or more of the following ways— i a local authority or any person representative of a local authority being a member of the area tourist board whose area includes the area of that authority; ii provision by a local authority to such a board of financial assistance for the purposes of the board’s carrying out activities relating to tourism; iii provision by a local authority to such a board of staff; and c section 171A(3) of this Act shall apply to this section with the substitution for any references to a person of references to an area tourist board. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "177", "section_title": " Parliamentary disqualification.", "section_text": "177 1 Schedule 1 to the  House of Commons Disqualification Act 1975 shall be amended as mentioned in subsections (2) and (3) below. 2 In Part II (bodies of which all members are disqualified for membership of the House of Commons), there shall be inserted at the appropriate places the following entries— The East of Scotland Water Authority. ;                   The North of Scotland Water Authority. ;                   The Scottish Children’s Reporter Administration. ;                   . . . ; and                   The West of Scotland Water Authority. . 3 In Part III (other disqualifying offices) there shall be inserted at the appropriate places the following entries— Any member of the staff commission established by virtue of section 12 of the Local Government etc. (Scotland) Act 1994. ;                   Any member of a residuary body established by virtue of section 18 of the Local Government etc. (Scotland) Act 1994 who is in receipt of remuneration. ; and                   Any member of the property commission established by virtue of section 19 of the Local Government etc. (Scotland) Act 1994. ."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "178", "section_title": " Financial provisions.", "section_text": "178 1 There shall be paid out of money provided by Parliament— a any expenses of the Secretary of State incurred in consequence of the provisions (other than section 84(5)) of this Act; and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment. 2 There shall be paid out of the National Loans Fund any sums issued to the Secretary of State under section 84(5) of this Act. 3 There shall be paid into— a the National Loans Fund any sums paid to the Secretary of State under section 84(5) of this Act; and b the Consolidated Fund any sums paid to the Secretary of State in consequence of any other provision of this Act."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "179", "section_title": " Savings.", "section_text": "179 1 The repeal by this Act of— a sections 65, 66 and 67; b the words from “; and section 65” to the end in section 76H(8); and c the words “, save in sections 64 to 67,” in the definition of “ owner ” in section 109(1), of the 1980 Act, shall not affect the operation of the said sections 65, 66 and 67 as respects— i any charging order made before 1st April 1996 under subsection (1) or (3) of section 65 (including any charging order so made by virtue of the said section 76H(8)); ii any order made before that date under subsection (2) of section 66; or iii any right conferred by those sections to recover expenditure provided that the expenditure was incurred before that date. 2 The repeal by this Act of the said section 65 shall not affect that section’s application, under subsection (4) of section 75 of the Agricultural Holdings (Scotland) Act 1991, to such charging orders as are mentioned in subsection (2) or (3) of the said section 75. 3 The repeal by this Act— a of section 47 of the 1968 Act shall not affect the operation of that section as respects— i any charging order made before 1st April 1996 under subsection (1) of that section; or ii any right conferred by that section to recover expenditure provided that the expenditure was incurred before that date; b of the said sections 65, 66 and 67 shall not affect those sections’ application, under subsection (2) or (3) of the said section 47, to such charging orders as are mentioned in sub-paragraph (i) of paragraph (a) above or, as the case may be, for the purpose of the right of recovery mentioned in sub-paragraph (ii) of that paragraph. 4 Without prejudice to subsection (4) of section 72 of the 1980 Act (certain byelaws to cease to have effect at expiration of a specific period unless extended), or to that subsection as it applies by virtue of section 63(10) of the  Countryside (Scotland) Act 1967 (byelaws as respects recreational use of waterway or land), a byelaw made by the Board or by any other transferor as water authority, or having effect, immediately before the transfer date, as if so made by virtue of section 73(3) of the 1980 Act (power of Secretary of State to require making of byelaws), shall on and after that date have effect, though only within the area in which it had effect immediately before that date, as if made by the transferee as water authority, with any reference in the byelaws to the transferor being construed, in so far as the context admits, as a reference to the transferee. 5 In subsection (4) above, “ transferor ” and “ transferee ” mean the transferor and transferee in a transfer scheme; and for the purposes of that subsection the transferee where the transferor is the Board shall be taken to be the East of Scotland Water Authority only. 6 Section 125 of this Act applies for the interpretation of subsections (1) to (5) above as that section applies for the interpretation of Part II of this Act."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "180", "section_title": " Minor and consequential amendments and repeals", "section_text": "180 1 Schedule 13 to this Act, which contains minor amendments and amendments consequential upon the provisions of this act, shall have effect. 2 The enactments mentioned in Schedule 14 to this Act (which include spent provisions) are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "181", "section_title": " Consequential and supplementary provisions", "section_text": "181 1 The Secretary of State may at any time, whether before or after 1st April 1996 by order make such incidental, consequential, transitional or supplementary provisions as may appear to him to be necessary or expedient— a for the gereral or any paricular purposes of this Act or in consequence of any of the provisions thereof or for giving full effect thereto; or b in consequence of such of the provisions of this Act or of any other Act passed in the same session as this Act as apply to any area or authority affected by this Act, and nothing in any other provision of this Act shall be construed as prejudicing the generality of this subsection. 2 An order under this section may— a make provision in the case ofany body, person, funds or matter affected by this Act, for the transition from the provisions of any enactment to the provisions of this Act, but nothing in such an order shall be inconsistsent with any provision of this Act; b in relation to the period prior to 1st April 1996, and subject to such modifications as the Secretary of State thinks necessary or expedient, apply to the new authorities any enactment relating to a local authority in Scotland; c apply, with or without modifications or amend, repeal or revoke (with or without savings) any provision of an Act passed before this Act or in the same Session, or an instrument made under such an Act before 1st April 1996; or d make savings, or additional savings, from the effect of any repeal made by this Act. 3 Subject to subsection (6) below, anything done or treated by virtue of any enactment as having been done by or to or in relation to an existing local authority in connection with the discharge of any of their functions shall, as from 1st April 1996, be treated as having been done by , to or in relation to the new authority by whom those functions become exercisable on and after that date by virtue of this Act; and any such thing shall as from that date have effect as if any reference therein to a specified existing local authority by whom those functions were exercisable before that date were a reference to the new authority by whom those functions become exercisable. 4 Without prejustice to the generality of subsection (3) above, the things to which it refers include— a any agreement, instrument, decision, designation, determination, declaration or order made or treated as having been made by an existing local authority; b any notice or direction given or treated as given by or to such an authority; c any licence, certificate, permission, consent, approval, refusal, exemption, dispensation or relaxation granted or treated as granted by or to such an authority; d any application, request,proposal or objection made or treated as made by or to such an autority; e any fee paid to or by such an authority; f any condition or requirement imposed or treated as imposed by or on such an authority; g any proceedings instituted by or against any such authority; or h any appeal allowed by or in favour of or against such an authority. 5 If there is any doubt as to the indentity of the new authority to whom any particular functions are so transferred, that authority shall be taken to be such as may be specified in a direction given by the Secretary of State. 6 Subsection (3) above is without prejudice to any express provision made by, or by any intrument or transfer scheme made under, this Act but has effect subject to any provision to the contrary so made and in particular may be excluded from applying, either wholly or to any specified extent, in any particular case by an order made by the Secretary of State. 7 Section 25 of the 1973 Act (transitional agreements as to property and finance) shall apply for the purposes of Parts I and V of this Act as if any reference to an order under Part II of that Act included a reference to any provision of Part I of this Act or to any provision of any instrument made under Part of this Act, but any agreement made by virtue of this subsection may only be made by new authorities and after 31st March 1996. 8 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament 9 In this section— “existing local authority” includes a joint committee and a joint board and a reporter appointed under section 36(1) of the   Social Work (Scotland) Act 1968; “joint committee”and “joint board” have the meanings given by sectio 235(1) of the 1973 Act; and “new authority”means— a any of the authorities constituted under section 2 of this Act; b a joint committee and a joint board; c a residuary body; d the Strathclyde Passenger Transport Authority; e a new water and sewerage authority within the meaning of Part II of this Act; f the Principal Reporter; and g the Scottish Children’s Reporter Administrations"}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "182", "section_title": " Further transitional provisions.", "section_text": "182 1 Until 1st April 1996— a section 70 of the 1973 Act (acuisition of land by agreement) shall have effect as if, in subsection (1), after paragraph (b) there were inserted “:, or c there being provided by some person other than themselves a systsem, to which the public shall have acess, of drains, sewers or sewage treatment works,”,; b section 71 of the 1973 Act (acquisition of land compulsorily) shall have effect as if, in subsection (1), after “enactment” there were inserted “or of there being provided by some person other than themselves a system, to which the public shall have access, of drains, sewers or sewage treatment works”; and c section 15 of the   Water (Scotland) Act 1980 (power to acquire land) shall have effect as if, at the end of each of subsections (1) and (3), there were added “or for the purpose of there being provided by some person other than themselves a supply of water to the public”. 2 If the Secretary of State provides, by order under section 184(2) of this Act, that any provision of Part II of (or of Schedule 13 to) this Act which— a amends section 1, 16, 21(1), 22, 23, or 48 of the   Sewerage (Scotland) Act 1968 or section 32 of the   Control of Pollution Act 1974; or b adds to the said Act of 1968 a new section 3A or 16A or to section 20 of that Act a new subsection (5), shall come into force before 1st April 1996, he may provide in the order that the section amended, or as the case may be the section or subsection added, shall until that date apply as if modified in such manner as he shall specify in the order; the modifications being such as appear to him to be requisite having regard of the fact that some other provision of that Part (or that Schedule) is not for the time being in effect."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "183", "section_title": " Interpretation and amendment of statutory references", "section_text": "183 1 In this Act, unless the context other wise requires— “residuary body” shall be construed in accordance with section 18 of this Act; “the Valuation Acts” means the   Lands Valuation (Scotland) Act 1854, the Acts amending that Act and any other enactment relating to valuation; “the 1973 Act” means the   Local Government (Scotland) Act 1973; and “the 1975 Act” means the   Local Government (Scotland) Act1975. 2 Subject to section 59 of this Act and to any particular amendment of any enactment made by or under this Act— a any reference in any enactment to a local authority within the meaning of the 1973 Act (whether expressed as a reference to such an authority, or to a regional, islands or district council, or otherwise); or b any reference in any enacatment to a local auathority within the meaning of the   Local Government (Scotland ) Act 1947 (“the 1947 Act”) which, by virtue of paragraph 1(2) of Schedule 27 to the 1973 Act, falls to be construed as a reference to a local authority within the meaning of the 1973 Act, shall be construed as a reference to a council constituted under section 2 of this Act. 3 For the purpose of translating any reference, however expressed, in any enactment to a local authority within the meaning of either the 1973 Act or the 1947 Act to a reference to a council constituted under section 2 of this Act, the Secretary of State may by order made by statutory instrument make such amendments to any such enactment as he considers necessary or expedient 4 Subject to any particular amendment of any enactment made by this Act, any reference in any enactment to— a the director of education shall in relation to any purpose be construed as a reference to the officer appointed by a local authority for that purpose; b the director of secial work shall be construed as a reference to the chief social work officer. 5 Any reference in any enactment, other than the   Social Work (Scotland) Act 1968 or the   Criminal Procedure (Scotland ) Act 1975 (in respect of which Acts particular provision is made in Schedule 13 to this Act), to a reporter appointed under section 36(1) of the former Act shall be construed as a reference to the Principal Reporter 6 In this section “enactment” means any enactment or instrument made under an enactment, whether passed or made before or after the coming into force of this section; but does not include this Act or any instrument made under this Act."}, {"act": "Local Government etc. (Scotland) Act 1994", "year": 1994, "section": "184", "section_title": " Short title, commencement and extent", "section_text": "184 1 This Act may be cited as the Local Government etc. (Scotland) Act 1994 2 This Act, except section 163, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed for different purposes. 3 An order under subsection (2) above may contain such transitional provisions and savings as appear to the Secretary of State to be necessary or expedient in connection with the provisions brought into force. 4 This Act shall extend to Scotland only."}]