[{"act": "Sale and Supply of Goods Act 1994", "year": 1994, "section": "1", "section_title": " Implied term about quality.", "section_text": "1 1 In section 14 of the  Sale of Goods Act 1979 (implied terms about quality or fitness) for subsection (2) there is substituted— 2 Where the seller sells goods in the course of a business, there is an implied term that the goods supplied under the contract are of satisfactory quality. 2A For the purposes of this Act, goods are of satisfactory quality if they meet the standard that a reasonable person would regard as satisfactory, taking account of any description of the goods, the price (if relevant) and all the other relevant circumstances. 2B For the purposes of this Act, the quality of goods includes their state and condition and the following (among others) are in appropriate cases aspects of the quality of goods— a fitness for all the purposes for which goods of the kind in question are commonly supplied, b appearance and finish, c freedom from minor defects, d safety, and e durability. 2C The term implied by subsection (2) above does not extend to any matter making the quality of goods unsatisfactory— a which is specifically drawn to the buyer’s attention before the contract is made, b where the buyer examines the goods before the contract is made, which that examination ought to reveal, or c in the case of a contract for sale by sample, which would have been apparent on a reasonable examination of the sample. 2 In section 15 of that Act (sale by sample) in subsection (2)(c) for “rendering them unmerchantable” there is substituted  “                  making their quality unsatisfactory                ” ."}, {"act": "Sale and Supply of Goods Act 1994", "year": 1994, "section": "2", "section_title": " Acceptance of goods and opportunity to examine them.", "section_text": "2 1 In section 35 of the  Sale of Goods Act 1979 (acceptance) for the words from “when he intimates” to “(2)” there is substituted— subject to subsection (2) below—                   a when he intimates to the seller that he has accepted them, or b when the goods have been delivered to him and he does any act in relation to them which is inconsistent with the ownership of the seller. 2 Where goods are delivered to the buyer, and he has not previously examined them, he is not deemed to have accepted them under subsection (1) above until he has had a reasonable opportunity of examining them for the purpose— a of ascertaining whether they are in conformity with the contract, and b in the case of a contract for sale by sample, of comparing the bulk with the sample. 3 Where the buyer deals as consumer or (in Scotland) the contract of sale is a consumer contract, the buyer cannot lose his right to rely on subsection (2) above by agreement, waiver or otherwise. 4 The buyer is also deemed to have accepted the goods when after the lapse of a reasonable time he retains the goods without intimating to the seller that he has rejected them. 5 The questions that are material in determining for the purposes of subsection (4) above whether a reasonable time has elapsed include whether the buyer has had a reasonable opportunity of examining the goods for the purpose mentioned in subsection (2) above. 6 The buyer is not by virtue of this section deemed to have accepted the goods merely because— a he asks for, or agrees to, their repair by or under an arrangement with the seller, or b the goods are delivered to another under a sub-sale or other disposition. 7 Where the contract is for the sale of goods making one or more commercial units, a buyer accepting any goods included in a unit is deemed to have accepted all the goods making the unit; and in this subsection “ commercial unit ” means a unit division of which would materially impair the value of the goods or the character of the unit. 8 . 2 In section 34 of that Act (buyer to have opportunity to examine goods)— a the words from the beginning to “(2)” are repealed; and b at the end of that section there is inserted  “                      and, in the case of a contract for sale by sample, of comparing the bulk with the sample.                    ”"}, {"act": "Sale and Supply of Goods Act 1994", "year": 1994, "section": "3", "section_title": " Right of partial rejection.", "section_text": "3 1 After section 35 of the  Sale of Goods Act 1979 there is inserted the following section—  Right of partial rejection. 35A 1 If the buyer— a has the right to reject the goods by reason of a breach on the part of the seller that affects some or all of them, but b accepts some of the goods, including, where there are any goods unaffected by the breach, all such goods, he does not by accepting them lose his right to reject the rest. 2 In the case of a buyer having the right to reject an instalment of goods, subsection (1) above applies as if references to the goods were references to the goods comprised in the instalment. 3 For the purposes of subsection (1) above, goods are affected by a breach if by reason of the breach they are not in conformity with the contract. 4 This section applies unless a contrary intention appears in, or is to be implied from, the contract. 2 At the beginning of section 11(4) of that Act (effect of accepting goods) there is inserted  “                  Subject to section 35A below                ” . 3 Section 30(4) of that Act (rejection of goods not within contract description) is repealed."}, {"act": "Sale and Supply of Goods Act 1994", "year": 1994, "section": "4", "section_title": " Modification of remedies in non-consumer cases.", "section_text": "4 1 After section 15 of the  Sale of Goods Act 1979 there is inserted the following—  Miscellaneous  Modification of remedies for breach of condition in non-consumer cases. 15A 1 Where in the case of a contract of sale— a the buyer would, apart from this subsection, have the right to reject goods by reason of a breach on the part of the seller of a term implied by section 13, 14 or 15 above, but b the breach is so slight that it would be unreasonable for him to reject them, then, if the buyer does not deal as consumer, the breach is not to be treated as a breach of condition but may be treated as a breach of warranty. 2 This section applies unless a contrary intention appears in, or is to be implied from, the contract. 3 It is for the seller to show that a breach fell within subsection (1)(b) above. 4 This section does not apply to Scotland. 2 In section 30 of that Act (delivery of shortfall or excess) after subsection (2) there is inserted— 2A A buyer who does not deal as consumer may not— a where the seller delivers a quantity of goods less than he contracted to sell, reject the goods under subsection (1) above, or b where the seller delivers a quantity of goods larger than he contracted to sell, reject the whole under subsection (2) above, if the shortfall or, as the case may be, excess is so slight that it would be unreasonable for him to do so. 2B It is for the seller to show that a shortfall or excess fell within subsection (2A) above. 2C Subsections (2A) and (2B) above do not apply to Scotland."}, {"act": "Sale and Supply of Goods Act 1994", "year": 1994, "section": "5", "section_title": " Remedies for breach of contract.", "section_text": "5 1 After section 15A of the  Sale of Goods Act 1979, which is inserted by section 4(1) above, there is inserted the following section—  Remedies for breach of contract as respects Scotland. 15B 1 Where in a contract of sale the seller is in breach of any term of the contract (express or implied), the buyer shall be entitled— a to claim damages, and b if the breach is material, to reject any goods delivered under the contract and treat it as repudiated. 2 Where a contract of sale is a consumer contract, then, for the purposes of subsection (1)(b) above, breach by the seller of any term (express or implied)— a as to the quality of the goods or their fitness for a purpose, b if the goods are, or are to be, sold by description, that the goods will correspond with the description, c if the goods are, or are to be, sold by reference to a sample, that the bulk will correspond with the sample in quality, shall be deemed to be a material breach. 3 This section applies to Scotland only. 2 In section 30 of that Act (delivery of shortfall or excess) before subsection (3) there is inserted— 2D Where the seller delivers a quantity of goods— a less than he contracted to sell, the buyer shall not be entitled to reject the goods under subsection (1) above, b larger than he contracted to sell, the buyer shall not be entitled to reject the whole under subsection (2) above, unless the shortfall or excess is material. 2E Subsection (2D) above applies to Scotland only. 3 After section 53 of that Act there is inserted the following section—  Measure of damages as respects Scotland. 53A 1 The measure of damages for the seller’s breach of contract is the estimated loss directly and naturally resulting, in the ordinary course of events, from the breach. 2 Where the seller’s breach consists of the delivery of goods which are not of the quality required by the contract and the buyer retains the goods, such loss as aforesaid is prima facie the difference between the value of the goods at the time of delivery to the buyer and the value they would have had if they had fulfilled the contract. 3 This section applies to Scotland only."}, {"act": "Sale and Supply of Goods Act 1994", "year": 1994, "section": "6", "section_title": " Provision equivalent to Part I of Supply of Goods and Services Act 1982.", "section_text": "6 Schedule 1 to this Act shall have effect for the purpose of making provision equivalent to Part I of the  Supply of Goods and Services Act 1982 for Scotland."}, {"act": "Sale and Supply of Goods Act 1994", "year": 1994, "section": "7", "section_title": " Amendments and repeals.", "section_text": "7 1 Schedule 2 to this Act (which makes minor and consequential amendments of the  Sale of Goods Act 1979 and the  Uniform Laws on International Sales Act 1967, and makes amendments of enactments relating to the supply of goods corresponding to the amendments of that Act of 1979 made by this Act) shall have effect. 2 The enactments mentioned in Schedule 3 to this Act are repealed to the extent specified in column 3 of that Schedule."}, {"act": "Sale and Supply of Goods Act 1994", "year": 1994, "section": "8", "section_title": " Short title, commencement and extent.", "section_text": "8 1 This Act may be cited as the Sale and Supply of Goods Act 1994. 2 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 3 This Act has effect in relation to contracts of sale of goods, hire purchase agreements, contracts for the transfer of goods, contracts for the hire of goods and redemptions of trading stamps for goods (as the case may be) made after this Act comes into force. 4 This Act extends to Northern Ireland."}]