[{"act": "Social Security (Contributions) Act 1994", "year": 1994, "section": "1", "section_title": " Increase in primary Class 1 contributions.", "section_text": "1 1 In section 8 of the  Social Security Contributions and Benefits Act 1992 (calculation of primary Class 1 contributions), in subsection (2)(b) (by virtue of which the main primary percentage is 9 per cent.) for “9 per cent.” substitute  “                10 per cent.              ” . 2 The above amendment comes into effect on 6th April 1994."}, {"act": "Social Security (Contributions) Act 1994", "year": 1994, "section": "2", "section_title": " National health service allocation.", "section_text": "2 1 In section 162(5) 0of the  Social Security Administration Act 1992 (destination of contributions: national health service allocation), in paragraph (a) (allocation in case of primary Class 1 contributions) for the words from “the earnings” to the end substitute  “                so much of the earnings in respect of which those contributions were paid as exceeded the lower earnings limit but did not exceed the upper earnings limit;              ” . 2 After subsection (6) of that section insert— 6A In the case of earners paid other than weekly, the reference in paragraph (a) of subsection (5) above to the lower or upper earnings limit shall be taken as a reference to the equivalent of that limit prescribed under section 8(3) of the Contributions and Benefits Act. . 3 The above amendments shall be deemed to have had effect as from the commencement of the 1992 Act; and corresponding amendments to section 134 of the  Social Security Act 1975 shall be deemed to have had effect as from the commencement of section 1 of the  Social Security Act 1989."}, {"act": "Social Security (Contributions) Act 1994", "year": 1994, "section": "3", "section_title": " Reliefs available in calculating Class 4 contributions.", "section_text": "3 1 In paragraph 3(2) of Schedule 2 to the  Social Security Contributions and Benefits Act 1992 and the  Social Security Contributions and Benefits (Northern Ireland) Act 1992 (computation of profits or gains for purposes of Class 4 contributions: reliefs which do not apply)— a at the end of paragraph (e), omit “and”; and b after paragraph (f) insert— and g section 639 (personal pension contributions). . 2 The above amendments shall be deemed to have had effect as from the commencement of those Acts; and corresponding amendments to paragraph 3(2) of Schedule 2 to the  Social Security Act 1975 and the Social Security (Northern Ireland) Act 1975 shall be deemed to have had effect as from the commencement of section 31 of the  Finance ( No.  2) Act 1987 (deduction of personal pension contributions from relevant earnings)."}, {"act": "Social Security (Contributions) Act 1994", "year": 1994, "section": "4", "section_title": " Corresponding provision for Northern Ireland.", "section_text": "4 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes corresponding to those of section 1 or 2 of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Social Security (Contributions) Act 1994", "year": 1994, "section": "5", "section_title": " Short title and extent.", "section_text": "5 1 This Act may be cited as the Social Security (Contributions) Act 1994. 2 Sections 3 and 4 and this section extend to Northern Ireland, but otherwise this Act does not extend there."}]