[{"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "1", "section_title": " Incapacity benefit: entitlement.", "section_text": "1 1 In Part II of the  Social Security Contributions and Benefits Act 1992 (contributory benefits), after section 30 insert—  Incapacity benefit  Incapacity benefit: entitlement. 30A 1 Subject to the following provisions of this section, a person who satisfies either of the following conditions is entitled to short-term incapacity benefit in respect of any day of incapacity for work which forms part of a period of incapacity for work. 2 The conditions are that— a he is under pensionable age on the day in question and satisfies the contribution conditions specified for short-term incapacity benefit in Schedule 3, Part I, paragraph 2; or b on that day he is over pensionable age but not more than 5 years over that age, the period of incapacity for work began before he attained pensionable age, and— i he would be entitled to a Category A retirement pension if his entitlement had not been deferred or if he had not made an election under section 54(1) below, or ii he would be entitled to a Category B retirement pension by virtue of the contributions of his deceased spouse, but for any such deferment or election. 3 A person is not entitled to short-term incapacity benefit for the first 3 days of any period of incapacity for work. 4 In any period of incapacity for work a person is not entitled to short-term incapacity benefit for more than 364 days. 5 Where a person ceases by virtue of subsection (4) above to be entitled to short-term incapacity benefit, he is entitled to long-term incapacity benefit in respect of any subsequent day of incapacity for work in the same period of incapacity for work on which he is not over pensionable age. . 2 In Schedule 3 to the  Social Security Contributions and Benefits Act 1992 (contribution conditions for entitlement to benefit), in the heading before paragraph 2 and in sub-paragraph (1) of that paragraph for “sickness benefit\" substitute  “                  short-term incapacity benefit                ” ."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "2", "section_title": " Incapacity benefit: rate.", "section_text": "2 1 In Part II of the  Social Security Contributions and Benefits Act 1992, after section 30A (inserted by section 1 above), insert—  Incapacity benefit: rate. 30B 1 The amount payable by way of incapacity benefit in respect of any day is 1/7th of the appropriate weekly rate. 2 Subject to the following provisions of this section, the weekly rate of short-term incapacity benefit is the lower or higher rate specified in Schedule 4, Part I, paragraph 2. The benefit is payable at the lower rate so specified for the first 196 days of entitlement in any period of incapacity for work and at the higher rate so specified thereafter. 3 In the case of a person over pensionable age the weekly rate of short-term incapacity benefit is, subject to subsection (4) below, that at which the relevant retirement pension referred to in section 30A(2)(b) above would have been payable. But in determining that rate any increase of the following descriptions shall be disregarded— a any increase (for married women) under section 53(2) below or (for deferred retirement) under Schedule 5 to this Act; b any increase (for dependants) under section 80, 83 or 85 below; and c any increase (for Category A or Category B pensioners) under section 150 of the Administration Act (annual up-rating) of the sums mentioned in subsection (1)(e) of that section. 4 In the case of a person who has been entitled to short-term incapacity benefit for 196 days or more in any period of incapacity for work and— a is terminally ill, or b he is entitled to the highest rate of the care component of disability living allowance, the weekly rate of short-term incapacity benefit payable, if greater than the rate otherwise payable to him under subsection (2) or (3) above, shall be equal to the rate at which long-term incapacity benefit under section 30A above would be payable to him if he were entitled to it. For the purposes of this subsection a person is terminally ill if he suffers from a progressive disease and his death in consequence of that disease can reasonably be expected within 6 months. 5 References to short-term incapacity benefit at the higher rate shall be construed as including short-term incapacity benefit payable to any person who has been entitled to that benefit for 196 days or more in a period of incapacity for work, notwithstanding that the rate of benefit is determined in accordance with subsection (3) or (4) above. 6 Subject as follows, the weekly rate of long-term incapacity benefit under section 30A above is that specified in Schedule 4, Part I, paragraph 2A. 7 Regulations may provide that if a person is, on the qualifying date in relation to a period of incapacity for work, under such age as may be prescribed, the rate of long-term incapacity benefit under section 30A above payable to him in respect of any day in that period shall be increased by such amount as may be prescribed. For this purpose “ the qualifying date ” means the first day of the period of incapacity for work or such earlier day as may be prescribed. . 2 In Part I of Schedule 4 to the  Social Security Contributions and Benefits Act 1992 (rates of benefit, &c.: contributory periodical benefits), for paragraph 2 (sickness benefit) substitute— 2 Short-term incapacity benefit. a lower rate.................... £43.45 b higher rate.................... £52.50 ; and after that paragraph insert— 2A Long-term incapacity benefit. .................... £57.60 . 3 In section 150 of the  Social Security Administration Act 1992 (annual up-rating of benefits), in subsection (1) (sums to be reviewed) after paragraph (a) insert— aa specified in regulations under section 30B(7) of that Act; ; and in subsection (3) (sums subject to mandatory up-rating), after “(a)(ii) or (iii),\" insert  “                    (aa),                  ” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 After section 86 of the  Social Security Contributions and Benefits Act 1992 insert—  Incapacity benefit: increase for adult dependants. 86A 1 The weekly rates of short-term and long-term incapacity benefit shall, in such circumstances as may be prescribed, be increased for adult dependants by the appropriate amount specified in relation to benefit of that description in Schedule 4, Part IV, column (3). 2 Regulations may provide that where the person in respect of whom an increase of benefit is claimed has earnings in excess of such amount as may be prescribed there shall be no increase of benefit under this section. . 6 In Part IV of Schedule 4 to the  Social Security Contributions and Benefits Act 1992 (rates of benefit, &c.: increases for dependants), after paragraph 1 insert— 1A. Short-term incapacity benefit— (a) where the beneficiary is under pensionable age 11.00 26.90 (b) where the beneficiary is over pensionable age 11.00 33.10 and for paragraph 2 substitute— 2. Long-term incapacity benefit 11.00 34.50 . 7 Any order under section 150 of the Social Security Administration Act 1992 (up-rating orders) made by the Secretary of State before the commencement of this section shall include provision— a making such increase (if any) in the sum specified in the provision inserted by subsection (2) above as the amount of short-term incapacity benefit at the higher rate as is necessary to make that sum equal to the higher rate or, if there is only one such rate, to the rate of statutory sick pay payable after the order comes into force; and b making such increases in the other sums specified in the provisions inserted by subsections (2) and (6) above in Schedule 4 to the Social Security Contributions and Benefits Act 1992 as would have been required if the provisions in question had been in force at all material times."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "3", "section_title": " Incapacity benefit: supplementary provisions.", "section_text": "3 1 In Part II of the  Social Security Contributions and Benefits Act 1992, after section 30B (inserted by section 2(1) above) insert—  Incapacity benefit: days and periods of incapacity for work. 30C 1 For the purposes of any provisions of this Act relating to incapacity benefit, subject to the following provisions and save as otherwise expressly provided— a a day of incapacity for work means a day on which a person is incapable of work; b a period of incapacity for work means a period of 4 or more consecutive days, each of which is a day of incapacity for work; and c any two such periods not separated by a period of more than 8 weeks shall be treated as one period of incapacity for work. 2 Any day which falls within the maternity allowance period (as defined in section 35(2) below) shall be treated for the purposes of any provision of this Act relating to incapacity benefit as a day of incapacity for work unless the woman is disqualified for receiving a maternity allowance for that day by virtue of regulations under section 35(3)(a) below. 3 Regulations may make provision (subject to the preceding provisions of this section) as to the days which are or are not to be treated as days of incapacity for work for the purposes of any provision of this Act relating to incapacity benefit. 4 The Secretary of State may by regulations provide— a that paragraph (b) of subsection (1) above shall have effect as if the reference there to 4 consecutive days were to such lesser number of days, whether consecutive or not, within such period of consecutive days as may be prescribed; and b that paragraph (c) of that subsection shall have effect as if for the reference to 8 weeks there were substituted a reference to such larger number of weeks as may be prescribed. 5 Where— a a person who is engaged and normally engaged in remunerative work ceases to be so engaged, and b he is entitled to a disability working allowance for the week in which there falls the last day on which he is so engaged, and c he qualified for a disability working allowance for that week by virtue of the higher rate of short-term incapacity benefit, or long-term incapacity benefit under section 30A above, having been payable to him, and d the first day after he ceases to be engaged as mentioned in paragraph (a) above is for him a day of incapacity for work and falls not later than the end of the period of two years beginning with the last day for which he was entitled to such benefit, any day since that day which fell within a week for which he was entitled to a disability working allowance shall be treated for the purposes of any claim for such benefit for a period commencing after he ceases to be engaged as mentioned in paragraph (a) above as having been a day of incapacity for work. 6 Where— a a person becomes engaged in training for work, and b he was entitled to the higher rate of short-term incapacity benefit, or to long-term incapacity benefit under section 30A above, for one or more of the 56 days immediately before he became so engaged, and c the first day after he ceases to be so engaged is for him a day of incapacity for work and falls not later than the end of the period of two years beginning with the last day for which he was entitled to such benefit, any day since that day in which he was engaged in training for work shall be treated for the purposes of any claim for such benefit for a period commencing after he ceases to be so engaged as having been a day of incapacity for work. In this subsection “ training for work ” means training for work in pursuance of arrangements made under section 2(1) of the Employment and Training Act 1973 or section 2(3) of the Enterprise and New Towns (Scotland) Act 1990 or training of such other description as may be prescribed. 7 For the purposes of this section “ week ” means any period of 7 days.  Incapacity benefit: construction of references to days of entitlement. 30D 1 The following provisions have effect in calculating for the purposes of— a section 30A(4) above (length of entitlement to short-term incapacity benefit), b section 30B(2) above (period after which short-term incapacity benefit is payable at higher rate), c section 30B(4) above (period after which incapacity benefit is payable at long-term rate in case of terminal illness), and d section 30B(5) above (construction of references to short-term incapacity benefit at the higher rate), the number of days for which a person has been entitled to short-term incapacity benefit. 2 There shall be included— a the first three days of the period of incapacity for work, and b in the case of a woman, any days for which she was entitled to maternity allowance. 3 There shall also be included such days as may be prescribed in respect of which a person was entitled to statutory sick pay, and on the first of which he satisfied the contribution conditions for short-term incapacity benefit. 4 There shall be excluded any days in respect of which a person was disqualified for receiving incapacity benefit.  Incapacity benefit: reduction for councillor’s allowance. 30E 1 Where the net amount of councillor’s allowance to which a person is entitled in respect of any week exceeds such amount as may be prescribed, an amount equal to the excess shall be deducted from the amount of any incapacity benefit to which he is entitled in respect of that week, and only the balance remaining (if any) shall be payable. 2 In this section “ councillor’s allowance ” means— a in England or Wales, an allowance under or by virtue of— i section 173 or 177 of the Local Government Act 1972, or ii a scheme made by virtue of section 18 of the Local Government and Housing Act 1989, other than such an allowance as is mentioned in section 173(4) of the Local Government Act 1972, or b in Scotland, an allowance under or by virtue of section 49 of the Local Government (Scotland) Act 1973 or a scheme made by virtue of section 18 of the Local Government and Housing Act 1989; and where any such allowance is paid otherwise than weekly, an amount calculated or estimated in accordance with regulations shall be regarded as the weekly amount of the allowance. 3 In subsection (1) above “ net amount ”, in relation to any councillor’s allowance to which a person is entitled, means the aggregate amount of the councillor’s allowance or allowances to which he is entitled for the week in question, reduced by the amount of any expenses incurred by him in that week in connection with his membership of the council or councils in question. . 2 In Schedule 3 to the  Social Security Contributions and Benefits Act 1992 (contribution conditions for entitlement to benefit), at the end of paragraph 2 (conditions for entitlement to short-term incapacity benefit) add— 7 Where a person makes a claim for incapacity benefit and does not satisfy the second contribution condition (specified in sub-paragraph (3) above) and, in a later benefit year in which he would satisfy that condition had no such claim been made, he makes a further claim for incapacity benefit, the previous claim shall be disregarded. ."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "4", "section_title": " Power to provide for the transition to incapacity benefit.", "section_text": "4 1 The Secretary of State may by regulations make such provision as appears to him to be necessary or expedient for the purposes of, or in connection with, the transition to incapacity benefit from sickness benefit and invalidity benefit. Nothing in the following provisions of this section shall be construed as restricting the generality of that power. 2 In this section— “ commencement ” means the commencement of sections 1 to 3 above and the consequent repeal of the provisions of the  Social Security Contributions and Benefits Act 1992 relating to sickness benefit and invalidity benefit; and “ prescribed ” means prescribed by regulations under this section. 3 Regulations under this section may provide that where a person was entitled to sickness benefit or invalidity benefit immediately before commencement any award of sickness benefit or invalidity benefit shall have effect after commencement, in accordance with the regulations and subject to such modifications as may be prescribed, as an award of incapacity benefit. In the following provisions of this section such awards are referred to as “ transitional awards ” of incapacity benefit. 4 The reference in subsection (3) above to a person who was entitled to sickness benefit or invalidity benefit includes a person who would have been so entitled but for being disqualified by virtue of regulations under section 32 or 59 of the  Social Security Contributions and Benefits Act 1992; and regulations under this section may provide that any such disqualification shall have such corresponding effect as may be prescribed in relation to the transitional award. 5 Regulations under this section may provide that a person’s entitlement under a transitional award of incapacity benefit shall, except as may be prescribed, be subject to satisfying the conditions of entitlement to incapacity benefit, and may in particular provide— a for the determination in accordance with Part XIIA of the  Social Security Contributions and Benefits Act 1992 of the question whether that person is incapable of work; and b for the termination of his entitlement on his attaining pensionable age. Excepted cases may be defined, in particular, by reference to the age of the person on commencement and whether he was receiving invalidity benefit on 1st December 1993 (the date of the announcement of the new scheme). 6 Regulations under this section may provide— a that days before commencement which were days of incapacity for work for the purposes of sickness benefit or invalidity benefit, and such other days as may be prescribed, shall be treated as having been days of incapacity for work for the purposes of incapacity benefit, and b that days of entitlement to sickness benefit or invalidity benefit, and such other days as may be prescribed, shall be treated as having been days of entitlement to incapacity benefit. Such provision may be made for the purposes of a transitional award of incapacity benefit or of enabling a claim for incapacity benefit to be made after commencement on the basis that a day of incapacity for work after commencement forms part of a period of incapacity for work beginning before commencement; and such cases are referred to in the following provisions of this section as “ transitional cases ”. 7 Regulations under this section may provide— a for the rate of short-term incapacity benefit under a transitional award to be increased, in such cases as may be prescribed, as if that benefit were sickness benefit and the provisions of Part IV of the  Social Security Contributions and Benefits Act 1992 (increases for dependants) continued to apply to that benefit; and b for the payment in transitional cases, in such circumstances as may be prescribed, of long-term incapacity benefit to persons over pensionable age. 8 Regulations under this section may provide that in transitional cases the rate of short-term incapacity benefit at the higher rate or of long-term incapacity benefit shall be calculated— a by reference to the rate of invalidity benefit, and of any relevant related allowance, addition or increase, paid or payable immediately before commencement, with such up-rating (if any) as may be provided for in accordance with the regulations (whether by applying the provisions of section 150 of the  Social Security Administration Act 1992 or otherwise), and b without any increase or addition which would otherwise be payable with incapacity benefit. 9 If regulations make provision of the kind mentioned in subsection (8) above they may also make with respect to any additional pension element of incapacity benefit provision corresponding to any of the provisions in force before commencement with respect to the additional pension element of invalidity pension. 10 Regulations under this section may provide, in relation to transitional cases where the rate of incapacity benefit falls to be calculated by reference to the rate of dependency allowance paid or payable before commencement, that any old saving provisions shall have effect subject to the regulations or shall cease to have effect in accordance with the regulations. For the purposes of this subsection— “ dependency allowance ” means an allowance of the kind provided for in Part IV of the  Social Security Contributions and Benefits Act 1992, and “ old saving provisions ” means provisions of any description, including administrative provisions, in connection with a previous change affecting entitlement to or the amount of dependency allowances, preserving a person’s position in any respect. 11 Section 175(2) to (4) of the  Social Security Contributions and Benefits Act 1992 (general provisions as to regulations and orders) apply in relation to the power conferred by subsection (1) above as they apply in relation to a power conferred by that Act to make regulations. 12 For the period of four years from Royal Assent a statutory instrument which contains (whether alone or with other provisions) any regulations under this section shall not be made unless a draft of the instrument has been laid before Parliament and approved by a resolution of each House. 13 A statutory instrument— a which contains (whether alone or with other provisions) any regulations made under this section, and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "5", "section_title": " Test of incapacity for work.", "section_text": "5 In the  Social Security Contributions and Benefits Act 1992 (general provisions), after section 171 insert— Part XIIA  Incapacity for work  Test of incapacity for work. 171A 1 For the purposes of this Act, save as otherwise expressly provided, whether a person is capable or incapable of work shall be determined in accordance with the provisions of this Part of this Act. 2 Regulations may make provision as to— a the information or evidence required for the purpose of determining whether a person is capable or incapable of work, and b the manner in which that information or evidence is to be provided, and may provide that if a person without good cause fails to provide that information or evidence, or to do so in the manner required, he shall be treated as capable of work. 3 Regulations may provide that in any case where a question arises as to whether a person is capable of work— a he may be called to attend for such medical examination as may be required in accordance with regulations, and b if he fails without good cause to attend for or submit himself to such examination, he shall be treated as capable of work. 4 Regulations may prescribe for the purposes of this section— a matters which are or are not to be taken into account in determining whether a person does or does not have good cause for any act or omission, or b circumstances in which a person is or is not to be regarded as having or not having good cause for any act or omission.  The own occupation test. 171B 1 Where a person has been engaged in remunerative work for more than 8 weeks in the 21 weeks immediately preceding the day with respect to which it falls to be determined whether he is or was incapable of work, the test applicable is the own occupation test. 2 The own occupation test is whether he is incapable by reason of some specific disease or bodily or mental disablement of doing work which he could reasonably be expected to do in the course of the occupation in which he was so engaged. 3 Where for any purpose of this Act it is determined in relation to a person— a that the test applicable with respect to any day is the own occupation test, and b that he is on that test incapable of work, that test remains applicable in his case until the end of the spell of incapacity beginning with that day or, as the case may be, in which that day falls, or until the 197th day of incapacity for work in that spell, whichever is the earlier. For this purpose a “ spell of incapacity ” means a series of 4 or more consecutive days of incapacity for work; and any two such spells not separated by a period of more than 8 weeks shall be treated as one spell of incapacity. 4 For the purposes of subsection (3) above a day of incapacity for work means a day— a with respect to which it has been determined for any purpose of this Act that the person in question was incapable of work, or b in respect of which he was entitled to statutory sick pay, or c in the case of a woman, which falls within the maternity allowance period, or d which in accordance with regulations is to be treated for those purposes as a day of incapacity for work. 5 Any provision of this Act apart from subsection (4) above under or by virtue of which a day is or is not to be treated for any purpose as a day of incapacity for work shall be disregarded for the purposes of this section. 6 Provision may be made by regulations defining for the purposes of this section what is meant by “remunerative work\". The regulations may, in particular, provide— a for “remunerative work\" to be defined by reference to the number of hours worked per week; and b for training of any prescribed description to be treated as if it were remunerative work. 7 Provision may be made by regulations as to the application of this section in cases where a person engages in more than one occupation or in different kinds of work. 8 The Secretary of State may by regulations provide that subsection (3) above shall have effect as if— a the reference there to 4 consecutive days were to such lesser number of days, whether consecutive or not, within such period of consecutive days as may be prescribed; and b for the reference to 8 weeks there were substituted a reference to such larger number of weeks as may be prescribed.  The all work test. 171C 1 Where in any case the own occupation test is not applicable, or has ceased to apply, the test applicable is the all work test. 2 Provision shall be made by regulations— a defining the all work test by reference to the extent of a person’s incapacity by reason of some specific disease or bodily or mental disablement to perform such activities as may be prescribed, and b as to the manner of assessing whether the all work test is satisfied. 3 Regulations may provide that where the all work test applies the test shall, if the prescribed conditions are met, be treated as satisfied until the person has been assessed or he falls to be treated as capable of work in accordance with regulations under section 171A(2) or (3) above or section 171E below. The prescribed conditions may include the condition that it has not previously been determined, within such period as may be prescribed, that the person in question is or is to be treated as capable of work. ."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "6", "section_title": " Test of incapacity for work: supplementary provisions.", "section_text": "6 1 In the  Social Security Contributions and Benefits Act 1992, after the sections inserted by section 5 above, insert—  Incapacity for work: persons to be treated as incapable or capable of work. 171D 1 Regulations may provide that a person shall be treated as capable of work, or as incapable of work, in such cases or circumstances as may be prescribed. 2 Regulations may, in particular, provide that a person shall be treated as capable of work if he does work of a prescribed description, or more than the prescribed amount of work of a prescribed description. Accordingly regulations may provide that a person shall not be treated as capable of work by reason only of his doing such work as may be prescribed, or no more than the prescribed amount of work of a prescribed description.  Incapacity for work: disqualification, &c. 171E 1 Regulations may provide for disqualifying a person for receiving any benefit, allowance or other advantage under any provision for the purposes of which this Part of this Act applies, or, in such cases as may be prescribed, provide that a person shall be treated as capable of work, if— a he has become incapable of work through his own misconduct; b he fails without good cause to attend for or submit himself to such medical or other treatment as may be required in accordance with the regulations; or c he fails without good cause to observe any prescribed rules of behaviour. 2 Regulations shall provide that any such disqualification shall be, or as the case may be that the person shall be treated as capable of work, for such period not exceeding 6 weeks as may be determined in accordance with Part II of the Administration Act. 3 Regulations may prescribe for the purposes of this section— a matters which are or are not to be taken into account in determining whether a person does or does not have good cause for any act or omission, or b circumstances in which a person is or is not to be regarded as having or not having good cause for any act or omission.  Incapacity for work: work as councillor to be disregarded. 171F 1 In determining whether a person is capable or incapable of work, there shall be disregarded any work which that person has undertaken as a councillor. 2 For this purpose “ councillor ” means— a in relation to England and Wales, a member of a London borough council, a county council, a district council, a parish or community council, the Common Council of the City of London or the Council of the Isles of Scilly; and b in relation to Scotland, a member of a regional, islands or district council. 3 The reference in subsection (1) above to the work which a person undertakes as a councillor shall be taken to include any work which he undertakes as a member of any of the bodies referred to in section 177(1) of the Local Government Act 1972, or section 49(1) or (1A) of the Local Government (Scotland) Act 1973, of which he is a member by virtue of his being a councillor. 4 In making any such determination as is mentioned in subsection (1) above a person shall be treated as having been incapable of work on any day which falls in the pre-commencement period and which— a would have been treated as a day on which he was so incapable, were there disregarded any work which he undertook (or was capable of undertaking) as a councillor; but b would not have been so treated apart from this subsection. The “ pre-commencement period ” means the period beginning with 11th May 1987 and ending immediately before 9th October 1989 (the coming into force of paragraph 2 of Schedule 8 to the Social Security Act 1989 which made provision corresponding to the provision made by this section).  Incapacity for work: supplementary provisions. 171G 1 The provisions of this Part of this Act do not apply— a for the purposes of Part V of this Act (benefit for industrial injuries: see section 94(6) above); b for the purposes of Part XI of this Act (statutory sick pay: see section 151(4) above); or c for such other purposes as may be prescribed. 2 In this Part of this Act— “ prescribed ” means specified in or determined in accordance with regulations; and “ week ” means any period of 7 days. . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the period of four years from Royal Assent a statutory instrument which contains (whether alone or with other provisions) any regulations made under any of the following provisions shall not be made unless a draft of the instrument has been laid before Parliament and approved by a resolution of each House— a in the  Social Security Contributions and Benefits Act 1992— section 171A(2), (3), or (4), section 171B(4)(d), (6), (7) or (8), section 171C(2) or (3), section 171D, section 171E(1), (2) or (3), or section 171G(1)(c); b in the  Social Security Administration Act 1992, section 61A(2), (3) or (4)."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "7", "section_title": " Power to provide for the transition to the new test of incapacity for work.", "section_text": "7 1 The Secretary of State may by regulations make such provision as appears to him to be necessary or expedient for the purposes of, or in connection with, the transition to the test of incapacity for work provided for by sections 5 and 6 above. Nothing in the following provisions of this section shall be construed as restricting the generality of that power. 2 In this section— “ commencement ” means the commencement of those sections; and “ prescribed ” means prescribed by regulations under this section. 3 Regulations under this section may provide— a that days of incapacity for work before commencement, and such other days as may be prescribed, shall be taken into account for the purposes of section 171B(3) of the  Social Security Contributions and Benefits Act 1992 (period after which the all work test applies); b that a person’s continued enjoyment after commencement of any allowance or other advantage under any provision for the purposes of which Part XIIA of the Social Security Contributions and Benefits Act 1992 applies shall, except as may be prescribed, be subject to satisfying the test of incapacity for work under that Part; and c for the determination in accordance with that Part of the question whether the person is incapable of work. 4 Section 175(2) to (4) of the Social Security Contributions and Benefits Act 1992 (general provisions as to regulations and orders) apply in relation to the power conferred by subsection (1) above as they apply in relation to a power conferred by that Act to make regulations. 5 For the period of four years from Royal Assent a statutory instrument which contains (whether alone or with other provisions) any regulations under this section shall not be made unless a draft of the instrument has been laid before Parliament and approved by a resolution of each House. 6 A statutory instrument— a which contains (whether alone or with other provisions) any regulations made under this section, and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "8", "section_title": " Rate of statutory sick pay.", "section_text": "8 1 In section 157(1) of the Social Security Contributions and Benefits Act 1992 (statutory sick pay: rates of payment), for the words following “at the weekly rate of\" substitute  “                  £52.50                ” . 2 Any order under section 150 of the  Social Security Administration Act 1992 (up-rating orders) made by the Secretary of State before the commencement of this section shall include provision making such increase (if any) in the sum specified in the amendment made by subsection (1) above as the amount of statutory sick pay as is necessary to make that sum equal to the higher rate of statutory sick pay payable after the order comes into force. 3 In subsection (2) of section 157 of the Social Security Contributions and Benefits Act 1992 (power to make provision by order as to rates of payment, &c.), for paragraph (a) substitute— a amend subsection (1) above so as to substitute different provision as to the weekly rate or rates of statutory sick pay; and . 4 In sections 155(4) and 158(2)(b) of that Act for “the appropriate weekly rate set out in\" substitute  “                  the weekly rate applicable in accordance with                ” ."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "9", "section_title": " Severe disablement allowance.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 150 of the  Social Security Administration Act 1992 (annual up-rating of benefits), in subsection (3) (sums subject to mandatory up-rating), in paragraph (a) for “paragraph 1, 2, 4, 5 or 6 of Part III\" substitute  “                  paragraphs 1 to 6 of Part III                ” ."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "10", "section_title": " Disability working allowance.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "11", "section_title": " Consequential amendments and repeals.", "section_text": "11 1 The enactments mentioned in Schedule 1 have effect subject to the amendments specified there which are consequential on the provisions of this Act. Part I contains amendments of the  Social Security Contributions and Benefits Act 1992; and Part II contains amendments of the  Social Security Administration Act 1992 and certain other enactments. 2 The enactments mentioned in Schedule 2 are repealed to the extent specified."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "12", "section_title": " General power to make transitional and consequential provision.", "section_text": "12 1 The Secretary of State may by regulations make such transitional provision, and such consequential provision or savings, as appear to him to be necessary or expedient in preparation for or in connection with the coming into force of any provision of this Act or the operation of any enactment repealed or amended by any such provision during any period when the repeal or amendment is not wholly in force. 2 The power conferred by subsection (1) above is not exercisable in respect of any matter for which provision may be made under section 4 (power to provide for transition to incapacity benefit) or section 7 (power to provide for the transition to new test of incapacity for work). 3 Section 175(2) to (4) of the  Social Security Contributions and Benefits Act 1992 (general provisions as to regulations and orders) apply in relation to the power conferred by subsection (1) above as they apply in relation to a power conferred by that Act to make regulations. 4 A statutory instrument— a which contains (whether alone or with other provisions) any regulations made under this section, and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "13", "section_title": " Saving for existing enactments.", "section_text": "13 1 The amendments of the  Social Security Contributions and Benefits Act 1992 made by this Act shall be treated as repealing and re-enacting with modifications the provisions of that Act relating to incapacity for work, so that, subject to any amendment, repeal or revocation— a any reference in any enactment to any such provision shall be construed as a reference to the corresponding new provision or, as the case may be, to the provision as amended by this Act; and b subordinate legislation made under any such provision— i shall continue in force and have effect as if made under the corresponding new provision or, as the case may be, the provision as amended by this Act, and ii shall be construed as if originally so made. 2 In any enactment, subject to any amendment— a any reference to sickness benefit shall be construed as a reference to short-term incapacity benefit at the lower rate, and b any reference to invalidity benefit or invalidity pension shall be construed as a reference to short-term incapacity benefit at the higher rate or long-term incapacity benefit. 3 In this section “ enactment ” includes an enactment contained in subordinate legislation, and “ subordinate legislation ” has the meaning given by section 21(1) of the  Interpretation Act 1978."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "14", "section_title": " Corresponding provision for Northern Ireland.", "section_text": "14 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes corresponding to those of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "15", "section_title": " Expenses.", "section_text": "15 There shall be paid out of money provided by Parliament— a any expenses incurred by a Minister of the Crown in consequence of this Act; and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "Social Security (Incapacity for Work) Act 1994", "year": 1994, "section": "16", "section_title": " Short title, commencement and extent.", "section_text": "16 1 This Act may be cited as the Social Security (Incapacity for Work) Act 1994. 2 The following provisions of this Act come into force on Royal Assent— section 14 (corresponding provision for Northern Ireland), section 15 (expenses), and this section. 3 The other provisions of this Act come into force on such day as the Secretary of State may appoint by order made by statutory instrument, and different days may be appointed for different provisions and for different purposes. 4 Section 14 above, subsections (1) and (2) above and this subsection extend to Northern Ireland, but otherwise this Act does not extend there."}]