[{"act": "Statutory Sick Pay Act 1994", "year": 1994, "section": "1", "section_title": " Restriction of employers’ right of recovery.", "section_text": "1 1 In section 158(1)(a) of the  Social Security Contributions and Benefits Act 1992 (recovery by employers of amounts paid by way of statutory sick pay), sub-paragraph (ii)\t\t\t\t\t(recovery of 80 per cent. of payments not qualifying for small employers’ relief) shall cease to have effect. 2 In consequence the following are repealed— a that provision and the word “and” preceding it, and b section 81(2) of the  Social Security Administration Act 1992; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .."}, {"act": "Statutory Sick Pay Act 1994", "year": 1994, "section": "2", "section_title": " Transitional and other supplementary provisions.", "section_text": "2 1 The Secretary of State may by regulations make such transitional and consequential provision, and such savings, as he considers necessary or expedient for or in connection with the coming into force of the provisions of section 1 or the operation of any enactment repealed or amended by that section during any period when the repeal or amendment is not wholly in force. 2 Section 175(2) to (4) of the  Social Security Contributions and Benefits Act 1992 (general provisions as to regulations and orders) apply in relation to the power conferred by subsection (1) above as they apply in relation to a power conferred by that Act to make regulations. 3 A statutory instrument— a which contains (whether alone or with other provisions) any regulations made under subsection (1), and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 The provisions of this Act apply to the Crown, and in relation to persons employed by or under the Crown, to the same extent as the provisions amended or repealed by section 1."}, {"act": "Statutory Sick Pay Act 1994", "year": 1994, "section": "3", "section_title": " Power to make further provision as to recovery.", "section_text": "3 1 In Part XI of the  Social Security Contributions and Benefits Act 1992 (statutory sick pay), after section 159 insert—  Power to provide for recovery by employers of sums paid by way of statutory sick pay. 159A 1 The Secretary of State may by order provide for the recovery by employers, in accordance with the order, of the amount (if any) by which their payments of, or liability incurred for, statutory sick pay in any period exceeds the specified percentage of the amount of their liability for contributions payments in respect of the corresponding period. 2 An order under subsection (1) above may include provision— a as to the periods by reference to which the calculation referred to above is to be made, b for amounts which would otherwise be recoverable but which do not exceed the specified minimum for recovery not to be recoverable, c for the rounding up or down of any fraction of a pound which would otherwise result from a calculation made in accordance with the order, and d for any deduction from contributions payments made in accordance with the order to be disregarded for such purposes as may be specified, and may repeal sections 158 and 159 above and make any amendments of other enactments which are consequential on the repeal of those sections. 3 In this section— “ contributions payments ” means payments which a person is required by or under any enactment to make in discharge of any liability of his as an employer in respect of primary or secondary Class 1 contributions; and “ specified ” means specified in or determined in accordance with an order under subsection (1). 4 The Secretary of State may by regulations make such transitional and consequential provision, and such savings, as he considers necessary or expedient for or in connection with the coming into force of any order under subsection (1) above. . 2 In section 176(1)(c) of the  Social Security Contributions and Benefits Act 1992 (parliamentary control: orders subject to affirmative procedure), at the appropriate place insert  “                section 159A(1)              ” . 3 The Secretary of State— a shall lay before each House of Parliament the draft of an order under section 159A(1) of the  Social Security Contributions and Benefits Act 1992 (inserted by subsection (1) above) framed so as to come into force on or before 6th April 1995, and b if the draft order is approved by a resolution of each House of Parliament, shall make the order in the form of the draft, unless before 1st December 1994 he lays before each House of Parliament a report explaining why he does not intend to make such an order."}, {"act": "Statutory Sick Pay Act 1994", "year": 1994, "section": "4", "section_title": " Corresponding provision for Northern Ireland.", "section_text": "4 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes corresponding to those of sections 1 to 3 of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Statutory Sick Pay Act 1994", "year": 1994, "section": "5", "section_title": " Citation, commencement, financial provision and extent.", "section_text": "5 1 This Act may be cited as the Statutory Sick Pay Act 1994. 2 Section 1 comes into force on 6th April 1994; and the other provisions of this Act come into force on Royal Assent. 3 There shall be paid out of money provided by Parliament any expenses incurred by a Minister of the Crown  or the Commissioners of Inland Revenue  in consequence of this Act. 4 Section 4 and this section (except subsection (3)) extend to Northern Ireland, but otherwise this Act does not extend there."}]