[{"act": "State Hospitals (Scotland) Act 1994", "year": 1994, "section": "1", "section_title": "", "section_text": "1 For section 102 of the  National Health Service (Scotland) Act 1978 (state hospitals) there shall be substituted the following section—  State hospitals. 102 1 The Secretary of State shall provide such hospitals as appear to him to be necessary for persons subject to detention under the Mental Health (Scotland) Act 1984 who require treatment under conditions of special security on account of their dangerous, violent or criminal propensities. 2 Hospitals provided by the Secretary of State under subsection (1) are referred to in this Act as “ state hospitals ”. 3 Subject to subsection (4) and section 2, state hospitals shall be under the control and management of the Secretary of State. 4 The Secretary of State may provide for the management of a state hospital to be undertaken on his behalf by— a a committee constituted under section 91 of the Mental Health (Scotland) Act 1984; or b a Health Board or the Agency to the extent that power to do so is delegated to the Board or Agency by the Secretary of State. 5 A committee managing a state hospital by virtue of subsection (4)(a) shall do so subject to such directions as the Secretary of State may give. ."}, {"act": "State Hospitals (Scotland) Act 1994", "year": 1994, "section": "2", "section_title": " Consequential amendments and repeals.", "section_text": "2 1 In section 105(4)(b) of the  National Health Service (Scotland) Act 1978 (procedure as respects orders), the words “ and 102(2) ” are hereby repealed. 2 In section 108(1) of that Act (interpretation), for the definition of “state hospital” there shall be substituted the following— “ state hospital ” has the meaning indicated in section 102(2); . 3 Sections 90 and 91(1) of the  Mental Health (Scotland) Act 1984 are hereby repealed. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "State Hospitals (Scotland) Act 1994", "year": 1994, "section": "3", "section_title": " Short title, commencement and extent.", "section_text": "3 1 This Act may be cited as the State Hospitals (Scotland) Act 1994. 2 This Act shall come into force on such date as the Secretary of State may appoint by order made by statutory instrument. 3 An order under subsection (2) above may contain such transitional provisions and savings as the Secretary of State may consider appropriate. 4 This Act extends to Scotland only."}]