[{"act": "Sunday Trading Act 1994", "year": 1994, "section": "1", "section_title": " Reform of law relating to Sunday trading.", "section_text": "1 1 Schedules 1 and 2 to this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint (in this section referred to as “ the appointed day ”). 2 Sections 47 to 66 of, and Schedules 5, 6 and 7 to, the  Shops Act 1950 shall cease to have effect on the appointed day."}, {"act": "Sunday Trading Act 1994", "year": 1994, "section": "2", "section_title": " Loading and unloading at large shops on Sunday morning.", "section_text": "2 1 A local authority may by resolution designate their area as a loading control area for the purposes of this section with effect from a date specified in the resolution, which must be a date at least one month after the date on which the resolution is passed. 2 A local authority may by resolution revoke any designation made by them under subsection (1) above. 3 It shall be the duty of a local authority, before making or revoking any designation under subsection (1) above, to consult persons appearing to the local authority to be likely to be affected by the proposed designation or revocation (whether as the occupiers of shops or as local residents) or persons appearing to the local authority to represent such persons. 4 Where a local authority make or revoke a designation under this section, they shall publish notice of the designation or revocation in such manner as they consider appropriate. 5 Schedule 3 to this Act (which imposes restrictions on loading and unloading on Sunday before 9 a.m. at large shops in loading control areas) shall have effect."}, {"act": "Sunday Trading Act 1994", "year": 1994, "section": "3", "section_title": " Construction of certain leases and agreements.", "section_text": "3 1 Where any lease or agreement (however worded) entered into before the commencement of this section has the effect of requiring the occupier of a shop to keep the shop open for the serving of retail customers— a during normal business hours, or b during hours to be determined otherwise than by or with the consent of the occupier, that lease or agreement shall not be regarded as requiring, or as enabling any person to require, the occupier to open the shop on Sunday for the serving of retail customers. 2 Subsection (1) above shall not affect any lease or agreement— a to the extent that it relates specifically to Sunday and would (apart from this section) have the effect of requiring Sunday trading of a kind which before the commencement of this section would have been lawful by virtue of any provision of Part IV of the  Shops Act 1950, or b to the extent that it is varied by agreement after the commencement of this section. 3 In this section “ retail customer ” and “ shop ” have the same meaning as in Schedule 1 to this Act."}, {"act": "Sunday Trading Act 1994", "year": 1994, "section": "4", "section_title": " Rights of shop workers as respects Sunday working.", "section_text": "4 Schedule 4 to this Act shall have effect."}, {"act": "Sunday Trading Act 1994", "year": 1994, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Sunday Trading Act 1994", "year": 1994, "section": "6", "section_title": " Consequential repeal or amendment of local Acts.", "section_text": "6 1 The Secretary of State may by order made by statutory instrument— a repeal any provision of a local Act passed before or in the same Session as this Act if it appears to him that the provision is inconsistent with or has become unnecessary in consequence of any provision of this Act, and b amend any provision of such a local Act if it appears to him that the provision requires amendment in consequence of any provision of this Act or any repeal made by virtue of paragraph (a) above. 2 It shall be the duty of the Secretary of State, before he makes an order under subsection (1) above repealing or amending any provision of a local Act, to consult each local authority which he considers would be affected by the repeal or amendment of that provision. 3 A statutory instrument containing an order under subsection (1) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Sunday Trading Act 1994", "year": 1994, "section": "7", "section_title": " Expenses.", "section_text": "7 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of such money under any other Act."}, {"act": "Sunday Trading Act 1994", "year": 1994, "section": "8", "section_title": " Meaning of “local authority”.", "section_text": "8 1 In this Act “ local authority ” means any unitary authority or any district council so far as they are not a unitary authority. 2 In subsection (1) above “ unitary authority ” means— a the council of any county so far as they are the council for an area for which there are no district councils, b the council of any district comprised in an area for which there is no county council, c a county borough council, d a London borough council, e the Common Council of the City of London, or f the Council of the Isles of Scilly. 3 Until 1st April 1996, the definition of “unitary authority” in subsection (2) above shall have effect with the omission of paragraph (c)."}, {"act": "Sunday Trading Act 1994", "year": 1994, "section": "9", "section_title": " Short title, repeals, commencement and extent.", "section_text": "9 1 This Act may be cited as the Sunday Trading Act 1994. 2 The enactments mentioned in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 The following provisions of this Act— sections 2 to 5, subsection (2) of this section, and Schedules 3, 4 and 5, shall not come into force until the appointed day (as defined in section 1 above). 4 This Act extends to England and Wales only."}]