[{"act": "Trade Marks Act 1994", "year": 1994, "section": "1", "section_title": " Trade marks.", "section_text": "1 1 In this Act “trade mark” means any sign which is capable— a of being represented in the register in a manner which enables the registrar and other competent authorities and the public to determine the clear and precise subject matter of the protection afforded to the proprietor, and b of distinguishing goods or services of one undertaking from those of other undertakings. A trade mark may, in particular, consist of words (including personal names), designs, letters, numerals, colours, sounds or the shape of goods or their packaging. 2 References in this Act to a trade mark include, unless the context otherwise requires, references to a collective mark (see section 49) or certification mark (see section 50)."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "2", "section_title": " Registered trade marks.", "section_text": "2 1 A registered trade mark is a property right obtained by the registration of the trade mark under this Act and the proprietor of a registered trade mark has the rights and remedies provided by this Act. 2 No proceedings lie to prevent or recover damages for the infringement of an unregistered trade mark as such; but nothing in this Act affects the law relating to passing off."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "3", "section_title": " Absolute grounds for refusal of registration.", "section_text": "3 1 The following shall not be registered— a signs which do not satisfy the requirements of section 1(1), b trade marks which are devoid of any distinctive character, c trade marks which consist exclusively of signs or indications which may serve, in trade, to designate the kind, quality, quantity, intended purpose, value, geographical origin, the time of production of goods or of rendering of services, or other characteristics of goods or services, d trade marks which consist exclusively of signs or indications which have become customary in the current language or in the bona fide  and established practices of the trade: Provided that, a trade mark shall not be refused registration by virtue of paragraph (b), (c) or (d) above if, before the date of application for registration, it has in fact acquired a distinctive character as a result of the use made of it. 2 A sign shall not be registered as a trade mark if it consists exclusively of— a the shape , or another characteristic,   which results from the nature of the goods themselves, b the shape , or another characteristic,  of goods which is necessary to obtain a technical result, or c the shape , or another characteristic,  which gives substantial value to the goods. 3 A trade mark shall not be registered if it is— a contrary to public policy or to accepted principles of morality, or b of such a nature as to deceive the public (for instance as to the nature, quality or geographical origin of the goods or service). 4 A trade mark shall not be registered if or to the extent that its use is prohibited in the United Kingdom by any enactment or rule of law  ...  other than law relating to trade marks . 4A A trade mark is not to be registered if its registration is prohibited by or under— a any enactment or rule of law,  or                       b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c any international agreement to which the United Kingdom  ...  is a party, providing for the protection of designations of origin or geographical indications. 4B A trade mark is not to be registered if its registration is prohibited by or under— a any   enactment or rule of law , or b any international agreement to which the   United Kingdom   is a party, providing for the protection of traditional terms for wine or traditional specialities guaranteed. 4C A trade mark is not to be registered if it— a consists of, or reproduces in its essential elements, an earlier plant variety denomination registered as mentioned in subsection (4D), and b is in respect of plant varieties of the same or closely related species. 4D Subsection (4C)(a) refers to registration in accordance with any— a enactment or rule of law,  or   b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c international agreement to which the United Kingdom  ...  is a party, providing for the protection of plant variety rights. 5 A trade mark shall not be registered in the cases specified, or referred to, in section 4 (specially protected emblems). 6 A trade mark shall not be registered if or to the extent that the application is made in bad faith."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "4", "section_title": " Specially protected emblems.", "section_text": "4 1 A trade mark which consists of or contains— a the Royal arms, or any of the principal armorial bearings of the Royal arms, or any insignia or device so nearly resembling the Royal arms or any such armorial bearing as to be likely to be mistaken for them or it, b a representation of the Royal crown or any of the Royal flags, c a representation of Her Majesty or any member of the Royal family, or any colourable imitation thereof, or d words, letters or devices likely to lead persons to think that the applicant either has or recently has had Royal patronage or authorisation, shall not be registered unless it appears to the registrar that consent has been given by or on behalf of Her Majesty or, as the case may be, the relevant member of the Royal family. 2 A trade mark which consists of or contains a representation of— a the national flag of the United Kingdom (commonly known as the Union Jack), or b the flag of England, Wales, Scotland, Northern Ireland or the Isle of Man, shall not be registered if it appears to the registrar that the use of the trade mark would be misleading or grossly offensive. Provision may be made by rules identifying the flags to which paragraph (b) applies. 3 A trade mark shall not be registered in the cases specified in— section 57 (national emblems, &c. of Convention countries), or section 58 (emblems, &c. of certain international organisations). 4 Provision may be made by rules prohibiting in such cases as may be prescribed the registration of a trade mark which consists of or contains— a arms to which a person is entitled by virtue of a grant of arms by the Crown, or b insignia so nearly resembling such arms as to be likely to be mistaken for them, unless it appears to the registrar that consent has been given by or on behalf of that person. Where such a mark is registered, nothing in this Act shall be construed as authorising its use in any way contrary to the laws of arms. 5 A trade mark which consists of or contains a controlled representation within the meaning of the Olympic Symbol  etc.  (Protection) Act 1995 shall not be registered unless it appears to the registrar— a that the application is made by the person for the time being appointed under section 1(2) of the Olympic Symbol  etc.  (Protection) Act 1995 (power of Secretary of State to appoint a person as the proprietor of the Olympics association right), or b that consent has been given by or on behalf of the person mentioned in paragraph (a) above."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "5", "section_title": " Relative grounds for refusal of registration.", "section_text": "5 1 A trade mark shall not be registered if it is identical with an earlier trade mark and the goods or services for which the trade mark is applied for are identical with the goods or services for which the earlier trade mark is protected. 2 A trade mark shall not be registered if because— a it is identical with an earlier trade mark and is to be registered for goods or services similar to those for which the earlier trade mark is protected, or b it is similar to an earlier trade mark and is to be registered for goods or services identical with or similar to those for which the earlier trade mark is protected, there exists a likelihood of confusion on the part of the public, which includes the likelihood of association with the earlier trade mark. 3 A trade mark which— a is identical with or similar to an earlier trade mark, and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . shall not be registered if, or to the extent that, the earlier trade mark has a reputation in the United Kingdom  ... and the use of the later mark without due cause would take unfair advantage of, or be detrimental to, the distinctive character or the repute of the earlier trade mark. 3A Subsection (3) applies irrespective of whether the goods and services for which the trade mark is to be registered are identical with, similar to or not similar to those for which the earlier trade mark is protected. 4 A trade mark shall not be registered if, or to the extent that, its use in the United Kingdom is liable to be prevented— a by virtue of any rule of law (in particular, the law of passing off) protecting an unregistered trade mark or other sign used in the course of   trade, where the condition in subsection (4A) is met,   aa by virtue of  ...  any enactment or rule of law, providing for protection of designations of origin or geographical indications, where the condition in subsection (4B) is met, or b by virtue of an earlier right other than those referred to in subsections (1) to (3) or paragraph (a)   or (aa)  above, in particular by virtue of the law of copyright  or the law relating to industrial property rights .  A person thus entitled to prevent the use of a trade mark is referred to in this Act as the proprietor of an “ earlier right ” in relation to the trade mark. 4A The condition mentioned in subsection (4)(a) is that the rights to the unregistered trade mark or other sign were acquired prior to the date of application for registration of the trade mark or date of the priority claimed for that application. 4B The condition mentioned in subsection 4(aa) is that— a an application for a designation of origin or a geographical indication has been submitted prior to the date of application for registration of the trade mark or the date of the priority claimed for that application, and b the designation of origin or (as the case may be) geographical indication is subsequently registered. 5 Nothing in this section prevents the registration of a trade mark where the proprietor of the earlier trade mark or other earlier right consents to the registration. 6 Where an agent or representative (“R”) of the proprietor of a trade mark applies, without the proprietor’s consent, for the registration of the trade mark in R’s own name, the application is to be refused unless R justifies that action."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "5A", "section_title": "Grounds for refusal relating to only some of the goods or services", "section_text": "5A Where grounds for refusal of an application for registration of a trade mark exist in respect of only some of the goods or services in respect of which the trade mark is applied for, the application is to be refused in relation to those goods and services only."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "6", "section_title": " Meaning of “earlier trade mark”.", "section_text": "6 1 In this Act an “ earlier trade mark ” means— a a registered trade mark  ...  or   international trade mark ( UK )  ... which has a date of application for registration earlier than that of the trade mark in question, taking account (where appropriate) of the priorities claimed in respect of the trade marks, aa a comparable trade mark (EU) or a trade mark registered pursuant to an application made under paragraph 25 of Schedule 2A which has a valid claim to seniority of an earlier registered trade mark or protected international trade mark (UK) even where the earlier trade mark has been surrendered or its registration has expired; ab a comparable trade mark (IR) or a trade mark registered pursuant to an application made under paragraph 28, 29 or 33 of Schedule 2B which has a valid claim to seniority of an earlier registered trade mark or protected international trade mark (UK) even where the earlier trade mark has been surrendered or its registration has expired; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ba a registered trade mark or international trade mark ( UK ) which— i   prior to  IP completion day  has been converted from a  European Union  trade mark or international trade mark ( EC ) which itself had a valid claim to seniority   of an earlier registered trade mark or protected international trade mark (UK) even where the earlier trade mark has been surrendered or its registration has expired , and ii accordingly has the same claim to seniority, or c a trade mark which, at the date of application for registration of the trade mark in question or (where appropriate) of the priority claimed in respect of the application, was entitled to protection under the Paris Convention  or the  WTO  agreement  as a well known trade mark. 1A In subsection (1),  “ protected international trade mark (UK) ” has the same meaning as in the Trade Marks (International Registration) Order 2008. 2 References in this Act to an earlier trade mark include a trade mark in respect of which an application for registration has been made and which, if registered, would be an earlier trade mark by virtue of subsection (1)(a)  ..., subject to its being so registered  (taking account of subsection (2C)) . 2A References in this Act to an earlier trade mark include a trade mark in respect of which an application for registration has been made pursuant to paragraph 25 of Schedule 2A and which if registered would be an earlier trade mark by virtue of subsection (1)(aa), subject to its being so registered. 2B References in this Act to an earlier trade mark include a trade mark in respect of which an application for registration has been made pursuant to paragraph 28, 29 or 33 of Schedule 2B and which if registered would be an earlier trade mark by virtue of subsection (1)(ab), subject to its being so registered. 2C Where an application for registration of a trade mark has been made pursuant to paragraph 25 of Schedule 2A or paragraph 28, 29 or 33 of Schedule 2B, subsection (l)(a) is to apply as if the date of application for registration of the trade mark were— a in the case of an application made pursuant to paragraph 25 of Schedule 2A, the relevant date referred to in paragraph 25(2) in respect of that application; b in the case of an application made pursuant to paragraph 28 of Schedule 2B, the relevant date referred to in paragraph 28(2) in respect of that application (taking account of paragraph 28(5)); c in the case of an application made pursuant to paragraph 29 of Schedule 2B, the relevant date referred to in paragraph 29(2) in respect of that application (taking account of paragraph 29(4)); d in the case of an application made pursuant to paragraph 33 of Schedule 2B, the relevant date referred to in paragraph 33(2) or (3) (as the case may be) in respect of that application (taking account of paragraph 33(4)). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "6A", "section_title": "\n \nRaising of relative grounds in opposition proceedings in case of non-use\n", "section_text": "6A 1 This section applies where— a an application for registration of a trade mark has been published, b there is an earlier trade mark  of a kind falling within section 6(1)(a),   (aa)   or (ba)  in relation to which the conditions set out in section 5(1), (2) or (3) obtain, and c the registration procedure for the earlier trade mark was completed before the start of the   relevant period . 1A In this section “the relevant period” means the period of 5 years ending with the date of the application for registration mentioned in subsection (1)(a) or (where applicable) the date of the priority claimed for that application. 2 In opposition proceedings, the registrar shall not refuse to register the trade mark by reason of the earlier trade mark unless the use conditions are met.  3 The use conditions are met if— a within the   relevant period   the earlier trade mark has been put to genuine use in the United Kingdom by the proprietor or with his consent in relation to the goods or services for which it is registered, or b the earlier trade mark has not been so used, but there are proper reasons for non-use. 4 For these purposes— a use of a trade mark includes use in a form   (the “variant form”)  differing in elements which do not alter the distinctive character of the mark in the form in which it was registered  (regardless of whether or not the trade mark in the variant form is also registered in the name of the proprietor) , and b use in the United Kingdom includes affixing the trade mark to goods or to the packaging of goods in the United Kingdom solely for export purposes. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where an earlier trade mark satisfies the use conditions in respect of some only of the goods or services for which it is registered, it shall be treated for the purposes of this section as if it were registered only in respect of those goods or services. 7 Nothing in this section affects— a the refusal of registration on the grounds mentioned in section 3 (absolute grounds for refusal) or section 5(4)(relative grounds of refusal on the basis of an earlier right), or b the making of an application for a declaration of invalidity under section 47(2) (application on relative grounds where no consent to registration)."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "7", "section_title": " Raising of relative grounds in case of honest concurrent use.", "section_text": "7 1 This section applies where on an application for the registration of a trade mark it appears to the registrar— a that there is an earlier trade mark in relation to which the conditions set out in section 5(1), (2) or (3) obtain, or b that there is an earlier right in relation to which the condition set out in section 5(4) is satisfied, but the applicant shows to the satisfaction of the registrar that there has been honest concurrent use of the trade mark for which registration is sought. 2 In that case the registrar shall not refuse the application by reason of the earlier trade mark or other earlier right unless objection on that ground is raised in opposition proceedings by the proprietor of that earlier trade mark or other earlier right. 3 For the purposes of this section “ honest concurrent use ” means such use in the United Kingdom, by the applicant or with his consent, as would formerly have amounted to honest concurrent use for the purposes of section 12(2) of the  Trade Marks Act 1938. 4 Nothing in this section affects— a the refusal of registration on the grounds mentioned in section 3 (absolute grounds for refusal), or b the making of an application for a declaration of invalidity under section 47(2) (application on relative grounds where no consent to registration). 5 This section does not apply when there is an order in force under section 8 below."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "8", "section_title": " Power to require that relative grounds be raised in opposition proceedings.", "section_text": "8 1 The Secretary of State may by order provide that in any case a trade mark shall not be refused registration on a ground mentioned in section 5 (relative grounds for refusal) unless objection on that ground is raised in opposition proceedings by the proprietor of the earlier trade mark or other earlier right. 2 The order may make such consequential provision as appears to the Secretary of State appropriate— a with respect to the carrying out by the registrar of searches of earlier trade marks, and b as to the persons by whom an application for a declaration of invalidity may be made on the grounds specified in section 47(2) (relative grounds). 3 An order making such provision as is mentioned in subsection (2)(a) may direct that so much of section 37 (examination of application) as requires a search to be carried out shall cease to have effect. 4 An order making such provision as is mentioned in subsection (2)(b) may provide that so much of section 47(3) as provides that any person may make an application for a declaration of invalidity shall have effect subject to the provisions of the order. 5 An order under this section shall be made by statutory instrument, and no order shall be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament. No such draft of an order making such provision as is mentioned in subsection (1) shall be laid before Parliament until after the end of the period of ten years beginning with the day on which applications for Community trade marks may first be filed in pursuance of  Council Regulation  (EC) No 40/94  of 20th December 1993 on the Community trade mark . 6 An order under this section may contain such transitional provisions as appear to the Secretary of State to be appropriate."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "9", "section_title": " Rights conferred by registered trade mark.", "section_text": "9 1 The proprietor of a registered trade mark has exclusive rights in the trade mark which are infringed by use of the trade mark in the United Kingdom without his consent. The acts amounting to infringement, if done without the consent of the proprietor, are specified in   subsections (1) to (3) of  section 10. 1A See subsection (3B) of section 10 for provision  about certain other acts amounting to infringement of a registered trade mark. 1B Subsection (1) is without prejudice to the rights of proprietors acquired before the date of filing of the application for registration or (where applicable) the date of the priority claimed in respect of that application. 2 References in this Act to the infringement of a registered trade mark are to any  ... infringement of the rights of the proprietor  such as is mentioned in subsection (1) or (1A) . 3 The rights of the proprietor have effect from the date of registration (which in accordance with section 40(3) is the date of filing of the application for registration): Provided that— a no infringement proceedings may be begun before the date on which the trade mark is in fact registered; and b no offence under section 92 (unauthorised use of trade mark, &c. in relation to goods) is committed by anything done before the date of publication of the registration."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "10", "section_title": " Infringement of registered trade mark.", "section_text": "10 1 A person infringes a registered trade mark if he uses in the course of trade a sign which is identical with the trade mark in relation to goods or services which are identical with those for which it is registered. 2 A person infringes a registered trade mark if he uses in the course of trade a sign where because— a the sign is identical with the trade mark and is used in relation to goods or services similar to those for which the trade mark is registered, or b the sign is similar to the trade mark and is used in relation to goods or services identical with or similar to those for which the trade mark is registered, there exists a likelihood of confusion on the part of the public, which includes the likelihood of association with the trade mark. 3 A person infringes a registered trade mark if he uses in the course of trade , in relation to goods or services,  a sign which— a is identical with or similar to the trade mark,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . where the trade mark has a reputation in the United Kingdom and the use of the sign, being without due cause, takes unfair advantage of, or is detrimental to, the distinctive character or the repute of the trade mark. 3A Subsection (3) applies irrespective of whether the goods and services in relation to which the sign is used are identical with, similar to or not similar to those for which the trade mark is registered. 3B Where the risk exists that the packaging, labels, tags, security or authenticity features or devices, or any other means to which the trade mark is affixed could be used in relation to goods or services and that use would constitute an infringement of the rights of the proprietor of the trade mark, a person infringes a registered trade mark if the person carries out in the course of trade any of the following acts— a affixing a sign identical with, or similar to, the trade mark on packaging, labels, tags, security or authenticity features or devices, or any other means to which the mark may be affixed; or b offering or placing on the market, or stocking for those purposes, or importing or exporting, packaging, labels, tags, security or authenticity features or devices, or any other means to which the mark is affixed. 4 For the purposes of this section a person uses a sign if, in particular, he— a affixes it to goods or the packaging thereof; b offers or exposes goods for sale, puts them on the market or stocks them for those purposes under the sign, or offers or supplies services under the sign; c imports or exports goods under the sign; ... ca uses the sign as a trade or company name or part of a trade or company name; d uses the sign on business papers   and   in advertising ; or e uses the sign in comparative advertising in a manner that is contrary to the Business Protection from Misleading Marketing Regulations 2008. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "10A", "section_title": "Right to prevent goods entering the  UK  without being released for free circulation", "section_text": "10A 1 The proprietor of a registered trade mark is entitled to prevent third parties from bringing goods into the United Kingdom in the course of trade without being released for free circulation if they are goods for which the trade mark is registered which— a come from outside the customs territory of the   United Kingdom ; and b bear without authorisation a sign which is identical with the trade mark or cannot be distinguished in its essential aspects from the trade mark. 2 In subsection (1) the reference to goods for which the trade mark is registered includes a reference to the packaging of goods for which the trade mark is registered. 3 Subsection (1) is without prejudice to the rights of proprietors acquired before the date of application for registration of the trade mark, or (where applicable) the date of the priority claimed in respect of that application. 4 The entitlement of the proprietor under subsection (1) is to lapse if— a proceedings are initiated in accordance with the European Customs Enforcement Regulation to determine whether the trade mark has been infringed; and b during those proceedings evidence is provided by the declarant or the holder of the goods that the proprietor of the trade mark is not entitled to prohibit the placing of the goods on the market in the country of final destination. 5 References in this Act to the “European Customs Enforcement Regulation” are references to Regulation ( EU ) No 608/2013 of the European Parliament and of the Council of 12 June 2013 concerning customs enforcement of intellectual property rights  as amended from time to time ."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "10B", "section_title": "Prohibition on the use of a trade mark registered in the name of an agent or representative", "section_text": "10B 1 Subsection (2) applies where a trade mark is registered in the name of an agent or representative of a person (“P”) who is the proprietor of the trade mark, without P’s consent. 2 Unless the agent or representative justifies the action mentioned in subsection (1), P may do either or both of the following— a prevent the use of the trade mark by the agent or representative (notwithstanding the rights conferred by this Act in relation to a registered trade mark); b apply for the rectification of the register so as to substitute P’s name as the proprietor of the registered trade mark."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "11", "section_title": " Limits on effect of registered trade mark.", "section_text": "11 1 A registered trade mark is not infringed by the use of   a later registered trade mark where that later registered trade mark would not be declared invalid pursuant to section 47(2A) or (2G) or section 48(1) . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B Where subsection (1)  ... applies, the later registered trade mark is not infringed by the use of the earlier trade mark even though the earlier trade mark may no longer be invoked against the later registered trade mark. 2 A registered trade mark is not infringed by— a the use by   an individual   of his own name or address, b the use of   signs or indications which are not distinctive or which concern   the kind, quality, quantity, intended purpose, value, geographical origin, the time of production of goods or of rendering of services, or other characteristics of goods or services, or c the use of the trade mark   for the purpose of identifying or referring to goods or services as those of the proprietor of that trade mark, in particular where that use   is necessary to indicate the intended purpose of a product or service (in particular, as accessories or spare parts), provided the use is in accordance with honest practices in industrial or commercial matters. 3 A registered trade mark is not infringed by the use in the course of trade in a particular locality of an earlier right which applies only in that locality. For this purpose an “ earlier right ” means an unregistered trade mark or other sign continuously used in relation to goods or services by a person or a predecessor in title of his from a date prior to whichever is the earlier of— a the use of the first-mentioned trade mark in relation to those goods or services by the proprietor or a predecessor in title of his, or b the registration of the first-mentioned trade mark in respect of those goods or services in the name of the proprietor or a predecessor in title of his; and an earlier right shall be regarded as applying in a locality if, or to the extent that, its use in that locality is protected by virtue of any rule of law (in particular, the law of passing off)."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "11A", "section_title": "Non-use as defence in infringement proceedings", "section_text": "11A 1 The proprietor of a trade mark is entitled to prohibit the use of a sign only to the extent that the registration of the trade mark is not liable to be revoked pursuant to section 46(1)(a) or (b) (revocation on basis of non-use) at the date the action for infringement is brought. 2 Subsection (3) applies in relation to an action for infringement of a registered trade mark where the registration procedure for the trade mark was completed before the start of the period of five years ending with the date the action is brought. 3 If the defendant so requests, the proprietor of the trade mark must furnish proof— a that during the five-year period preceding the date the action for infringement is brought, the trade mark has been put to genuine use in the United Kingdom by or with the consent of the proprietor in relation to the goods and services for which it is registered and which are cited as justification for the action, or b that there are proper reasons for non-use. 4 Nothing in subsections (2) and (3) overrides any provision of section 46, as applied by subsection (1) (including the words from “Provided that” to the end of subsection (3))."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "12", "section_title": " Exhaustion of rights conferred by registered trade mark.", "section_text": "12 1 A registered trade mark is not infringed by the use of the trade mark in relation to goods which have been put on the market in   the United Kingdom or  the European Economic Area under that trade mark by the proprietor or with his consent. 2 Subsection (1) does not apply where— a there exist legitimate reasons for the proprietor to oppose further dealings in the goods for the purpose of protecting the proprietor’s property (in particular, where the condition of the goods has been changed or impaired after they have been put on the market), and b the opposition to those dealings interferes with the rights of any other person no more than is necessary to achieve that purpose."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "13", "section_title": " Registration subject to disclaimer or limitation.", "section_text": "13 1 An applicant for registration of a trade mark, or the proprietor of a registered trade mark, may— a disclaim any right to the exclusive use of any specified element of the trade mark, or b agree that the rights conferred by the registration shall be subject to a specified territorial or other limitation; and where the registration of a trade mark is subject to a disclaimer or limitation, the rights conferred by section 9 (rights conferred by registered trade mark) are restricted accordingly. 2 Provision shall be made by rules as to the publication and entry in the register of a disclaimer or limitation."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "14", "section_title": " Action for infringement.", "section_text": "14 1 An infringement of a registered trade mark is actionable by the proprietor of the trade mark. 2 In an action for infringement all such relief by way of damages, injunctions, accounts or otherwise is available to him as is available in respect of the infringement of any other property right."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "15", "section_title": " Order for erasure, &c. of offending sign.", "section_text": "15 1 Where a person is found to have infringed a registered trade mark, the court may make an order requiring him— a to cause the offending sign to be erased, removed or obliterated from any infringing goods, material or articles in his possession, custody or control, or b if it is not reasonably practicable for the offending sign to be erased, removed or obliterated, to secure the destruction of the infringing goods, material or articles in question. 2 If an order under subsection (1) is not complied with, or it appears to the court likely that such an order would not be complied with, the court may order that the infringing goods, material or articles be delivered to such person as the court may direct for erasure, removal or obliteration of the sign, or for destruction, as the case may be."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "16", "section_title": " Order for delivery up of infringing goods, material or articles.", "section_text": "16 1 The proprietor of a registered trade mark may apply to the court for an order for the delivery up to him, or such other person as the court may direct, of any infringing goods, material or articles which a person has in his possession, custody or control in the course of a business. 2 An application shall not be made after the end of the period specified in section 18 (period after which remedy of delivery up not available); and no order shall be made unless the court also makes, or it appears to the court that there are grounds for making, an order under section 19 (order as to disposal of infringing goods, &c.). 3 A person to whom any infringing goods, material or articles are delivered up in pursuance of an order under this section shall, if an order under section 19 is not made, retain them pending the making of an order, or the decision not to make an order, under that section. 4 Nothing in this section affects any other power of the court."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "17", "section_title": " Meaning of “infringing goods, material or articles”.", "section_text": "17 1 In this Act the expressions “ infringing goods ”, “ infringing material ” and “ infringing articles ” shall be construed as follows. 2 Goods are “ infringing goods ”, in relation to a registered trade mark, if they or their packaging bear a sign identical or similar to that mark and— a the application of the sign to the goods or their packaging was an infringement of the registered trade mark, or b the goods are proposed to be imported into the United Kingdom and the application of the sign in the United Kingdom to them or their packaging would be an infringement of the registered trade mark, or c the sign has otherwise been used in relation to the goods in such a way as to infringe the registered trade mark. 3 Nothing in subsection (2) shall be construed as affecting the importation of goods which   — a may lawfully be imported into the United Kingdom by virtue of anything which forms part of assimilated law as a result of section 3 of the European Union (Withdrawal) Act 2018, or b have been put on the market in the European Economic Area under the registered trade mark in question in accordance with section 12. 3A In subsection (3)(a), the reference to assimilated law is to be read, until the coming into force of paragraph 2(6) of Schedule 2 to the Retained EU Law (Revocation and Reform) Act 2023, as a reference to retained EU law. 4 Material is “ infringing material ”, in relation to a registered trade mark if it bears a sign identical or similar to that mark and either— a it is used for labelling or packaging goods, as a business paper, or for advertising goods or services, in such a way as to infringe the registered trade mark, or b it is intended to be so used and such use would infringe the registered trade mark. 5 “ Infringing articles ”, in relation to a registered trade mark, means articles— a which are specifically designed or adapted for making copies of a sign identical or similar to that mark, and b which a person has in his possession, custody or control, knowing or having reason to believe that they have been or are to be used to produce infringing goods or material."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "18", "section_title": " Period after which remedy of delivery up not available.", "section_text": "18 1 An application for an order under section 16 (order for delivery up of infringing goods, material or articles) may not be made after the end of the period of six years from— a in the case of infringing goods, the date on which the trade mark was applied to the goods or their packaging, b in the case of infringing material, the date on which the trade mark was applied to the material, or c in the case of infringing articles, the date on which they were made, except as mentioned in the following provisions. 2 If during the whole or part of that period the proprietor of the registered trade mark— a is under a disability, or b is prevented by fraud or concealment from discovering the facts entitling him to apply for an order, an application may be made at any time before the end of the period of six years from the date on which he ceased to be under a disability or, as the case may be, could with reasonable diligence have discovered those facts. 3 In subsection (2) “ disability ”— a in England and Wales, has the same meaning as in the  Limitation Act 1980; b in Scotland, means legal disability within the meaning of the  Prescription and Limitation (Scotland) Act 1973; c in Northern Ireland, has the same meaning as in the  Limitation (Northern Ireland) Order 1989."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "19", "section_title": " Order as to disposal of infringing goods, material or articles.", "section_text": "19 1 Where infringing goods, material or articles have been delivered up in pursuance of an order under section 16, an application may be made to the court— a for an order that they be destroyed or forfeited to such person as the court may think fit, or b for a decision that no such order should be made. 2 In considering what order (if any) should be made, the court shall consider whether other remedies available in an action for infringement of the registered trade mark would be adequate to compensate the proprietor and any licensee and protect their interests. 3 Provision shall be made by rules of court as to the service of notice on persons having an interest in the goods, material or articles, and any such person is entitled— a to appear in proceedings for an order under this section, whether or not he was served with notice, and b to appeal against any order made, whether or not he appeared; and an order shall not take effect until the end of the period within which notice of an appeal may be given or, if before the end of that period notice of appeal is duly given, until the final determination or abandonment of the proceedings on the appeal. 4 Where there is more than one person interested in the goods, material or articles, the court shall make such order as it thinks just. 5 If the court decides that no order should be made under this section, the person in whose possession, custody or control the goods, material or articles were before being delivered up is entitled to their return. 6 References in this section to a person having an interest in goods, material or articles include any person in whose favour an order could be made a under this section  ... ; b under section 24D of the Registered Designs Act 1949; c under section 114, 204 or 231 of the Copyright, Designs and Patents Act 1988; or d under regulation 1C of the Community Design Regulations 2005 ( SI 2005/2339 )."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "20", "section_title": " Jurisdiction of sheriff court or county court in Northern Ireland.", "section_text": "20 Proceedings for an order under section 16 (order for delivery up of infringing goods, material or articles) or section 19 (order as to disposal of infringing goods, &c.) may be brought— a in the sheriff court in Scotland, or b in a county court in Northern Ireland.  This does not affect the jurisdiction of the Court of Session or the High Court in Northern Ireland."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "21", "section_title": "Threats of infringement proceedings", "section_text": "21 1 A communication contains a  “threat of infringement proceedings” if a reasonable person in the position of a recipient would understand from the communication that— a a registered trade mark exists, and b a person intends to bring proceedings (whether in a court in the United Kingdom or elsewhere) against another person for infringement of the registered trade mark by— i an act done in the United Kingdom, or ii an act which, if done, would be done in the United Kingdom. 2 References in this section and in section 21C to a  “recipient” include, in the case of a communication directed to the public or a section of the public, references to a person to whom the communication is directed."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "21A", "section_title": "Actionable threats", "section_text": "21A 1 Subject to subsections (2) to (6), a threat of infringement proceedings made by any person is actionable by any person aggrieved by the threat. 2 A threat of infringement proceedings is not actionable if the infringement is alleged to consist of— a applying, or causing another person to apply, a sign to goods or their packaging, b importing, for disposal, goods to which, or to the packaging of which, a sign has been applied, or c supplying services under a sign. 3 A threat of infringement proceedings is not actionable if the infringement is alleged to consist of an act which, if done, would constitute an infringement of a kind mentioned in subsection (2)(a), (b) or (c). 4 A threat of infringement proceedings is not actionable if the threat— a is made to a person who has done, or intends to do, an act mentioned in subsection (2)(a) or (b) in relation to goods or their packaging, and b is a threat of proceedings for an infringement alleged to consist of doing anything else in relation to those goods or their packaging. 5 A threat of infringement proceedings is not actionable if the threat— a is made to a person who has done, or intends to do, an act mentioned in subsection (2)(c) in relation to services, and b is a threat of proceedings for an infringement alleged to consist of doing anything else in relation to those services. 6 A threat of infringement proceedings which is not an express threat is not actionable if it is contained in a permitted communication. 7 In sections 21C and 21D  “ an actionable threat ” means a threat of infringement proceedings that is actionable in accordance with this section."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "21B", "section_title": "Permitted communications", "section_text": "21B 1 For the purposes of section 21A(6), a communication containing a threat of infringement proceedings is a  “permitted communication” if— a the communication, so far as it contains information that relates to the threat, is made for a permitted purpose; b all of the information that relates to the threat is information that— i is necessary for that purpose (see subsection (5)(a) to (c) for some examples of necessary information), and ii the person making the communication reasonably believes is true. 2 Each of the following is a  “permitted purpose”— a giving notice that a registered trade mark exists; b discovering whether, or by whom, a registered trade mark has been infringed by an act mentioned in section 21A(2)(a), (b) or (c); c giving notice that a person has a right in or under a registered trade mark, where another person's awareness of the right is relevant to any proceedings that may be brought in respect of the registered trade mark. 3 The court may, having regard to the nature of the purposes listed in subsection (2)(a) to (c), treat any other purpose as a  “permitted purpose” if it considers that it is in the interests of justice to do so. 4 But the following may not be treated as a  “permitted purpose”— a requesting a person to cease using, in the course of trade, a sign in relation to goods or services, b requesting a person to deliver up or destroy goods, or c requesting a person to give an undertaking relating to the use of a sign in relation to goods or services. 5 If any of the following information is included in a communication made for a permitted purpose, it is information that is  “necessary for that purpose” (see subsection (1)(b)(i))— a a statement that a registered trade mark exists and is in force or that an application for the registration of a trade mark has been made; b details of the registered trade mark, or of a right in or under the registered trade mark, which— i are accurate in all material respects, and ii are not misleading in any material respect; and c information enabling the identification of the goods or their packaging, or the services, in relation to which it is alleged that the use of a sign constitutes an infringement of the registered trade mark."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "21C", "section_title": "Remedies and defences", "section_text": "21C 1 Proceedings in respect of an actionable threat may be brought against the person who made the threat for— a a declaration that the threat is unjustified; b an injunction against the continuance of the threat; c damages in respect of any loss sustained by the aggrieved person by reason of the threat. 2 It is a defence for the person who made the threat to show that the act in respect of which proceedings were threatened constitutes (or if done would constitute) an infringement of the registered trade mark. 3 It is a defence for the person who made the threat to show— a that, despite having taken reasonable steps, the person has not identified anyone who has done an act mentioned in section 21A(2)(a), (b) or (c) in relation to the goods or their packaging or the services which are the subject of the threat, and b that the person notified the recipient, before or at the time of making the threat, of the steps taken."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "21D", "section_title": "Professional advisers", "section_text": "21D 1 Proceedings in respect of an actionable threat may not be brought against a professional adviser (or any person vicariously liable for the actions of that professional adviser) if the conditions in subsection (3) are met. 2 In this section  “ professional adviser ” means a person who, in relation to the making of the communication containing the threat— a is acting in a professional capacity in providing legal services or the services of a trade mark attorney or a patent attorney, and b is regulated in the provision of legal services, or the services of a trade mark attorney or a patent attorney, by one or more regulatory bodies (whether through membership of a regulatory body, the issue of a licence to practise or any other means). 3 The conditions are that— a in making the communication the professional adviser is acting on the instructions of another person, and b when the communication is made the professional adviser identifies the person on whose instructions the adviser is acting. 4 This section does not affect any liability of the person on whose instructions the professional adviser is acting. 5 It is for a person asserting that subsection (1) applies to prove (if required) that at the material time— a the person concerned was acting as a professional adviser, and b the conditions in subsection (3) were met."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "21E", "section_title": "Supplementary: pending registration", "section_text": "21E 1 In sections 21 and 21B references to a registered trade mark include references to a trade mark in respect of which an application for registration has been published under section 38. 2 Where the threat of infringement proceedings is made after an application for registration has been published (but before registration) the reference in section 21C(2) to  “the registered trade mark” is to be treated as a reference to the trade mark registered in pursuance of that application."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "21F", "section_title": "Supplementary: proceedings for delivery up  etc.", "section_text": "21F In section 21(1)(b) the reference to proceedings for infringement of a registered trade mark includes a reference to— a proceedings for an order under section 16 (order for delivery up of infringing goods, material or articles), and b proceedings for an order under section 19 (order as to disposal of infringing goods, material or articles)."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "22", "section_title": " Nature of registered trade mark.", "section_text": "22 A registered trade mark is personal property (in Scotland, incorporeal moveable property)."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "23", "section_title": " Co-ownership of registered trade mark.", "section_text": "23 1 Where a registered trade mark is granted to two or more persons jointly, each of them is entitled, subject to any agreement to the contrary, to an equal undivided share in the registered trade mark. 2 The following provisions apply where two or more persons are co-proprietors of a registered trade mark, by virtue of subsection (1) or otherwise. 3 Subject to any agreement to the contrary, each co-proprietor is entitled, by himself or his agents, to do for his own benefit and without the consent of or the need to account to the other or others, any act which would otherwise amount to an infringement of the registered trade mark. 4 One co-proprietor may not without the consent of the other or others— a grant a licence to use the registered trade mark, or b assign or charge his share in the registered trade mark (or, in Scotland, cause or permit security to be granted over it). 5 Infringement proceedings may be brought by any co-proprietor, but he may not, without the leave of the court, proceed with the action unless the other, or each of the others, is either joined as a plaintiff or added as a defendant. A co-proprietor who is thus added as a defendant shall not be made liable for any costs in the action unless he takes part in the proceedings. Nothing in this subsection affects the granting of interlocutory relief on the application of a single co-proprietor. 6 Nothing in this section affects the mutual rights and obligations of trustees or personal representatives, or their rights and obligations as such."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "24", "section_title": " Assignment, &c. of registered trade mark.", "section_text": "24 1 A registered trade mark is transmissible by assignment, testamentary disposition or operation of law in the same way as other personal or moveable property. It is so transmissible either in connection with the goodwill of a business or independently. 1A A contractual obligation to transfer a business is to be taken to include an obligation to transfer any registered trade mark, except where there is agreement to the contrary or it is clear in all the circumstances that this presumption should not apply. 2 An assignment or other transmission of a registered trade mark may be partial, that is, limited so as to apply— a in relation to some but not all of the goods or services for which the trade mark is registered, or b in relation to use of the trade mark in a particular manner or a particular locality. 3 An assignment of a registered trade mark, or an assent relating to a registered trade mark, is not effective unless it is in writing signed by or on behalf of the assignor or, as the case may be, a personal representative. Except in Scotland, this requirement may be satisfied in a case where the assignor or personal representative is a body corporate by the affixing of its seal. 4 The above provisions apply to assignment by way of security as in relation to any other assignment. 5 A registered trade mark may be the subject of a charge (in Scotland, security) in the same way as other personal or moveable property. 6 Nothing in this Act shall be construed as affecting the assignment or other transmission of an unregistered trade mark as part of the goodwill of a business."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "25", "section_title": " Registration of transactions affecting registered trade mark.", "section_text": "25 1 On application being made to the registrar by— a a person claiming to be entitled to an interest in or under a registered trade mark by virtue of a registrable transaction, or b any other person claiming to be affected by such a transaction, the prescribed particulars of the transaction shall be entered in the register. 2 The following are registrable transactions— a an assignment of a registered trade mark or any right in it; b the grant of a licence under a registered trade mark; c the granting of any security interest (whether fixed or floating) over a registered trade mark or any right in or under it; d the making by personal representatives of an assent in relation to a registered trade mark or any right in or under it; e an order of a court or other competent authority transferring a registered trade mark or any right in or under it. 3 Until an application has been made for registration of the prescribed particulars of a registrable transaction— a the transaction is ineffective as against a person acquiring a conflicting interest in or under the registered trade mark in ignorance of it, and b a person claiming to be a licensee by virtue of the transaction does not have the protection of section 30 or 31 (rights and remedies of licensee in relation to infringement). 4 Where a person becomes the proprietor or a licensee of a registered trade mark by virtue of a registrable transaction  and the mark is infringed before the prescribed particulars of the transaction are registered, in proceedings for such an infringement, the court shall not award him costs unless— a an application for registration of the prescribed particulars of the transaction is made before the end of the period of six months beginning with its date, or b the court is satisfied that it was not practicable for such an application to be made before the end of that period and that an application was made as soon as practicable thereafter. 5 Provision may be made by rules as to— a the amendment of registered particulars relating to a licence so as to reflect any alteration of the terms of the licence, and b the removal of such particulars from the register— i where it appears from the registered particulars that the licence was granted for a fixed period and that period has expired, or ii where no such period is indicated and, after such period as may be prescribed, the registrar has notified the parties of his intention to remove the particulars from the register. 6 Provision may also be made by rules as to the amendment or removal from the register of particulars relating to a security interest on the application of, or with the consent of, the person entitled to the benefit of that interest."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "26", "section_title": " Trusts and equities.", "section_text": "26 1 No notice of any trust (express, implied or constructive) shall be entered in the register; and the registrar shall not be affected by any such notice. 2 Subject to the provisions of this Act, equities (in Scotland, rights) in respect of a registered trade mark may be enforced in like manner as in respect of other personal or moveable property."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "27", "section_title": " Application for registration of trade mark as an object of property.", "section_text": "27 1 The provisions of sections 22 to 26 (which relate to a registered trade mark as an object of property)  and sections 28 to 31 (which relate to licensing)   apply, with the necessary modifications, in relation to an application for the registration of a trade mark as in relation to a registered trade mark. 2 In section 23 (co-ownership of registered trade mark) as it applies in relation to an application for registration the reference in subsection (1) to the granting of the registration shall be construed as a reference to the making of the application. 3 In section 25 (registration of transactions affecting registered trade marks) as it applies in relation to a transaction affecting an application for the registration of a trade mark, the references to the entry of particulars in the register, and to the making of an application to register particulars, shall be construed as references to the giving of notice to the registrar of those particulars."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "28", "section_title": " Licensing of registered trade mark.", "section_text": "28 1 A licence to use a registered trade mark may be general or limited. A limited licence may, in particular, apply— a in relation to some but not all of the goods or services for which the trade mark is registered, or b in relation to use of the trade mark in a particular manner or a particular locality. 2 A licence is not effective unless it is in writing signed by or on behalf of the grantor. Except in Scotland, this requirement may be satisfied in a case where the grantor is a body corporate by the affixing of its seal. 3 Unless the licence provides otherwise, it is binding on a successor in title to the grantor’s interest. References in this Act to doing anything with, or without, the consent of the proprietor of a registered trade mark shall be construed accordingly. 4 Where the licence so provides, a sub-licence may be granted by the licensee; and references in this Act to a licence or licensee include a sub-licence or sub-licensee. 5 The proprietor of a registered trade mark may invoke the rights conferred by that trade mark against a licensee who contravenes any provision in the licence with regard to— a its duration, b the form covered by the registration in which the trade mark may be used, c the scope of the goods or services for which the licence is granted, d the territory in which the trade mark may be affixed, or e the quality of the goods manufactured or of the services provided by the licensee."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "29", "section_title": " Exclusive licences.", "section_text": "29 1 In this Act an “ exclusive licence ” means a licence (whether general or limited) authorising the licensee to the exclusion of all other persons, including the person granting the licence, to use a registered trade mark in the manner authorised by the licence. The expression “ exclusive licensee ” shall be construed accordingly. 2 An exclusive licensee has the same rights against a successor in title who is bound by the licence as he has against the person granting the licence."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "30", "section_title": " General provisions as to rights of licensees in case of infringement.", "section_text": "30 1 This section has effect with respect to the rights of a licensee in relation to infringement of a registered trade mark. The provisions of this section do not apply where or to the extent that, by virtue of section 31(1) below (exclusive licensee having rights and remedies of assignee), the licensee has a right to bring proceedings in his own name. 1A Except so far as the licence provides otherwise a licensee may only bring proceedings for infringement of the registered trade mark with the consent of the proprietor (but see subsections (2) and (3)). 2   An exclusive licensee may  call on the proprietor of the registered trade mark to take infringement proceedings in respect of any matter which affects his interests. 3 If the proprietor  mentioned in subsection (2) — a refuses to do so, or b fails to do so within two months after being called upon, the  exclusive   licensee may bring the proceedings in his own name as if he were the proprietor. 4 Where infringement proceedings are brought by a licensee by virtue of this section  or with the consent of the proprietor or pursuant to the licence , the licensee may not, without the leave of the court, proceed with the action unless the proprietor is either joined as a plaintiff or added as a defendant. This does not affect the granting of interlocutory relief on an application by a licensee alone. 5 A proprietor who is added as a defendant as mentioned in subsection (4) shall not be made liable for any costs in the action unless he takes part in the proceedings. 6 In infringement proceedings brought by the proprietor of a registered trade mark any loss suffered or likely to be suffered by licensees shall be taken into account; and the court may give such directions as it thinks fit as to the extent to which the plaintiff is to hold the proceeds of any pecuniary remedy on behalf of licensees. 6A Where the proprietor of a registered trade mark brings infringement proceedings, a licensee who has suffered loss is entitled to intervene in the proceedings for the purpose of obtaining compensation for that loss. 7 The provisions of this section apply in relation to an exclusive licensee if or to the extent that he has, by virtue of section 31(1), the rights and remedies of an assignee as if he were the proprietor of the registered trade mark."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "31", "section_title": " Exclusive licensee having rights and remedies of assignee.", "section_text": "31 1 An exclusive licence may provide that the licensee shall have, to such extent as may be provided by the licence, the same rights and remedies in respect of matters occurring after the grant of the licence as if the licence had been an assignment. Where or to the extent that such provision is made, the licensee is entitled, subject to the provisions of the licence and to the following provisions of this section, to bring infringement proceedings, against any person other than the proprietor, in his own name. 2 Any such rights and remedies of an exclusive licensee are concurrent with those of the proprietor of the registered trade mark; and references to the proprietor of a registered trade mark in the provisions of this Act relating to infringement shall be construed accordingly. 3 In an action brought by an exclusive licensee by virtue of this section a defendant may avail himself of any defence which would have been available to him if the action had been brought by the proprietor of the registered trade mark. 4 Where proceedings for infringement of a registered trade mark brought by the proprietor or an exclusive licensee relate wholly or partly to an infringement in respect of which they have concurrent rights of action, the proprietor or, as the case may be, the exclusive licensee may not, without the leave of the court, proceed with the action unless the other is either joined as a plaintiff or added as a defendant. This does not affect the granting of interlocutory relief on an application by a proprietor or exclusive licensee alone. 5 A person who is added as a defendant as mentioned in subsection (4) shall not be made liable for any costs in the action unless he takes part in the proceedings. 6 Where an action for infringement of a registered trade mark is brought which relates wholly or partly to an infringement in respect of which the proprietor and an exclusive licensee have or had concurrent rights of action— a the court shall in assessing damages take into account— i the terms of the licence, and ii any pecuniary remedy already awarded or available to either of them in respect of the infringement; b no account of profits shall be directed if an award of damages has been made, or an account of profits has been directed, in favour of the other of them in respect of the infringement; and c the court shall if an account of profits is directed apportion the profits between them as the court considers just, subject to any agreement between them. The provisions of this subsection apply whether or not the proprietor and the exclusive licensee are both parties to the action; and if they are not both parties the court may give such directions as it thinks fit as to the extent to which the party to the proceedings is to hold the proceeds of any pecuniary remedy on behalf of the other. 7 The proprietor of a registered trade mark shall notify any exclusive licensee who has a concurrent right of action before applying for an order under section 16 (order for delivery up); and the court may on the application of the licensee make such order under that section as it thinks fit having regard to the terms of the licence. 8 The provisions of subsections (4) to (7) above have effect subject to any agreement to the contrary between the exclusive licensee and the proprietor."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "32", "section_title": " Application for registration.", "section_text": "32 1 An application for registration of a trade mark shall be made to the registrar. 2 The application shall contain— a a request for registration of a trade mark, b the name and address of the applicant, c a statement of the goods or services in relation to which it is sought to register the trade mark, and d a representation of the trade mark , which is capable of being represented in the register in a manner which enables the registrar and other competent authorities and the public to determine the clear and precise subject matter of the protection afforded to the proprietor . 3 The application shall state that the trade mark is being used, by the applicant or with his consent, in relation to those goods or services, or that he has a bona fide  intention that it should be so used. 4 The application shall be subject to the payment of the application fee and such class fees as may be appropriate."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "33", "section_title": " Date of filing.", "section_text": "33 1 The date of filing of an application for registration of a trade mark is the date on which documents containing everything required by section 32(2) are furnished to the registrar by the applicant. If the documents are furnished on different days, the date of filing is the last of those days. 2 References in this Act to the date of application for registration are to the date of filing of the application."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "34", "section_title": " Classification of trade marks.", "section_text": "34 1 Goods and services shall be classified for the purposes of the registration of trade marks according to a prescribed system of classification. 2 Any question arising as to the class within which any goods or services fall shall be determined by the registrar, whose decision shall be final."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "35", "section_title": " Claim to priority of Convention application.", "section_text": "35 1 A person who has duly filed an application for protection of a trade mark in a Convention country (a “Convention application”), or his successor in title, has a right to priority, for the purposes of registering the same trade mark under this Act for some or all of the same goods or services, for a period of six months from the date of filing of the first such application. 2 If the application for registration under this Act is made within that six-month period— a the relevant date for the purposes of establishing which rights take precedence shall be the date of filing of the first Convention application, and b the registrability of the trade mark shall not be affected by any use of the mark in the United Kingdom in the period between that date and the date of the application under this Act. 3 Any filing which in a Convention country is equivalent to a regular national filing, under its domestic legislation or an international agreement, shall be treated as giving rise to the right of priority. A “ regular national filing ” means a filing which is adequate to establish the date on which the application was filed in that country, whatever may be the subsequent fate of the application. 4 A subsequent application concerning the same subject as the first Convention application, filed in the same Convention country, shall be considered the first Convention application (of which the filing date is the starting date of the period of priority), if at the time of the subsequent application— a the previous application has been withdrawn, abandoned or refused, without having been laid open to public inspection and without leaving any rights outstanding, and b it has not yet served as a basis for claiming a right of priority. The previous application may not thereafter serve as a basis for claiming a right of priority. 5 Provision may be made by rules as to the manner of claiming a right to priority on the basis of a Convention application. 6 A right to priority arising as a result of a Convention application may be assigned or otherwise transmitted, either with the application or independently. The reference in subsection (1) to the applicant’s “ successor in title ” shall be construed accordingly."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "36", "section_title": " Claim to priority from other relevant overseas application.", "section_text": "36 1 Her Majesty may by Order in Council make provision for conferring on a person who has duly filed an application for protection of a trade mark in— a any of the Channel Islands or a colony, or b a country or territory in relation to which Her Majesty’s Government in the United Kingdom have entered into a treaty, convention, arrangement or engagement for the reciprocal protection of trade marks, a right to priority, for the purpose of registering the same trade mark under this Act for some or all of the same goods or services, for a specified period from the date of filing of that application. 2 An Order in Council under this section may make provision corresponding to that made by section 35 in relation to Convention countries or such other provision as appears to Her Majesty to be appropriate. 3 A statutory instrument containing an Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "37", "section_title": " Examination of application.", "section_text": "37 1 The registrar shall examine whether an application for registration of a trade mark satisfies the requirements of this Act (including any requirements imposed by rules). 2 For that purpose he shall carry out a search, to such extent as he considers necessary, of earlier trade marks.  3 If it appears to the registrar that the requirements for registration are not met, he shall inform the applicant and give him an opportunity, within such period as the registrar may specify, to make representations or to amend the application. 4 If the applicant fails to satisfy the registrar that those requirements are met, or to amend the application so as to meet them, or fails to respond before the end of the specified period, the registrar shall refuse to accept the application. 5 If it appears to the registrar that the requirements for registration are met, he shall accept the application."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "38", "section_title": " Publication, opposition proceedings and observations.", "section_text": "38 1 When an application for registration has been accepted, the registrar shall cause the application to be published in the prescribed manner. 2 Any person may, within the prescribed time from the date of the publication of the application, give notice to the registrar of opposition to the registration. The notice shall be given in writing in the prescribed manner, and shall include a statement of the grounds of opposition. 2A Where a notice of opposition is filed on the basis of one or more earlier trade marks or other earlier rights— a the rights (if plural) must all belong to the same proprietor; b the notice may be filed on the basis of part, or the totality, of the goods or services in respect of which the earlier right is protected or applied for. 2B A notice of opposition may be directed against part or the totality of the goods or services in respect of which the contested mark is applied for. 3 Where an application has been published, any person may, at any time before the registration of the trade mark, make observations in writing to the registrar as to whether the trade mark should be registered; and the registrar shall inform the applicant of any such observations. A person who makes observations does not thereby become a party to the proceedings on the application."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "39", "section_title": " Withdrawal, restriction or amendment of application.", "section_text": "39 1 The applicant may at any time withdraw his application or restrict the goods or services covered by the application. If the application has been published, the withdrawal or restriction shall also be published. 2 In other respects, an application may be amended, at the request of the applicant, only by correcting— a the name or address of the applicant, b errors of wording or of copying, or c obvious mistakes, and then only where the correction does not substantially affect the identity of the trade mark or extend the goods or services covered by the application. 3 Provision shall be made by rules for the publication of any amendment which affects the representation of the trade mark, or the goods or services covered by the application, and for the making of objections by any person claiming to be affected by it."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "40", "section_title": " Registration.", "section_text": "40 1 Where an application has been accepted and— a no notice of opposition is given within the period referred to in section 38(2), or b all opposition proceedings are withdrawn or decided in favour of the applicant, the registrar shall register the trade mark, unless it appears to him having regard to matters coming to his notice  since the application was accepted that the registration requirements (other than those mentioned in section 5(1), (2) or (3)) were not met at that time. 2 A trade mark shall not be registered unless any fee prescribed for the registration is paid within the prescribed period. If the fee is not paid within that period, the application shall be deemed to be withdrawn. 3 A trade mark when registered shall be registered as of the date of filing of the application for registration; and that date shall be deemed for the purposes of this Act to be the date of registration. 4 On the registration of a trade mark the registrar shall publish the registration in the prescribed manner and issue to the applicant a certificate of registration."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "41", "section_title": " Registration: supplementary provisions.", "section_text": "41 1 Provision may be made by rules as to— a the division of an application for the registration of a trade mark into several applications; aa the division of a registration of a trade mark into several registrations; b the merging of separate applications or registrations; c the registration of a series of trade marks. 2 A series of trade marks means a number of trade marks which resemble each other as to their material particulars and differ only as to matters of a non-distinctive character not substantially affecting the identity of the trade mark. 3 Rules under this section may include provision as to— a the circumstances in which, and conditions subject to which, division, merger or registration of a series is permitted, and b the purposes for which an application   or registration  to which the rules apply is to be treated as a single application   or registration  and those for which it is to be treated as a number of separate applications  or registrations ."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "42", "section_title": " Duration of registration.", "section_text": "42 1 A trade mark shall be registered for a period of ten years from the date of registration. 2 Registration may be renewed in accordance with section 43 for further periods of ten years."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "43", "section_title": " Renewal of registration.", "section_text": "43 1 The registration of a trade mark may be renewed at the request of the proprietor, subject to payment of a renewal fee. 2 Provision shall be made by rules for the registrar to inform the proprietor of a registered trade mark, before the expiry of the registration, of the date of expiry and the manner in which the registration may be renewed. 3 A request for renewal must be made, and the renewal fee paid, before the expiry of the registration. Failing this, the request may be made and the fee paid within such further period (of not less than six months) as may be prescribed, in which case an additional renewal fee must also be paid within that period. 3A If a request for renewal is made or the renewal fee is paid in respect of only some of the goods or services for which the trade mark is registered, the registration is to be renewed for those goods or services only. 4 Renewal shall take effect from the expiry of the previous registration. 5 If the registration is not renewed in accordance with the above provisions, the registrar shall remove the trade mark from the register. Provision may be made by rules for the restoration of the registration of a trade mark which has been removed from the register, subject to such conditions (if any) as may be prescribed. 6 The renewal or restoration of the registration of a trade mark shall be published in the prescribed manner."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "44", "section_title": " Alteration of registered trade mark.", "section_text": "44 1 A registered trade mark shall not be altered in the register, during the period of registration or on renewal. 2 Nevertheless, the registrar may, at the request of the proprietor, allow the alteration of a registered trade mark where the mark includes the proprietor’s name or address and the alteration is limited to alteration of that name or address and does not substantially affect the identity of the mark. 3 Provision shall be made by rules for the publication of any such alteration and the making of objections by any person claiming to be affected by it."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "45", "section_title": " Surrender of registered trade mark.", "section_text": "45 1 A registered trade mark may be surrendered by the proprietor in respect of some or all of the goods or services for which it is registered. 2 Provision may be made by rules— a as to the manner and effect of a surrender, and b for protecting the interests of other persons having a right in the registered trade mark."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "46", "section_title": " Revocation of registration.", "section_text": "46 1 The registration of a trade mark may be revoked on any of the following grounds— a that within the period of five years following the date of completion of the registration procedure it has not been put to genuine use in the United Kingdom, by the proprietor or with his consent, in relation to the goods or services for which it is registered, and there are no proper reasons for non-use; b that such use has been suspended for an uninterrupted period of five years, and there are no proper reasons for non-use; c that, in consequence of acts or inactivity of the proprietor, it has become the common name in the trade for a product or service for which it is registered; d that in consequence of the use made of it by the proprietor or with his consent in relation to the goods or services for which it is registered, it is liable to mislead the public, particularly as to the nature, quality or geographical origin of those goods or services. 2 For the purposes of subsection (1) use of a trade mark includes use in a form   (the “variant form”)  differing in elements which do not alter the distinctive character of the mark in the form in which it was registered  (regardless of whether or not the trade mark in the variant form is also registered in the name of the proprietor) , and use in the United Kingdom includes affixing the trade mark to goods or to the packaging of goods in the United Kingdom solely for export purposes. 3 The registration of a trade mark shall not be revoked on the ground mentioned in subsection (1)(a) or (b) if such use as is referred to in that paragraph is commenced or resumed after the expiry of the five year period and before the application for revocation is made: Provided that, any such commencement or resumption of use after the expiry of the five year period but within the period of three months before the making of the application shall be disregarded unless preparations for the commencement or resumption began before the proprietor became aware that the application might be made. 4 An application for revocation may be made by any person, and may be made either to the registrar or to the court, except that— a if proceedings concerning the trade mark in question are pending in the court, the application must be made to the court; and b if in any other case the application is made to the registrar, he may at any stage of the proceedings refer the application to the court. 5 Where grounds for revocation exist in respect of only some of the goods or services for which the trade mark is registered, revocation shall relate to those goods or services only. 6 Where the registration of a trade mark is revoked to any extent, the rights of the proprietor shall be deemed to have ceased to that extent as from— a the date of the application for revocation, or b if the registrar or court is satisfied that the grounds for revocation existed at an earlier date, that date."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "47", "section_title": " Grounds for invalidity of registration.", "section_text": "47 1 The registration of a trade mark may be declared invalid on the ground that the trade mark was registered in breach of section 3 or any of the provisions referred to in that section (absolute grounds for refusal of registration). Where the trade mark was registered in breach of subsection (1)(b), (c) or (d) of that section, it shall not be declared invalid if, in consequence of the use which has been made of it, it has after registration acquired a distinctive character in relation to the goods or services for which it is registered. 2 Subject to subsections (2A) and (2G),  the registration of a trade mark may be declared invalid on the ground— a that there is an earlier trade mark in relation to which the conditions set out in section 5(1), (2) or (3) obtain, or b that there is an earlier right in relation to which the condition set out in section 5(4) is satisfied, unless the proprietor of that earlier trade mark or other earlier right has consented to the registration. 2ZA The registration of a trade mark may be declared invalid on the ground that the trade mark was registered in breach of section 5(6). 2A ... The registration of a trade mark may not be declared invalid on the ground that there is an earlier trade mark unless— a the registration procedure for the earlier trade mark was completed within the period of five years ending with the date of the application for the declaration, b the registration procedure for the earlier trade mark was not completed before that date, or c the use conditions are met. 2B The use conditions are met if— a the earlier trade mark has been put to genuine use in the United Kingdom by the proprietor or with their consent in relation to the goods or services for which it is registered— i within the period of 5 years ending with the date of application for the declaration, and ii within the period of 5 years ending with the date of filing of the application for registration of the later trade mark or (where applicable) the date of the priority claimed in respect of that application where, at that date, the five year period within which the earlier trade mark should have been put to genuine use as provided in section 46(1)(a) has expired, or b it has not been so used, but there are proper reasons for non-use. 2C For these purposes— a use of a trade mark includes use in a form   (the “variant form”)  differing in elements which do not alter the distinctive character of the mark in the form in which it was registered  (regardless of whether or not the trade mark in the variant form is also registered in the name of the proprietor) , and b use in the United Kingdom includes affixing the trade mark to goods or to the packaging of goods in the United Kingdom solely for export purposes. 2D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2DA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2E Where an earlier trade mark satisfies the use conditions in respect of some only of the goods or services for which it is registered, it shall be treated for the purposes of this section as if it were registered only in respect of those goods or services. 2F Subsection (2A) does not apply where the earlier trade mark is a trade mark within section 6(1)(c). 2G An application for a declaration of invalidity on the basis of an earlier trade mark must be refused if it would have been refused, for any of the reasons set out in subsection (2H), had the application for the declaration been made on the date of filing of the application for registration of the later trade mark or (where applicable) the date of the priority claimed in respect of that application. 2H The reasons referred to in subsection (2G) are— a that on the date in question the earlier trade mark was liable to be declared invalid by virtue of section 3(1)(b), (c) or (d), (and had not yet acquired a distinctive character as mentioned in the words after paragraph (d) in section 3(1)); b that the application for a declaration of invalidity is based on section 5(2) and the earlier trade mark had not yet become sufficiently distinctive to support a finding of likelihood of confusion within the meaning of section 5(2); c that the application for a declaration of invalidity is based on section 5(3)(a) and the earlier trade mark had not yet acquired a reputation within the meaning of section 5(3). 3 An application for a declaration of invalidity may be made by any person, and may be made either to the registrar or to the court, except that— a if proceedings concerning the trade mark in question are pending in the court, the application must be made to the court; and b if in any other case the application is made to the registrar, he may at any stage of the proceedings refer the application to the court. 4 In the case of bad faith in the registration of a trade mark, the registrar himself may apply to the court for a declaration of the invalidity of the registration. 5 Where the grounds of invalidity exist in respect of only some of the goods or services for which the trade mark is registered, the trade mark shall be declared invalid as regards those goods or services only. 5A An application for a declaration of invalidity may be filed on the basis of one or more earlier trade marks or other earlier rights provided they all belong to the same proprietor. 6 Where the registration of a trade mark is declared invalid to any extent, the registration shall to that extent be deemed never to have been made: Provided that this shall not affect transactions past and closed."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "48", "section_title": " Effect of acquiescence.", "section_text": "48 1 Where the proprietor of an earlier trade mark or other earlier right has acquiesced for a continuous period of five years in the use of a registered trade mark in the United Kingdom, being aware of that use, there shall cease to be any entitlement on the basis of that earlier trade mark or other right— a to apply for a declaration that the registration of the later trade mark is invalid, or b to oppose the use of the later trade mark in relation to the goods or services in relation to which it has been so used, unless the registration of the later trade mark was applied for in bad faith. 2 Where subsection (1) applies, the proprietor of the later trade mark is not entitled to oppose the use of the earlier trade mark or, as the case may be, the exploitation of the earlier right, notwithstanding that the earlier trade mark or right may no longer be invoked against his later trade mark."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "49", "section_title": " Collective marks.", "section_text": "49 1 A collective mark is a mark which is described as such when it is applied for and is capable of distinguishing the goods and services of members of the association which is the proprietor of the mark from those of other undertakings. 1A The following may be registered as the proprietor of a collective mark— a an association of manufacturers, producers, suppliers of services or traders which has the capacity in its own name to enter into contracts and to sue or be sued; and b a legal person governed by public law. 2 The provisions of this Act apply to collective marks subject to the provisions of Schedule 1."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "50", "section_title": " Certification marks.", "section_text": "50 1 A certification mark is a mark   which is described as such when the mark is applied for and indicates   that the goods or services in connection with which it is used are certified by the proprietor of the mark in respect of origin, material, mode of manufacture of goods or performance of services, quality, accuracy or other characteristics. 2 The provisions of this Act apply to certification marks subject to the provisions of Schedule 2."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "51", "section_title": "Meaning of “European Union trade mark”", "section_text": "51 In this Act— “European Union trade mark” has the meaning given by Article 1(1) of the European Union Trade Mark Regulation; and “the European Union Trade Mark Regulation” means   Regulation ( EU ) 2017/1001 of the European Parliament and of the Council of 14 June 2017 on the European Union Trade Mark  (as it had effect immediately before  IP completion day) ."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "52", "section_title": " Power to make provision in connection with  European Union  Trade Mark Regulation.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "52A", "section_title": "Certain trade marks registered as European Union trade marks to be treated as registered trade marks", "section_text": "52A Schedule 2A makes provision for European Union trade marks (including certain expired and removed marks) to be treated as registered trade marks with effect from  IP completion day  and about certain applications for a European Union trade mark made before  IP completion day."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "53", "section_title": " The Madrid Protocol.", "section_text": "53 In this Act— “ the Madrid Protocol ” means the Protocol relating to the Madrid Agreement concerning the International Registration of Marks, adopted at Madrid on 27th June 1989; “ the International Bureau ” has the meaning given by Article 2(1) of that Protocol; and  ... “ international trade mark (UK) ” means a trade mark which is entitled to protection in the United Kingdom under that Protocol."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "54", "section_title": " Power to make provision giving effect to Madrid Protocol.", "section_text": "54 1 The Secretary of State may by order make such provision as he thinks fit for giving effect in the United Kingdom to the provisions of the Madrid Protocol. 2 Provision may, in particular, be made with respect to— a the making of applications for international registrations by way of the Patent Office as office of origin; b the procedures to be followed where the basic United Kingdom application or registration fails or ceases to be in force; c the procedures to be followed where the Patent Office receives from the International Bureau a request for extension of protection to the United Kingdom; d the effects of a successful request for extension of protection to the United Kingdom; e the transformation of an application for an international registration, or an international registration, into a national application for registration; f the communication of information to the International Bureau; g the payment of fees and amounts prescribed in respect of applications for international registrations, extensions of protection and renewals. 3 Without prejudice to the generality of subsection (1), provision may be made by regulations under this section applying in relation to an international trade mark (UK) the provisions of— a sections 21 to 21F (unjustified threats); b sections 89 to 91 (importation of infringing goods, material or articles); and c sections 92, 93, 95 and 96 (offences). 4 An order under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "54A", "section_title": "Certain international trade marks protected in the European Union to be treated as registered trade marks", "section_text": "54A Schedule 2B makes provision for international trade marks protected in the European Union (including certain expired marks) to be treated as registered trade marks with effect from  IP completion day  and about certain applications for the protection of an international trade mark in the European Union and transformation applications made before  IP completion day."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "55", "section_title": " The Paris Convention.", "section_text": "55 1 In this Act— a “ the Paris Convention ” means the Paris Convention for the Protection of Industrial Property of March 20th 1883, as revised or amended from time to time,  . . .   aa “the  WTO  agreement” means the Agreement establishing the World Trade Organisation signed at Marrakesh on 15th April 1994  , and  b a “ Convention country ” means a country, other than the United Kingdom, which is a party to that Convention  or to that Agreement . 2 The Secretary of State may by order make such amendments of this Act, and rules made under this Act, as appear to him appropriate in consequence of any revision or amendment of the Paris Convention  or the  WTO  agreement  after the passing of this Act. 3 Any such order shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "56", "section_title": " Protection of well-known trade marks: Article 6bis.", "section_text": "56 1 References in this Act to a trade mark which is entitled to protection under the Paris Convention  or the  WTO  agreement  as a well known trade mark are to a mark which is well-known in the United Kingdom as being the mark of a person who— a is a national of  the United Kingdom or   a Convention country, or b is domiciled in, or has a real and effective industrial or commercial establishment in,  the United Kingdom or   a Convention country, whether or not that person carries on business, or has any goodwill, in the United Kingdom. References to the proprietor of such a mark shall be construed accordingly. 2 The proprietor of a trade mark which is entitled to protection under the Paris Convention  or the  WTO  agreement  as a well known trade mark is entitled to restrain by injunction the use in the United Kingdom of a trade mark which, or the essential part of which, is identical or similar to  the well known trade mark— a in relation to identical or similar goods or services, where the use is likely to cause confusion, or b where the well known trade mark has a reputation in the United Kingdom and the use of the other trade mark— i is without due cause, and ii takes unfair advantage of, or is detrimental to, the distinctive character or the repute of the well known trade mark. This right is subject to section 48 (effect of acquiescence by proprietor of earlier trade mark). 2A Subsection (2)(b) applies irrespective of whether the goods or services in relation to which the other trade mark is used are identical with, similar to or not similar to those for which the well known trade mark is entitled to protection. 3 Nothing in subsection (2) affects the continuation of any bona fide  use of a trade mark begun before the commencement of this section."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "57", "section_title": " National emblems, &c. of Convention countries: Article 6ter.", "section_text": "57 1 A trade mark which consists of or contains the flag of a Convention country shall not be registered without the authorisation of the competent authorities of that country, unless it appears to the registrar that use of the flag in the manner proposed is permitted without such authorisation. 2 A trade mark which consists of or contains the armorial bearings or any other state emblem of a Convention country which is protected under the Paris Convention  or the  WTO  agreement  shall not be registered without the authorisation of the competent authorities of that country. 3 A trade mark which consists of or contains an official sign or hallmark adopted by a Convention country and indicating control and warranty shall not, where the sign or hallmark is protected under the Paris Convention  or the  WTO  agreement , be registered in relation to goods or services of the same, or a similar kind, as those in relation to which it indicates control and warranty, without the authorisation of the competent authorities of the country concerned. 4 The provisions of this section as to national flags and other state emblems, and official signs or hallmarks, apply equally to anything which from a heraldic point of view imitates any such flag or other emblem, or sign or hallmark. 5 Nothing in this section prevents the registration of a trade mark on the application of a national of a country who is authorised to make use of a state emblem, or official sign or hallmark, of that country, notwithstanding that it is similar to that of another country. 6 Where by virtue of this section the authorisation of the competent authorities of a Convention country is or would be required for the registration of a trade mark, those authorities are entitled to restrain by injunction any use of the mark in the United Kingdom without their authorisation."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "58", "section_title": " Emblems, &c. of certain international organisations: Article 6ter.", "section_text": "58 1 This section applies to— a the armorial bearings, flags or other emblems, and b the abbreviations and names, of international intergovernmental organisations of which one or more Convention countries are members. 2 A trade mark which consists of or contains any such emblem, abbreviation or name which is protected under the Paris Convention  or the  WTO  agreement shall not be registered without the authorisation of the international organisation concerned, unless it appears to the registrar that the use of the emblem, abbreviation or name in the manner proposed— a is not such as to suggest to the public that a connection exists between the organisation and the trade mark, or b is not likely to mislead the public as to the existence of a connection between the user and the organisation. 3 The provisions of this section as to emblems of an international organisation apply equally to anything which from a heraldic point of view imitates any such emblem. 4 Where by virtue of this section the authorisation of an international organisation is or would be required for the registration of a trade mark, that organisation is entitled to restrain by injunction any use of the mark in the United Kingdom without its authorisation. 5 Nothing in this section affects the rights of a person whose bona fide  use of the trade mark in question began before 4th January 1962 (when the relevant provisions of the Paris Convention entered into force in relation to the United Kingdom)."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "59", "section_title": " Notification under Article 6ter of the Convention.", "section_text": "59 1 For the purposes of section 57 state emblems of a Convention country (other than the national flag), and official signs or hallmarks, shall be regarded as protected under the Paris Convention only if, or to the extent that— a the country in question has notified the United Kingdom in accordance with Article 6 ter (3) of the Convention that it desires to protect that emblem, sign or hallmark, b the notification remains in force, and c the United Kingdom has not objected to it in accordance with Article 6 ter (4) or any such objection has been withdrawn. 2 For the purposes of section 58 the emblems, abbreviations and names of an international organisation shall be regarded as protected under the Paris Convention only if, or to the extent that— a the organisation in question has notified the United Kingdom in accordance with Article 6 ter (3) of the Convention that it desires to protect that emblem, abbreviation or name, b the notification remains in force, and c the United Kingdom has not objected to it in accordance with Article 6 ter (4) or any such objection has been withdrawn. 3 Notification under Article 6 ter (3) of the Paris Convention shall have effect only in relation to applications for registration made more than two months after the receipt of the notification. 4 The registrar shall keep and make available for public inspection by any person, at all reasonable hours and free of charge, a list of— a the state emblems and official signs or hallmarks, and b the emblems, abbreviations and names of international organisations, which are for the time being protected under the Paris Convention by virtue of notification under Article 6 ter (3). 5 Any reference in this section to Article 6ter of the Paris Convention shall be construed as including a reference to that Article as applied by the  WTO  agreement"}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "60", "section_title": " Acts of agent or representative: Article 6septies.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "61"}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "60A", "section_title": "Similarity of goods and services", "section_text": "60A 1 For the purposes of this Act goods and services— a are not to be regarded as being similar to each other on the ground that they appear in the same class under the Nice Classification; b are not to be regarded as being dissimilar from each other on the ground that they appear in different classes under the Nice Classification. 2 In subsection (1), the “Nice Classification” means the system of classification under the Nice Agreement Concerning the International Classification of Goods and Services for the Purposes of the Registration of Marks of 15 June 1957, which was last amended on 28 September 1979."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "62", "section_title": " The registrar.", "section_text": "62 In this Act “ the registrar ” means the Comptroller-General of Patents, Designs and Trade Marks."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "63", "section_title": " The register.", "section_text": "63 1 The registrar shall maintain a register of trade marks. References in this Act to “ the register ” are to that register; and references to registration (in particular, in the expression “registered trade mark”) are, unless the context otherwise requires, to registration in that register. 2 There shall be entered in the register in accordance with this Act— a registered trade marks, b such particulars as may be prescribed of registrable transactions affecting a registered trade mark, and c such other matters relating to registered trade marks as may be prescribed. 3 The register shall be kept in such manner as may be prescribed, and provision shall in particular be made for— a public inspection of the register, and b the supply of certified or uncertified copies, or extracts, of entries in the register."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "64", "section_title": " Rectification or correction of the register.", "section_text": "64 1 Any person having a sufficient interest may apply for the rectification of an error or omission in the register: Provided that an application for rectification may not be made in respect of a matter affecting the validity of the registration of a trade mark. 2 An application for rectification may be made either to the registrar or to the court, except that— a if proceedings concerning the trade mark in question are pending in the court, the application must be made to the court; and b if in any other case the application is made to the registrar, he may at any stage of the proceedings refer the application to the court. 3 Except where the registrar or the court directs otherwise, the effect of rectification of the register is that the error or omission in question shall be deemed never to have been made. 4 The registrar may, on request made in the prescribed manner by the proprietor of a registered trade mark, or a licensee, enter any change in his name or address as recorded in the register. 5 The registrar may remove from the register matter appearing to him to have ceased to have effect."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "65", "section_title": " Adaptation of entries to new classification.", "section_text": "65 1 Provision may be made by rules empowering the registrar to do such things as he considers necessary to implement any amended or substituted classification of goods or services for the purposes of the registration of trade marks. 2 Provision may in particular be made for the amendment of existing entries on the register so as to accord with the new classification. 3 Any such power of amendment shall not be exercised so as to extend the rights conferred by the registration, except where it appears to the registrar that compliance with this requirement would involve undue complexity and that any extension would not be substantial and would not adversely affect the rights of any person. 4 The rules may empower the registrar— a to require the proprietor of a registered trade mark, within such time as may be prescribed, to file a proposal for amendment of the register, and b to cancel or refuse to renew the registration of the trade mark in the event of his failing to do so. 5 Any such proposal shall be advertised, and may be opposed, in such manner as may be prescribed."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "66", "section_title": " Power to require use of forms.", "section_text": "66 1 The registrar may require the use of such forms as he may direct for any purpose relating to the registration of a trade mark or any other proceeding before him under this Act. 2 The forms, and any directions of the registrar with respect to their use, shall be published in the prescribed manner."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "67", "section_title": " Information about applications and registered trade marks.", "section_text": "67 1 After publication of an application for registration of a trade mark, the registrar shall on request provide a person with such information and permit him to inspect such documents relating to the application, or to any registered trade mark resulting from it, as may be specified in the request, subject, however, to any prescribed restrictions. Any request must be made in the prescribed manner and be accompanied by the appropriate fee (if any). 2 Before publication of an application for registration of a trade mark, documents or information constituting or relating to the application shall not be published by the registrar or communicated by him to any person except— a in such cases and to such extent as may be prescribed, or b with the consent of the applicant; but subject as follows. 3 Where a person has been notified that an application for registration of a trade mark has been made, and that the applicant will if the application is granted bring proceedings against him in respect of acts done after publication of the application, he may make a request under subsection (1) notwithstanding that the application has not been published and that subsection shall apply accordingly."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "68", "section_title": " Costs and security for costs.", "section_text": "68 1 Provision may be made by rules empowering the registrar, in any proceedings before him under this Act— a to award any party such costs as he may consider reasonable, and b to direct how and by what parties they are to be paid. 2 Any such order of the registrar may be enforced— a in England and Wales or Northern Ireland, in the same way as an order of the High Court; b in Scotland, in the same way as a decree for expenses granted by the Court of Session. 3 Provision may be made by rules empowering the registrar, in such cases as may be prescribed, to require a party to proceedings before him to give security for costs, in relation to those proceedings or to proceedings on appeal, and as to the consequences if security is not given."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "69", "section_title": " Evidence before registrar.", "section_text": "69 Provision may be made by rules— a as to the giving of evidence in proceedings before the registrar under this Act by affidavit or statutory declaration; b conferring on the registrar the powers of an official referee of the  Senior Courts or of the Court of Judicature  as regards the examination of witnesses on oath and the discovery and production of documents; and c applying in relation to the attendance of witnesses in proceedings before the registrar the rules applicable to the attendance of witnesses before such a referee."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "70", "section_title": " Exclusion of liability in respect of official acts.", "section_text": "70 1 The registrar shall not be taken to warrant the validity of the registration of a trade mark under this Act or under any treaty, convention, arrangement or engagement to which the United Kingdom is a party. 2 The registrar is not subject to any liability by reason of, or in connection with, any examination required or authorised by this Act, or any such treaty, convention, arrangement or engagement, or any report or other proceedings consequent on such examination. 3 No proceedings lie against an officer of the registrar in respect of any matter for which, by virtue of this section, the registrar is not liable."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "71", "section_title": " Registrar’s annual report.", "section_text": "71 1 The Comptroller-General of Patents, Designs and Trade Marks shall in his annual report under section 121 of the  Patents Act 1977, include a report on the execution of this Act, including the discharge of his functions under the Madrid Protocol. 2 The report shall include an account of all money received and paid by him under or by virtue of this Act."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "72", "section_title": " Registration to be prima facie evidence of validity.", "section_text": "72 In all legal proceedings relating to a registered trade mark (including proceedings for rectification of the register) the registration of a person as proprietor of a trade mark shall be prima facie evidence of the validity of the original registration and of any subsequent assignment or other transmission of it."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "73", "section_title": " Certificate of validity of contested registration.", "section_text": "73 1 If in proceedings before the court the validity of the registration of a trade mark is contested and it is found by the court that the trade mark is validly registered, the court may give a certificate to that effect. 2 If the court gives such a certificate and in subsequent proceedings— a the validity of the registration is again questioned, and b the proprietor obtains a final order or judgment in his favour, he is entitled to his costs as between solicitor and client unless the court directs otherwise. This subsection does not extend to the costs of an appeal in any such proceedings."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "74", "section_title": " Registrar’s appearance in proceedings involving the register.", "section_text": "74 1 In proceedings before the court involving an application for— a the revocation of the registration of a trade mark, b a declaration of the invalidity of the registration of a trade mark, or c the rectification of the register, the registrar is entitled to appear and be heard, and shall appear if so directed by the court. 2 Unless otherwise directed by the court, the registrar may instead of appearing submit to the court a statement in writing signed by him, giving particulars of— a any proceedings before him in relation to the matter in issue, b the grounds of any decision given by him affecting it, c the practice of the Patent Office in like cases, or d such matters relevant to the issues and within his knowledge as registrar as he thinks fit; and the statement shall be deemed to form part of the evidence in the proceedings. 3 Anything which the registrar is or may be authorised or required to do under this section may be done on his behalf by a duly authorised officer."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "75", "section_title": " The court.", "section_text": "75 In this Act, unless the context otherwise requires, “ the court ” means— a in England and Wales  , the High Court  , or the county court where it has  jurisdiction by virtue of an order made under section 1 of the Courts and Legal Services Act 1990, aa in  Northern Ireland, the High Court, and b in Scotland, the Court of Session."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "76", "section_title": " Appeals from the registrar.", "section_text": "76 1 An appeal lies from any decision of the registrar under this Act, except as otherwise expressly provided by rules. For this purpose “ decision ” includes any act of the registrar in exercise of a discretion vested in him by or under this Act. 2 Any such appeal may be brought either to an appointed person or to the court. 3 Where an appeal is made to an appointed person, he may refer the appeal to the court if— a it appears to him that a point of general legal importance is involved, b the registrar requests that it be so referred, or c such a request is made by any party to the proceedings before the registrar in which the decision appealed against was made. Before doing so the appointed person shall give the appellant and any other party to the appeal an opportunity to make representations as to whether the appeal should be referred to the court. 4 Where an appeal is made to an appointed person and he does not refer it to the court, he shall hear and determine the appeal and his decision shall be final. 5 The provisions of sections 68 and 69 (costs and security for costs; evidence) apply in relation to proceedings before an appointed person as in relation to proceedings before the registrar. 6 In the application of this section to England and Wales, “the court” means the High Court."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "77", "section_title": " Persons appointed to hear and determine appeals.", "section_text": "77 1 For the purposes of section 76 an “ appointed person ” means a person appointed by the Lord Chancellor to hear and decide appeals under this Act. 2 A person is not eligible for such appointment unless— a he satisfies the judicial-appointment eligibility condition on a 5-year basis; b he is an advocate or solicitor in Scotland of at least  5  years’ standing; c he is a member of the Bar of Northern Ireland or  solicitor of the Court of Judicature of Northern Ireland  of at least  5  years’ standing; or d he has held judicial office. 3 An appointed person shall hold and vacate office in accordance with his terms of appointment, subject to the following provisions— a there shall be paid to him such remuneration (whether by way of salary or fees), and such allowances, as the Secretary of State with the approval of the Treasury may determine; b he may resign his office by notice in writing to the Lord Chancellor; c the Lord Chancellor may by notice in writing remove him from office if— i he has become bankrupt or  a debt relief order (under Part 7A of the Insolvency Act 1986) has been made in respect of him or he has  made an arrangement with his creditors or, in Scotland, his estate has been sequestrated or he has executed a trust deed for his creditors or entered into a composition contract, or ii he is incapacitated by physical or mental illness, or if he is in the opinion of the Lord Chancellor otherwise unable or unfit to perform his duties as an appointed person. 4 The Lord Chancellor shall consult the Lord Advocate before exercising his powers under this section. 5 The Lord Chancellor may remove a person from office under subsection (3)(c) only with the concurrence of the appropriate senior judge. 6 The appropriate senior judge is the Lord Chief Justice of England and Wales, unless— a the person to be removed exercises functions wholly or mainly in Scotland, in which case it is the Lord President of the Court of Session, or b the person to be removed exercises functions wholly or mainly in Northern Ireland, in which case it is the Lord Chief Justice of Northern Ireland."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "78", "section_title": " Power of Secretary of State to make rules.", "section_text": "78 1 The Secretary of State may make rules— a for the purposes of any provision of this Act authorising the making of rules with respect to any matter, and b for prescribing anything authorised or required by any provision of this Act to be prescribed, and generally for regulating practice and procedure under this Act. 2 Provision may, in particular, be made— a as to the manner of filing of applications and other documents; b requiring and regulating the translation of documents and the filing and authentication of any translation; c as to the service of documents; d authorising the rectification of irregularities of procedure; e prescribing time limits for anything required to be done in connection with any proceeding under this Act; f providing for the extension of any time limit so prescribed, or specified by the registrar, whether or not it has already expired. 3 Rules under this Act shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "79", "section_title": " Fees.", "section_text": "79 1 There shall be paid in respect of applications and registration and other matters under this Act such fees as may be prescribed. 2 Provision may be made by rules as to— a the payment of a single fee in respect of two or more matters, and b the circumstances (if any) in which a fee may be repaid or remitted."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "80", "section_title": " Hours of business and business days.", "section_text": "80 1 The registrar may give directions specifying the hours of business of the Patent Office for the purpose of the transaction by the public of business under this Act, and the days which are business days for that purpose. 2 Business done on any day after the specified hours of business, or on a day which is not a business day, shall be deemed to have been done on the next business day; and where the time for doing anything under this Act expires on a day which is not a business day, that time shall be extended to the next business day. 3 Directions under this section may make different provision for different classes of business and shall be published in the prescribed manner."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "81", "section_title": " The trade marks journal.", "section_text": "81 Provision shall be made by rules for the publication by the registrar of a journal containing particulars of any application for the registration of a trade mark (including a representation of the mark) and such other information relating to trade marks as the registrar thinks fit."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "82", "section_title": " Recognition of agents.", "section_text": "82 Except as otherwise provided by rules  and subject to the Legal Services Act 2007 , any act required or authorised by this Act to be done by or to a person in connection with the registration of a trade mark, or any procedure relating to a registered trade mark, may be done by or to an agent authorised by that person orally or in writing."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "83", "section_title": "  The register of trade mark attorneys", "section_text": "83 1 There is to continue to be a register of persons who act as agent for others for the purpose of applying for or obtaining the registration of trade marks. 2 In this Act a registered trade mark attorney means an individual whose name is entered on the register kept under this section. 3 The register is to be kept by the Institute of Trade Mark Attorneys. 4 The Secretary of State may, by order, amend subsection (3) so as to require the register to be kept by the person specified in the order. 5 Before making an order under subsection (4), the Secretary of State must consult the Legal Services Board. 6 An order under this section must be made by statutory instrument. 7 An order under this section may not be made unless a draft of it has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "83A", "section_title": "Regulation of trade mark attorneys", "section_text": "83A 1 The person who keeps the register under section 83 may make regulations which regulate— a the keeping of the register and the registration of persons; b the carrying on of trade mark agency work by registered persons. 2 Those regulations may, amongst other things, make— a provision as to the educational and training qualifications, and other requirements, which must be satisfied before an individual may be registered or for an individual to remain registered; b provision as to the requirements which must be met by a body (corporate or unincorporate) before it may be registered or for it to remain registered, including provision as to the management and control of the body; c provision as to the educational, training or other requirements to be met by regulated persons; d provision regulating the practice, conduct and discipline of registered persons or regulated persons; e provision authorising in such cases as may be specified in the regulations the erasure from the register of the name of any person registered in it, or the suspension of a person's registration; f provision requiring the payment of such fees as may be specified in or determined in accordance with the regulations; g provision about the provision to be made by registered persons in respect of complaints made against them; h provision about the keeping of records and accounts by registered persons or regulated persons; i provision for reviews of or appeals against decisions made under the regulations; j provision as to the indemnification of registered persons or regulated persons against losses arising from claims in respect of civil liability incurred by them. 3 Regulations under this section may make different provision for different purposes. 4 Regulations under this section which are not regulatory arrangements within the meaning of the Legal Services Act 2007 are to be treated as such arrangements for the purposes of that Act. 5 Before the appointed day, regulations under this section may be made only with the approval of the Secretary of State. 6 The powers conferred to make regulations under this section are not to be taken to prejudice— a any other power which the person who keeps the register may have to make rules or regulations (however they may be described and whether they are made under an enactment or otherwise); b any rules or regulations made by that person under any such power. 7 In this section— “ appointed day ” means the day appointed for the coming into force of paragraph 1 of Schedule 4 to the Legal Services Act 2007; “ manager ”, in relation to a body, has the same meaning as in the Legal Services Act 2007 (see section 207); “ registered person ” means— a registered trade mark attorney, or a body (corporate or unincorporate) registered in the register kept under section 83; “ regulated person ” means a person who is not a registered person but is a manager or employee of a body which is a registered person; “ trade mark agency work ” means work done in the course of carrying on the business of acting as agent for others for the purpose of— applying for or obtaining the registration of trade marks in the United Kingdom or elsewhere , or conducting proceedings before the Comptroller relating to applications for or otherwise in connection with the registration of trade marks."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "84", "section_title": " Unregistered persons not to be described as registered trade mark agents.", "section_text": "84 1 An individual who is not a registered trade mark  attorney  shall not— a carry on a business (otherwise than in partnership) under any name or other description which contains the words “registered trade mark agent”                          or registered trade mark attorney ; or b in the course of a business otherwise describe or hold himself out, or permit himself to be described or held out, as a registered trade mark agent  or a registered trade mark attorney . 2 A partnership  or other unincorporated body  shall not— a carry on a business under any name or other description which contains the words “registered trade mark agent”  or registered trade mark attorney ; or b in the course of a business otherwise describe or hold itself out, or permit itself to be described or held out, as a firm of registered trade mark agents  or registered trade mark attorneys , unless   the partnership or other body is registered in the register kept under section 83. 3 A body corporate shall not— a carry on a business (otherwise than in partnership) under any name or other description which contains the words “registered trade mark agent”  or registered trade mark attorney ; or b in the course of a business otherwise describe or hold itself out, or permit itself to be described or held out, as a registered trade mark agent  or a registered trade mark attorney , unless  the body corporate is registered in the register kept under section 83. 4 A person who contravenes this section commits an offence and is liable on summary conviction to a fine not exceeding level 5 on the standard scale; and proceedings for such an offence may be begun at any time within a year from the date of the offence."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "85", "section_title": " Power to prescribe conditions, &c. for mixed partnerships and bodies corporate.", "section_text": "85 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "86", "section_title": " Use of the term “trade mark attorney”.", "section_text": "86 1 No offence is committed under the enactments restricting the use of certain expressions in reference to persons not qualified to act as solicitors by the use of the term “trade mark attorney” in reference to a registered trade mark  attorney . 2 The enactments referred to in subsection (1) are section 21 of the  Solicitors Act 1974, section 31 of the  Solicitors (Scotland) Act 1980 and Article 22 of the Solicitors (Northern Ireland) Order 1976."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "87", "section_title": " Privilege for communications with registered trade mark agents.", "section_text": "87 1 This section applies to — a communications as to any matter relating to the protection of any design or trade mark, or as to any matter involving passing off , and b documents, material or information relating to any matter mentioned in paragraph (a). 2 Where a trade mark attorney acts for a client in relation to a matter mentioned in subsection (1), any communication, document, material or information to which this section applies is privileged from disclosure in like manner as if the trade mark attorney had at all material times been acting as the client's solicitor. 3 In subsection (2) “ trade mark  attorney ” means— a a registered trade mark  attorney , or b a partnership entitled to describe itself as a firm of registered trade mark  attorneys , or c any other unincorporated body or                   a body corporate entitled to describe itself as a registered trade mark  attorney   or d a person whose name appears on the list of professional representatives for trade mark matters maintained by the European Union Intellectual Property Office referred to in Article 120 of the European Union Trade Mark Regulation. 4 Where a trade mark attorney is a person falling within subsection (3)(d), subsection (2) applies as if the reference to a matter mentioned in subsection (1) were a reference to a matter relating to the protection of a trade mark."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "88", "section_title": " Power of registrar to refuse to deal with certain agents.", "section_text": "88 1 The Secretary of State may make rules authorising the registrar to refuse to recognise as agent in respect of any business under this Act— a a person who has been convicted of an offence under section 84 (unregistered persons describing themselves as registered trade mark agents); b an individual whose name has been erased from and not restored to, or who is suspended from, the register of trade mark  attorneys  on the ground of misconduct; c a person who is found by the Secretary of State to have been guilty of such conduct as would, in the case of an individual registered in the register of trade mark  attorneys , render him liable to have his name erased from the register on the ground of misconduct; d a partnership or body corporate of which one of the partners or directors is a person whom the registrar could refuse to recognise under paragraph (a), (b) or (c) above. 2 The rules may contain such incidental and supplementary provisions as appear to the Secretary of State to be appropriate and may, in particular, prescribe circumstances in which a person is or is not to be taken to have been guilty of misconduct."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "89", "section_title": " Infringing goods, material or articles may be treated as prohibited goods.", "section_text": "89 1 The proprietor of a registered trade mark, or a licensee, may give notice in writing to the Commissioners of Customs and Excise— a that he is the proprietor or, as the case may be, a licensee of the registered trade mark, b that, at a time and place specified in the notice, goods which are, in relation to that registered trade mark, infringing goods, material or articles are expected to arrive in the United Kingdom— i from outside the European Economic Area, or ii from within that Area but not having been entered for free circulation, and c that he requests the Commissioners to treat them as prohibited goods. 2 When a notice is in force under this section the importation of the goods to which the notice relates, otherwise than by a person for his private and domestic use, is prohibited; but a person is not by reason of the prohibition liable to any penalty other than forfeiture of the goods. 3 This section does not apply to goods placed in, or expected to be placed in, one of the situations referred to in Article 1(1), in respect of which an application may be made under   Article 3 of the European Customs Enforcement Regulation ."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "90", "section_title": " Power of Commissioners of Customs and Excise to make regulations.", "section_text": "90 1 The Commissioners of Customs and Excise may make regulations prescribing the form in which notice is to be given under section 89 and requiring a person giving notice— a to furnish the Commissioners with such evidence as may be specified in the regulations, either on giving notice or when the goods are imported, or at both those times, and b to comply with such other conditions as may be specified in the regulations. 2 The regulations may, in particular, require a person giving such a notice— a to pay such fees in respect of the notice as may be specified by the regulations; b to give such security as may be so specified in respect of any liability or expense which the Commissioners may incur in consequence of the notice by reason of the detention of any goods or anything done to goods detained; c to indemnify the Commissioners against any such liability or expense, whether security has been given or not. 3 The regulations may make different provision as respects different classes of case to which they apply and may include such incidental and supplementary provisions as the Commissioners consider expedient. 4 Regulations under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "91", "section_title": "                    Power of Commissioners for Revenue and Customs to disclose information.", "section_text": "91 Where information relating to infringing goods, material or articles has been obtained  or is held  by  the Commissioners for her Majesty’s Revenue and Customs  for the purposes of, or in connection with, the exercise of                          functions of Her Majesty’s Revenue and Customs  in relation to imported goods, the Commissioners may authorise the disclosure of that information for the purpose of facilitating the exercise by any person of any function in connection with the investigation or prosecution of  an offence under— a section 92 below (unauthorised use of trade mark, &c in relation to goods), b the Trade Descriptions Act 1968, c the Business Protection from Misleading Marketing Regulations 2008, or d the Consumer Protection from Unfair Trading Regulations 2008."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "92", "section_title": " Unauthorised use of trade mark, &c. in relation to goods.", "section_text": "92 1 A person commits an offence who with a view to gain for himself or another, or with intent to cause loss to another, and without the consent of the proprietor— a applies to goods or their packaging a sign identical to, or likely to be mistaken for, a registered trade mark, or b sells or lets for hire, offers or exposes for sale or hire or distributes goods which bear, or the packaging of which bears, such a sign, or c has in his possession, custody or control in the course of a business any such goods with a view to the doing of anything, by himself or another, which would be an offence under paragraph (b). 2 A person commits an offence who with a view to gain for himself or another, or with intent to cause loss to another, and without the consent of the proprietor— a applies a sign identical to, or likely to be mistaken for, a registered trade mark to material intended to be used— i for labelling or packaging goods, ii as a business paper in relation to goods, or iii for advertising goods, or b uses in the course of a business material bearing such a sign for labelling or packaging goods, as a business paper in relation to goods, or for advertising goods, or c has in his possession, custody or control in the course of a business any such material with a view to the doing of anything, by himself or another, which would be an offence under paragraph (b). 3 A person commits an offence who with a view to gain for himself or another, or with intent to cause loss to another, and without the consent of the proprietor— a makes an article specifically designed or adapted for making copies of a sign identical to, or likely to be mistaken for, a registered trade mark, or b has such an article in his possession, custody or control in the course of a business, knowing or having reason to believe that it has been, or is to be, used to produce goods, or material for labelling or packaging goods, as a business paper in relation to goods, or for advertising goods. 4 A person does not commit an offence under this section unless— a the goods are goods in respect of which the trade mark is registered, or b the trade mark has a reputation in the United Kingdom and the use of the sign takes or would take unfair advantage of, or is or would be detrimental to, the distinctive character or the repute of the trade mark. 5 It is a defence for a person charged with an offence under this section to show that he believed on reasonable grounds that the use of the sign in the manner in which it was used, or was to be used, was not an infringement of the registered trade mark. 6 A person guilty of an offence under this section is liable— a on summary conviction to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum, or both; b on conviction on indictment to a fine or imprisonment for a term not exceeding ten years, or both."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "92A", "section_title": " Search warrants", "section_text": "92A 1 Where a justice of the peace (in Scotland, a sheriff or justice of the peace) is satisfied by information on oath given by a constable (in Scotland, by evidence on oath) that there are reasonable grounds for believing— a that an offence under section 92 (unauthorised use of trade mark,  etc.  in relation to goods) has been or is about to be committed in any premises, and b that evidence that such an offence has been or is about to be committed is in those premises, he may issue a warrant authorising a constable to enter and search the premises, using such reasonable force as is necessary. 2 The power conferred by subsection (1) does not, in England and Wales, extend to authorising a search for material of the kinds mentioned in section 9(2) of the Police and Criminal Evidence Act 1984 (c. 60) (certain classes of personal or confidential material). 3 A warrant under subsection (1)— a may authorise persons to accompany any constable executing the warrant, and b remains in force for  28 days   three months  from the date of its issue. 4 In executing a warrant issued under subsection (1) a constable may seize an article if he reasonably believes that it is evidence that any offence under section 92 has been or is about to be committed. 5 In this section “ premises ” includes land, buildings, fixed or moveable structures, vehicles, vessels, aircraft and hovercraft. "}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "93", "section_title": " Enforcement function of local weights and measures authority.", "section_text": "93 1 It is the duty of every local weights and measures authority to enforce within their area the provisions of section 92 (unauthorised use of trade mark, &c. in relation to goods). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsection (1) above does not apply in relation to the enforcement of section 92 in Northern Ireland, but it is the duty of the Department of Economic Development to enforce that section in Northern Ireland. ... 3A For the investigatory powers available to a local weights and measures authority or the Department of Enterprise, Trade and Investment in Northern Ireland for the purposes of the duties in this section, see Schedule 5 to the Consumer Rights Act 2015. 4 Any enactment which authorises the disclosure of information for the purpose of facilitating the enforcement of the Trade Descriptions Act 1968 shall apply as if section 92 above were contained in that Act and as if the functions of any person in relation to the enforcement of that section were functions under that Act. 5 Nothing in this section shall be construed as authorising a local weights and measures authority to bring proceedings in Scotland for an offence."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "94", "section_title": " Falsification of register, &c.", "section_text": "94 1 It is an offence for a person to make, or cause to be made, a false entry in the register of trade marks, knowing or having reason to believe that it is false. 2 It is an offence for a person— a to make or cause to be made anything falsely purporting to be a copy of an entry in the register, or b to produce or tender or cause to be produced or tendered in evidence any such thing, knowing or having reason to believe that it is false. 3 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine, or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum, or both."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "95", "section_title": " Falsely representing trade mark as registered.", "section_text": "95 1 It is an offence for a person— a falsely to represent that a mark is a registered trade mark, or b to make a false representation as to the goods or services for which a trade mark is registered knowing or having reason to believe that the representation is false. 2 For the purposes of this section, the use in the United Kingdom in relation to a trade mark— a of the word “registered”, or b of any other word or symbol importing a reference (express or implied) to registration, shall be deemed to be a representation as to registration under this Act unless it is shown that the reference is to registration elsewhere than in the United Kingdom and that the trade mark is in fact so registered for the goods or services in question. 3 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "96", "section_title": " Supplementary provisions as to summary proceedings in Scotland.", "section_text": "96 1 Notwithstanding anything in  section 136 of the Criminal Procedure (Scotland) Act 1995 , summary proceedings in Scotland for an offence under this Act may be begun at any time within six months after the date on which evidence sufficient in the Lord Advocate’s opinion to justify the proceedings came to his knowledge. For this purpose a certificate of the Lord Advocate as to the date on which such evidence came to his knowledge is conclusive evidence. 2 For the purposes of subsection (1) and of any other provision of this Act as to the time within which summary proceedings for an offence may be brought, proceedings in Scotland shall be deemed to be begun on the date on which a warrant to apprehend or to cite the accused is granted, if such warrant is executed without undue delay."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "97", "section_title": " Forfeiture: England and Wales or Northern Ireland.", "section_text": "97 1 In England and Wales or Northern Ireland where there has come into the possession of any person in connection with the investigation or prosecution of a relevant offence— a goods which, or the packaging of which, bears a sign identical to or likely to be mistaken for a registered trade mark, b material bearing such a sign and intended to be used for labelling or packaging goods, as a business paper in relation to goods, or for advertising goods, or c articles specifically designed or adapted for making copies of such a sign, that person may apply under this section for an order for the forfeiture of the goods, material or articles. 2 An application under this section may be made— a where proceedings have been brought in any court for a relevant offence relating to some or all of the goods, material or articles, to that court; b where no application for the forfeiture of the goods, material or articles has been made under paragraph (a), by way of complaint to a magistrates’ court. 3 On an application under this section the court shall make an order for the forfeiture of any goods, material or articles only if it is satisfied that a relevant offence has been committed in relation to the goods, material or articles. 4 A court may infer for the purposes of this section that such an offence has been committed in relation to any goods, material or articles if it is satisfied that such an offence has been committed in relation to goods, material or articles which are representative of them (whether by reason of being of the same design or part of the same consignment or batch or otherwise). 5 Any person aggrieved by an order made under this section by a magistrates’ court, or by a decision of such a court not to make such an order, may appeal against that order or decision— a in England and Wales, to the Crown Court; b in Northern Ireland, to the county court; and an order so made may contain such provision as appears to the court to be appropriate for delaying the coming into force of the order pending the making and determination of any appeal (including any application under section 111 of the  Magistrates’ Courts Act 1980 or Article 146 of the  Magistrates’ Courts (Northern Ireland) Order 1981 (statement of case)). 6 Subject to subsection (7), where any goods, material or articles are forfeited under this section they shall be destroyed in accordance with such directions as the court may give. 7 On making an order under this section the court may, if it considers it appropriate to do so, direct that the goods, material or articles to which the order relates shall (instead of being destroyed) be released, to such person as the court may specify, on condition that that person— a causes the offending sign to be erased, removed or obliterated, and b complies with any order to pay costs which has been made against him in the proceedings for the order for forfeiture. 8 For the purposes of this section a “ relevant offence ” means a an offence under section 92 above (unauthorised use of trade mark, &c in relation to goods), b an offence under the Trade Descriptions Act 1968, c an offence under the Business Protection from Misleading Marketing Regulations 2008, d an offence under the Consumer Protection from Unfair Trading Regulations 2008, or e any offence involving dishonesty or deception."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "98", "section_title": " Forfeiture: Scotland.", "section_text": "98 1 In Scotland the court may make an order for the forfeiture of any— a goods which bear, or the packaging of which bears, a sign identical to or likely to be mistaken for a registered trade mark, b material bearing such a sign and intended to be used for labelling or packaging goods, as a business paper in relation to goods, or for advertising goods, or c articles specifically designed or adapted for making copies of such a sign. 2 An order under this section may be made— a on an application by the procurator-fiscal made in the manner specified in  section 134 of the Criminal Procedure (Scotland) Act 1995 , or b where a person is convicted of a relevant offence, in addition to any other penalty which the court may impose. 3 On an application under subsection (2)(a), the court shall make an order for the forfeiture of any goods, material or articles only if it is satisfied that a relevant offence has been committed in relation to the goods, material or articles. 4 The court may infer for the purposes of this section that such an offence has been committed in relation to any goods, material or articles if it is satisfied that such an offence has been committed in relation to goods, material or articles which are representative of them (whether by reason of being of the same design or part of the same consignment or batch or otherwise). 5 The procurator-fiscal making the application under subsection (2)(a) shall serve on any person appearing to him to be the owner of, or otherwise to have an interest in, the goods, material or articles to which the application relates a copy of the application, together with a notice giving him the opportunity to appear at the hearing of the application to show cause why the goods, material or articles should not be forfeited. 6 Service under subsection (5) shall be carried out, and such service may be proved, in the manner specified for citation of an accused in summary proceedings under the  Criminal Procedure (Scotland) Act 1995 . 7 Any person upon whom notice is served under subsection (5) and any other person claiming to be the owner of, or otherwise to have an interest in, goods, material or articles to which an application under this section relates shall be entitled to appear at the hearing of the application to show cause why the goods, material or articles should not be forfeited. 8 The court shall not make an order following an application under subsection (2)(a)— a if any person on whom notice is served under subsection (5) does not appear, unless service of the notice on that person is proved; or b if no notice under subsection (5) has been served, unless the court is satisfied that in the circumstances it was reasonable not to serve such notice. 9 Where an order for the forfeiture of any goods, material or articles is made following an application under subsection (2)(a), any person who appeared, or was entitled to appear, to show cause why goods, material or articles should not be forfeited may, within 21 days of the making of the order, appeal to the High Court by Bill of Suspension; and  section 182(5)(a) to (e) of the Criminal Procedure (Scotland) Act 1995  shall apply to an appeal under this subsection as it applies to a stated case under Part II of that Act. 10 An order following an application under subsection (2)(a) shall not take effect— a until the end of the period of 21 days beginning with the day after the day on which the order is made; or b if an appeal is made under subsection (9) above within that period, until the appeal is determined or abandoned. 11 An order under subsection (2)(b) shall not take effect— a until the end of the period within which an appeal against the order could be brought under the  Criminal Procedure (Scotland) Act 1995 ; or b if an appeal is made within that period, until the appeal is determined or abandoned. 12 Subject to subsection (13), goods, material or articles forfeited under this section shall be destroyed in accordance with such directions as the court may give. 13 On making an order under this section the court may if it considers it appropriate to do so, direct that the goods, material or articles to which the order relates shall (instead of being destroyed) be released, to such person as the court may specify, on condition that that person causes the offending sign to be erased, removed or obliterated. 14 For the purposes of this section— “ relevant offence ” means an offence under section 92 above (unauthorised use of trade mark, &c in relation to goods), an offence under the Trade Descriptions Act 1968, an offence under the Business Protection from Misleading Marketing Regulations 2008, an offence under the Consumer Protection from Unfair Trading Regulations 2008, or any offence involving dishonesty or deception; “ the court ” means— in relation to an order made on an application under subsection (2)(a), the sheriff, and in relation to an order made under subsection (2)(b), the court which imposed the penalty."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "99", "section_title": " Unauthorised use of Royal arms, &c.", "section_text": "99 1 A person shall not without the authority of Her Majesty use in connection with any business the Royal arms (or arms so closely resembling the Royal arms as to be calculated to deceive) in such manner as to be calculated to lead to the belief that he is duly authorised to use the Royal arms. 2 A person shall not without the authority of Her Majesty or of a member of the Royal family use in connection with any business any device, emblem or title in such a manner as to be calculated to lead to the belief that he is employed by, or supplies goods or services to, Her Majesty or that member of the Royal family. 3 A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine not exceeding level 2 on the standard scale. 4 Contravention of subsection (1) or (2) may be restrained by injunction in proceedings brought by— a any person who is authorised to use the arms, device, emblem or title in question, or b any person authorised by the Lord Chamberlain to take such proceedings. 5 Nothing in this section affects any right of the proprietor of a trade mark containing any such arms, device, emblem or title to use that trade mark."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "99A", "section_title": "Reproduction of trade marks in dictionaries, encyclopaedias  etc.", "section_text": "99A 1 Subsection (2) applies if the reproduction of a trade mark in a dictionary, encyclopaedia or similar reference work, in print or electronic form, gives the impression that it constitutes the generic name of the goods or services for which the trade mark is registered. 2 The publisher of the work must, at the request in writing of the proprietor of the trade mark, ensure that the reproduction of the trade mark is accompanied by an indication that it is a registered trade mark. 3 The action required by subsection (2) must be taken— a without delay, and b in the case of works in printed form, at the latest in the next edition of the publication. 4 If the publisher fails to take any action required by subsection (2) the court may, on an application by the proprietor— a order the publisher to take the action concerned; b if the work is in printed form, order the publisher to erase or amend the reproduction of the trade mark or secure the destruction of copies of the work in the publisher’s possession, custody or control; or c grant such other order as the court in the circumstances considers appropriate."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "100", "section_title": " Burden of proving use of trade mark.", "section_text": "100 If in any civil proceedings under this Act a question arises as to the use to which a registered trade mark has been put, it is for the proprietor to show what use has been made of it."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "101", "section_title": " Offences committed by partnerships and bodies corporate.", "section_text": "101 1 Proceedings for an offence under this Act alleged to have been committed by a partnership shall be brought against the partnership in the name of the firm and not in that of the partners; but without prejudice to any liability of the partners under subsection (4) below. 2 The following provisions apply for the purposes of such proceedings as in relation to a body corporate— a any rules of court relating to the service of documents; b in England and Wales or Northern Ireland, Schedule 3 to the  Magistrates’ Courts Act 1980 or Schedule 4 to the  Magistrates’ Courts (Northern Ireland) Order 1981 (procedure on charge of offence). 3 A fine imposed on a partnership on its conviction in such proceedings shall be paid out of the partnership assets. 4 Where a partnership is guilty of an offence under this Act, every partner, other than a partner who is proved to have been ignorant of or to have attempted to prevent the commission of the offence, is also guilty of the offence and liable to be proceeded against and punished accordingly. 5 Where an offence under this Act committed by a body corporate is proved to have been committed with the consent or connivance of a director, manager, secretary or other similar officer of the body, or a person purporting to act in any such capacity, he as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "102", "section_title": " Adaptation of expressions for Scotland.", "section_text": "102 In the application of this Act to Scotland— “ account of profits ” means accounting and payment of profits; “ accounts ” means count, reckoning and payment; “ assignment ” means assignation; “ costs ” means expenses; “ declaration ” means declarator; “ defendant ” means defender; “ delivery up ” means delivery; “ injunction ” means interdict; “ interlocutory relief ” means interim remedy; and “ plaintiff ” means pursuer."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "103", "section_title": " Minor definitions.", "section_text": "103 1 In this Act— “ business ” includes a trade or profession; “ director ”, in relation to a body corporate whose affairs are managed by its members, means any member of the body; “ infringement proceedings ”, in relation to a registered trade mark, includes proceedings under section 16 (order for delivery up of infringing goods, &c.); “ publish ” means make available to the public, and references to publication— in relation to an application for registration, are to publication under section 38(1), and in relation to registration, are to publication under section 40(4); “ statutory provisions ” includes provisions of subordinate legislation within the meaning of the  Interpretation Act 1978; “ trade ” includes any business or profession. 2 References in this Act to use (or any particular description of use) of a trade mark, or of a sign identical with, similar to, or likely to be mistaken for a trade mark, include use (or that description of use) otherwise than by means of a graphic representation. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "104", "section_title": " Index of defined expressions.", "section_text": "104 In this Act the expressions listed below are defined by or otherwise fall to be construed in accordance with the provisions indicated— account of profits and accounts (in Scotland) section 102 appointed person (for purposes of section 76) section 77 assignment (in Scotland) section 102 business section 103(1) certification mark section 50(1) collective mark section 49(1) commencement (of this Act) section 109(2)   comparable trade mark (EU)  Schedule 2A, paragraph 1(2) . . . . . . . . . . . .   comparable trade mark (IR)  Schedule 2B, paragraph 1(4) Convention country section 55(1)(b) costs (in Scotland) section 102 the court section 75 date of application section 33(2)   date of application (comparable trade mark (EU))  Schedule 2A, paragraph 1(8)(b)   date of application (comparable trade mark (IR))  Schedule 2B, paragraph 1(10)(b) date of filing section 33(1)   date of filing (comparable trade mark (EU))  Schedule 2A, paragraph 1(8)(a)   date of filing (comparable trade mark (IR))  Schedule 2B, paragraph 1(10)(a) date of registration section 40(3)   date of registration (comparable trade mark (EU))  Schedule 2A, paragraph 1(4)   date of registration (comparable trade mark (IR))  Schedule 2B, paragraph 1(6) defendant (in Scotland) section 102 delivery up (in Scotland) section 102 director section 103(1) earlier right section 5(4) earlier trade mark section 6   European Customs Enforcement Regulation section 10A European Union trade mark section 51 European Union Trade Mark Regulation section 51 exclusive licence and licensee section 29(1) infringement (of registered trade mark) sections 9(1) and (2) and 10 infringement proceedings section 103(1) infringing articles section 17 infringing goods section 17 infringing material section 17 injunction (in Scotland) section 102 interlocutory relief (in Scotland) section 102 the International Bureau section 53 . . . . . . international trade mark (UK) section 53 Madrid Protocol section 53 Paris Convention section 55(1)(a) plaintiff (in Scotland) section 102 prescribed section 78(1)(b) protected under the Paris Convention —well-known trade marks section 56(1) —state emblems and official signs or hallmarks section 57(1) —emblems, &c. of international organisations section 58(2) publish and references to publication section 103(1) register, registered (and related expressions) section 63(1) registered trade mark  attorney  section 83 (2) registrable transaction section 25(2) the registrar section 62 rules section 78 statutory provisions section 103(1) trade section 103(1) trade mark —generally section 1(1) —includes collective mark or certification mark section 1(2) United Kingdom (references include Isle of Man) section 108(2) use (of trade mark or sign) section 103(2) well-known trade mark (under Paris Convention) section 56(1)"}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "105", "section_title": " Transitional provisions.", "section_text": "105 The provisions of Schedule 3 have effect with respect to transitional matters, including the treatment of marks registered under the  Trade Marks Act 1938, and applications for registration and other proceedings pending under that Act, on the commencement of this Act."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "106", "section_title": " Consequential amendments and repeals.", "section_text": "106 1 The enactments specified in Schedule 4 are amended in accordance with that Schedule, the amendments being consequential on the provisions of this Act. 2 The enactments specified in Schedule 5 are repealed to the extent specified."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "107", "section_title": " Territorial waters and the continental shelf.", "section_text": "107 1 For the purposes of this Act the territorial waters of the United Kingdom shall be treated as part of the United Kingdom. 2 This Act applies to things done in the United Kingdom sector of the continental shelf on a structure or vessel which is present there for purposes directly connected with the exploration of the sea bed or subsoil or the exploitation of their natural resources as it applies to things done in the United Kingdom. 3 The United Kingdom sector of the continental shelf means the areas designated by order under section 1(7) of the  Continental Shelf Act 1964."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "108", "section_title": " Extent.", "section_text": "108 1 This Act extends to England and Wales, Scotland and Northern Ireland. 2 This Act also extends to the Isle of Man, subject to such exceptions and modifications as Her Majesty may specify by Order in Council; and subject to any such Order references in this Act to the United Kingdom shall be construed as including the Isle of Man."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "109", "section_title": " Commencement.", "section_text": "109 1 The provisions of this Act come into force on such day as the Secretary of State may appoint by order made by statutory instrument. Different days may be appointed for different provisions and different purposes. 2 The references to the commencement of this Act in Schedules 3 and 4 (transitional provisions and consequential amendments) are to the commencement of the main substantive provisions of Parts I and  III  of this Act and the consequential repeal of the Trade Marks Act 1938. Provision may be made by order under this section identifying the date of that commencement."}, {"act": "Trade Marks Act 1994", "year": 1994, "section": "110", "section_title": " Short title.", "section_text": "110 This Act may be cited as the Trade Marks Act 1994."}]