[{"act": "Transport Police (Jurisdiction) Act 1994", "year": 1994, "section": "1", "section_title": " Amendment of the British Transport Commission Act 1949.", "section_text": "1 1 Section 53 of the  British Transport Commission Act 1949 (which makes provision in relation to transport police, including provision with respect to jurisdiction) shall, in its application to England and Wales, be amended in accordance with subsections (2) to (4) below. 2 In subsection (1) (which, subject to subsection (2), makes provision for the appointment and jurisdiction of transport police constables and which was amended by the  Railways Act 1993) for the words “subsection (2)” there shall be substituted the words  “                subsections (1A) and (2)              ” . 3 For the proviso to subsection (1) (which restricts the jurisdiction of transport police constables) there shall be substituted the following subsection— 1A Except to the extent that any other enactment confers more extensive powers on a constable appointed under subsection (1) of this section, any constable so appointed shall, for the duration of his appointment, only act as a constable— a in, on and in the vicinity of any policed premises; and b elsewhere, in relation to matters connected with or affecting— i the British Railways Board, ii a subsidiary of that Board, or iii a police services user, or the undertaking of any person falling within sub-paragraph (i), (ii) or (iii) of this paragraph; and, if and to the extent that he is acting as a constable in pursuance of a transport police services agreement, he shall (without prejudice to the foregoing limitations) only so act in accordance with the terms of that agreement. 4 For subsection (3) (definitions) there shall be substituted— 3 In this section— “ police services user ” means any person who is a party to a transport police services agreement, other than the British Railways Board or a subsidiary of that Board; “ policed premises ” means— any land, building or other structure, or any rolling stock, which is owned or used by, leased or hired to, or under the management of, the British Railways Board or a subsidiary of that Board; or any land, building or other structure, or any rolling stock— which is owned or used by, leased or hired to, or under the management of, a police services user; and in respect of which the services of constables appointed under subsection (1) of this section are made available to that police services user under or by virtue of a transport police services agreement; “ rolling stock ” has the meaning given in section 83 of the Railways Act 1993; “ transport police services agreement ” means an agreement made (whether before or after the passing of this Act) between— the British Railways Board, acting under or by virtue of any other enactment, and any other person, for making the services of constables appointed under subsection (1) of this section available to that other person; “ subsidiary ” has the meaning given in section 736 of the Companies Act 1985. 5 Without prejudice to section 17(2) of the  Interpretation Act 1978, any person who, immediately before the coming into force of this Act, is or is deemed to have been appointed to act as a constable throughout England and Wales under section 53 of the  British Transport Commission Act 1949 shall, as from the coming into force of this Act, be deemed to have been appointed so to act under that section as amended by this Act."}, {"act": "Transport Police (Jurisdiction) Act 1994", "year": 1994, "section": "2", "section_title": " Short title, commencement, repeals and extent.", "section_text": "2 1 This Act may be cited as the Transport Police (Jurisdiction) Act 1994. 2 This Act shall come into force on 1st April 1994. 3 Section 132(5) of the  Railways Act 1993 (which sets out the jurisdiction of the transport police in relation to certain agreements) shall cease to have effect. 4 The enactments mentioned in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule. 5 Section 1 of this Act extends to England and Wales only. 6 This Act does not extend to Northern Ireland."}]