[{"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "1", "section_title": " Duty and licences.", "section_text": "1 1 A duty of excise (“ vehicle excise duty ”) shall be charged in respect of every mechanically propelled vehicle that— a is registered under this Act (see section 21), or b is not so registered but is used, or kept, on a public road in the United Kingdom. 1A Vehicle excise duty shall also be charged in respect of every thing (whether or not it is a vehicle) that has been, but has ceased to be, a mechanically propelled vehicle and— a is registered under this Act, or b is not so registered but is used, or kept, on a public road in the United Kingdom. 1B In the following provisions of this Act “ vehicle ” means— a a mechanically propelled vehicle, or b any thing (whether or not it is a vehicle) that has been, but has ceased to be, a mechanically propelled vehicle. 1C Vehicle excise duty charged in respect of a vehicle by subsection (1)(a) or (1A)(a) shall be paid on a licence to be taken out— a by the person in whose name the vehicle is registered under this Act, or b if that person is not the person keeping the vehicle, by either of those persons. 1D Vehicle excise duty charged in respect of a vehicle by subsection (1)(b) or (1A)(b) shall be paid on a licence to be taken out by the person keeping the vehicle. 2 A licence taken out for a vehicle is in this Act referred to as a “vehicle licence”."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "2", "section_title": " Annual rates of duty.", "section_text": "2 1 Vehicle excise duty in respect of a vehicle of any description is chargeable by reference to the annual rate currently applicable to it in accordance with the provisions of Schedule 1 which relate to vehicles of that description. 2 Subsection (1) applies subject to the following provisions of this section. 3 Where vehicle excise duty is charged by section 1(1)(b) or (1A)(b) in respect of the keeping of a vehicle on a road (and not in respect of its use), duty in respect of such keeping is chargeable by reference to the general rate currently specified in paragraph 1(2) of Schedule 1. 4 Subsections (5) and (6) apply where— a vehicle excise duty is charged by section 1(1)(a) or (1A)(a) in respect of a vehicle, and b were the vehicle not registered under this Act, duty would not be charged by section 1(1)(b) or (1A)(b) in respect of the use of the vehicle on a road. 5 Where one or more use licences have previously been issued for the vehicle, the duty charged by section 1(1)(a) or (1A)(a) is chargeable by reference to the annual rate currently applicable to a vehicle of the same description as that of the vehicle on the occasion of the issue of that licence (or the last of those licences). 6 In any other case, the duty charged by section 1(1)(a) or (1A)(a) is chargeable by reference to the general rate currently specified in paragraph 1(2) of Schedule 1. 7 In subsection (5) “ use licence ” means— a a vehicle licence issued for the use of a vehicle, or b a vehicle licence that is issued by reason of a vehicle being registered under this Act but which would have been issued for the use of the vehicle if the vehicle had not been registered under this Act."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "3", "section_title": " Duration of licences.", "section_text": "3 1 A vehicle licence may be taken out for any vehicle for any period of twelve months running from the beginning of the month in which the licence first has effect. 2 A vehicle licence may be taken out for a vehicle for a period of six months running from the beginning of the month in which the licence first has effect if— a the annual rate of vehicle excise duty in respect of the vehicle exceeds £50, or b the vehicle is one to which the annual rate of vehicle excise duty specified in paragraph 11C(2)(a) of Schedule 1 applies (tractive units: special cases). 3 The Secretary of State may by order provide that a vehicle licence may be taken out for a vehicle for such period as may be specified in the order. 4 An order under subsection (3) may specify— a a period of a fixed number of months (not exceeding fifteen) running from the beginning of the month in which the licence first has effect, b in the case of   the first vehicle licence for   a vehicle of such description as may be specified in the order, a period exceeding by such number of days (not exceeding thirty) as may be determined by or under the order the period for which the licence would otherwise have effect by virtue of subsection (1) or (2) or of an order under paragraph (a), or c in the case of a vehicle of such description (or of such description and used in such circumstances) as may be specified in the order, a period of less than one month. 5 An order under subsection (3)— a may be made so as to apply only to vehicles of specified descriptions, and b may make different provision for vehicles of different descriptions or for different circumstances. 6 The power to make an order under subsection (3) includes power to make transitional provisions and to amend or repeal subsection (1) or (2). 7 Neither subsection (2) nor any order under subsection (3) permits the first vehicle licence for a vehicle to be taken out for a period of less than twelve months if the annual rate of vehicle excise duty chargeable on the licence would be lower if it were not the first vehicle licence for the vehicle."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "4", "section_title": " Amount of duty.", "section_text": "4 1 Where a vehicle licence for a vehicle of any description is taken out for a period of 12 months, vehicle excise duty is to be paid on the licence— a at the annual rate of duty applicable to vehicles of that description, or b if the duty is to be paid by more than one instalment pursuant to an agreement under section 19B, at a rate equal to 105% of that annual rate. 2 Subject to subsection (2A), where a vehicle licence for a vehicle of any description is taken out for a period of 6 months, vehicle excise duty is to be paid on the licence— a at a rate equal to 55% of the annual rate of duty applicable to vehicles of that description, or b if the duty is to be paid by direct debit pursuant to an agreement under section 19B, at a rate equal to 52.5% of that annual rate. 2A In the case of a vehicle which is charged to HGV road user levy, the reference in subsection (2)(a) to 55% is to be read as a reference to 50%. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where a vehicle licence for a vehicle of any description is taken out for a period specified in an order under section 3(3), vehicle excise duty shall be paid on the licence at such rate as may be specified in the order. 5 A rate of vehicle excise duty specified in an order under section 3(3) in relation to a licence taken out for a vehicle for a period of— a a fixed number of months other than twelve, or b less than one month, shall be such as to bear to the annual rate of duty applicable to the vehicle no less proportion than the period for which the licence is taken out bears to a year. 6 A rate of vehicle excise duty specified in an order under section 3(3) in relation to a licence taken out for a vehicle for a period of three months or a period of four months shall not exceed for each month of the period ten per cent. of the annual rate of duty applicable to the vehicle. 7 The power to make an order under section 3(3) includes power to amend or repeal subsection (2)\t\t\t\t\t ...   of this section."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "5", "section_title": " Exempt vehicles.", "section_text": "5 1 No vehicle excise duty shall be charged in respect of a vehicle if it is an exempt vehicle. 2 Schedule 2 specifies descriptions of vehicles which are exempt vehicles. 3 The Secretary of State may by order amend Schedule 2 in order to make provision about the descriptions of— a tractors, and b vehicles used for purposes relating to agriculture, horticulture or forestry, that are to be exempt vehicles. 4 An order under subsection (3) may in particular repeal any of paragraphs 20A to 20D of Schedule 2."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "6", "section_title": " Collection  etc.  of duty.", "section_text": "6 1 Vehicle excise duty shall be levied by the Secretary of State. 2 For the purpose of levying vehicle excise duty the Secretary of State and his officers (including any body or person authorised by the Secretary of State to act as his agent for the purposes of this Act) have the same powers, duties and liabilities as the Commissioners of Customs and Excise and their officers have with respect to— a duties of excise (other than duties on imported goods), b the issue and cancellation of licences on which duties of excise are imposed, and c other matters (not being matters relating only to duties on imported goods), under the enactments relating to duties of excise and excise licences. 3 The enactments relating to duties of excise, or punishments and penalties in connection with those duties, (other than enactments relating only to duties on imported goods) apply accordingly. 4 Subsections (2) and (3) have effect subject to the provisions of this Act (including in particular, in the case of subsection (3), subsection (6) of this section and sections 47, 48 and 56). 5 The Secretary of State has with respect to vehicle excise duty and licences under this Act the powers given to the Commissioners of Customs and Excise by the enactments relating to duties of excise and excise licences for the mitigation or remission of any penalty or part of a penalty. 6 Vehicle excise duty, and any sums received by the Secretary of State by virtue of this Act by way of fees, shall be paid into the Consolidated Fund."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "7", "section_title": " Issue of vehicle licences.", "section_text": "7 1 Every person applying for a vehicle licence shall— a make  any such  a declaration, and b furnish  any  such particulars  and any such documentary or other evidence , (whether or not with respect to the vehicle for which the licence is to be taken out) as may be  specified  by the Secretary of State. 2 The declarations  , particulars and evidence  which may be so  specified  include, in relation to a person applying for a licence for a goods vehicle  or a special vehicle , a declaration as to,  particulars of and evidence in relation to , any of the matters specified in subsection (3) as to which the Secretary of State may require information with a view to an alteration in the basis on which vehicle excise duty is chargeable in respect of goods vehicles  or, as the case may be, special vehicles . 3 The matters referred to in subsection (2) are— a the construction of the vehicle, b the vehicle’s revenue weight, ba the place where the vehicle has been or is normally kept, and c the use to which the vehicle has been or is likely to be put. 3A A person applying for a licence shall not be required to make a declaration specified for the purposes of subsection (1)(a) if he agrees to comply with such conditions as may be specified in relation to him by the Secretary of State. 3B The conditions which may be specified under subsection (3A) include a  a condition that particulars for the time being specified for the purposes of subsection (1)(b) are furnished by being transmitted to the Secretary of State by such electronic means as he may specify  ; and b a condition requiring such payments as may be specified by the Secretary of State to be made to him in respect of— i steps taken by him for facilitating compliance by any person with any condition falling within paragraph (a); and ii in such circumstances as may be so specified, the processing of applications for vehicle licences where particulars are transmitted in accordance with that paragraph. 4 A vehicle licence is issued for the vehicle specified in the application for the licence (and for no other). 5 The Secretary of State is not required to issue a vehicle licence for which an application is made unless he is satisfied— a that the licence applied for is the appropriate licence for the vehicle specified in the application, and b in the case of an application for a licence for a vehicle purporting to be the first application for a licence for the vehicle, that a licence has not previously been issued for the vehicle. 5A The Secretary of State is not required to issue a vehicle licence for a heavy goods vehicle if not satisfied that the appropriate  HGV  road user levy has been paid. 5B The Secretary of State may not issue a vehicle licence in respect of a vehicle— a completed before IP completion day, b which is to be, or is normally, kept at a place in Great Britain, and c in respect of which there is an EC certificate of conformity issued in reliance on a relevant European approval granted by or on the authority of an EU State, unless the vehicle satisfies one of the conditions in subsection (5C). 5C The conditions are— a the vehicle is qualifying Northern Ireland goods; b the vehicle was in the United Kingdom immediately before IP completion day; c a relevant UK certificate has effect with respect to the vehicle. 5D The Secretary of State may not issue a vehicle licence in respect of a vehicle which— a is completed on or after IP completion day, and b is to be kept, or is normally kept, at a place in Great Britain, unless the vehicle satisfies one of the conditions in subsection (5E). 5E The conditions are— a the vehicle is qualifying Northern Ireland goods in respect of which there is an EC certificate of conformity issued in reliance on a relevant European approval granted by or on the authority of an EU State; b a relevant UK certificate has effect with respect to the vehicle. 5F The Secretary of State may not issue a vehicle licence in respect of a vehicle— a completed before IP completion day, and b which is to be, or is normally, kept at a place in Northern Ireland, unless the vehicle satisfies one of the conditions in subsection (5G). 5G The conditions are— a an EC certificate of conformity issued in reliance on a relevant European approval granted by or on the authority of an EU State has effect in respect of the vehicle; b the vehicle was in the United Kingdom immediately before IP completion day and a relevant UK certificate issued before that day has effect with respect to it. 5H The Secretary of State may not issue a vehicle licence in respect of a vehicle— a which is completed on or after IP completion day, and b which is, or is to be, kept at a place in Northern Ireland, unless the vehicle satisfies one of the conditions in subsection (5I). 5I The conditions are— a an EC certificate of conformity issued in reliance on a relevant European approval granted by or on the authority of an EU State has effect in respect of the vehicle; b a relevant Northern Ireland certificate has effect in respect of the vehicle. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this   section— “the appropriate HGV road user levy”, in relation to a vehicle licence, means the HGV road user levy charged for the period for which the licence would have effect;   “ EC certificate of conformity ” has the meaning given in section 85 of the Road Traffic Act 1988;   “ EU State ” means—  in relation to the period before  IP completion day, a member State other than the United Kingdom, and in relation to the period on or after IP completion day, a member State; “heavy goods vehicle” has the same meaning as in the HGV Road User Levy Act 2013;  “ qualifying Northern Ireland goods ” has the meaning given by regulations made under section 8C(6) of the European Union (Withdrawal) Act 2018;  “ relevant European approval ” has the meaning given in section 55(1C) of the Road Traffic Act 1988;                           “ relevant Northern Ireland certificate ” means—  a certificate issued pursuant to regulation 16(7) or 18(10) of the Road Vehicles (Approval) Regulations 2020 ( S.I. 2020/818 ), as they apply in and in relation to Northern Ireland, a certificate of conformity issued under Article 31A(3) of the Road Traffic (Northern Ireland) Order 1981, a Department’s approval certificate issued under Article 31A(4) or (5) of that Order, or an EC certificate of conformity issued in reliance on a valid relevant European approval granted by or on the authority of the Secretary of State in relation to Northern Ireland;  “ relevant UK certificate ” means— a certificate of conformity issued under section 57 of the Road Traffic Act 1988, a Minister's approval certificate issued under section 58 of that Act, a certificate issued pursuant to regulation 25(10) or 27(10) of the Road Vehicles (Approval) Regulations 2009 (S.I. 2009/717), a certificate issued pursuant to regulation 16(7) or 18(10) of the Road Vehicles (Approval) Regulations 2020 ( S.I. 2020/818 ),  a certificate of conformity issued under Article 31A(3) of the Road Traffic (Northern Ireland) Order 1981, a Department's approval certificate issued under Article 31A(4) or (5) of that Order, or an EC certificate of conformity which was issued otherwise than in reliance on a valid relevant European approval granted by or on the authority of an EU State; “special vehicle”  has the same meaning as in paragraph 4 of Schedule 1."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "7A", "section_title": " Supplement payable on   vehicle ceasing to be appropriately covered", "section_text": "7A 1 Regulations may make provision for a supplement of a prescribed amount to be payable   where— a a vehicle has ceased to be appropriately covered, b the vehicle is not, before the end of the relevant prescribed period, appropriately covered as mentioned in paragraph (a) or (b) of subsection (1A) below with effect from the time immediately after it so ceased or appropriately covered as mentioned in paragraph (d) of that subsection, and c the circumstances are not such as may be prescribed. 1A For the purposes of this section and section 7B a vehicle is appropriately covered if (and only if)— a a vehicle licence or trade licence is in force for or in respect of the vehicle, b the vehicle is an exempt vehicle in respect of which regulations under this Act require a nil licence to be in force and a nil licence is in force in respect of it, c the vehicle is an exempt vehicle that is not one in respect of which regulations under this Act require a nil licence to be in force, or d the vehicle is neither kept nor used on a public road and the declarations and particulars required to be delivered by regulations under section 22(1D) have been delivered in relation to it in accordance with the regulations  ... . 1B Where a vehicle for  ...  which a vehicle licence is in force is transferred by the holder of the vehicle licence to another person, the vehicle licence is to be treated for the purposes of subsection (1A) as no longer in force  ...  . 1C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1D In subsection (1)(b)\t\t\t\t\t “ the relevant prescribed period ” means such period beginning with the date on which the vehicle ceased to be appropriately covered as is prescribed. 2 A supplement under this section— a shall be payable by such person, or jointly and severally by such persons, as may be prescribed; b shall become payable at such time as may be prescribed; c may be of an amount that varies according to the length of the period between— i the time of a notification (in accordance with regulations under section 7B(1)) to, or in relation to, a person by whom it is payable, and ii the time at which it is paid. 3 A supplement under this section that has become payable— a is in addition to any vehicle excise duty charged in respect of the vehicle concerned; b does not cease to be payable by reason of   the vehicle being again appropriately covered   after the supplement has become payable; c may, without prejudice to section 6 or 7B(2) and (3) or any other provision of this Act, be recovered as a debt due to the Crown. 4 In this section— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b “ prescribed ” means prescribed by, or determined in accordance with, regulations; c “ regulations ” means regulations made by the Secretary of State with the consent of the Treasury. 5 No regulations to which subsection (6) applies shall be made under this section unless a draft of the regulations has been laid before, and approved by a resolution of, each House of Parliament. 6 This subsection applies to regulations under this section that— a provide for a supplement to be payable in a case where one would not otherwise be payable, b increase the amount of a supplement, c provide for a supplement to become payable earlier than it would otherwise be payable, or d provide for a supplement to be payable by a person by whom the supplement would not otherwise be payable."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "7B", "section_title": "Section 7A  supplements: further provisions", "section_text": "7B 1 The Secretary of State may by regulations make provision for notifying the person in whose name a vehicle is registered under this Act about— a any supplement under section 7A that may or has become payable   in relation to   the vehicle; b when   the vehicle ceasing to be appropriately covered   may result in the person being guilty of an offence under section 31A. 2 The Secretary of State may by regulations make provision— a for assessing an amount of supplement due under section 7A from any person and for notifying that amount to that person or any person acting in a representative capacity in relation to that person; b for an amount assessed and notified under such regulations to be deemed to be an amount of vehicle excise duty due from the person assessed and recoverable accordingly; c for review of decisions under such regulations and for appeals with respect to such decisions or decisions on such reviews. 3 Regulations under subsection (2) may, in particular, make provision that, subject to any modifications that the Secretary of State considers appropriate, corresponds or is similar to— a any provision made by sections 12A and 12B of the Finance Act 1994 (assessments related to excise duty matters), or b any provision made by sections   13A to 16   of that Act (customs and excise reviews and appeals). 4 Sums received by way of supplements under section 7A shall be paid into the Consolidated Fund."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "7C", "section_title": "Recovery of section 7A supplements: Scotland", "section_text": "7C 1 The Secretary of State may by regulations provide for the recovery of supplement that has become payable under section 7A by diligence authorised by summary warrant. 2 Regulations under subsection (1) may, in particular, provide— a for such summary warrants— i to be granted by the sheriff on the application of the Secretary of State; and ii to authorise any of the diligences mentioned in subsection (3); b for such applications to be accompanied by a certificate mentioned in subsection (4); and c for the fees and outlays of sheriff officers incurred in executing such summary warrants to be chargeable against the debtor. 3 The diligences referred to in subsection (2)(a)(ii) are— a an attachment; b an earnings arrestment; c an arrestment and action of furthcoming or sale. 4 The certificate referred to in subsection (2)(b) is a certificate by the Secretary of State — a stating that none of the persons specified in the application has paid the supplement due; b stating that payment of the amount due from each such person has been demanded from him; c stating whether in response to that demand any such person disputes liability to pay; and d specifying the amount due from and unpaid by each such person. 5 No fee shall be chargeable by the sheriff officer against the debtor for— a collecting; or b accounting to the Secretary of State for, sums paid to him by the debtor in respect of the amount owing. 6 No summary warrant for recovery of supplement payable under section 7A may be granted against a person if— a he disputes liability to pay; or b an action for payment to recover such supplement from him has already been raised. 7 Failure to respond to a demand to pay shall not be taken to mean liability to pay is disputed. 8 An action for payment to recover supplement payable under section 7A may be raised against a person notwithstanding that a summary warrant has already been granted for recovery of such supplement from him but only if none of the diligences mentioned in subsection (3) has been executed against him. 9 Where such an action is raised, the summary warrant shall cease to have effect in relation to such person. 10 This section extends to Scotland only."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "8", "section_title": " Vehicles removed into UK.", "section_text": "8 1 Where an application is made for a vehicle licence for a vehicle which— a appears to the Secretary of State to have been removed into the United Kingdom from a place outside the United Kingdom, and b is not already registered under this Act, the Secretary of State may refuse to issue the licence unless subsection (2) applies to the vehicle. 2 This subsection applies to a vehicle if the Secretary of State is satisfied in relation to the removal of the vehicle into the United Kingdom— a that any value added tax charged on any supply involving the removal of the vehicle into the United Kingdom has been or will be paid or remitted, b that any value added tax or customs duty charged on the importation of the vehicle  ... has been or will be paid or remitted, or c that no such tax or duty has been charged on the  ... importation of the vehicle or on any supply involving its removal into the United Kingdom."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "9", "section_title": " Temporary vehicle licences.", "section_text": "9 1 Where an application is made for a vehicle licence for a vehicle for any period, the Secretary of State may, if he thinks fit, instead of issuing immediately a vehicle licence for that period— a issue a vehicle licence (a “temporary licence”) for fourteen days, or such other period as may be prescribed by regulations made by the Secretary of State, having effect from such day as may be so prescribed, and b from time to time issue a further temporary licence for the vehicle. 2 Nothing in this section affects the amount of any duty payable on a vehicle licence. 3 Where an application for a vehicle licence is made to a body (other than a Northern Ireland department) authorised by the Secretary of State to act as his agent for the purpose of issuing licences, the body may, before issuing a licence under subsection (1)(a), require the applicant to pay to it in connection with the issue a fee of  £2.35 4 The Secretary of State may by regulations substitute for the sum for the time being specified in subsection (3) such other sum as may be prescribed by the regulations."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "10", "section_title": " Transfer   ...  of vehicle licences.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "11", "section_title": " Issue of trade licences.", "section_text": "11 1 Where— a a motor trader or vehicle tester, or b a person who satisfies the Secretary of State that he intends to commence business as a motor trader or vehicle tester, applies to the Secretary of State (in the manner  specified  by the Secretary of State) to take out a licence under this section (a “trade licence”), the Secretary of State may, subject to the conditions  prescribed by regulations made by the Secretary of State , issue such a licence to him on payment of vehicle excise duty at the rate applicable to the licence. 1A The power to prescribe conditions under subsection (1) includes, in particular, the power to prescribe conditions which are to be complied with after the licence is issued. 2 In the case of a motor trader who is a manufacturer of vehicles, a trade licence is a licence for— a all vehicles which are from time to time temporarily in his possession in the course of his business as a motor trader, b all vehicles kept and used by him solely for purposes of conducting research and development in the course of his business as such a manufacturer, and c all vehicles which are from time to time submitted to him by other manufacturers for testing on roads in the course of that business. 3 In the case of any other motor trader, a trade licence is a licence for all vehicles which are from time to time temporarily in his possession in the course of his business as a motor trader. 4 In the case of a vehicle tester, a trade licence is a licence for all vehicles which are from time to time submitted to him for testing in the course of his business as a vehicle tester."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "12", "section_title": " Use of vehicles by holders of trade licences.", "section_text": "12 1 The holder of a trade licence is not entitled by virtue of the licence— a to use more than one vehicle at any one time, b to use a vehicle for any purpose other than a purpose prescribed by regulations made by the Secretary of State, or c except in such circumstances as may be so prescribed, to keep any vehicle on a road if it is not being used on the road. 2 The Secretary of State shall by regulations prescribe— a the conditions subject to which trade licences are to be issued, and b the purposes for which the holder of a trade licence may use a vehicle by virtue of the licence. 3 The purposes which may be prescribed as those for which the holder of a trade licence may use a vehicle under the licence shall not include the conveyance of goods or burden of any description other than— a a load which is carried solely for the purpose of testing or demonstrating the vehicle or any of its accessories or equipment and which is returned to the place of loading without having been removed from the vehicle except for that purpose or in the case of accident, b in the case of a vehicle which is being delivered or collected, a load consisting of another vehicle used or to be used for travel from or to the place of delivery or collection, c a load built in as part of the vehicle or permanently attached to it, d a load consisting of parts, accessories or equipment designed to be fitted to the vehicle and of tools for fitting them to the vehicle, or e a load consisting of a trailer other than a trailer which is for the time being a disabled vehicle. 4 For the purposes of subsection (3), where a vehicle is so constructed that a trailer may by partial superimposition be attached to the vehicle in such a manner as to cause a substantial part of the weight of the trailer to be borne by the vehicle, the vehicle and the trailer are deemed to constitute a single vehicle. 5 In subsection (3)(e) “ disabled vehicle ” includes a vehicle which has been abandoned or is scrap."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "13", "section_title": " Trade licences: duration and amount of duty.", "section_text": "13 1 A trade licence may be taken out— a for one calendar year, b for a period of six months beginning with the first day of January or of July, or c where subsection (2) applies, for a period of seven, eight, nine, ten or eleven months beginning with the first day of any month other than January or July  and ending no later than the relevant date . 1A In subsection (1)(c) “ the relevant date ” means— a in relation to a licence taken out for a period beginning with the first day of any of the months February to June in any year, 31st December of that year; b in relation to a licence taken out for a period beginning with the first day of any of the months August to December in any year, 30th June of the following year. 2 This subsection applies where the person taking out the licence— a is not a motor trader or vehicle tester (having satisfied the Secretary of State as mentioned in section 11(1)(b)), or b does not hold any existing trade licence. 3 The rate of duty applicable to a trade licence taken out for a calendar year   (“the applicable annual rate”)  is— a the annual rate currently applicable to a vehicle under sub-paragraph   (1)(d)   of paragraph 2 of Schedule 1 if the licence is to be used only for vehicles to which that paragraph applies, and b otherwise, the   basic goods vehicle rate currently applicable . 3A Where a trade licence is taken out for a calendar year and the duty is to be paid by more than one instalment pursuant to an agreement under section 19B, the rate of duty is 105% of the applicable annual rate. 4 The rate of duty applicable to a trade licence taken out for a period of 6 months is— a 55% of the applicable annual rate for a corresponding trade licence taken out for a calendar year, or b if the duty is to be paid by direct debit pursuant to an agreement under section 19B, 52.5% of that applicable annual rate. 5 The rate of duty applicable to a trade licence taken out for a period of seven, eight, nine, ten or eleven months is the aggregate of— a fifty-five per cent. of the   applicable annual rate for a   corresponding trade licence taken out for a calendar year, and b one-sixth of the amount arrived at under paragraph (a) in respect of each month in the period in excess of six. 6 In determining a rate of duty under   subsection (3A), (4)   or (5) any fraction of five pence— a if it exceeds two and a half pence, shall be treated as five pence, and b otherwise, shall be disregarded. 7 In this section  “ the basic goods vehicle rate ” means the annual rate applicable, by virtue of sub-paragraph (1) of paragraph 9 of Schedule 1, to a rigid goods vehicle which— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b falls within column (3) of the table in that sub-paragraph and has a revenue weight exceeding 3,500 kilograms and not exceeding 7,500 kilograms."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "14", "section_title": " Trade licences: supplementary.", "section_text": "14 1 Nothing in sections 11 to 13 prevents a person entitled to take out a trade licence from holding two or more trade licences. 2 The holder of a trade licence may at any time   request that the Secretary of State cancel the licence . 3 Where— a the Secretary of State refuses an application for a trade licence by a person entitled to make such an application, and b the applicant, within the period prescribed by regulations made by the Secretary of State, requests him to review his decision, the Secretary of State shall comply with the request and (in doing so) consider any representations made to him in writing during that period by the applicant. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "15", "section_title": " Vehicles becoming chargeable to duty at higher rate.", "section_text": "15 1 Where— a a vehicle licence has been taken out for a vehicle at any rate of vehicle excise duty, and b at any time while the licence is in force the vehicle is used so as to subject it to a higher rate, duty at the higher rate becomes chargeable in respect of the licence for the vehicle. 2 For the purposes of subsection (1) a vehicle is used so as to subject it to a higher rate if it is used in an altered condition, in a manner or for a purpose which— a brings it within, or b if it was used solely in that condition, in that manner or for that purpose, would bring it within, a description of vehicle to which a higher rate of duty is applicable. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purposes of subsection (1) a vehicle in respect of which a lower rate of duty is chargeable by virtue of regulations under paragraph 13 of Schedule 1 is also used so as to subject it to a higher rate if it is used in contravention of a condition imposed under or by virtue of sub-paragraph (2) of that paragraph. 4 Subject to section 7(5), Where duty at a higher rate becomes chargeable under subsection (1) in respect of a vehicle licence, the licence may be exchanged for a new vehicle licence for the period— a beginning with the date on which the higher rate of duty becomes chargeable, and b ending with the period for which the original licence was issued. 5 A new vehicle licence may be obtained under subsection (4) only on payment of the appropriate proportion of the difference between— a the amount of duty payable on the original licence, and b the amount of duty payable on a vehicle licence taken out for the period for which the original licence was issued but at the higher rate of duty. 6 For the purposes of subsection (5) “ the appropriate proportion ” means the proportion which the number of months in the period— a beginning with the date on which the higher rate of duty becomes chargeable, and b ending with the period for which the original licence was issued, bears to the number of months in the whole of the period for which the original licence was issued (any incomplete month being treated as a whole month). 7 If the higher rate has been changed since the issue of the original licence, the amount under subsection (5)(b) is calculated as if that rate had been in force at all material times at the level at which it is in force when it becomes chargeable."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "15A", "section_title": "Exception for tractive units from charge at higher rate", "section_text": "15A 1 Where— a a vehicle licence has been taken out for a tractive unit, and b the licence was taken out at a rate of vehicle excise duty applicable to a tractive unit which is to be used with semi-trailers with a minimum number of axles, duty at a higher rate does not become chargeable under section 15 by reason only that while the licence is in force the tractive unit is used with a semi-trailer with fewer axles than that minimum number, if the condition in subsection (2) is satisfied. 2 The condition is that the rate of duty at which the licence was taken out is equal to or exceeds the rate which would have been applicable if the revenue weight of the tractive unit had been a weight equal to the actual laden weight, at the time of the use, of the articulated vehicle consisting of the tractive unit and the semi-trailer."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "16", "section_title": " Exceptions from charge at higher rate in case of tractive units.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "17", "section_title": " Other exceptions from charge at higher rate.", "section_text": "17 1 Where a vehicle licence has been taken out for a vehicle of any description, duty at a higher rate applicable to a vehicle of another description does not become chargeable under section 15 unless the vehicle as used while the licence is in force satisfies all the conditions which must be satisfied in order to bring the vehicle into the other description of vehicle for the purposes of vehicle excise duty. 2 Where— a duty has been paid in respect of a vehicle at a rate applicable under Part VIII of Schedule 1, and b the vehicle is to a substantial extent being used for the conveyance of goods or burden belonging to a particular person (whether the person keeping the vehicle or not), duty at a higher rate does not become chargeable under section 15 by reason only that the vehicle is used for the conveyance without charge in the course of their employment of employees of the person to whom the goods or burden belong. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 This section does not have effect where section 15 applies by reason of the use of a vehicle in contravention of a condition imposed under or by virtue of paragraph 13(2) of Schedule 1."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "18", "section_title": " Vehicles for export becoming liable to VAT.", "section_text": "18 1 Where, by virtue of sub-paragraph (2) of paragraph 23 of Schedule 2, a vehicle which is an exempt vehicle under sub-paragraph (1) of that paragraph is deemed never to have been an exempt vehicle under that sub-paragraph, vehicle excise duty is payable— a by the person by whom the vehicle was acquired from its manufacturer, in relation to the whole period since the registration of the vehicle, or b by any other person who is for the time being the keeper of the vehicle, in relation to the period since the vehicle was first kept by him, unless, or except to the extent that, the Secretary of State waives payment of the duty. 2 Subsection (1) is without prejudice to section 30; but duty with respect to a vehicle is not payable by a person under that subsection in relation to any part of a period if an amount with respect to it has been ordered to be paid by him under that section in relation to the part of the period."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "19", "section_title": "Rebates", "section_text": "19 1   If any of the rebate conditions is satisfied in relation to a vehicle in respect of which a vehicle licence is in force, the relevant person is entitled to receive (by way of rebate of duty paid on the licence)   the relevant amount from the Secretary of State . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The rebate conditions are as follows— a the vehicle has been stolen and the Secretary of State has been notified of that by the relevant person, b the vehicle has been destroyed and the Secretary of State has been notified of that by the relevant person, c a nil licence for the vehicle has been issued in accordance with regulations under section 22, d a qualifying application for a vehicle licence for the vehicle has been received by the Secretary of State, e the vehicle is neither used nor kept on a public road and the particulars and declaration required to be furnished and made by regulations under section 22(1D) have been furnished and made in relation to it in accordance with the regulations, f the vehicle has been sold or disposed of and the particulars prescribed by regulations under section 22(1)(d) have been furnished in relation to it in accordance with the regulations, or g the vehicle has been removed from the United Kingdom with a view to its remaining permanently outside the United Kingdom and the Secretary of State has been notified of that by the relevant person, h a relevant application for a vehicle licence for the vehicle has been received by the Secretary of State. 3ZA An application for a vehicle licence is a qualifying application for the purposes of subsection   (3)(d)   if— a paragraph 1ZA of Schedule 1 applies to the vehicle when the application is made, but b that paragraph did not apply to the vehicle when the licence which is unexpired when the application is made was taken out. 3ZB An application for a vehicle licence is a relevant application for the purposes of subsection (3)(h) if— a there is an unexpired licence for the vehicle in respect of which the application is made, b when the unexpired licence was taken out, the vehicle was chargeable to  HGV  road user levy under section 5 of the  HGV  Road User Levy Act 2013 at a rate applicable to a vehicle that does not meet Euro 6 emissions standards, and c the vehicle now meets those standards, and an application for a rebate of  HGV  road user levy has been made under section 7 of that Act as a result of an entitlement arising under subsection (2A) of that section. 3A Subject to   subsections (3B) and (3C) , the relevant amount is an amount equal to one-twelfth of the annual rate of duty chargeable on the licence (at the time when it was taken out) in respect of each complete month of the period of the currency of the licence which is unexpired   when the rebate condition is satisfied . 3B Where— a the licence is the first vehicle licence for the vehicle, b the rebate condition in question is that in subsection (3)(e), (f) or (g), and c the annual rate of duty rate chargeable on the licence (at the time when it was taken out) would have been lower if it had not been the first vehicle licence for the vehicle, the relevant amount is an amount equal to one-twelfth of that lower annual rate of duty in respect of each such complete month. 3C Where the annual rate of duty chargeable on a vehicle licence at the time when it was taken out is determined in accordance with paragraph 1GE(2) of Schedule 1 (higher rates of duty: vehicles with a price exceeding £40,000) the relevant amount is given by— ( H × R ) + ( L × P ) 12 where— H is the annual rate of duty chargeable on the licence at the time when it was taken out; R is the number of complete months (if any) of that part of the currency of the licence which is unexpired— in respect of which the rebate condition is satisfied, and which are within the period of six years beginning with the day of registration; L is the annual rate of duty that would have been chargeable on the licence at the time when it was taken out if that time had been after the period of six years beginning with the day of registration; P is the number of complete months (if any) of that part of the currency of the licence which is unexpired— in respect of which the rebate condition is satisfied, and which are not within R. 3D In subsection (3C) the  “ day of registration ” means the day on which the vehicle in respect of which the licence is in force was first registered under this Act or under the law of a country or territory outside the United Kingdom. 4 In subsections (1) and (3)  “ the relevant person ” means the person in whose name the vehicle is registered immediately before the rebate condition is satisfied. 5 The Secretary of State may specify requirements which must be complied with before a rebate condition can be satisfied. 5A The requirements that may be specified include (in particular)— a a requirement that particulars which are required to be furnished to the Secretary of State are transmitted to the Secretary of State by such electronic means as may be specified, and b in a case within subsection (3)(a), requirements relating to the reporting to the police that the vehicle has been stolen. 7 Where any of the rebate conditions  (other than the condition in subsection (3)(h))   is satisfied in relation to a licence, the licence ceases to be in force. 7A Where the rebate condition in subsection (3)(h) is satisfied in relation to a licence, the licence ceases to be in force immediately before the first day of the period for which the relevant person is treated as not having paid levy in respect of the vehicle as a result of section 19(3)(c) of the  HGV  Road User Levy Act 2013. 8 Where a   request is made   under section 14(2), the   holder of the trade licence   is entitled to receive from the Secretary of State (by way of rebate of the duty paid on the licence) an amount equal to one-twelfth of the annual rate of duty chargeable on the licence (at the time when it was taken out) in respect of each complete month of the period of the currency of the licence which is unexpired at the date   the request is received by the Secretary of State ."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "19A", "section_title": " Payment for licences by cheque.", "section_text": "19A 1 The Secretary of State may, if he thinks fit, issue a vehicle licence or a trade licence on receipt of a cheque for the amount of the duty payable on it. 2 In a case where— a a vehicle licence or a trade licence is issued to a person on receipt of a cheque which is subsequently dishonoured, and b the Secretary of State sends a notice  ...  to the person informing him that the licence is void as from the time when it was granted, the licence shall be void as from the time when it was granted. 3 In a case where— a a vehicle licence or a trade licence is issued to a person on receipt of a cheque which is subsequently dishonoured, b the Secretary of State sends a notice  ...  to the person requiring him to secure that the duty payable on the licence is paid within such reasonable period as is specified in the notice, c the requirement in the notice is not complied with, and d the Secretary of State sends a further notice  ...  to the person informing him that the licence is void as from the time when it was granted, the licence shall be void as from the time when it was granted. 4 Section 102 of the  Customs and Excise Management Act 1979 (payment for excise licences by cheque) shall not apply in relation to a vehicle licence or a trade licence."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "19B", "section_title": " Issue of licences before payment of duty.", "section_text": "19B 1 The Secretary of State may, if he thinks fit, issue a vehicle licence or a trade licence to a person who has agreed with the Secretary of State to pay the duty payable on the licence in a manner provided for in the agreement. 1A An agreement to pay the duty payable on a vehicle licence or a trade licence may provide— a for the duty to be paid by instalments, b that if any of the rebate conditions in section 19(3) is satisfied in relation to the vehicle for which the licence was issued, the licence is to cease to be in force from the time specified in the agreement and any instalments falling due after that time are no longer to be due, and c for any instalments falling due after a request under section 14(2) is received by the Secretary of State no longer to be due. 2 In a case where— a a vehicle licence or a trade licence is issued to a person in accordance with subsection (1), b the duty payable on the licence is not received by the Secretary of State in accordance with the agreement, and c the Secretary of State sends a notice  ...  to the person informing him that the licence is void as from the time when it was granted, the licence shall be void as from the time when it was granted. 3 In a case where— a paragraphs (a) and (b) of subsection (2) apply, b the Secretary of State sends a notice  ...  to the person requiring him to secure that the duty payable on the licence is paid within such reasonable period as is specified in the notice, c the requirement in the notice is not complied with, and d the Secretary of State sends a further notice  ...  to the person informing him that the licence is void as from the time when it was granted, the licence shall be void as from the time when it was granted. 4 But subsections (2) and (3) do not apply in a case where the agreement under subsection (1) provides for the duty payable to be paid by more than one instalment (and for this case see subsection (5)). 5 In a case where— a a vehicle licence or a trade licence is issued to a person in accordance with subsection (1), b the duty payable on the licence is not received by the Secretary of State in accordance with the agreement, c the agreement provides for the duty payable to be paid by more than one instalment, d the Secretary of State sends a notice to the person requiring the person to secure that the duty payable on the licence (both in respect of instalments which have fallen due and in respect of future instalments) is paid within the period specified in the notice, e the requirement in the notice is not complied with, and f the Secretary of State sends a further notice to the person informing that person that the licence is void from the time specified in the notice, the licence is to be void from the time specified."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "19C", "section_title": "Fee for payment of duty by credit card", "section_text": "19C 1 This section applies where— a a person applies for a vehicle licence or a trade licence, and b the Secretary of State, or an authorised body, accepts a credit card payment in respect of the duty payable on the licence. 2 Before issuing the licence, the Secretary of State, or the authorised body, shall require— a the applicant, or b a person acting on behalf of the applicant, to pay to him, or it, such fee (if any) in respect of the acceptance of the credit card payment as may be prescribed by, or determined in accordance with, regulations. 3 In cases of such descriptions as the Secretary of State may, with the consent of the Treasury, determine, the whole or a part of a fee paid under this section may be refunded. 4 In this section— “ authorised body ” means a body (other than a Northern Ireland department) which is authorised by the Secretary of State to act as his agent for the purpose of issuing licences; “credit card” has such meaning as may be prescribed by regulations; “ regulations ” means regulations made by the Secretary of State."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "20", "section_title": " Combined road-rail transport of goods.", "section_text": "20 1 This section applies where— a goods are loaded on a relevant goods vehicle for transport between member States, b the vehicle is transported by rail between the nearest suitable rail loading station to the point of loading and the nearest suitable rail unloading station to the point of unloading, and c part of the rail transport of the vehicle takes place in the United Kingdom at a time when a vehicle licence for it is in force. 2 Where this section applies, the holder of the licence is, on making a claim, entitled to receive from the Secretary of State (by way of rebate of the duty paid on the licence) an amount calculated by the method prescribed by regulations made by the Secretary of State. 3 In this section “ relevant goods vehicle ” means any vehicle the rate of duty applicable to which is provided for in Part VIII of Schedule 1 or which would be such a vehicle if Part VI of that Schedule did not apply to the vehicle. 4 The Secretary of State may by regulations prescribe— a when and how a claim for a rebate under this section is to be made, and b the evidence to be provided in support of such a claim."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "21", "section_title": " Registration of vehicles.", "section_text": "21 1 Subject to subsection (3), on the issue by the Secretary of State for a vehicle which is not registered under this section of either— a a vehicle licence, or b a nil licence, the Secretary of State shall register the vehicle in such manner as he thinks fit without any further application by the person to whom the licence is issued. 2 Subject to subsection (3)  Where particulars in respect of a vehicle are furnished to the Secretary of State in accordance with regulations under section 24 before he first issues a vehicle licence for the vehicle, he shall so register the vehicle on receiving the particulars. 3 The Secretary of State may by regulations provide that in such circumstances as may be prescribed by the regulations a vehicle shall not be registered under this section until a fee of such amount as may be so prescribed is paid. 4 The Secretary of State may by regulations make provision about repayment of any sum paid by way of a fee mentioned in subsection (3), and the regulations may in particular include provision— a that repayment shall be made only if a specified person is satisfied that specified conditions are met or in other specified circumstances; b that repayment shall be made in part only; c that, in the case of partial repayment, the amount repaid shall be a specified sum or determined in a specified manner; d for repayment of different amounts in different circumstances; and “ specified ” here means specified in the regulations."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "22", "section_title": " Registration regulations.", "section_text": "22 1 The Secretary of State may by regulations— a make provision with respect to the registration of vehicles (including, in particular, the form of and the particulars to be included in the register of trade licences), b require the Secretary of State to make with respect to registered vehicles the returns prescribed by the regulations, c provide for making any particulars contained in the register available for use by the persons prescribed by the regulations on payment, in cases so prescribed, of a fee of such amount as appears to the Secretary of State reasonable in the circumstances of the case, d require a person by , through  or to whom any vehicle is sold or disposed of to furnish the particulars prescribed by the regulations in the manner so prescribed, dd require a person by  or through whom any vehicle is sold or disposed of to furnish the person to whom it is sold or disposed of with such document relating to the vehicle’s registration as may be prescribed by the regulations, and to do so at such time as may be so prescribed. e provide for the issue of registration documents in respect of the registration of a vehicle, f provide for the transfer, surrender and production of registration documents, g provide for the inspection of registration documents by the persons prescribed by the regulations,  ... h provide for the issue of new registration documents in place of registration documents which are or may be lost, stolen , surrendered , destroyed or damaged  or which contain any particulars which have become illegible or inaccurate , ha require the destruction of a registration document where a new registration document is issued in place of it, i provide for a fee of such amount as appears to the Secretary of State to be reasonable to be paid on the issue of new registration documents in any of the circumstances mentioned in paragraph (h). 1A The Secretary of State may make regulations providing for the sale of information derived from particulars contained in the register— a to such persons as the Secretary of State thinks fit, and b for such price and on such other terms, and subject to such restrictions, as he thinks fit, if the information does not identify any person or contain anything enabling any person to be identified. 1B Without prejudice to the generality of paragraph (d) of subsection (1)  ... , regulations under that paragraph may require— a any person there mentioned to furnish particulars to  another person there mentioned or to the Secretary of State or to another such person and to the Secretary of State; b any person there mentioned who is furnished with particulars in pursuance of the regulations to furnish them to the Secretary of State. 1C Regulations under subsection (1)(e) may, in particular, provide that registration documents need not be issued in respect of the registration of a vehicle until the vehicle has been inspected by a person specified by the Secretary of State. 1D The Secretary of State may by regulations require a person— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . aa who does not renew a vehicle licence for a vehicle registered under this Act in his name, b who does not renew a vehicle licence for a vehicle kept by him, or c who keeps an unlicensed vehicle at any place in the United Kingdom, to furnish such particulars and make such declarations as may be prescribed by the regulations, and to do so at such times and in such manner as may be so prescribed. 1DA For the purposes of subsection (1D)(aa) a person shall be regarded as not renewing a vehicle licence for a vehicle registered in his name if— a a vehicle for which a vehicle licence is in force is registered in his name, and b he does not, at such time as may be prescribed by the regulations or within such period as may be so prescribed, take out a vehicle licence to have effect from the expiry of the vehicle licence mentioned in paragraph (a). 1E For the purposes of subsection (1D)(b) a person shall be regarded as not renewing a vehicle licence for a vehicle kept by him if— a he keeps a vehicle for which a vehicle licence is in force, and b he does not, at such time as may be prescribed by the regulations or within such period as may be so prescribed, take out a vehicle licence to have effect from the expiry of the vehicle licence mentioned in paragraph (a). 1F For the purposes of subsection (1D)(c) a vehicle is unlicensed if no vehicle licence is in force for the vehicle. 1G Regulations under subsection (1D) may make such transitional provision as appears to the Secretary of State to be appropriate. 2 Regulations made by the Secretary of State may— a extend any of the provisions as to registration (and provisions incidental to any of those provisions) to, and b provide for the identification of, any   exempt vehicles or   any vehicles belonging to the Crown  .... 2A Regulations under subsection (2) may, in particular— a require a person applying for a nil licence— i to make  any such  declaration, and ii to furnish  any  such particulars  and any such documentary or other evidence , (whether or not with respect to the vehicle for which the licence is to be taken out) as may be prescribed by the regulations,  ... b provide for any requirement to make such a declaration not to apply in such circumstances as may be so prescribed. c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d require a person issued with a nil licence which ceases to be in force in circumstances prescribed by the regulations to furnish to the Secretary of State  any  such particulars  and any such documentary or other evidence  and make  any  such declarations as may be so prescribed, and to do so at such times and in such manner as may be so prescribed. 2B The circumstances which may be prescribed by the regulations by virtue of subsection (2A)(b) include where a person applying for a nil licence agrees to comply with such conditions as may be specified in relation to him by the Secretary of State. 2C The conditions which may be specified by virtue of subsection (2B) include— a a condition that particulars for the time being prescribed by the regulations by virtue of subsection (2A)(a) are furnished by being transmitted to the Secretary of State by such electronic means as he may specify; and b a condition such as is mentioned in section 7(3B)(b)\t\t\t\t\t\t\t(treating the references to paragraph (a) of subsection (3B) as references to paragraph (a) of this subsection). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "22ZA", "section_title": "... Licences for vehicles for disabled persons: information", "section_text": "22ZA 1 This section applies to information that— a is held for the purposes of functions relating to social security or war pensions— i by the Secretary of State   or a Northern Ireland department , or ii by a person providing services to the Secretary of State   or a Northern Ireland department , in connection with the provision of those services, and b   falls within subsection (1A) or  is of a description prescribed by regulations made by the Secretary of State. 1A Information falls within this subsection if it is— a the name, date of birth or national insurance number of a person who is in receipt of a relevant payment, or would be in receipt of such a payment but for— i regulations under section 86(1) of the Welfare Reform Act 2012 (treatment as in-patient in hospital or similar institution), or ii corresponding provision having effect in relation to personal independence payment in Northern Ireland; b in the case of a person who is or would be in receipt of personal independence payment attributable to entitlement to the mobility component, the rate of the payment to which the person is or would be entitled; c in the case of a person who has ceased or will cease to receive a relevant payment, the date on which the person ceased or will cease to receive it and the reason for the person ceasing to receive it. 1B In subsection (1A)  “ relevant payment ” means— a personal independence payment attributable to entitlement to the mobility component, and b armed forces independence payment. 2 Information to which this section applies may, if the consent condition is satisfied, be supplied— a to the Secretary of State, or b to a person providing services to the Secretary of State, for use for the purposes of relevant  ... licence functions. 3 The “ consent condition ”, in relation to any information, is that— a if the information was provided by a person other than the person to whom the information relates, the person who provided the information, or b in any other case, the person to whom the information relates, has consented to the supply of the information and has not withdrawn that consent. 4 Information supplied under subsection (2) shall not— a be supplied by the recipient to any other person unless— i it could be supplied to that person under subsection (2), or ii it is supplied for the purposes of any civil or criminal proceedings relating to this Act; b be used otherwise than for the purposes of relevant  ... licence functions or any such proceedings. 5 In this section  “ relevant licence functions ” means functions relating to applications for, and the issue of— a vehicle licences in respect of vehicles to which paragraph 1ZA of Schedule 1 applies, and b nil licences in respect of vehicles that are exempt vehicles under paragraph 19 of Schedule 2 or paragraph 7 of Schedule 4."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "22A", "section_title": " Vehicle identity checks", "section_text": "22A 1 This section applies to regulations under section 22(1)(h) which confer a power on the Secretary of State to refuse to issue a new registration document in respect of a registered vehicle if he is not satisfied that the vehicle for which the document is being sought is the registered vehicle. 2 Such regulations may, in particular, provide for— a the examination (whether by the Secretary of State or by persons authorised by him) of all vehicles for which new registration documents are being sought, or such vehicles of a particular description, for the purpose of ascertaining whether they are the registered vehicles concerned, b the provision of other evidence in relation to all vehicles for which new registration documents are being sought, or such vehicles of a particular description, for the purpose of ascertaining whether they are the registered vehicles concerned. 3 Regulations made by virtue of subsection (2) may, in particular, provide for— a notification of examinations (including their purpose), the issue of certificates as to the outcome of examinations and the keeping of records in relation to examinations and certificates, b the issue of duplicates or copies of certificates and the fees to be paid on applications for such duplicates or copies, c the correction of errors in certificates, d the payment of fees for examinations, and for re-examinations resulting from appeals and the repayment of the whole or part of the fee paid for such a re-examination where it appears to the Secretary of State that there were substantial grounds for contesting the whole or part of the decision appealed against, e the making of appeals against the outcome of examinations, f the carrying out of examinations in the absence of the keepers or owners of the vehicles concerned, g courses of instruction in connection with the carrying out of examinations and the charging of fees in respect of attendance on such courses, h the authorisation of examiners, the imposition of conditions to be complied with by authorised examiners (including the payment of fees to the Secretary of State) and the withdrawal of authorisations, i the manner in which, conditions under which and apparatus with which examinations are carried out by authorised examiners, and the inspection of premises at which and apparatus with which such examinations are being, or are to be, carried out, j the charges to be paid by authorised examiners to the Secretary of State in connection with— i the issue of certificates, ii the issue of duplicates or copies of certificates, and iii the correction of errors in certificates. 4 The Secretary of State may use information contained in relevant records— a to check the accuracy of information which has been obtained under regulations made by virtue of subsection (2), and b where appropriate, to amend or supplement any such information. 5 The Secretary of State may use information which has been obtained under regulations made by virtue of subsection (2)— a to check the accuracy of relevant records, and b where appropriate, to amend or supplement information contained in those records. 6 In subsections (4) and (5) “ relevant records ” means records— a maintained by the Secretary of State in connection with any functions exercisable by him under or by virtue of this Act, b records maintained by the Secretary of State (or caused by him to be maintained) under section 45(6B) of the Road Traffic Act 1988 (c.52). 7 Subsections (4) to (6) do not limit any powers of the Secretary of State apart from those subsections. 8 This section is without prejudice to the generality of the powers conferred by section 22."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "22B", "section_title": "Registration of vehicles: certificates of conformity etc.", "section_text": "22B 1 Subsections (2)  to (3C)  have effect notwithstanding any other enactment. 2  A vehicle— a which was completed before IP completion day, and b in respect of which there is an EC certificate of conformity issued in reliance on a relevant European approval granted by or on the authority of an EU State, may not be registered under section 21 in Great Britain unless one of the conditions in subsection (3) applies to the vehicle.  3 The conditions are— a the vehicle is qualifying Northern Ireland goods; b the vehicle was in the United Kingdom immediately before IP completion day; c a relevant UK certificate has effect with respect to the vehicle. 3A A vehicle which is completed on or after IP completion day may not be registered under section 21 in Great Britain unless— a it is qualifying Northern Ireland goods in respect of which there is an EC certificate of conformity issued in reliance on a relevant European approval granted by or on the authority of an EU State, or b a relevant UK certificate has effect with respect to it. 3B A vehicle completed before IP completion day may not be registered under section 21 in Northern Ireland unless— a an EC certificate of conformity issued in reliance on a relevant European approval granted by or on the authority of an EU State has effect in respect of it, or b it was in the United Kingdom immediately before IP completion day and a relevant UK certificate issued before that day has effect with respect to it. 3C A vehicle completed on or after IP completion day may not be registered under section 21 in Northern Ireland unless— a an EC certificate of conformity issued in reliance on a relevant European approval granted by or on the authority of an EU State has effect in respect of it, or b a relevant Northern Ireland certificate has effect with respect to it. 4 In this section— “ EC certificate of conformity ” has the meaning given in section 85 of the Road Traffic Act 1988; “ EU State ” means— in relation to the period before exit day, a member State other than the United Kingdom, in relation to the period on or after exit day, a member State;                                   “ qualifying Northern Ireland goods ” has the meaning given by regulations made under section 8C(6) of the European Union (Withdrawal) Act 2018; “ relevant European approval ” has the meaning given in section 55(1C) of that Act;                                   “ relevant Northern Ireland certificate ” means— a certificate issued pursuant to regulation 16(7) or 18(10) of the Road Vehicles (Approval) Regulations 2020 ( S.I. 2020/818 ), as they apply in and in relation to Northern Ireland, a certificate of conformity issued under Article 31A(3) of the Road Traffic (Northern Ireland) Order 1981,  a Department’s approval certificate issued under Article 31A(4) or (5) of that Order, or an EC certificate of conformity issued in reliance on a valid relevant European approval granted by or on the authority of the Secretary of State in relation to Northern Ireland; “ relevant UK certificate ” means— a certificate of conformity issued under section 57 of the Road Traffic Act 1988, a Minister's approval certificate issued under section 58 of that Act, a certificate issued pursuant to regulation 25(10) or 27(10) of the Road Vehicles (Approval) Regulations 2009 (S.I. 2009/717),                                       a certificate issued pursuant to regulation 16(7) or 18(10) of the Road Vehicles (Approval) Regulations 2020 ( S.I. 2020/818 ), a certificate of conformity issued under Article 31A(3) of the Road Traffic (Northern Ireland) Order 1981, a Department's approval certificate issued under Article 31A(4) or (5) of that Order, or an EC certificate of conformity which was issued otherwise than in reliance on a valid relevant European approval granted by or on the authority of an EU State."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "23", "section_title": " Registration marks.", "section_text": "23 1 Where the Secretary of State registers a vehicle under section 21(1) he shall assign to the vehicle a mark (a “registration mark”) indicating the registered number of the vehicle. 2 The Secretary of State may, in such circumstances as he may determine— a assign a registration mark to a vehicle to which another registration mark has previously been assigned, b assign to a vehicle (whether on its first registration or later) a registration mark previously assigned to another vehicle, c (whether or not in connection with an assignment within paragraph (a) or (b)) withdraw any registration mark for the time being assigned to a vehicle, and d re-assign to a vehicle a registration mark previously assigned to it but subsequently withdrawn. 3 The Secretary of State may by regulations provide that the registration mark for the time being assigned to a vehicle shall be fixed, in the manner prescribed by the regulations, on the vehicle, on any other vehicle drawn by the vehicle or on both. 4 The Secretary of State may by regulations prescribe— a the size, shape and character of registration marks to be fixed on any vehicle, and b the manner in which registration marks are to be displayed and rendered easily distinguishable (whether by day or by night). 5 The Secretary of State may by regulations— a make provision for assigning general registration marks to persons holding trade licences and (in particular) prescribe the registration marks to be carried by vehicles the use of which is authorised by a trade licence, and b make provision for the issue of trade plates to holders of trade licences and for the charging of a fee for the replacement of trade plates which are or may be lost, stolen, destroyed or damaged."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "24", "section_title": " Assignment of registration marks by motor dealers.", "section_text": "24 1 The Secretary of State may by regulations make such provision as he considers appropriate with respect to the allocation of registration marks for vehicles to motor dealers who— a apply for such allocations, and b appear to the Secretary of State suitable to receive them, and with respect to the assigning of the marks to vehicles by motor dealers. 2 Regulations under this section may, in particular, include provision— a as to the mode of application for the allocation of registration marks, b as to the transfer of registration marks allocated to a motor dealer in cases where the motor dealer dies or becomes incapacitated or bankrupt and in such other cases as may be prescribed by the regulations, and c as to the cancellation of allocations of registration marks. 3 The provision which may be made by regulations under this section also includes provision for— a restricting the circumstances in which a motor dealer may assign a registration mark to a vehicle, b securing that registration marks allocated to a motor dealer are assigned by him in such sequence as the Secretary of State considers appropriate and that no registration mark is assigned to a vehicle to which a registration mark has already been assigned, and c requiring a motor dealer to furnish to the Secretary of State within the period prescribed by the regulations such particulars in respect of each vehicle to which the motor dealer assigns a registration mark as are so prescribed. 4 Where— a the Secretary of State— i rejects an application by a motor dealer for an allocation of registration marks, or ii cancels an allocation of registration marks made to a motor dealer, and b the motor dealer, within the period prescribed by regulations made by the Secretary of State, requests him to review his decision, the Secretary of State shall comply with the request and (in doing so) consider any representations made to him in writing during that period by the motor dealer. 5 Where the Secretary of State cancels an allocation of registration marks made to a motor dealer— a the cancellation does not take effect before the end of the period prescribed by regulations made by the Secretary of State, and b where during that period the motor dealer requests the Secretary of State to review his decision, the cancellation does not take effect before the Secretary of State gives notice in writing of the result of the review to the motor dealer. 6 For the purposes of subsection (5)(b) notice may be given to a person by— a delivering it to him, b leaving it at his proper address, or c sending it to him by post; and for the purposes of this subsection, and of section 7 of the  Interpretation Act 1978 in its application to this subsection, the proper address of a person is his latest address as known to the Secretary of State."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "25", "section_title": " Charge on request for registration mark.", "section_text": "25 1 The Secretary of State may by regulations provide for a charge prescribed by the regulations to be made in cases where, by request, a particular registration mark is assigned to a vehicle (whether on its first registration or later), having previously been assigned to another vehicle. 2 The regulations may— a require— i the vehicle to which a mark is requested to be assigned, and ii in cases prescribed by the regulations, the other vehicle, to be made available for inspection at a place designated by or under the regulations, and b provide for a charge prescribed by the regulations to be made for the inspection and for the whole or part of the charge to be retained whether or not the mark is assigned as requested. 3 Charges prescribed for the purposes of this section need not be related to the costs of— a making an assignment, or b arranging for a vehicle to be inspected."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "26", "section_title": " Retention of registration mark pending transfer.", "section_text": "26 1 The Secretary of State may by regulations provide for— a a person in whose name a vehicle is registered under this Act, or b if that person so requests, another person, to be granted a right of retention in respect of the registration mark for the time being assigned to the vehicle. 1A In subsection (1), the reference to a right of retention is to a right, exercisable on a single occasion falling within a period prescribed by regulations made by the Secretary of State, to have the registration mark assigned to some other vehicle which is registered under this Act in the name of— a the person to whom the right is granted, or b some other person nominated by him in accordance with regulations made by the Secretary of State. 2 Regulations under this section may, in particular, make provision— a for the manner in which an application for the grant of   a right of retention   is to be made to the Secretary of State, b for the payment of a fee prescribed by the regulations on the making of such an application and for the whole or part of the fee to be retained whether or not the application is granted, c for requiring the vehicle to which the registration mark is for the time being assigned to be made available for inspection at a place designated by or under the regulations, d for authorising the Secretary of State to refuse such an application on such grounds as he thinks fit, e with respect to the manner in which rights of retention are to be exercisable, f for enabling or requiring the Secretary of State, on the payment to him of a fee prescribed by the regulations, to extend or (on one or more occasions) further extend the period referred to in   subsection (1A)   where— i the conditions so prescribed are fulfilled, and ii he thinks fit to do so in the circumstances of the case, g for rights of retention to be non-transferable (but without prejudice to the vesting of any such right in a person by operation of law), h with respect to the conditions which must be satisfied before a registration mark may be assigned to a vehicle pursuant to a right of retention, i for authorising the Secretary of State to revoke a right of retention— i if it appears to him that there are special reasons for doing so, or ii in any other circumstances prescribed by the regulations, j for allowing a person to be nominated when an application for the grant of a right of retention is made or to be nominated at a later time, k for allowing a different person to be nominated in place of a person already nominated, l for the manner in which a nomination is to be made and for the payment of a fee prescribed by the regulations where a nomination is made in circumstances so prescribed, and m for the payment, in connection with the assignment of a registration mark pursuant to a right of retention, of such charge as is for the time being prescribed by virtue of section 25(1). 3 Regulations under this section may exempt extensions or assignments of any class or description prescribed by the regulations from any fee or charge payable by virtue of subsection (2)(f) or (m). 4 An extension or nomination is exempt from a fee payable by virtue of subsection (2)(f) or (l) if the Secretary of State considers it appropriate in the circumstances of the case. 5 Where regulations under this section provide in any case for there to be no charge in connection with the assignment of a registration mark pursuant to a right of retention— a the fee prescribed by virtue of paragraph (b) of subsection (2) in relation to an application for that right may include an amount representing the charge for which provision could have been made by virtue of paragraph (m) of that subsection, and b the regulations may provide for the part of any such fee which represents a charge for which provision could have been so made to be retained, except where conditions prescribed by the regulations are fulfilled, whether or not there is an assignment. 6 The assignment by the Secretary of State of a registration mark to a vehicle pursuant to a right of retention is without prejudice to the subsequent exercise by him, in relation to the mark, of any of his powers under section 23(2)."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "27", "section_title": " Sale of rights to particular registration marks.", "section_text": "27 1 This section applies to registration marks which either— a have never been assigned to a vehicle, or b have been assigned to a vehicle but (as a result of having been subsequently withdrawn) are not for the time being so assigned, and which are such as the Secretary of State may from time to time determine. 2 The Secretary of State may by regulations make a scheme providing for registration marks to which this section applies to be assigned to vehicles registered under this Act in the names of, or of the nominees of, persons who have acquired rights under the scheme to have the marks so assigned. 3 Regulations under this section may, in particular, make provision— a for a person to acquire a right under the scheme to have a particular registration mark to which this section applies assigned to a vehicle registered under this Act in his name, or in the name of some other person nominated by him in accordance with the scheme, on payment of such sum as is payable in accordance with the scheme— i in respect of the acquisition of the right, and ii where no charge is to be made by virtue of paragraph (m) in connection with an assignment pursuant to the right, in respect of such an assignment, b with respect to— i the manner in which agreements for the sale of such a right (a “relevant right”) may be effected, ii the terms which may be contained in, or incorporated into, such agreements, and iii rights and liabilities arising in connection with such agreements otherwise than under any such terms, c for enabling the Secretary of State to determine as he thinks fit— i the prices at which particular relevant rights are to be sold or the reserve prices applicable to the sale of any such rights, or ii the manner in which any such prices are to be determined, d with respect to the manner in which relevant rights are to be exercisable, e for relevant rights to be exercisable only on a single occasion falling within a period prescribed by the regulations (subject to any provision made by virtue of paragraph (f)), f for enabling or requiring the Secretary of State, on the payment to him of a fee prescribed by the regulations, to extend or (on one or more occasions) further extend any such period where— i the conditions so prescribed are fulfilled, and ii he thinks fit to do so in the circumstances of the case, g for relevant rights to be non-transferable (but without prejudice to the vesting of any such right in a person by operation of law), h with respect to the conditions which must be satisfied before a registration mark may be assigned to a vehicle pursuant to a relevant right, i for authorising the Secretary of State to revoke a relevant right— i if it appears to him that there are special reasons for doing so, or ii in any other circumstances prescribed by the regulations, j for allowing a person to be nominated when a relevant right is acquired or to be nominated at a later time, k for allowing a different person to be nominated in place of a person already nominated, l for the manner in which a nomination is to be made and for the payment of a fee prescribed by the regulations where a nomination is made in circumstances so prescribed, m for the payment, in connection with the assignment of a registration mark pursuant to a relevant right, of such charge as is for the time being prescribed by virtue of section 25(1), and n for so much of any sum paid by virtue of paragraph (a) in respect of the assignment of a registration mark to be retained, except where conditions prescribed by the regulations are fulfilled, whether or not there is such an assignment. 4 Regulations under this section may (without prejudice to the generality of subsection (3)(b)) make provision for authorising the Secretary of State to make arrangements with other persons by which such persons— a are given authority (whether irrevocable or otherwise) to act on his behalf in offering for sale, and entering into agreements for the sale of, relevant rights in the case of such registration marks, and during such periods, as he may determine, b are required to account to him for sums due to him under such agreements (whether they have received any amounts due from the purchasers under the agreements or not), and c may become entitled or subject to such rights or liabilities of the Secretary of State in connection with such agreements as may be prescribed by the regulations. 5 Regulations under this section may exempt extensions or assignments of any class or description prescribed by the regulations from any fee or charge payable by virtue of subsection (3)(f) or (m). 6 An extension or nomination is exempt from a fee payable by virtue of subsection (3)(f) or (l) if the Secretary of State considers it appropriate in the circumstances of the case. 7 The assignment by the Secretary of State of a registration mark to a vehicle pursuant to a relevant right is without prejudice to the subsequent exercise by him, in relation to the mark, of any of his powers under section 23(2)."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "27A", "section_title": " Registration plates", "section_text": "27A 1 The Secretary of State may by regulations— a prescribe specifications for registration plates (whether relating to their size, shape, material of manufacture or otherwise), b provide for registration plates to contain or display such information other than registration marks or (as the case may be) special registration marks as may be specified or described in the regulations. 2 Regulations under subsection (1)(b) may, in particular, prescribe the form and manner in which any such information is to be contained or displayed. 3 In this section “ registration plates ” means— a plates or other devices for displaying registration marks and for fixing them on vehicles or trailers in accordance with regulations under section 23(3), or b plates or other devices for displaying special registration marks and for fixing them on vehicles or trailers in accordance with regulations under section 22(2), and includes plates or other devices which are also for containing or displaying information other than registration marks or (as the case may be) special registration marks (whether or not such information is to be contained or displayed by virtue of regulations under this section). 4 In this section— “ special registration mark ” means a mark indicating the registered number of a vehicle or trailer and assigned to the vehicle or trailer by virtue of regulations under section 22(2), and “ trailer ” has the same meaning as in Part 8 of Schedule 1."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "28", "section_title": " Marking of engines and bodies.", "section_text": "28 1 The Secretary of State may by regulations make such provision as he thinks appropriate with respect to the marking of the engines and bodies of vehicles. 2 Regulations under this section may, in particular, include provision— a as to the persons by whom and the times at which engines and bodies of vehicles are to be marked, b as to the form of any mark and the manner and position in which it is to be made, and c for requiring particulars of marks made under the regulations to be furnished to the Secretary of State."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "28A", "section_title": "Power of constables etc. to require production of registration documents", "section_text": "28A 1 A person using a vehicle in respect of which a registration document has been issued must produce the document for inspection on being so required by— a a constable, or b a person authorised by the Secretary of State for the purposes of this section (an  “ authorised person ”). 2 An authorised person exercising the power conferred by subsection (1) must, if so requested, produce evidence of his authority to exercise the power. 3 A person is guilty of an offence if he fails to comply with subsection (1). 4 Subsection (3) does not apply if any of the following conditions is satisfied. 5 The first condition is that— a the person produces the registration document, in person, at a police station specified by him at the time of the request, and b he does so within 7 days after the date on which the request was made or as soon as is reasonably practicable. 6 The second condition is that— a the vehicle is subject to a lease or hire agreement, b the vehicle is not registered in the name of the lessee or hirer under that agreement and is not required to be so registered, c the person produces appropriate evidence of the agreement to the constable or authorised person at the time of the request or he produces such evidence in person, at a police station specified by him at the time of the request— i within 7 days after the date of the request, or ii as soon as is reasonably practicable, and d the person has reasonable grounds for believing, or it is reasonable for him to expect, that the person from whom the vehicle has been leased or hired is able to produce, or require the production of, the registration document. 7 In subsection (6)(c) “ appropriate evidence ” means— a a copy of the agreement, or b such other documentary evidence of the agreement as is prescribed in regulations under this section. 8 The third condition is that any exception prescribed in regulations under this section is met. 9 Where a requirement is imposed under subsection (1) by an authorised person, a testing station provided under section 52(2) of the Road Traffic Act 1988 may be specified under subsection (5)(a) or (6)(c) instead of a police station. 10 A person accused of an offence under this section is not entitled to the benefit of an exception conferred by or under this section unless evidence is adduced that is sufficient to raise an issue with respect to that exception, but where evidence is so adduced it is for the prosecution to prove beyond reasonable doubt that the exception does not apply. 11 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 2 on the standard scale. 12 The Secretary of State may make regulations— a prescribing descriptions of evidence for the purposes of subsection (7); b prescribing, varying or revoking exceptions for the purposes of subsection (8). 13 In this section  “ registration document ” means a registration document issued in accordance with regulations under section 22(1)(e)."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "29", "section_title": " Penalty for using or keeping unlicensed vehicle.", "section_text": "29 1 If a person uses, or keeps,   a vehicle   which is unlicensed he is guilty of anoffence. 2 For the purposes of subsection (1) a vehicle is unlicensed if no vehicle licence or trade licence is in force for or inrespect of the vehicle. 2A Subsection (1) does not apply to a vehicle if— a it is an exempt vehicle in respect of which regulations under this Act require a nil licence to be in force and a nil licence is in force in respect of the vehicle, or b it is an exempt vehicle that is not one in respect of which regulations under this Act require a nil licence to be in force. 2B Subsection (1) does not apply to a vehicle if— a the vehicle is being neither used nor kept on a public road, and b the particulars and declaration required to be furnished and made by regulations under section 22(1D) have been furnished and made in accordance with the regulations and the terms of the declaration have at no time been breached. 2C Subsection (1) does not apply to a vehicle if the vehicle is kept by a motor trader or vehicle tester at business premises. 2D The Secretary of State may by regulations make provision amending this section for the purpose of providing further exceptions from subsection (1)\t\t\t\t\t\t\t\t(or varying or revoking any such further exceptions). 2E A person accused of an offence under subsection (1) is not entitled to the benefit of an exception from subsection (1) conferred by or under this section unless evidence is adduced that is sufficient to raise an issue with respect to that exception; but where evidence is so adduced it is for the prosecution to prove beyond reasonable doubt that the exception does not apply. 3 Subject to subsection (3A)  aperson guilty of an offence under subsection (1) is liable on summary conviction to an excise penalty of— a level 3 on the standard scale, or b five times the amount of the vehicle excise duty chargeable   in respect of using or keeping the vehicle on a public road , whichever is the greater. 3A In the case of a person who— a has provided the Secretary of State with a declaration or statement (in pursuance of regulations under section 22) that thevehicle will not during a period specified in the declaration or statement be used or kept on a public road, and b commits an offence under subsection (1) within a period prescribed by regulations, subsection (3) applies as if the reference in paragraph (a) to level 3 were a reference to level 4. 4 Where a vehicle for which a vehicle licence is in force is transferred by the holder of the licence to another person, the licence isto be treated for the purposes of subsection (2) as no longer in force  ... . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The amount of the vehicle excise duty chargeable in respect of a vehicle is to be taken for the purposes of subsection(3)(b) to be an amount equal to the annual rate of duty applicable to the vehicle at the date on which the offence wascommitted. 7 Where in the case of a vehicle   not being used   on a public road that annual rate differs from the annual rate byreference to which the vehicle was at that date chargeable under   section 2(3) to (6) , the amount of the vehicle excise duty chargeable in respect of the vehicle is to be taken for those purposes to be an amount equal to thelatter rate. 8 In the case of a conviction for a continuing offence, the offence is to be taken for the purposes of subsections (6) and(7) to have been committed on the date or latest date to which the conviction relates."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "30", "section_title": " Additional liability for keeper of unlicensed vehicle.", "section_text": "30 1 Where the person convicted of an offence under section 29 is the person by whom the vehicle in respect of which the offence wascommitted was kept at the time at which it was committed, the court shall (in addition to any penalty which it may impose under thatsection) order him to pay the amount specified in subsection (2). 2 The amount referred to in subsection (1) is an amount equal to one-twelfth of the annual rate of vehicle excise duty  chargeable in respect of using or keeping the vehicle on a public road   for each month, or part of a month, in the relevant period (within the meaning of section 31). 3 In relation to any month or part of a month in the relevant period, the reference in subsection (2) to the annual rate ofvehicle excise duty appropriate to the vehicle is a reference to the annual rate applicable to it at the beginning of that month orpart. 4 A vehicle is to be taken for the purposes of this section to have belonged throughout the relevant period to the description ofvehicle to which it belonged for the purposes of vehicle excise duty at— a the date on which the offence was committed, or b if the prosecution so elect, the date when a vehicle licence for it was last issued, except so far as it is proved to have fallen within some other description for the whole of any month or part of a month in thatperiod. 5 In the case of a conviction for a continuing offence, the offence is to be taken for the purposes of this section to have beencommitted on the date or latest date to which the conviction relates."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "31", "section_title": " Relevant period for purposes of section 30.", "section_text": "31 1 For the purposes of section 30 the relevant period is the period— a ending with the date on which the offence was committed, and b beginning as provided by subsections (2) to (4). 2 Subject to subsection (4), if the person convicted has before the date of the offence notified the Secretary of State ofhis acquisition of the vehicle in accordance with regulations made by the Secretary of State, the relevant period begins with— a the date on which the notification was received by the Secretary of State, or b the expiry of the vehicle licence last in force for the vehicle, whichever is the later. 3 Subject to subsection (4), in any other case the relevant period begins with— a the expiry of the vehicle licence last in force for the vehicle before the date on which the offence was committed, or b if there has not at any time before that date been a vehicle licence in force for the vehicle, the date on which the vehicle wasfirst kept by the person convicted. 4 Where— a the person convicted has been ordered to pay an amount under section 30 on the occasion of a previous conviction for an offence inrespect of the same vehicle, and b that offence was committed after the date specified in subsection (2) or (3) as the date with which the relevantperiod begins, the relevant period instead begins with the month immediately following that in which the earlier offence was committed. 5 Where the person convicted proves— a that throughout any month or part of a month in the relevant period the vehicle was not kept by him, or b that he has paid the duty due  . . .in respect of the vehicle for any such month or part of amonth, any amount which the person is ordered to pay under section 30 is to be calculated as if that month or part of a month were not inthe relevant period. 6 Where a person has previously been ordered under section 36 to pay an amount for a month or part of a month in the case of a vehicle,any amount which he is ordered to pay under section 30 in the case of the vehicle is to be calculated as if no part of that month were inthe relevant period. 7 In this section references to the expiry of a vehicle licence include a reference to— a its  ...  ceasing to be in force under section 19(7) , and b its being treated as no longer in force for the purposes of subsection (2) of section 29 by subsection (4) ofthat section. 8 In the case of a conviction for a continuing offence, the offence is to be taken for the purposes of this section to have beencommitted on the date or latest date to which the conviction relates."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "31A", "section_title": " Offence by registered keeper where vehicle unlicensed", "section_text": "31A 1 If a vehicle registered under this Act is unlicensed, the person in whose name thevehicle is registered is guilty of an offence. 2 For the purposes of this section a vehicle is unlicensed if no vehicle licence ortrade licence is in force for or in respect of the vehicle. 3 Subsection (1) does not apply to a vehicle if— a it is an exempt vehicle in respect of which regulations under this Act require anil licence to be in force and a nil licence is in force in respect of the vehicle, or b it is an exempt vehicle that is not one in respect of which regulations under thisAct require a nil licence to be in force. 4 Where a vehicle for which a vehicle licence is in force is transferred by theholder of the licence to another person, the licence is to be treated for the purposes of subsection (2) as no longer in force  ... . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "31B", "section_title": " Exceptions to section 31A", "section_text": "31B 1 A person (“ the registered keeper ”) inwhose name an unlicensed vehicle is registered at any particular time (“ the relevant time ”) doesnot commit an offence under section 31A at that time if any of the following conditions are satisfied. 2 The first condition is that the registered keeper— a is not at the relevant time the person keeping the vehicle,and b if previously he was the person keeping the vehicle, he has by the relevant timecomplied with any requirements under section 22(1)(d)— i that are prescribed for the purposes of this condition, and ii that he is required to have complied with by the relevant or any earliertime. 3 The second condition is that— a the registered keeper is at the relevant time the person keeping thevehicle, b at the relevant time the vehicle is neither kept nor used on a public road,and c the registered keeper has by the relevant time complied with any requirementsunder section 22(1D)— i that are prescribed for the purposes of this condition, and ii that he is required to have complied with by the relevant or any earliertime. 4 The third condition is that— a the vehicle has been stolen before the relevant time, b the vehicle has not been recovered by the relevant time, and c any requirements under subsection (6) that, in connection with the theft, arerequired to have been complied with by the relevant or any earlier time have been complied with by the relevant time. 5 The fourth condition is that the relevant time falls within a period (“ the grace days ”)— a beginning with the expiry of the last vehicle licence to be in force for thevehicle, and b of a prescribed length, and a vehicle licence for the vehicle is taken out within the grace days for a period beginning with the gracedays. 6 The Secretary of State may by regulations make provision for the purposes ofsubsection (4)(c) as to the persons to whom, the times at which and the manner in which the theft of a vehicle is to benotified. 7 The Secretary of State may by regulations make provision amending this section forthe purpose of providing for further exceptions to section 31A(1) (or varying or revoking any such furtherexceptions). 8 A person accused of an offence under section 31A(1) is not entitled to the benefitof an exception conferred by or under this section unless evidence is adduced that is sufficient to raise an issue with respect to thatexception, but where evidence is so adduced it is for the prosecution to prove beyond reasonable doubt that the exception does notapply. 9 In this section— a references to the expiry of a vehicle licence include a reference to— i its  ...  ceasing to be in force under section 19(7) , and ii its being treated as no longer in force for the purposes of subsection (2) ofsection 31A by subsection (4) of that section; b “ prescribed ” means prescribed byregulations made by the Secretary of State."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "31C", "section_title": " Penalties for offences under section 31A", "section_text": "31C 1 A person guilty of an offence under section 31A(1) is liable on summary convictionto— a an excise penalty of— i level 3 on the standard scale, or ii five times the amount of vehicle excise duty chargeable in respect of the vehicleconcerned, whichever is the greater; and b if subsection (3) applies to him, an excise penalty (in addition to any underparagraph (a)) of an amount that complies with subsection (2). 2 An amount complies with this subsection if it— a is not less than the greater of— i the maximum of the penalty to which the person is liable under subsection (1)(a),and ii the amount of the supplement (if any) that became payable by him by reason ofnon-renewal of the vehicle licence for the vehicle that last expired before the commission of the offence; and b is not more than the greatest of— i the maximum of the penalty to which the person is liable under subsection(1)(a), ii the amount mentioned in paragraph (a)(ii), and iii ten times the amount of vehicle excise duty chargeable in respect of thevehicle. 3 This subsection applies to the person if— a he was, at the time proceedings for the offence were commenced, the person inwhose name the vehicle concerned was registered under this Act, and b that vehicle was unlicensed throughout the period beginning with the commission ofthe offence and ending with the commencement of those proceedings. 4 The amount of vehicle excise duty chargeable in respect of a vehicle is to betaken for the purposes of subsections (1) and (2) to be an amount equal to the annual rate of duty applicable to the vehicle at the date onwhich the offence was committed. 5 Where in the case of a vehicle kept (but not used) on a public road that annualrate differs from the annual rate by reference to which the vehicle was at that date chargeable under section 2(3) to (6), the amount ofthe vehicle excise duty chargeable in respect of the vehicle is to be taken for those purposes to be an amount equal to the latterrate. 6 In the case of a conviction for a continuing offence, the offence is to be takenfor the purposes of subsections (4) and (5) to have been committed on the date or latest date to which the convictionrelates. 7 In this section, references to the expiry of a vehicle licence include a referenceto— a its  ...  ceasing to be in force under section 19(7) , and b its being treated as no longer in force for the purposes of subsection (2) ofsection 31A by subsection (4) of that section."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "32", "section_title": " Sections 29 to   31C :\nsupplementary.", "section_text": "32 1 Where in the case of an offence under section 29   or 31A there is made against a person— a an order under   section 79 or 80 of the Sentencing Code   discharging him absolutely or conditionally, b or an order under section 228 of the Criminal Procedure (Scotland) Act 1995 placing him on probation or under246(3) of that Act discharging him absolutely, or c an order under the  Article 4 of the Criminal Justice (Northern Ireland)Order 1996  discharging him absolutely or conditionally  . . . , he is to be treated for the purposes of sections 29 to 31   or (as the case may be)sections 31A to 31C  as having been convicted. 2 Section 30 has effect subject to the provisions (applying with the necessary modifications) of any enactment relating tothe imposition of fines by magistrates’ courts and courts of summary jurisdiction, other than any conferring a discretion as to theiramount. 3 Where a sum is payable by virtue of an order under section 30— a in England and Wales, the sum is to be treated as a fine, and the order as a conviction, for the purposes of Part III of the  Magistrates’Courts Act 1980 (including any enactment having effect as if contained in that Part) and of any other enactment relating to therecovery or application of sums ordered to be paid by magistrates’ courts, b in Scotland, the sum is to be treated as a fine, and the order as a conviction, for the purposes of any enactment relating to therecovery or application of sums ordered to be paid by courts of summary jurisdiction, and c in Northern Ireland, the sum is recoverable as a sum adjudged to be paid by a conviction and is to be treated for all purposes as afine within the meaning of section 20 of the  Administration of Justice Act (NorthernIreland) 1954."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "32A", "section_title": " Immobilisation, removal and disposal of vehicles.", "section_text": "32A Schedule 2A (which relates to the immobilisation of vehicles as regards which it appears that an offence under section29(1) is being committed and to their removal and disposal) shall have effect."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "33", "section_title": " Not exhibiting licence.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "33A", "section_title": "Not exhibiting licence: period of grace", "section_text": "33A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "34", "section_title": " Trade licences: penalties.", "section_text": "34 1 A person holding a trade licence or trade licences is guilty of an offence if he— a uses at any one time on a public road a greater number of vehicles (not being vehicles for which vehicle licences are for thetime being in force) than he is authorised to use by virtue of the trade licence or licences, b uses a vehicle (not being a vehicle for which a vehicle licence is for the time being in force) on a public road for anypurpose other than a purpose which has been prescribed under section 12(2)(b), or c uses the trade licence, or any of the trade licences, for the purposes of keeping on a public road in any circumstances other thancircumstances which have been prescribed under section 12(1)(c) a vehicle which is not being used on that road. 2 A person guilty of an offence under subsection (1) is liable on summary conviction to an excise penalty of— a level 3 on the standard scale, or b five times the amount of the vehicle excise duty chargeable in respect of (in the case of an offence under subsection(1)(a)) the vehicles which he is not authorised to use or (in the case of an offence under subsection(1)(b) or (c)) the vehicle concerned, whichever is the greater. 3 The amount of the vehicle excise duty chargeable in respect of a vehicle is to be taken for the purposes of subsection (2)to be an amount equal to the annual rate of duty applicable to the vehicle at the date on which the offence was committed. 4 Where in the case of a vehicle kept (but not used) on a public road that annual rate differs from the annual rate byreference to which the vehicle was at that date chargeable under   section 2(3) to (6) , the amount of the vehicle excise duty chargeable in respect of the vehicle is to be taken for those purposes to be an amount equal to thelatter rate. 5 In the case of a conviction for a continuing offence, the offence is to be taken for the purposes of subsections (3) and(4) to have been committed on the date or latest date to which the conviction relates."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "35", "section_title": " Failure to return licence.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "35A", "section_title": "  Failed payments .", "section_text": "35A 1 In a case where— a a notice sent as mentioned in section 19A(2)(b)  or19B(2)(c)  or a further notice sent as mentioned in section19A(3)(d) , 19B(3)(d) or 19B(5)(f)   requires a person to pay the amount specified in subsection (4) within such reasonable period as is specified in the notice , and b the person fails to comply with the requirement   within that period , he shall be liable on summary conviction to a penalty of an amount found under subsection (2). 2 The amount is whichever is the greater of— a level 3 on the standard scale; b an amount equal to five times the annual rate of duty that was payable on the grant of the licence or would have been so payable ifit had been taken out for a period of twelve months. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The amount referred to in   subsection (1)(a)   is an amount equal to one-twelfth of the appropriate annual rate ofvehicle excise duty for each month, or part of a month, in the relevant period. 5 The reference in subsection (4) to the appropriate annual rate of vehicle excise duty is a reference   a in the case of a vehicle licence, to the annual rate which at the beginning of therelevant period was applicable to a vehicle of the description specified in the application, or b  in the case of a trade licence, to the basic goods vehicle rate (within the meaning of section 13) which wasapplicable at that time (or to the annual rate which at that time was applicable  to a vehicle falling within sub-paragraph   (1)(d)  of paragraph 2 of that Schedule if the licence was to be used only for vehicles to which thatparagraph applies). 6 For the purposes of subsection (4) the relevant period is the period— a beginning with the first day of the period for which the licence was applied for or, if later, the day on which the licence first wasto have effect, and b ending with whichever is the earliest of the times specified in subsection (7). 7 In the case of a requirement in a notice relating to a vehicle licence, those times are— a the end of the month in which the notice under section 19A(2)(b) or 19B(2)(c) or the further notice under section 19A(3)(d), 19B(3)(d) or 19B(5)(f) was sent, b the date on which the licence was due to expire, and c the end of the month preceding that in which there first had effect a new vehicle licence for the vehicle in question; and, in a case of a requirement in a notice relating to a trade licence, those times are the times specified in paragraphs (a) and (b). 8 In a case where a notice is sent as mentioned in section 19B(5)(f) the amounts specified in subsections (2)(b) and (4) are to be calculated on the basis of the rate described in section 4(1)(b) or 13(3A) (whichever is relevant)."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "36", "section_title": "  Failed payments : additional liability.", "section_text": "36 1 Where a person has been convicted of an offence under section  35A in relation to a vehicle licence or a trade licence, the court shall (in addition to any penalty which it may impose under thatsection) order him to pay the amount specified in subsection (2). 2 The amount referred to in subsection (1) is an amount equal to one-twelfth of the appropriate annual rate of vehicle exciseduty for each month, or part of a month, in the relevant period. 3 The reference in subsection (2) to the appropriate annual rate of vehicle excise duty is a reference   a in the case of a vehicle licence, to the annual rate which at the beginning of therelevant period was applicable to a vehicle of the description specified in the application, or b in the case of a trade licence, to the basic goods vehicle rate (within the meaning of section 13) which wasapplicable at that time (or to the annual rate which at that time was applicable  to a vehicle falling within sub-paragraph   (1)(d)  of paragraph 2 of that Schedule if the licence was to be used only for vehicles to which thatparagraph applies). 4 For the purposes of this section the relevant period is the period— a beginning with the first day of the period for which the licence was applied for or, if later, the day on which the licence first wasto have effect, and b ending with whichever is the earliest of the times specified in subsection (4A). 4A In the case of a vehicle licence, those times are— a the end of the month in which the relevant notice was sent, b the date on which the licence was due to expire, and c the end of the month preceding that in which there first had effect a new licence for the vehicle in question; and, in the case of a trade licence, those times are the times specified in paragraphs (a) and (b). 4B In subsection (4A)(a), the  “relevant notice” is the notice under section 19A(2)(b) or 19B(2)(c) or the further notice under section 19A(3)(d), 19B(3)(d) or 19B(5)(f) which contained the requirement which was not complied with, resulting in the conviction of an offence under section 35A. 5 Where a person has previously been ordered under section 30 to pay an amount for a month or part of a month in the case of a vehicle,any amount which he is ordered to pay under this section in the case of a vehicle licence for the vehicle is to be calculated as if no partof that month were in the relevant period. 6 Where— a a person has been convicted of an offence under section 35A in relation to a vehicle licence or a trade licence, and b a requirement to pay an amount with respect to that licence has been imposed on that person by virtue of   section 35A(1)(a) , the order to pay an amount under this section shall have effect instead of that requirement and the amount to be paid under the ordershall be reduced by any amount actually paid in pursuance of the requirement. 7 In a case where a notice is sent as mentioned in section 19B(5)(f) the amount specified in subsection (2) is to be calculated on the basis of the rate described in section 4(1)(b) or 13(3A) (whichever is relevant)."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "37", "section_title": " Penalty for not paying duty chargeable at higher rate.", "section_text": "37 1 Where— a a vehicle licence has been taken out for a vehicle at any rate of vehicle excise duty, b at any time while the licence is in force the vehicle is so used that duty at a higher rate becomes chargeable in respect of thelicence for the vehicle under section 15, and c duty at that higher rate was not paid before the vehicle was so used, the person so using the vehicle is guilty of an offence. 2 A person guilty of an offence under subsection (1) is liable on summary conviction  .. . to an excise penalty of— a level 3 on the standard scale  . . ., or b five times the difference between the duty actually paid on the licence and the amount of the duty at the higher rate, whichever is the greater."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "38", "section_title": " Additional liability for keeper of vehicle chargeable at higher rate.", "section_text": "38 1 Where the person convicted of an offence under section 37 is the person by whom the vehicle in respect of which the offence wascommitted was kept at the time at which it was committed, the court shall (in addition to any penalty which it may impose under thatsection) order him to pay the amount specified in subsection (2). 2 The amount referred to in subsection (1) is an amount equal to one-twelfth of the difference between— a the rate of duty at which the licence in relation to which the offence was committed was taken out, and b the relevant higher rate of duty (within the meaning of section 39) in relation to the vehicle, for each month, or part of a month, in the relevant period (within the meaning of section 40). 3 A vehicle is to be taken for the purposes of subsection (2) to have belonged throughout the relevant period to thedescription of vehicle to which it belonged for the purposes of vehicle excise duty at the date on which the offence was committed, exceptso far as it is proved to have fallen within some other description for the whole of any month or part of a month in that period. 4 Where a person is convicted of more than one offence under section 37 in respect of the same vehicle (whether or not in the sameproceedings), the court shall (in calculating the amount payable under this section in respect of any of the offences)reduce the amount in relation to any period by any amount ordered to be paid under this section in relation to the period in respect of anyother such offence."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "39", "section_title": " Relevant higher rate of duty for purposes of section 38.", "section_text": "39 1 For the purposes of section 38 the relevant higher rate of duty in relation to a vehicle is the rate provided by this section. 2 Where— a at the time of the offence the vehicle had a  revenue weight which exceeded that which it had when the licence in relation to which the offence was committed was taken out, and b the licence was taken out at the rate applicable to the previous weight, the relevant higher rate of duty is the rate which would have been applicable had the licence been taken out by reference to thehigher weight. 3 Where— a the vehicle is a tractive unit, b the licence in relation to which the offence was committed was taken out at a rate applicable to the use of the vehicle— i only with semi-trailers having not fewer than two axles, or ii only with semi-trailers having not fewer than three axles, and c the offence consisted in using the vehicle with a semi-trailer with a smaller number of axles, the relevant higher rate of duty is the rate which would have been applicable had the licence been taken out by reference to the useof the vehicle which constituted the offence. 4 Where— a the licence in relation to which the offence was committed was taken out at a rate applicable, by virtue of paragraph 13 of Schedule1, to a weight lower than the  revenue weight of the vehicle, and b the offence consisted in using the vehicle in contravention of a condition imposed under or by virtue of sub-paragraph (2)of that paragraph, the relevant higher rate of duty is the rate which would have been applicable had the licence been taken out by reference to the  revenueweight  of the vehicle. 5 Where— a the licence in relation to which the offence was committed was taken out at a rate lower than that applicable to it by reference toits  revenue weight , and b none of subsections (2) to (4) apply, the relevant higher rate of duty is the rate which would have been applicable had the licence been taken out by reference to the  revenueweight  of the vehicle. 6 Where— a the licence in relation to which the offence was committed was taken out at a rate lower than that at which duty was chargeable inrespect of the condition, manner or purpose of use of the vehicle which constituted the offence, and b none of subsections (2) to (5) apply, the relevant higher rate of duty is the rate which would have been applicable had the licence been taken out by reference to thecondition, manner or purpose of use of the vehicle which constituted the offence."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "40", "section_title": " Relevant period for purposes of section 38.", "section_text": "40 1 For the purposes of section 38 the relevant period is the period— a ending with the date on which the offence was committed, and b beginning as provided by subsection (2) or (3). 2 If the offence consists in the vehicle having a  revenue weight  whichexceeds that which it had when the licence in relation to which the offence was committed was taken out, the relevant period begins withthe date on which the vehicle  became a vehicle with a higher revenue weight . 3 In any other case, the relevant period begins with the date on which the licence in relation to which the offence was committed firsttook effect. 4 Where the person convicted proves— a that throughout any month or part of a month in the relevant period the vehicle was not kept by him, or b that he has paid the duty due (or an amount equal to the duty due) at the relevant higher rate in respect of the vehiclefor any such month or part of a month, any amount which the person is ordered to pay under section 38 is to be calculated as if that month or part of a month were not inthe relevant period."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "41", "section_title": " Sections 37 to 40: supplementary.", "section_text": "41 1 Where in the case of an offence under section 37 there is made against a person— a an order under   section 79 or 80 of the Sentencing Code   discharging him absolutely or conditionally, b or an order under section 228 of the Criminal Procedure (Scotland) Act 1995 placing him on probation or under246(2) or (3) of that Act discharging him absolutely, or c an order under the  Probation Act (Northern Ireland) 1950 discharging him absolutelyor conditionally or placing him on probation, he is to be treated for the purposes of sections 38 to 40 as having been convicted. 2 Section 38 has effect subject to the provisions (applying with the necessary modifications) of any enactment relating tothe imposition of fines by magistrates’ courts and courts of summary jurisdiction, other than any conferring a discretion as to theiramount. 3 Where a sum is payable by virtue of an order under section 38— a in England and Wales, the sum is to be treated as a fine, and the order as a conviction, for the purposes of Part III of the  Magistrates’Courts Act 1980 (including any enactment having effect as if contained in that Part) and of any other enactment relating to therecovery or application of sums ordered to be paid by magistrates’ courts, b in Scotland, the sum is to be treated as a fine, and the order as a conviction, for the purposes of any enactment relating to therecovery or application of sums ordered to be paid by courts of summary jurisdiction, and c in Northern Ireland, the sum is recoverable as a sum adjudged to be paid by a conviction and is to be treated for all purposes as afine within the meaning of section 20 of the  Administration of Justice Act (NorthernIreland) 1954."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "42", "section_title": " Not fixing registration mark.", "section_text": "42 1 If a registration mark is not fixed on a vehicle as required by virtue of section 23, the relevant person is guilty of anoffence. 2 A person guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 3 on thestandard scale. 3 In subsection (1) “ the relevant person ” means the person driving the vehicleor, where it is not being driven, the person keeping it. 4 It is a defence for a person charged with an offence under subsection (1) to prove that— a he had no reasonable opportunity to register the vehicle under this Act, and b the vehicle was being driven for the purpose of being so registered. 5 It is a defence for a person charged with an offence under subsection (1) in relation to a vehicle— a to which section 47 of the  Road Traffic Act 1988 applies by virtue of subsection(2)(b) of that section, or b to which  Article 63 of the Road Traffic (Northern Ireland) Order 1995 applies by virtue of paragraph (2)(b) of that Article, (vehicles manufactured before the prescribed period and used before registration) to prove that he had no reasonableopportunity to register the vehicle under this Act and that the vehicle was being driven in accordance with subsection(6). 6 A vehicle is being driven in accordance with this subsection if— a it is being driven for the purposes of, or in connection with, its examination under section 45 of the  RoadTraffic Act 1988 in circumstances in which its use is exempted from subsection (1) of section 47 of that Act by regulations undersubsection (6) of that section, or b it is being driven for the purposes of, or in connection with, its examination under Article 61 of the  RoadTraffic (Northern Ireland) Order 1995 in circumstances in which its use is exempted from paragraph (1) of Article 63 ofthat Order by regulations under paragraph (6) of that Article."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "43", "section_title": " Obscured registration mark.", "section_text": "43 1 If a registration mark fixed on a vehicle as required by virtue of section 23 is in any way— a obscured, or b rendered, or allowed to become, not easily distinguishable, the relevant person is guilty of an offence. 2 A person guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 3 on thestandard scale. 3 In subsection (1) “ the relevant person ” means the person driving the vehicleor, where it is not being driven, the person keeping it. 4 It is a defence for a person charged with an offence under this section to prove that he took all steps which it was reasonablypracticable to take to prevent the mark being obscured or rendered not easily distinguishable."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "43A", "section_title": " Failure to have nil licence for exempt vehicle.", "section_text": "43A 1 A person is guilty of an offence if— a he uses, or keeps, on a public road an exempt vehicle, b that vehicle is one in respect of which regulations under this Act require a nil licence to be in force, and c a nil licence is not for the time being in force in respect of the vehicle. 2 A person guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 2 on thestandard scale. 3 Subsection (1) has effect subject to the provisions of regulations made by the Secretary of State. 4 The Secretary of State may, if he thinks fit, compound any proceedings for an offence under this section."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "43B", "section_title": " Vehicle identity checks: impersonation of authorised examiners", "section_text": "43B 1 A person is guilty of an offence if, with intent to deceive, he falsely represents himself to be a person entitled under regulationsmade by virtue of section 22A(2) to carry out examinations of vehicles in accordance with regulations so made. 2 A person guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 3 on thestandard scale."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "43C", "section_title": "Offence of using an incorrectly registered vehicle", "section_text": "43C 1 A person is guilty of an offence if, on a public road or in a public place, heuses a vehicle to which subsection (2) applies and in respect of which— a the name and address of the keeper are not recorded in the register,or b any of the particulars recorded in the register areincorrect. 2 This subsection applies to a vehicle if— a vehicle excise duty is chargeable in respect of it, or b it is an exempt vehicle in respect of which regulations under this Act require anil licence to be in force. 3 It is a defence for a person charged with an offence under subsection(1) to show (as the case may be)— a that there was no reasonable opportunity, before the material time, to furnish thename and address of the keeper of the vehicle, or b that there was no reasonable opportunity, before the material time, to furnishparticulars correcting the incorrect particulars. 4 It is also a defence for a person charged with an offence under subsection(1) to show— a that he had reasonable grounds for believing, or that it was reasonable for him toexpect, that the name and address of the keeper or the other particulars of registration (as the case may be) were correctlyrecorded in the register, or b that any exception prescribed in regulations under this section ismet. 5 A person guilty of an offence under this section is liable on summary convictionto a fine not exceeding level 3 on the standard scale. 6 The Secretary of State may make regulations prescribing, varying or revokingexceptions for the purposes of subsection (4)(b). 7 In this section— “ keeper ”, in relation to a vehicle, means the person by whom it iskept at the material time; “ the register ” means the register kept by the Secretary of Stateunder Part 2."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "44", "section_title": " Forgery and fraud.", "section_text": "44 1 A person is guilty of an offence if he forges, fraudulently alters, fraudulently uses, fraudulently lends or fraudulently allows tobe used by another person anything to which subsection (2) applies. 2 This subsection applies to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d a registration mark, e a registration document, and f a trade plate (including a replacement trade plate). 3 A person guilty of an offence under this section is liable— a on summary conviction, to a fine not exceeding the statutory maximum, and b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or (except in Scotland) toboth."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "45", "section_title": " False or misleading declarations and information.", "section_text": "45 1 A person who in connection with— a an application for a vehicle licence or a trade licence, b a claim for a rebate under section 20, or c an application for an allocation of registration marks, makes a declaration which to his knowledge is either false or in any material respect misleading is guilty of an offence. 2 A person who makes a declaration which— a is required by regulations under this Act to be made in respect of a vehicle which is an exempt vehicle under paragraph 19 ofSchedule 2, and b to his knowledge is either false or in any material respect misleading, is guilty of an offence. 2A A person who makes a declaration or statement which— a is required to be made in respect of a vehicle by regulations under section 22, and b to his knowledge is either false or in any material respect misleading, is guilty of an offence. 3 A person who— a is required by  virtue of this Act to furnish particulars relating to, or to the keeper of, a vehicle, and b furnishes particulars which to his knowledge are either false or in any material respect misleading, is guilty of an offence. 3A A person who, in supplying information or producing documents for the purposes of any regulations made under section 61A  ...  — a makes a statement which to his knowledge is false or in any material respect misleading or recklessly makes a statement which isfalse or in any material respect misleading, or b produces or otherwise makes use of a document which to his knowledge is false or in any material respect misleading, is guilty of an offence. 3B A person who— a with intent to deceive, forges, alters or uses a certificate issued by virtue of section 61A  ... ; b knowing or believing that it will be used for deception lends such a certificate to another or allows another to alter or use it;or c without reasonable excuse makes or has in his possession any document so closely resembling such a certificate as to be calculated todeceive, is guilty of an offence. 4 A person guilty of an offence under this section is liable— a on summary conviction, to a fine not exceeding the statutory maximum, and b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or (except in Scotland) toboth."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "46", "section_title": " Duty to give information.", "section_text": "46 1 Where it is alleged that a vehicle has been used on a road in contravention of section 29, 34   ,37 or 43A — a the person keeping the vehicle shall give such information as he may be required to give in accordance with subsection (7)as to the identity of the driver of the vehicle or any person who used the vehicle, and b any other person shall give such information as it is in his power to give and which may lead to the identification of the driver ofthe vehicle or any person who used the vehicle if he is required to do so in accordance with subsection (7). 2 Where it is alleged that a vehicle has been kept on a road in contravention of section 29   or43A — a the person keeping the vehicle shall give such information as he may be required to give in accordance with subsection (7)as to the identity of the person who kept the vehicle on the road, and b any other person shall give such information as it is in his power to give and which may lead to the identification of the person whokept the vehicle on the road if he is required to do so in accordance with subsection (7). 3 Where it is alleged that a vehicle has at any time been used on a road in contravention of section 29  or43A , the person who is alleged to have so used the vehicle shall give such information as itis in his power to give as to the identity of the person who was keeping the vehicle at that time if he is required to do so in accordancewith subsection (7). 4 A person who fails to comply with subsection (1), (2) or (3) is guilty of an offence. 5 A person guilty of an offence under subsection (4) is liable on summary conviction to a fine not exceeding level 3 on thestandard scale. 6 If a person is charged with an offence under subsection (4) consisting of failing to comply with subsection(1)(a) or (2)(a), it is a defence for him to show to the satisfaction of the court that he did notknow, and could not with reasonable diligence have ascertained, the identity of the person or persons concerned. 7 A person is required to give information in accordance with this subsection if he is required to give the information by or on behalfof— a a chief officer of police or, in Northern Ireland, the Chief Constable of the Royal Ulster Constabulary, or b the Secretary of State."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "46A", "section_title": " Duty to give information: offences under regulations.", "section_text": "46A 1 Subsection (2) applies where it appears to the Secretary of State— a that a person is a person by, through or to whom a vehicle has been sold or disposed of and that he has failed to comply withregulations made by virtue of section 22(1)(d) requiring him to furnish particulars prescribed by theregulations; b that a person is a person by or through whom a vehicle has been sold or disposed of and that he has failed to comply with regulationsmade by virtue of section 22(1)(dd) requiring him to furnish a document prescribed by the regulations; or c that a person is a person who is surrendering a vehicle licence, or who is not renewing a vehicle licence for a vehicle kept by himor who is keeping an unlicensed vehicle and that he has failed to comply with regulations made by virtue of section 22(1D)requiring him to furnish particulars or make a declaration prescribed by the regulations. 2 The Secretary of State may serve a notice on the person in question requiring him to give the Secretary of State such information asit in his power to give— a as to the identity of any person who is keeping a specified vehicle or who has kept it at a specified time or during a specifiedperiod; b as to the identity of any person by, through or to whom a specified vehicle has been sold or disposed of at a specified time orduring a specified period; or c which may lead to the identification of a person falling within paragraph (a) or (b). 3 A person who fails to comply with a notice under subsection (2) is guilty of an offence. 4 A person guilty of an offence under subsection (3) is liable on summary conviction to a fine not exceeding level 3 on thestandard scale. 5 In this section “ specified ” means specified in a notice under subsection(2)."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "47", "section_title": " Proceedings in England and Wales or Northern Ireland.", "section_text": "47 1 No proceedings for an offence under section 29,   31A,  34  ,35A  or 37 shall be instituted in England and Wales or Northern Ireland except by the Secretary of State or a constable; and no such proceedings shall be instituted there by a constable except with the approval of the Secretary of State. 2 Proceedings for an offence under— a section 29,   31A,  34  ,35A  or 37, or b regulations under this Act, may be commenced in England or Wales or Northern Ireland by the Secretary of State or a constable at any time within six months from the date on which evidence sufficient in his opinion to justify the proceedings came to his knowledge. 3 No proceedings for any offence may be commenced by virtue of subsection (2) more than three years after the commission of the offence. 4 A certificate— a stating that the Secretary of State’s approval is given for the institution by a constable of any proceedings specified in the certificate, and b signed by or on behalf of the Secretary of State, is conclusive evidence of that approval. 5 A certificate— a stating the date on which evidence such as is mentioned in subsection (2) came to the knowledge of the Secretary of State or a constable, and b signed by or on behalf of the Secretary of State or constable, is conclusive evidence of that date. 6 A certificate— a including a statement such as is mentioned in paragraph (a) of subsection (4) or (5), and b purporting to be signed as mentioned in paragraph (b) of the subsection concerned, is to be deemed to be so signed unless the contrary is proved. 7 The following provisions of the  Customs and Excise Management Act 1979 do not apply to proceedings in England and Wales or Northern Ireland for any offence under this Act— a section 145 (which would require such proceedings to be instituted by order of the Secretary of State and certain such proceedings to be commenced in the name of an officer of his), and b section 146A (which would impose time-limits for bringing such proceedings)."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "48", "section_title": " Proceedings in Scotland.", "section_text": "48 1 Summary proceedings for an offence under this Act, except under section 44 or 45, may be instituted in Scotland by the Secretary of State. 2 The Secretary of State may (despite the provisions of any enactment) institute proceedings by virtue of subsection (1) in any court of summary jurisdiction in Scotland. 3 Summary proceedings in Scotland in respect of any offence under— a section 29,   31A,  34  ,35A  37, 44 or 45, or b regulations under this Act, may not be commenced more than three years after the commission of the offence. 4 Subject to that (and despite anything in  section 136 of the Criminal Procedure (Scotland) Act 1995 \t\t\t\t\t(limitation of time for proceedings in statutory offences)), any such proceedings may be commenced— a in the case of proceedings instituted by the procurator fiscal as a result of information supplied to him by the Secretary of State, at any time within six months from the date on which the information came to the knowledge of the Secretary of State, and b in any other case, at any time within six months from the date on which evidence sufficient in the opinion of the person instituting the proceedings to justify the proceedings came to his knowledge; and subsection (3) of that section applies for the purposes of this subsection as it applies for the purposes of that section. 5 A certificate— a stating the date on which information such as is mentioned in subsection (4)(a) came to the knowledge of the Secretary of State, and b signed by or on behalf of the Secretary of State, is conclusive evidence of that date. 6 A certificate— a stating the date on which evidence such as is mentioned in subsection (4)(b) came to the knowledge of the person instituting the proceedings, and b signed by or on behalf of that person, is conclusive evidence of that date. 7 A certificate— a including a statement such as is mentioned in paragraph (a) of subsection (5) or (6), and b purporting to be signed as mentioned in paragraph (b) of the subsection concerned, is to be deemed to be so signed unless the contrary is proved."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "49", "section_title": " Authorised persons.", "section_text": "49 A person authorised by the Secretary of State for the purposes of this section may on behalf of the Secretary of State conduct and appear in any proceedings by or against the Secretary of State under this Act— a in England and Wales, in a magistrates’ court or   the   county court, b in Scotland, in any court other than the High Court of Justiciary or the Court of Session, and c in Northern Ireland, in a court of summary jurisdiction or before a county court."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "50", "section_title": " Time-limit for recovery of underpayments and overpayments.", "section_text": "50 No proceedings shall be brought— a by the Secretary of State for the recovery of any underpayment of duty on a vehicle licence, or b by any person for the recovery of any overpayment of duty on a vehicle licence taken out by him, after the end of the period of twelve months beginning with the end of the period in respect of which the licence was taken out."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "51", "section_title": " Admissions.", "section_text": "51 1 This section applies where in any proceedings in England and Wales or Northern Ireland for an offence under section 29  , 34 or 43A — a it is appropriately proved that there has been served on the accused by post a requirement under section 46(1) or (2) to give information as to the identity of— i the driver of, or a person who used, a particular vehicle, or ii the person who kept a particular vehicle on a road, on the particular occasion on which the offence is alleged to have been committed, and b a statement in writing is produced to the court purporting to be signed by the accused that he was— i the driver of, or a person who used, that vehicle, or ii the person who kept that vehicle on a road, on that occasion. 2 Where this section applies, the court may accept the statement as evidence that the accused was— a the driver of, or a person who used, that vehicle, or b the person who kept that vehicle on a road, on that occasion. 3 In subsection (1) “ appropriately proved ” means proved to the satisfaction of the court— a on oath, or b in the manner prescribed— i in England and Wales, by   Criminal Procedure Rules  , or ii in Northern Ireland, by magistrates’ courts rules, as defined by Article 2(3) of the  Magistrates’ Courts (Northern Ireland) Order 1981."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "51A", "section_title": " Admissions: offences under regulations.", "section_text": "51A 1 Subsection (2) applies in relation to any proceedings in England, Wales or Northern Ireland against a person for an offence on the grounds that— a a vehicle has been sold or disposed of by, through or to him and he has failed to furnish particulars prescribed by regulations made by virtue of section 22(1)(d); b a vehicle has been sold or disposed of by or through him and he has failed to furnish a document prescribed by regulations made by virtue of section 22(1)(dd); or c he has surrendered, or not renewed, a vehicle licence, or is keeping an unlicensed vehicle, and has failed to furnish any particulars or make a declaration prescribed by regulations made by virtue of section 22(1D). 2 If— a it is appropriately proved that there has been served on the accused by post a requirement under section 46A to give information as to the identity of the person keeping the vehicle at a particular time, and b a statement in writing is produced to the court purporting to be signed by the accused that he was keeping the vehicle at that time, the court may accept the statement as evidence that the accused was keeping the vehicle at that time. 3 In subsection (2) “ appropriately proved ” has the same meaning as in section 51."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "52", "section_title": " Records.", "section_text": "52 1 A statement to which this section applies is admissible in any proceedings as evidence (or, in Scotland, sufficient evidence) of any fact stated in it with respect to matters prescribed by regulations made by the Secretary of State to the same extent as oral evidence of that fact is admissible in the proceedings. 2 This section applies to a statement contained in a document purporting to be— a a part of the records maintained by the Secretary of State in connection with any functions exercisable by him under or by virtue of this Act, b a copy of a document forming part of those records, or c a note of any information contained in those records, and to be authenticated by a person authorised to do so by the Secretary of State. 3 In this section as it has effect in England and Wales— “ document ” means anything in which information of any description is recorded; “ copy ”, in relation to a document, means anything onto which information recorded in the document has been copied, by whatever means and whether directly or indirectly; and “ statement ” means any representation of fact, however made. 4 In this section as it has effect in Scotland, “ document ” and “ statement ” have the same meanings as in section 17(3) of the Law Reform (Miscellaneous Provisions) (Scotland) Act 1968, and the reference to a copy of a document shall be construed in accordance with section 17(4) of that Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Nothing in subsection (4)  . . .limits to civil proceedings the references to proceedings in subsection (1)."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "53", "section_title": " Burden of proof.", "section_text": "53 Where in any proceedings for an offence under section 29,   31A,  34, 37 or 45 any question arises as to— a the number of vehicles used, b the character, weight or cylinder capacity of a vehicle, c the seating capacity of a vehicle, or d the purpose for which a vehicle has been used, the burden of proof in respect of the matter lies on the accused."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "54", "section_title": " Single witness sufficient in certain Scottish proceedings.", "section_text": "54 In any proceedings in Scotland for an offence under section 29   , 31A  or 33 the accused may be convicted on the evidence of one witness."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "55", "section_title": " Guilty plea by absent accused.", "section_text": "55 1 This section applies where, under section  12(5)  of the  Magistrates’ Courts Act 1980 or Article 24(2) of the  Magistrates’ Courts (Northern Ireland) Order 1981, a person is convicted in his absence of  an offence under section 29 or 35A  and it is appropriately proved that a relevant notice was served on the accused with a summons 2 In subsection (1) “ appropriately proved ” means— a in England and Wales, proved to the satisfaction of the court— i on oath, or ii in the manner prescribed by   Criminal Procedure Rules , and b in Northern Ireland, proved to the satisfaction of the court— i on oath, ii by affidavit, or iii in the manner prescribed by magistrates’ courts rules, as defined by Article 2(3) of the Magistrates’ Courts (Northern Ireland) Order 1981. 2A This section also applies if— a a person is convicted of an offence under section 29 or 35A while being tried in accordance with section 16A of the Magistrates' Courts Act 1980 (trial by single justice on the papers), and b it is proved to the satisfaction of the court, in the manner prescribed by Criminal Procedure Rules, that a relevant notice was served on the accused with the written charge. 3 In this section “ relevant notice ”, in relation to an accused, means a notice stating that, in the event of his being convicted of the offence, it will be alleged that an order requiring him to pay an amount specified in the notice falls to be made by the court— a   if the offence is an offence under section 29 , under section 30, or b   if the offence is an offence under section 35A , under section 36. 4 Where this section applies, the court shall proceed under section 30, or section 36, as if the amount specified in the relevant notice were the amount calculated in accordance with that section. 5   Where this section applies by virtue of subsection (1), the court shall not proceed as described in subsection (4)   if it is stated in the notification purporting to be given by or on behalf of the accused under— a section  12(4)  of the  Magistrates’ Courts Act 1980, or b Article 24(2) of the  Magistrates’ Courts (Northern Ireland) Order 1981, that the amount specified in the relevant notice is inappropriate. 6 Where this section applies by virtue of subsection (2A), the court shall not proceed as described in subsection (4) if the written notification served by the accused or the legal representative of the accused in accordance with the single justice procedure notice includes a statement that the amount specified in the relevant notice is inappropriate. 7 In subsection (6)  “ single justice procedure notice ” has the meaning given by section 29 of the Criminal Justice Act 2003."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "56", "section_title": " Penalties and fines.", "section_text": "56 1 Any penalty recovered under or by virtue of this Act shall be paid into the Consolidated Fund. 2 Section 151 of the  Customs and Excise Management Act 1979 (application of penalties) does not apply to penalties recovered under or by virtue of this Act. 3 Any fine imposed under or by virtue of this Act which (apart from this subsection) would not be paid into the Consolidated Fund shall be so paid."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "57", "section_title": " Regulations.", "section_text": "57 1 The Secretary of State may make regulations generally for the purpose of carrying into effect the provisions of this Act  . . .. 2 Regulations under this Act— a may make different provision for different cases or circumstances, and b may contain such incidental, consequential and supplemental provisions as the Secretary of State considers expedient for the purposes of the regulations. 3 Regulations under this Act (other than regulations under section 26 or 27)— a may make different provision for different parts of the United Kingdom, and b may provide for exemptions from any provision of the regulations. 4 Nothing in any other provision of this Act limits subsections (1) to (3). 5 Regulations under sections 20(4), 22, 23(4) and (5), 24(1) to (3) and 28 may provide that any document for which provision is made by the regulations— a is to be in such form, and b is to contain such particulars, as may be specified by a person prescribed by the regulations. 6 Any power to make regulations under this Act is exercisable by statutory instrument. 7 A statutory instrument containing regulations under this Act is subject to annulment in pursuance of a resolution of either House of Parliament. 7A Subsection (7) does not apply to a statutory instrument containing regulations under section 7A to which subsection (6) of that section applies. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "58", "section_title": " Fees prescribed by regulations.", "section_text": "58 1 Any fee prescribed by regulations under section  ...\t\t\t\t\t  14(4)(b) or 19C(2)  , and any charge prescribed by regulations under section 25(1), shall be of an amount approved by the Treasury. 2 Section 128 of the  Finance Act 1990 (power to provide for repayment of fees and charges) applies to any power under this Act to make provision for payment of a fee or charge as it applies to any power to make such provision conferred before that Act was passed."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "59", "section_title": " Regulations: offences.", "section_text": "59 1 A person who contravenes or fails to comply with any regulations under this Act (other than any regulations under section 24, 26, 27 or 28) is guilty of an offence. 2 A person guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding— a in the case of regulations prescribed by regulations made by the Secretary of State as regulations to which this paragraph applies, level 3 on the standard scale, and b in any other case, level 2 on the standard scale. 3 The prescribing of regulations as regulations to which subsection (2)(a) applies does not affect the punishment for a contravention of, or failure to comply with, the regulations before they were so prescribed. 4 Regulations under section 24 or 28 may provide that a person who contravenes or fails to comply with any specified provision of the regulations is guilty of an offence. 5 A person guilty of such an offence is liable on summary conviction to a fine not exceeding— a in the case of regulations under section 24, level 1 on the standard scale, and b in the case of regulations under section 28, level 3 on the standard scale. 6 The Secretary of State may, if he sees fit, compound any proceedings for an offence— a under subsection (1), or b under regulations under section 24 or 28."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "60", "section_title": " Orders.", "section_text": "60 1 Any power of the Secretary of State to make an order under this Act is exercisable by statutory instrument. 2 A statutory instrument containing an order under section 3(3)  , paragraph 18(4) of Schedule 1  or paragraph 8 of Schedule 4 is subject to annulment in pursuance of a resolution of either House of Parliament. 3 No order is to be made under   section 5(3) or  paragraph 5(5) of Schedule 1 unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "60A", "section_title": " Meaning of “revenue weight”.", "section_text": "60A 1 Any reference in this Act to the revenue weight of a vehicle is a reference— a where it has a confirmed maximum weight, to that weight; and b in any other case, to the weight determined in accordance with the following provisions of this section. 2 For the purposes of this Act a vehicle which does not have a confirmed maximum weight shall have a revenue weight which, subject to the following provisions of this section, is equal to its design weight. 3 Subject to subsection (4), the design weight of a vehicle is, for the purposes of this section— a in the case of a tractive unit, the weight which is required, by the design and any subsequent adaptations of that vehicle, not to be exceeded by an articulated vehicle which— i consists of the vehicle and any semi-trailer capable of being drawn by it, and ii is in normal use and travelling on a road laden; and b in the case of any other vehicle, the weight which the vehicle itself is designed or adapted not to exceed when in normal use and travelling on a road laden. 4 Where, at any time, a vehicle— a does not have a confirmed maximum weight, b has previously had such a weight, and c has not acquired a different design weight by reason of any adaptation made since the most recent occasion on which it had a confirmed maximum weight, the vehicle’s design weight at that time shall be equal to its confirmed maximum weight on that occasion. 5 An adaptation reducing the design weight of a vehicle shall be disregarded for the purposes of this section unless it is a permanent adaptation. 6 For the purposes of this Act where— a a vehicle which does not have a confirmed maximum weight is used on a public road in the United Kingdom, and b at the time when it is so used— i the weight of the vehicle, or ii in the case of a tractive unit used as part of an articulated vehicle consisting of the vehicle and a semi-trailer, the weight of the articulated vehicle, exceeds what, apart from this subsection, would be the vehicle’s design weight, it shall be conclusively presumed, as against the person using the vehicle, that the vehicle has been temporarily adapted so as to have a design weight while being so used equal to the actual weight of the vehicle or articulated vehicle at that time. 7 For the purposes of this Act limitations on the space available on a vehicle for carrying a load shall be disregarded in determining the weight which the vehicle is designed or adapted not to exceed when in normal use and travelling on a road laden. 8 A vehicle which does not have a confirmed maximum weight shall not at any time be taken to have a revenue weight which is greater than the maximum laden weight at which that vehicle or, as the case may be, an articulated vehicle consisting of that vehicle and a semi-trailer may lawfully be used in Great Britain. 9 A vehicle has a confirmed maximum weight at any time if at that time— a it has a plated gross weight or a plated train weight; and b that weight is the maximum laden weight   which must not be equalled or exceeded in order for   that vehicle or, as the case may be, an articulated vehicle consisting of that vehicle and a semi-trailer   to lawfully   be used in Great Britain; and the confirmed maximum weight of a vehicle with such a weight shall be taken to be the weight referred to in paragraph (a). 10 Where any vehicle has a special maximum weight in Northern Ireland which is greater than the maximum laden weight at which that vehicle or, as the case may be, an articulated vehicle consisting of that vehicle and a semi-trailer may lawfully be used in Great Britain, this section shall have effect, in relation to that vehicle, as if the references to Great Britain in subsections (8) and (9) were references to Northern Ireland. 11 For the purposes of this section a vehicle has a special maximum weight in Northern Ireland if an order under Article 29(3) of the  Road Traffic (Northern Ireland) Order 1981 (authorisation of use on roads of vehicles and trailers not complying with regulations) has effect in relation to that vehicle for determining the maximum laden weight at which it may lawfully be used in Northern Ireland or, as the case may be, for determining the maximum laden weight at which an articulated vehicle consisting of that vehicle and a semi-trailer may lawfully be used there."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "61", "section_title": " Vehicle weights.", "section_text": "61 1 In this Act a reference to the plated gross weight of a goods vehicle or trailer is a reference— a in the case of a trailer which may lawfully be used in Great Britain without a Ministry plate (within the meaning of regulations under section 41 or 49 of the  Road Traffic Act 1988), to the maximum laden weight at which the trailer may lawfully be used in Great Britain, and b otherwise, to the weight which is the maximum gross weight which may not  be  equalled or  exceeded in Great Britain for the vehicle or trailer as indicated on the appropriate plate. 2 In this Act a reference to the plated train weight of a vehicle is a reference to the weight which is the maximum gross weight which may not be   equalled or  exceeded in Great Britain for an articulated vehicle consisting of the vehicle and any semi-trailer which may be drawn by it as indicated on the appropriate plate. 3 In subsections (1) and (2) “ appropriate plate ”, in relation to a vehicle or trailer, means— a where a Ministry plate (within the meaning of regulations under section 41 or 49 of the Road Traffic Act 1988) has been issued, or has effect as if issued, for the vehicle or trailer following the issue or amendment of a plating certificate (within the meaning of Part II of that Act), that plate,  and b where paragraph (a) does not apply but such a certificate is in force for the vehicle or trailer, that certificate,  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A Where it appears to the Secretary of State that there is a description of document which— a falls to be treated for some or all of the purposes of the  Road Traffic Act 1988 as if it were a plating certificate, or b is issued under the law of any state in the European Economic Area for purposes which are or include purposes corresponding to those for which such a certificate is issued, he may by regulations provide for references in this section to a plating certificate to have effect as if they included references to a document of that description. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this Act “ weight unladen ”— a in England and Wales and Scotland, has the same meaning as it has for the purposes of the  Road Traffic Act 1988 by virtue of section 190 of that Act, and b in Northern Ireland, has the same meaning as it has for the purposes of the Road Traffic (Northern Ireland) Order 1995 by virtue of Article 7 of that Order. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section “ trailer ” has the same meaning as in Part VIII of Schedule 1."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "61A", "section_title": " Certificates etc. as to vehicle weight.", "section_text": "61A 1 The Secretary of State may by regulations make provision— a for the making of an application to the Secretary of State for the issue of a certificate stating the design weight of a vehicle; b for the manner in which any determination of the design weight of any vehicle is to be made on such an application and for the issue of a certificate on the making of such a determination; c for the examination, for the purposes of the determination of the design weight of a vehicle, of that vehicle by such persons, and in such manner, as may be prescribed by the regulations; d for a certificate issued on the making of such a determination to be treated as having conclusive effect for the purposes of this Act as to such matters as may be prescribed by the regulations; e for the Secretary of State to be entitled, in cases prescribed by the regulations, to require the production of such a certificate before making a determination for the purposes of section 7(5); and f for appeals against determinations made in accordance with the regulations. 2 Regulations under this section may provide for an adaptation of a vehicle— a to be taken into account in determining the design weight of a vehicle in a case to which section 60A(6) does not apply, or b to be treated as permanent for the purposes of section 60A(5), if, and only if, it is an adaptation with respect to which a certificate has been issued under the regulations. 3 Regulations under this section may provide that such documents purporting to be plating certificates (within the meaning of Part II of the  Road Traffic Act 1988) as satisfy requirements prescribed by the regulations are to have effect, for some or all of the purposes of this Act, as if they were certificates issued under such regulations. 4 Without prejudice to the generality of the preceding provisions of this section, regulations under this section may, in relation to— a the examination of a vehicle on an application under the regulations, or b any appeals against determinations made for the purposes of the issue of a certificate in accordance with the regulations, make provision corresponding to, or applying (with or without modifications), any of the provisions having effect by virtue of so much of sections 49 to 51 of the  Road Traffic Act 1988 as relates to examinations authorised by virtue of, or appeals under, any of those sections. 5 In this section “ design weight ” has the same meaning as in section 60A."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "61B", "section_title": " Certificates as to reduced pollution.", "section_text": "61B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "62", "section_title": " Other definitions.", "section_text": "62 1 In this Act, unless the context otherwise requires— “ axle ”, in relation to a vehicle, includes— two or more stub axles which are fitted on opposite sides of the longitudinal axis of the vehicle so as to form a pair in the case of two stub axles or pairs in the case of more than two stub axles, a single stub axle which is not one of a pair, and a retractable axle, (“ stub axle ” meaning an axle on which only one wheel is mounted),  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   “ armed forces independence payment ” means armed forces independence payment under a scheme established under section 1 of the Armed Forces (Pensions and Compensation) Act 2004,   “ business ” includes the performance by a local or public authority of its functions,   “ disability assistance for children and young people ” means a category of disability assistance specifically for children and young people given in accordance with regulations made under section 31 of the Social Security (Scotland) Act 2018, “ disability assistance for working age people ” means a category of disability assistance specifically for working age people given in accordance with regulations made under section 31 of the Social Security (Scotland) Act 2018,   “ disabled person ” means a person suffering from a physical or mental defect or disability, “ exempt vehicle ” means a vehicle in respect of which vehicle excise duty is not chargeable,   “ first vehicle licence ”, in relation to a vehicle, means (subject to subsections (1B) and (1C)) the vehicle licence for the vehicle on the issue of which the vehicle is first registered under this Act (so that, if the vehicle is first registered on the issue of a nil licence, there is no first vehicle licence in relation to it),    . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ goods vehicle ” means a vehicle constructed or adapted for use and used for the conveyance of goods or burden of any description, whether in the course of trade or not, “ motor dealer ” means a person carrying on the business of selling or supplying vehicles, “ motor trader ” means— a manufacturer or repairer of, or dealer in, vehicles, or any other description of person who carries on a business of such description as may be prescribed by regulations made by the Secretary of State, and a person is treated as a dealer in vehicles if he carries on a business consisting wholly or mainly of collecting and delivering vehicles, and not including any other activities except activities as a manufacturer or repairer of, or dealer in, vehicles, “ nil licence ” means a   licence   issued by the Secretary of State in pursuance of regulations under this Act in respect of a vehicle which is an exempt vehicle,   “ personal independence payment ” means personal independence payment under—  the Welfare Reform Act 2012, or the corresponding provision having effect in Northern Ireland, “ public road ”— in England and Wales and Northern Ireland, means a road which is repairable at the public expense, and in Scotland, has the same meaning as in the  Roads (Scotland) Act 1984, “registration mark” is to be construed in accordance with section 23(1), “relevant right” is to be construed in accordance with section 27(3)(a) and (b), “right of retention” is to be construed in accordance with section 26(1) and   (1A) , “ rigid goods vehicle ” means a goods vehicle which is not a tractive unit,  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ showman’s goods vehicle ” means a showman’s vehicle which— is a goods vehicle, and is permanently fitted with a living van or some other special type of body or superstructure forming part of the equipment of the show of the person in whose name the vehicle is registered under this Act, “ showman’s vehicle ” means a vehicle— registered under this Act in the name of a person following the business of a travelling showman, and used solely by him for the purposes of his business and for no other purpose, “temporary licence” is to be construed in accordance with section 9(1), “ tractive unit ” means a goods vehicle to which a semi-trailer may be so attached that— part of the semi-trailer is superimposed on part of the goods vehicle, and when the semi-trailer is uniformly loaded, not less than twenty per cent. of the weight of its load is borne by the goods vehicle, “trade licence” is to be construed in accordance with section 11, “ vehicle ” shall be construed in accordance with section 1(1B), “vehicle excise duty” is to be construed in accordance with section 1(1), “vehicle licence” is to be construed in accordance with section 1(2), and “ vehicle tester ” means a person, other than a motor trader, who regularly in the course of his business engages in the testing on roads of vehicles belonging to other persons. 1A For the purposes of this Act, a vehicle is not an electrically propelled vehicle unless the electrical motive power is derived from— a a source external to the vehicle, or b an electrical storage battery which is not connected to any source of power when the vehicle is in motion. 1B Where a vehicle is first registered under this Act on the issue of a temporary licence, the  “ first vehicle licence ” in relation to the vehicle is the first vehicle licence subsequently issued for it. 1C Where a vehicle— a has been registered under the law of a country or territory outside the United Kingdom, b is first registered under this Act more than 6 months after the time when it was first registered as mentioned in paragraph (a), and c has travelled more than 6,000 kilometres under its own power before it is first registered under this Act, there is no first vehicle licence in relation to the vehicle. 2 For the purposes of this Act and any other enactment relating to the keeping of vehicles on public roads, a person keeps a vehicle on a public road if he causes it to be on such a road for any period, however short, when it is not in use there."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "63", "section_title": " Consequential amendments.", "section_text": "63 The enactments and instruments specified in Schedule 3 are amended in accordance with that Schedule in consequence of the provisions of this Act."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "64", "section_title": " Transitionals etc.", "section_text": "64 Schedule 4 has effect for— a making transitional provisions in consequence of this Act and savings in connection with the repeals and revocations made by this Act, b re-enacting provisions repealed by this Act when not in force, and c making transitory modifications of this Act."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "65", "section_title": " Repeals and revocations.", "section_text": "65 The enactments specified in Part I of Schedule 5 are repealed, and the instruments specified in Part II of that Schedule are revoked, to the extent specified in the third column of that Schedule."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "66", "section_title": " Commencement.", "section_text": "66 1 This Act shall come into force on 1st September 1994. 2 Subsection (1) is subject to Schedule 4."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "67", "section_title": " Extent.", "section_text": "67 This Act extends to Northern Ireland."}, {"act": "Vehicle Excise and Registration Act 1994", "year": 1994, "section": "68", "section_title": " Short title.", "section_text": "68 This Act may be cited as the Vehicle Excise and Registration Act 1994."}]