[{"act": "Hotel Proprietors Act 1956", "year": 1956, "section": "1", "section_title": " Inns and innkeepers.", "section_text": "1 1 An hotel within the meaning of this Act shall, and any other establishment shall not, be deemed to be an inn; and the duties, liabilities and rights which immediately before the commencement of this Act by law attached to an innkeeper as such shall, subject to the provisions of this Act, attach to the proprietor of such an hotel and shall not attach to any other person. 2 The proprietor of an hotel shall, as an innkeeper, be under the like liability, if any, to make good to any guest of his any damage to property brought to the hotel as he would be under to make good the loss thereof. 3 In this Act, the expression “ hotel ” means an establishment held out by the proprietor as offering food, drink and, if so required, sleeping accommodation, without special contract, to any traveller presenting himself who appears able and willing to pay a reasonable sum for the services and facilities provided and who is in a fit state to be received."}, {"act": "Hotel Proprietors Act 1956", "year": 1956, "section": "2", "section_title": " Modifications of liabilities and rights of innkeepers as such.", "section_text": "2 1 Without prejudice to any other liability incurred by him with respect to any property brought to the hotel, the proprieter of an hotel shall not be liable as an innkeeper to make good to any traveller any loss of or damage to such property except where— a at the time of the loss or damage sleeping accommodation at the hotel had been engaged for the traveller; and b the loss or damage occurred during the period commencing with the midnight immediately preceding, and ending with the midnight immediately following, a period for which the traveller was a guest at the hotel and entitled to use the accommodation so engaged. 2 Without prejudice to any other liablility or right of his with respect thereto, the proprietor of an hotel shall not as an innkeeper be liable to make good to any guest of his any loss of or damage to, or have any lien on, any vehicle or any property left therein, or any horse or other live animal or its harness or other equipment. 3 Where the proprietor of an hotel is liable as an innkeeper to make good the loss of or any damage to property brought to the hotel, his liability to any one guest shall not exceed fifty pounds in respect of any one article, or one hundred pounds in the aggregate, except where— a the property was stolen, lost or damaged through the default, neglect or wilful act of the proprietor or some servant of his; or b the property was deposited by or on behalf of the guest expressly for safe custody with the proprietor or some servant of his authorised, or appearing to be authorised, for the purpose, and, if so required by the proprietor or that servant, in a container fastened or sealed by the depositor; or c at a time after the guest had arrived at the hotel, either the property in question was offered for deposit as aforesaid and the proprietor or his servant refused to receive it, or the guest or some other guest acting on his behalf wished so to offer the property in question but, through the default of the proprietor or a servant of his, was unable to do so: Provided that the proprietor shall not be entitled to the protection of this subsection unless, at the time when the property in question was brought to the hotel, a copy of the notice set out in the Schedule to this Act printed in plain type was conspicuously displayed in a place where it could conveniently be read by his guests at or near the reception office or desk or, where there is no reception office or desk, at or near the main entrance to the hotel."}, {"act": "Hotel Proprietors Act 1956", "year": 1956, "section": "3", "section_title": " Short title, repeal, extent and commencement.", "section_text": "3 1 This Act may be cited as the Hotel Proprietors Act 1956. 2 The  Innkeepers’ Liability Act 1863, is hereby repealed. 3 This Act shall not extend to Northern Ireland. 4 This Act shall come into operation on the first day of January, nineteen hundred and fifty-seven."}]