[{"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "6", "section_title": " Ascertainment of gross annual value, net annual value and rateable value of lands and heritages.", "section_text": "6 1 For the purpose of making up any valuation roll for the year 1961–62 or any subsequent year  . . ., the net annual value and the rateable value of any lands and heritages shall, subject to  sections 7 to 7B  of this Act  and to any Order made under section 6 of the Local Government (Scotland) Act  1975 (c. 30) , be ascertained in accordance with the provisions of this section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 Subject to the provisions  of subsection (8ZA) and of Part III of this Act, the net annual value of any lands and heritages,  . . . shall be the rent at which the lands and heritages might reasonably be expected to let from year to year if no grassum or consideration other than the rent were payable in respect of the lease and if the tenant undertook to pay all rates and to bear the cost of the repairs and insurance and the other expenses, if any, necessary to maintain the lands and heritages in a state to command that rent. 8ZA In arriving at the net annual value under subsection (8) of lands and heritages consisting of deer forests, regard may be had to such factors relating to deer management as the assessor considers appropriate. 8A The Secretary of State may by regulations made under this subsection prescribe— a the manner in which and the principles, rules and considerations by reference to which the net annual value of lands and heritages is to be arrived at under subsection (8) above; b that the principles, rules and considerations referred to in paragraph (a) above or any of them shall be such as are determined in accordance with the regulations. 8B Regulations made under subsection (8A) above— a may be made so as to apply differently to different areas or in relation to different cases or classes of case; b may include such supplementary, incidental, consequential or transitional provisions as appear to the Secretary of State to be necessary or expedient; and c shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament.” 8C For the purposes of subsection (8B) above, cases may be defined, described or classified by reference to such factors as the Secretary of State thinks fit. 8D Without prejudice to the generality of subsection (8C) above, a case may be defined, described or classified by reference to one or more of the following factors— a the physical characteristics of lands and heritages; b the fact that lands and heritages are unoccupied or are occupied for purposes prescribed by the regulations or by persons of descriptions so prescribed. 9 The rateable value of any lands and heritages shall,  . . ., be the net annual value thereof as ascertained  . . .or subsection (8) of this section,  . . .. 10 Where the amount of the net annual value and of the rateable value in a case where those values are the same, or in any other case the amount of the rateable value, includes a fraction of a pound, the amount of both those values or of the rateable value, as the case may be, shall be increased or reduced, as the case may be, to the nearest complete pound, or if the fraction is ten shillings, the fraction shall be disregarded. 10A In subsection (8ZA),  “ assessor ” means the assessor appointed under section 27(2) of the Local Government  etc.  (Scotland) Act 1994 for each valuation area.  11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "6A", "section_title": " Power of Secretary of State to combine and divide lands and heritages.", "section_text": "6A 1 The Secretary of State may by order provide that, for all purposes of the Valuation Acts— a lands and heritages specified in the order which would, apart from the order, be treated as justifying separate entries in the valuation roll shall be treated as justifying only one such entry;  aa lands and heritages so specified which would, apart from the order, be treated as justifying separate entries in two or more valuation rolls shall, subject to subsection (1B)(b) below, be treated as if they justified only one entry in a single valuation roll; and b lands and heritages so specified which would, apart from the order, be treated as justifying only one entry in the valuation roll shall be treated as justifying separate entries, and an order under paragraph (b) above shall specify which parts of the lands and heritages concerned are to be treated as justifying separate entries. 1A An order specifying lands and heritages for the purposes of paragraph (a) of subsection (1) above may also provide rules to determine who is to be treated as owner or occupier of any of the specified lands and heritages. 1B An order specifying lands and heritages for the purposes of paragraph (aa) of subsection (1) above may provide that the lands and heritages are to be entered— a in the valuation roll for the area of the rating authority specified in the order; or b subject to subsection (1C) below, in each of the valuation rolls in which they would, apart from the order, be entered separately at a proportion, calculated in the manner set out in the order, of the rateable value assessed by virtue of paragraph (aa) above. 1C An order specifying lands and heritages for the purposes of paragraph (aa) of subsection (1) above may not permit a rateable value assessed by virtue of paragraph (aa) above to be apportioned so as to cause the total of the apportioned values to amount to a value other than the rateable value so assessed. 1D Before making an order specifying lands and heritages for the purposes of paragraph (aa) of subsection (1) above, the Scottish Ministers shall consult such associations of local authorities and such other persons as they think appropriate. 2 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "7", "section_title": " Ascertainment of gross annual value, net annual value and rateable value of lands and heritages.", "section_text": "7 1 For the purpose of making up any valuation roll for the year 1961–62 or any subsequent year the following provisions of this section shall have effect regarding agricultural lands and heritages . . .  . 2 In this section— “ agricultural lands and heritages ” means any lands and heritages used for agricultural or pastoral purposes only or as woodlands, market gardens, orchards  , reed beds , allotments or allotment gardens and any lands exceeding  one tenth of a hectare  used for the purpose of poultry farming, but does not include any buildings thereon other than agricultural buildings, or any garden, yard, garage, outhouse or pertinent belonging to and occupied along with a dwelling–house, or any land kept or preserved mainly or exclusively for sporting purposes; “ agricultural buildings ” means buildings (other than dwelling–houses) occupied together with agricultural lands and heritages, or being or forming part of a market garden, and in either case used solely in connection with agricultural operations thereon; and “ pertinent ”                       in relation to a dwelling house shall be taken to include all land occupied therewith and used for the purposes thereof. (2A) In determining for the purposes of the last foregoing subsection whether during any year a building used in any way is solely so used or is used for agricultural purposes only, no account shall be taken of any time in that year during which it is used in any other way or, as the case may be, for any other purpose, if that time does not amount to a substantial part of that year. 2B In determining for the purposes of subsection (2) of this section whether any lands and heritages (other than a building) are used for agricultural or pastoral purposes only, there shall be disregarded any use of those lands and heritages for the purpose of the breeding, rearing, grazing or exercising of horses (within the meaning of section 6(4) of the  Riding Establishments Act 1964), if the only other use of the lands and heritages is a substantial use for agricultural or pastoral purposes. 3 No agricultural lands and heritages shall be entered in the valuation roll, and any reference in any enactment to the person appearing from the valuation roll to be the owner or the occupier of any lands and heritages shall on and after the sixteenth day of May, nineteen hundred and sixty–one, have effect in the case of agricultural lands and heritages  (other than agricultural lands and heritages being lands and heritages used as reed beds) and on and after the first day of April nineteen hundred and eighty four have effect in the case of agricultural lands and heritages being lands and heritages used as reed beds  as if the reference to the valuation roll were omitted. 3A Any reference in the valuation roll to any lands and heritages used as reed beds shall, as from 1st April 1984, be of no effect 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "7A", "section_title": " Provisions relating to lands and heritages used for fish farming and dwelling houses occupied in connection therewith.", "section_text": "7A 1 For the purpose of any valuation roll in force for the year 1981–82 or any subsequent year or for the making up of any valuation roll for any subsequent year the following provisions of this section shall have effect regarding lands and heritages to which this section applies . . .  2 This section applies to— a lands and heritages (other than dwelling–houses) used solely for or in connection with fish farming; and b lands and heritages consisting of— i one or more buildings (other than dwelling–houses) used solely for or in connection with fish farming; or ii any land occupied together with and used solely in connection with the use of such building or buildings. 3 No lands and heritages to which this section applies shall be entered in the valuation roll, and any reference in any enactment to the person appearing from the valuation roll to be the owner or the occupier of any lands and heritages shall on and after the first day of April nineteen hundred and eighty–one, have effect in the case of lands and heritages to which this section applies as if the reference to the valuation roll were omitted. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Where part of lands and heritages consists of one or more buildings or one or more parts of buildings (being a part of lands and heritages which is used for such a purpose that if it were in separate occupation it would be lands and heritages to which this section applies), then that part of the lands and heritages and the remainder shall each be treated as respects the year 1981–82 and subsequent years for the purposes of the Valuation Acts as if it were lands and heritages in separate occupation. 6 In subsection (5) above, any reference to a building or part of a building shall be construed as including a reference to land occupied together with and used solely in connection with the use of such building or part. 7 In determining for the purposes of this section whether during any year a building used for or in connection with fish farming is solely so used, no account shall be taken of any time in that year during which it is used in any other way, if that time does not amount to a substantial part of that year. 8 In this section— “ fish farming ” means the breeding or rearing of fish or the cultivation of shellfish (including crustaceans and molluscs of any description) for the purpose of producing food for human consumption or for transfer to other waters but does not include the breeding, rearing or cultivation of any fish or shellfish— a which are purely ornamental, or b which are bred, reared or cultivated for exhibition."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "7B", "section_title": " Rateable value of certain buildings used for breeding or rearing horses.", "section_text": "7B 1  This section applies to any lands and heritages the whole or any part of which consists of buildings which are— a used for the breeding and rearing of horses or for either of those purposes; and b occupied together with any agricultural land or agricultural building. 2 The rateable value of any lands and heritages to which this section applies shall be taken to be the amount determined under section 6 of this Act less whichever is the smaller of the following amounts— a such amount as the Secretary of State may by order specify for the purposes of this section; b the amount which but for this section would be determined under that section in respect of so much of the lands and heritages as consists of buildings so used and occupied. 3 An order under subsection (2) of this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 In this section— “ agricultural land ” means any land of more than two hectares which is agricultural lands and heritages within the meaning of subsection (2) of section 7 of this Act and is not land used exclusively for the pasturing of horses; “ agricultural building ” has the same meaning as in that subsection; and “ horses ” has the same meaning as in section 6 (4) of the Riding Establishments Act 1964. "}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "8", "section_title": " Subjects to be excluded from valuation roll.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 No sewer shall be entered in the valuation roll for the year first commencing after the passing of this Act, or for any subsequent year. 3 The foregoing subsection shall have effect in relation to any manhole, ventilating shaft, pumping station, pump or other accessory belonging to a sewer as it has effect in relation to the sewer."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "8A", "section_title": " Common parts of shopping malls not to be entered separately in valuation roll.", "section_text": "8A There shall not be entered separately in the valuation roll any part of a covered shopping mall, being a part the sole or main purpose of which is to serve two of more of the lands and heritages comprised in the mall."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "8AA", "section_title": " Exemption from valuation and rating of certain moorings.", "section_text": "8AA 1  For the purpose of ascertaining the net annual value of any lands and heritages no account shall be taken of any mooring to which this section applies. 2 This section applies to any mooring— a used or intended to be used by a boat or ship; and b equipped only with a buoy attached to an anchor weight or other device— i which rests on or in the bed of the sea or any river or other waters when in use; and ii which is designed to be raised from that bed from time to time."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "8B", "section_title": " Property used for road user charging scheme to be excluded from valuation roll", "section_text": "8B 1 There shall not be entered in the valuation roll any lands and heritages— a that consist of a road in respect of which charges are imposed by a charging scheme made under Part 3 of the Transport (Scotland) Act 2001 (asp 2); or b subject to subsection (2) below, that are used solely for or in connection with the operation of such a scheme. 2 Lands and heritages such as are mentioned in subsection (1)(b) above do not include office buildings."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "8C", "section_title": "Exclusion of automatic telling machine sites from valuation roll", "section_text": "8C 1 There shall not, subject to subsection (2) of this section, be entered in the valuation roll for any year beginning on or after 1st April 2003 any lands or heritages which— a are within a settlement identified in a rating authority’s rural settlement list (compiled and maintained under paragraph 1 of Schedule 2 to the Local Government and Rating Act 1997 (c. 29)) having effect in the year; and b consist of a building, or any part of a building, which is used only for purposes connected with the use of an automatic telling machine situated therein. 2 Subsection (1) of this section does not apply in relation to a building, or any part of a building, occupied by the bank or building society to which the automatic telling machine situated therein relates if that bank or building society otherwise provides services in that building or that part of that building. 3 For the purposes of this section, an  “ automatic telling machine ” is a machine which provides automatic telling and other services on behalf of a bank or building society. "}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "8D", "section_title": "Power of Scottish Ministers to remove exempt status of lands and heritages", "section_text": "8D 1 The Scottish Ministers may by regulations make provision requiring lands and heritages falling within subsection (2) to be entered in the valuation roll. 2 Land and heritages fall within this subsection if they are not entered in the valuation roll by virtue of an enactment, other than Part 2 of the Local Government Finance Act 1992, providing for them not to be so entered. 3 Before— a laying a draft of a Scottish statutory instrument containing regulations under subsection (1) to which subsection (5) applies before the Scottish Parliament, or b making regulations under subsection (1) to which subsection (6) applies, the Scottish Ministers must consult such persons as they consider appropriate. 4 Regulations under subsection (1) may— a make incidental, supplementary, consequential, transitional, transitory or saving provision, b make different provision for different purposes, c modify any enactment (including this Act). 5 Regulations under this section that add to, replace or omit any part of the text of an Act are subject to the affirmative procedure. 6 Otherwise, regulations under this section are subject to the negative procedure. 7 In this section,  “ enactment ” includes an Act of the Scottish Parliament and an instrument made under such an Act."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "9", "section_title": " Duties of assessors.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "13", "section_title": " Times for giving notices. etc. ", "section_text": "13 1 The Secretary of State may by order prescribe the date on which or the period within which any notice requires to be given or any other thing requires to be done for the purposes of the Valuation Acts and may by such order alter any such date or time prescribed by or under any provision of the said Acts or of any local Act [;  and an order under this section may relate to local authorities generally or to any class of local authority]. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Nothing in this section shall apply to any notice or thing required to be given or done for the purpose of any such appeal as is mentioned in section six of the  Rating and Valuation (Scotland) Act, 1952. 3A This section does not apply to any notice or thing required to be given or done in relation to— a a proposal under section 3ZA of the Local Government (Scotland) Act 1975, b an appeal under section 3ZB of that Act. 3B This section does not apply to any notice or thing required to be given or done in relation to an appeal under section 31 or 34 of the Non-Domestic Rates (Scotland) Act 2020. 4 The power to make orders conferred on the Secretary of State by this section shall be exercisable by statutory instrument."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "14", "section_title": " Stated case to Lands Valuation Appeal Court to set forth reasons for decision.", "section_text": "14 In addition to the matters required by section nine of the  Valuation of Lands (Scotland) Amendment Act, 1879, to be set forth in a stated case, there shall also be set forth a statment of the reasons for the decision of the   First-tier Tribunal for Scotland ."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "16", "section_title": " Transference of liability for owners’ rates and consequential reduction of rents.", "section_text": "16 1 In the year first commencing after the passing of this Act and in every subsequent year every rate levied by a rating authority shall be payable by occupiers only, and any reference in any enactment or statutory order of a rate or a portion of a rate payable by owners shall be construed accordingly. 2 On and after the commencement of the year first commencing after the passing of this Act,— a the rents payable under leases of lands and heritages; b the net rents and standard rents of dwelling–houses  let on or subject to a protected or statutory tenancy to which the  Rent (Scotland) Act 1971 applies ; c the amount of the rent or, as the case may be, the maximum amount of the rent fixed, determined or approved in respect of any dwelling–house by or in pursuance of any enactment specified in paragraph 10 of the Third Schedule to this Act; shall be reduced in accordance with the provisions of  Schedule 3 to this Act and subparagraphs (7) to (10) of paragraph 1 of Schedule 8 to the  Rent (Scotland) Act 1971 3 Nothing in this section shall affect any right of a rating authority under any provision . . .   or of the Act of 1947 or any other enactment, to recover the rates levied in respect of any lands and heritages from the owner thereof or the right of such owner to recover the same from the occupier or from the rating authority."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "20A", "section_title": "\n\n\t\t\tContributions by police authorities.", "section_text": "20A 1 The police authority of any police area may incur expenses in the making of contributions in aid of council tax in respect of dwellings, whether in the police area or elsewhere, which are occupied for the purposes of the police force for that area, being dwellings in respect of which no council tax is paid. 2 A contribution under this section shall be treated as money paid as council tax."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "21", "section_title": " Contributions in aid of rates by Commissioners of Northern Lighthouses.", "section_text": "21 1 The Commissioners of Northern Lighthouses may incur expenses in making contributions in aid of rates in respect of lands and heritages belonging to them, being lands and heritages in respect of which no rates are paid and which consist of dwelling–houses occupied by officers of the said Commissioners other than dwelling–houses which . . .   either form part of a lighthouse or are situated within the curtilage thereof. 2 Any contribution under this section shall be paid out of the General Lighthouse Fund and shall be treated as money paid as rates."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "22", "section_title": "\n\n\t\t\tExemption of churches, etc. from rates.", "section_text": "22 1 No non-domestic rate shall be levied on any premises to the extent that they consist of— a a building occupied by a religious body and used for the purpose of religious worship; b a church hall, chapel hall or similar premises used in connection with a building such as is referred to in paragraph (a) above for the purposes of the religious body which occupies that building; or c any premises occupied by a religious body and used by it— i for carrying out administrative or other activities relating to the organisation of the conduct of religious worship in a building such as is referred to in paragraph (a) above; or ii as an office or for office purposes, or for purposes ancillary to its use as an office or for office purposes. 2 Where any such premises as are mentioned in subsection (1) above form part of other lands and heritages and are not entered separately in the valuation roll, the net annual value of those lands and heritages shall be apportioned between the said premises and the remainder of the lands and heritages, and the net annual values of such premises and of the remainder shall be shown separately in the valuation roll. 3 The provisions of the Valuation Acts (including, without prejudice to the foregoing generality, the provisions with respect to persons whose property is valued and with respect to appeals and complaints) shall apply with regard to any matter required by subsection (2) above to be shown in the valuation roll. 4 In subsection (1)(c) above— “ office purposes ” includes administration, clerical work and handling money; and “ clerical work ” includes writing, book-keeping, sorting papers or information, filing, typing, duplicating, calculating (by whatever means), drawing and the editorial preparation of matter for publication. "}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "22A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22A"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "23", "section_title": " Provisions as to the rates payable by charitable and other organisations. ", "section_text": "23 1 A rating authority shall have power to reduce or remit any rate leviable in the year 1956–57 or in any subsequent year in respect of— a any lands or heritages occupied for the purposes of an organisation (whether corporate or unincorporate) which is not established or conducted for profit and whose main objects are charitable or are otherwise concerned with the advancement of religion, education or social welfare, or are concerned exclusively with science, literature or the fine arts; or b any lands and heritages held on trust for use as an almshouse ; or c any lands and heritages consisiting of a playing field (that is to say, land used exclusively or mainly for the purposes of open–air games or of open–air athletic sports) occupied for the purposes of a club, society or other organisation which is not established or conducted for profit and does not (except on special occasions) make any charge for the admission of spectators to the playing field : Provided that this subsection shall not apply to any lands and heritages to which paragraph (a) or (b) of subsection (1) of the last foregoing section applies or to lands and heritages occupied by a local authority or by any body to whom section two hundred and seventy of the Act of 1947 applies. 2 The Scientific Societies Act, 1843, shall cease to have effect except in relation to lands and heritages in respect of which, at the passing of this Act and by virtue of section one of the said Act of 1843, the person occupying was not liable to be assessed or rated, and which continue to be occupied by that person. 3 In this section the expression “rate” does not include a domestic water rate."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "24", "section_title": " Valuation and rating of Gas Boards. ", "section_text": "24 1 For the purposes of the levying of rates in respect of  any year subsequent to the year following the appointed day , any Gas Board which supplied any gas to consumers in a separately rated area during the twelve months ending with the thirty–first day of March falling within the immediately preceding year, or who manufactured any gas in a separately rated area during the twelve months ending with the said thirty–first day of March, shall be treated as occupying in that area during . . .   such subsequent year lands and heritages of a rateable value calculated in accordance with the provisions of Part I of the Fourth Schedule to this Act. 2 The liability of a Gas Board to be rated in respect of any year in respect of such lands and heritages as are mentioned in the foregoing subsection shall be in substitution for any liability of the Gas Board to be rated in respect of any lands and heritages actually occupied by them during that year, other than any excepted premises so occupied; and accordingly no lands and heritages occupied by a Gas Board, other than excepted premises, shall be liable to be rated in respect of the year  subsequent to the year following the appointed day or any subsequent year, . . .  3 The provisions of Part II of the Fourth Schedule to this Act shall have effect for the purposes of the foregoing provisions of this section. 4 In this . . .   section—   “ appointed day ” means the day appointed by the Secretary of State under section 1(1) of the  Gas Act 1972  “ excepted premises ” means dwelling–houses, or lands and heritages held by a Gas Board under a lease for a period not exceeding twenty–one years or let by a Gas Board, or lands and heritages which are not used or adapted for use for the purposes of the functions of a Gas Board  or lands and heritages occupied and used by the British Gas Corporation wholly or mainly for the manufacture of plant or gas fittings ; and “ separately rated area ” means  an islands area or district . "}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "28", "section_title": " Amendment of s. 11 (1) of Act of 1954. ", "section_text": "28 On and after the sixteenth day of May, nineteen hundred and fifty–six, subsection (1) of section eleven of the Act of 1954 (which section contains provisions relating to the method of allocating the expenditure of any combination of local authorities) shall have effect as if for the words from “any reference” to the end of the sibsection therre were substituted the following words :— any reference in that provision to the rateable valuation of an area, or part of an area, of an authority shall be construed—               a where the area is a county the council of which are charged under any enactment with providing the service to which the combination relates in one or more burghs, as a reference to an amount calculated by taking the rateable valuation of the landward area of the county, or that part thereof as aforesaid, or its standard rateable value, whichever is the higher, and adding thereto the rateable valuation or the standard rateable value, whichever is the higher, of each burgh situated in the county or such part thereof, being a burgh within which the county council are charged with providing the said service; b in any other case as a reference to the rateable valuation of that area, or that part of that area, or to its standard rateble value, whichever is the higher."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "29", "section_title": " Duration of Part IV.", "section_text": "29 Section fourteen of the Act of 1954 in so far as it relates to the expiry of the said Act is hereby repealed, and the said Act and this Part of this Act (which shall be construed as one with the Act of 1954) and Part II of the Act of 1948 shall continue in force until the expiry of the sixth year after the passing of this Act and shall then expire."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "30", "section_title": " Calculation or apportionment of sums to be according to net annual valuation.", "section_text": "30 1 Where in pursuance of any enactment, statutory order or agreement any sum is required to be calculated according to the gross annual valuation of any area or is required to be apportioned and allocated among local authorities or other bodies according to the gross annual valuation of any two or more areas, such calculation or such apportionment and allocation, as the case may be, shall, on and after the sixteenth day of May, nineteen hundred and sixty–one, be made according to the net annual valuation of the area or areas in question. 2 Subsection (2) of section two hundred and eighteen of the Act of 1947 (which subsection contains provisions relating to the apportionment of expenditure among local authorities) shall on and after the date mentioned in the foregoing subsection have effect as if for the words “gross annual valuation” appearing therein there were substituted the words “net annual valuations”."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "33", "section_title": " Amendment of ss. 239 to 241 of Act of 1947.", "section_text": "33 The deduction allowed to an owner of lands and heritages in pursuance of sections two hundred and thirty–nine, two hundred and forty and two hundred and forty–one of the Act of 1947 (which sections provide for the recovery from the owner of certain lands and heritages of the occupiers’ rates payable in respect thereof) shall after the commencement of the year first commencing after the passing of this Act be two and one–half per centum or such larger sum not exceeding five per centum as the rating authority and the owner may in any case agree or as may, in default of such agreement, be fixed by the sheriff on application by the rating authority or the owner."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "34", "section_title": " Amendment of s. 248 of Act of 1947. ", "section_text": "34 Section two hundred and forty–eight of the Act of 1947, (which provides that a claim against any person in respect of rates due by him shall have priority over other claims against such person) shall have effect as if the following proviso were inserted at the end of subsection (2), namely:—  “              Provided that nothing in this section shall authorise the recovery from the person who has taken the goods and effects of any sum exceeding the amount recovered by that person under deduction of the expenses of and incidental to the taking of such goods and effects and their preservation and sale.            ”"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "36", "section_title": " Amendment of Seventh Schedule to Housing (Scotland) Act, 1950. ", "section_text": "36 On and after the sixteenth day of May first occurring after the passing of this Act the Seventh Schedule to the Housing (Scotland) Act, 1950 (which contains provisions for the purpose of determining the amount of the contributions which the Secretary of State is required or authorised under cerain enactments to make to a local authority), shall have effect as if for sub–paragraph (2) of paragraph 5 thereof there were substituted the following sub–paragraph:— 2 The estimated expenditure for the financial year shall be the sum of the amounts ascertained under heads (c), (d) and (e) of the foregoing sub–paragraph and an amount equal to the owner’s rates for the financial year in which the Valuation and Rating (Scotland) Act, 1956, passed."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "37"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "38", "section_title": " Amendment of s. 1 (9) of Land Drainage (Scotland) Act, 1941. ", "section_text": "38 On and after the sixteenth day of May, nineteen hundred and sixty–one, subsection (9) of section one of the Land Drainage (Scotland) Act, 1941, shall have effect as if for the words from “in proportion to the gross annual value” to the end of the subsection there were substituted the words “in such proportions as, failing agreement, may be determined by the Secretary of State”."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "40"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "41", "section_title": " Financial Provisions.", "section_text": "41 There shall be paid out of moneys provided by Parliament— a any increase attributable to the passing of this Act in the sums payable out of moneys so provided under the Act of 1954; and b any increase attributable to the passing of this Act in the sums payable out of moneys so provided under section ten of the  Police (Scotland) Act, 1946; and c all expenses incurred by the Secretary of State under this Act."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "42", "section_title": " Provisions as to orders.", "section_text": "42 1 Any power to make an order conferred on the Secretary of State by this Act, other than the power conferred on him by paragraph 2 or paragraph 7 of the Fourth Schedule to this Act, shall include a power exercisable in the like manner to make an order varying or revoking any order so made. 2 An order made by the Secretary of State under this Act may contain such incidental, consequential and supplemental provisions as appear to the Secretary of State to be necessary or proper for bringing the order into operation and giving full effect thereto."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "43", "section_title": " Interpretation.", "section_text": "43 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say— “ the Act of 1947 ” means the  Local Government (Scotland) Act, 1947; “ the Act of 1948 ” means the  Local Government Act, 1948; “ the Act of 1954 ” means the  Local Government (Financial Provisions) (Scotland) Act, 1954; . . .  . . .  “ drain ” means a drain used for the drainage of one building or of any buildings or yards pertaining to buildings within the same curtilage;   “ First-tier Tribunal for Scotland ” means the First-tier Tribunal for Scotland, established by section 1 of the Tribunals (Scotland) Act 2014;    . . .   “ gas ” includes gas in a liquid state, but— a the liquefaction of gas, and b the evaporation of gas in a liquid state, shall not of themselves be taken to constitute the manufacture of gas or the application of a process to gas . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   . . .  “ local authority ” has the like meaning as in the Act of 1947; “ net annual valuation ”, in relation to any area, means the total of the net annual values of the lands and heritages in that area; “ officer ” includes servant; “ rate ” means any rate, . . .  the proceeds of which are applicable to public local purposes and which is leviable in respect of lands and heritages, but does not include— a the fishery assessment levied under the  Salmon Fisheries (Scotland) Act, 1862, and the Acts amending that Act or under any corresponding provision of a local Act; or b any rate payable under section one of the  Land Drainage (Scotland) Act, 1941; “ rateable valuation ”, in relation to any area, means the total of the rateable values of the lands and heritages in that area;  . . .  “ sewer ” does not include a drain as defined in this section but, save as aforesaid, includes all sewers and drains used for the drainage of buildings and yards pertaining to buildings;                    “ the Valuation Acts ” means the  Lands Valuation (Scotland) Act 1854, the Acts amending that Act and any other enactment relating to valuation;  ... “ valuation area ” has the meaning assigned to it by section one of this Act; “ valuation authority ” has the meaning assigned to it by  section 27 of the Local Government  etc.  (Scotland) Act 1994 ; “ year ” means a period of twelve months beginning with the sixteenth day of May, and “ the year 1956–57 ” means the year beginning with the sixteenth day of May, nineteen hundred and fifty–six, and any corresponding expression in which two years are similarly mentioned means the year beginning with the sixteenth day of May in the first mentioned of those two years. 2 For the purpose of the application of this Act (except section sixteen and Part IV thereof and the Third Schedule thereto) to any valuation area for which the valuation roll comes into force on a day other than the sixteenth day of May, any reference in this Act to the last–mentioned day shall be construed as a reference to that other day; and for the purpose of the application of the said section sixteen and the said Third Schedule to the area of any local authority whose financial year commences on a day other than the sixteenth day of May, any reference in this Act to the last–mentioned day shall be construed as a reference to that other day. 3 Any reference in this Act to any enactment shall be construed as a reference to that enactment as amended or extended by any other enactment including this Act."}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Valuation and Rating (Scotland) Act 1956", "year": 1956, "section": "45", "section_title": " Short title and extent.", "section_text": "45 1 This Act may be cited as the Valuation and Rating (Scotland) Act, 1956. 2 This Act shall extend to Scotland only."}]