[{"act": "Education (Grants and Awards) Act 1984 (repealed 1.11.1996)", "year": 1984, "section": "1", "section_title": " Education support grants.", "section_text": "1 1 The Secretary of State may, in accordance with the provisions of this Part of this Act, make grants to be known as  grants for education support and training . 2 Grants for education support and training  shall be payable to local education authorities in England and Wales in respect of expenditure incurred or to be incurred by them of any class or description specified in regulations made by the Secretary of State under this section, being expenditure for or in connection with educational purposes which it appears to him that those authorities should be encouraged to incur in the interests of education in England and Wales. 3 Regulations under this section shall provide that any  grant for education support and training  payable in pursuance of the regulations— a shall only be payable in respect of prescribed expenditure incurred or to be incurred by a local education authority in a financial year to the extent to which that expenditure is approved for that year by the Secretary of State for the purposes of the regulations; and b shall be payable at such rate,  . . . as may be specified in the regulations. 4 Regulations under this section may provide— a for the time and manner of payment of any  grant for education support and training ; b that the payment of any such grant shall be dependent on the fulfilment of such conditions as may be determined by or in accordance with the regulations; c for requiring local education authorities to whom payments have been made in pursuance of the regulations to comply with such requirements as may be so determined. 4A Conditions and requirements determined under subsection (4)(b) and (c) above may include conditions and requirements obliging the local education authority to delegate decisions about the spending of— a grant for education support and training, and b amounts allocated by the authority to meet prescribed expenditure which is approved by the Secretary of State, to such persons as may be determined by or in accordance with the regulations. 5 Regulations under this section may provide for expenditure incurred or to be incurred by any local education authority in making payments, whether by way of maintenance, assistance or otherwise, to any body or persons who incur expenditure for or in connection with educational purposes (including another local education authority) to be treated, in such circumstances as may be specified in the regulations, as prescribed expenditure. 6 References in this section to prescribed expenditure are to expenditure of a class or description for the time being specified under subsection (2) above; and references in this section  or section 2 below  to a financial year are to the period of twelve months ending with 31st March in any year. 7 Any function of the Secretary of State under this section  or section 2 below  may be exercised or performed separately and differently for England and for Wales, and any reference  in those sections  to local education authorities in England and Wales, or otherwise relating to education in England and Wales, shall be construed accordingly."}, {"act": "Education (Grants and Awards) Act 1984 (repealed 1.11.1996)", "year": 1984, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Education (Grants and Awards) Act 1984 (repealed 1.11.1996)", "year": 1984, "section": "3", "section_title": " Regulations.", "section_text": "3 1 Any regulations under this Part of this Act shall be made by statutory instrument. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A statutory instrument containing regulations under this Part of this Act,  . . . shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Regulations under this Part of this Act may make different provision for different cases or circumstances, and may contain such incidental, supplementary or transitional provisions as the Secretary of State thinks fit. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education (Grants and Awards) Act 1984 (repealed 1.11.1996)", "year": 1984, "section": "4", "section_title": " Amendment of s. 1(3)(d) of Education Act 1962.", "section_text": "4 In section 1(3)(d) of the  Education Act 1962 (under which mandatory awards are payable in respect of attendance at full-time courses for the higher diploma of the Technician Education Council or for the higher national diploma of the Business Education Council), for the words from “for the higher diploma” onwards there shall be substituted the words “or for the higher national diploma of the body corporate known at the passing of the Education (Grants and Awards) Act 1984 as the Business & Technician Education Council.”"}, {"act": "Education (Grants and Awards) Act 1984 (repealed 1.11.1996)", "year": 1984, "section": "5", "section_title": " Expenses of Secretary of State.", "section_text": "5 Any expenses incurred by the Secretary of State in consequence of this Act shall be paid out of money provided by Parliament."}, {"act": "Education (Grants and Awards) Act 1984 (repealed 1.11.1996)", "year": 1984, "section": "6", "section_title": " Short title, commencement and extent.", "section_text": "6 1 This Act may be cited as the Education (Grants and Awards) Act 1984. 2 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 3 This Act extends to England and Wales only."}]