[{"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "1", "section_title": " Requirement of registration.", "section_text": "1 1 Subject to the following provisions of this section, registration under this Part of this Act is required in respect of any establishment which provides or is intended to provide, whether for reward or not, residential accommodation with both board and personal care for persons in need of personal care by reason of old age, disablement, past or present dependence on alcohol or drugs, or past or present mental disorder. 2 Such an establishment is referred to in this Part of this Act as a “residential care home”. 3 Registration under this Part of this Act does not affect any requirement to register under Part II of this Act. 4 Registration under this Part of this Act is not required in respect of a small home— a if the only persons for whom it provides or is intended to provide residential accommodation with both board and personal care are persons carrying on or intending to carry on the home or employed or intended to be employed there or their relatives, or b in such other cases as may be prescribed by the Secretary of State. 4A In this Part a “ small home ” means an establishment which provides or is intended to provide residential accommodation with both board and personal care for fewer than 4 persons, excluding persons carrying on or intending to carry on the home or employed or intended to be employed there and their relatives. 4B The references in subsections (4) and (4A) to the persons for whom residential accommodation is or is intended to be provided relate only to persons who are in need of personal care by reason of old age, disablement, past or present dependence on alcohol or drugs, or past or present mental disorder. 5 Registration under this Part of this Act is not required in respect of any of the following— a any establishment which is used, or is intended to be used, solely as a nursing home or mental nursing home; b any hospital as defined in section 128 of the  National Health Service Act 1977 which is maintained in pursuance of an Act of Parliament; c any hospital as defined in section 145(1) of the  Mental Health Act 1983; d any community home, voluntary home or children’s home within the meaning of the Children Act 1989. f subject to subsection (6) below, any school, as defined in  section 4 of the Education Act 1996 ; g subject to subsection (7) below, any establishment to which the Secretary of State has made a payment of maintenance grant under regulations made by virtue of  section 485 of the Education Act 1996 ; h any university or university college or college, school or hall of a university; j any establishment managed or provided by a government department or local authority or by any authority or body constituted by an Act of Parliament or incorporated by Royal Charter. 6 An independent school within the meaning of  the Education Act 1996  is not excluded by subsection (5) above if the school provides accommodation for 50 or less children under the age of 18 years and is not for the time being approved by the Secretary of State under  section 347 of the Education Act 1996 . 7 An establishment to which the Secretary of State has made a payment of maintenance grant under regulations made by virtue of  section 485 of the Education Act 1996  is only excluded by subsection (5) above until the end of the period of 12 months from the date on which the Secretary of State made the payment."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "2", "section_title": " Offence of carrying on home without registration.", "section_text": "2 If any person carries on a residential care home without being registered under this Part of this Act in respect of it, he shall be guilty of an offence."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "3", "section_title": " Registration of managers  etc.  and persons in control.", "section_text": "3 Where the manager or intended manager of a residential care home is not in control of it (whether as owner or otherwise) both the manager or intended manager and the person in control are to be treated as carrying on or intending to carry on the home and accordingly as requiring to be registered under this Part of this Act."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "4", "section_title": "Registration in respect of small home registered under Part II.", "section_text": "4 1 A person who— a is required to be registered under this Part in respect of a small home, and b is registered under Part II of this Act in respect of the same premises, may apply to be registered under this Part as if the home were not a small home. 2 If he does so the provisions of this Part have effect as in relation to a home which is not a small home."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "5", "section_title": " Registration—general.", "section_text": "5 1 An application for registration under this Part of this Act shall be made to the registration authority and shall be accompanied by a registration fee of such amount as the Secretary of State may by regulations prescribe. 2 Subject to sections 9, 12 and 13 below, on receipt of an application for registration and of the registration fee the registration authority shall register the applicant in respect of the home named in the application and issue to him a certificate of registration. 2A In the case of an application for registration in respect of a small home, the registration authority may waive the whole or part of the registration fee; and in such a case the references in subsections (1) and (2) above to the registration fee shall be construed as references to such registration fee (if any) as may be payable. 3 It shall be a condition of the registration of any person in respect of a residential care home that the number of persons for whom residential accommodation with both board and personal care is provided in the home at any one time (excluding persons carrying on or employed at the home and their relatives) does not exceed such number as may be specified in the certificate of registration; and the registration may also be subject to such other conditions (to be specified in the certificate) as the registration authority consider appropriate for regulating the age, sex or category of persons who may be received in the home. 4 The registration authority may from time to time— a vary any condition for the time being in force in respect of a home by virtue of this Part of this Act; or b impose an additional condition, either on the application of a person registered in respect of it or without such an application. 5 If any such condition for the time being in force in respect of a home by virtue of this Part of this Act is not complied with, any person registered in respect of the home shall be guilty of an offence. 6 The certificate of registration issued in respect of  a home other than a small home  shall be kept affixed in a conspicuous place in the home; and if default is made in complying with this subsection, any person registered in respect of the home shall be guilty of an offence."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "6", "section_title": " Death of only person registered in respect of home.", "section_text": "6 Where— a one person only is registered under this Part of this Act in respect of a residential care home; and b that person dies, his personal representatives or his widow or any other relative of his may for a period not exceeding 4 weeks from his death, or such longer period as the registration authority may sanction, carry on the home without being registered in respect of it."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "7", "section_title": " Inspection of registers.", "section_text": "7 The registers kept by a registration authority for the purposes of this Part of this Act shall be available for inspection at all reasonable times, and any person inspecting any such register shall be entitled to make copies of entries in the register on payment of such reasonable fee as the registration authority may determine."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "8", "section_title": " Annual fee for registration.", "section_text": "8 (1) The Secretary of State may by regulations— a require persons registered in respect of residential care homes to pay an annual fee of such amount as the regulations may specify; and b specify when the fee is to be paid. 2 In the case of registration in respect of a small home, the registration authority may waive the whole or part of the annual fee; and in such a case the reference in section 10(b) below to the annual fee shall be construed as a reference to such annual fee (if any) as may be payable."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "8A", "section_title": " Annual return in respect of small home.", "section_text": "8A 1 The Secretary of State may by regulations require a person registered under this Part in respect of a small home to make an annual return to the registration authority. 2 Provision may be made by the regulations as to the contents of the return and the period in respect of which and date by which it is to be made."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "9", "section_title": " Refusal of registration.", "section_text": "9 (1) The registration authority may refuse to register an applicant for registration in respect of a residential care home  (other than a small home)  if they are satisfied— a that he or any other person concerned or intended to be concerned in carrying on the home is not a fit person to be concerned in carrying on a residential care home  (other than a small home) ; b that for reasons connected with their situation, construction, state of repair, accommodation, staffing, or equipment, the premises used or intended to be used for the purposes of the home, or any other premises used or intended to be used in connection with it, are not fit to be so used; or c that the way in which it is intended to carry on the home is such as not to provide services or facilities reasonably required. 2 The registration authority may refuse to register an applicant for registration in respect of a small home only if they are satisfied that he or any other person concerned or intended to be concerned in carrying on the home is not a fit person to be concerned in carrying on a residential care home."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "10", "section_title": " Cancellation of registration.", "section_text": "10 The registration authority may cancel the registration of a person in respect of a residential care home— a on any ground which would entitle them to refuse an application for his registration in respect of it; b on the ground that the annual fee in respect of the home has not been paid on or before the due date; or bb in the case of a small home, on the ground that the annual return has not been duly made in accordance with regulations under section 8A above; or c on the ground— i that he has been convicted of an offence under this Part of this Act or any regulations made under it in respect of that or any other residential care home; ii that any other person has been convicted of such an offence in respect of that home; or iii that any condition for the time being in force in respect of the home by virtue of this Part of this Act has not been complied with."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "11", "section_title": " Urgent procedure for cancellation of registration etc.", "section_text": "11 1 If— a the registration authority apply to a justice of the peace for an order— i cancelling the registration of a person in respect of a residential care home; ii varying any condition for the time being in force in respect of a home by virtue of this Part of this Act; or iii imposing an additional condition; and b it appears to the justice of the peace that there will be a serious risk to the life, health or well-being of the residents in the home unless the order is made, he may make the order, and the cancellation, variation or imposition shall have effect from the date on which the order is made. 2 An application under subsection (1) above may be made ex parte and shall be supported by a written statement of the registration authority’s reasons for making the application. 3 An order under subsection (1) above shall be in writing. 4 Where such an order is made, the registration authority shall serve on any person registered in respect of the home, as soon as is practicable after the making of the order,— a notice of the making of the order and of its terms; and b a copy of the statement of the authority’s reasons which supported their application for the order."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "12", "section_title": " Ordinary procedure for registration etc. under Part I.", "section_text": "12 1 Subject to subsection (2) below, where— a a person applies for registration under this Part of this Act; and b the registration authority propose to grant his application, the authority shall give him written notice of their proposal and of the conditions subject to which they propose to grant his application. 2 The registration authority need not give notice of such a proposal if they propose to grant the application subject only to conditions which— a the applicant specified in the application; or b the authority and the applicant have subsequently agreed. 3 The registration authority shall give an applicant notice of a proposal to refuse his application. 4 Except where they make an application under section 11 above, the registration authority shall give any person registered in respect of a residential care home notice of a proposal— a to cancel the registration; b to vary any condition for the time being in force in respect of the home by virtue of this Part of this Act; or c to impose any additional condition. 5 A notice under this section shall give the registration authority’s reasons for their proposal."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "13", "section_title": " Right to make representations.", "section_text": "13 1 A notice under section 12 above shall state that within 14 days of service of the notice any person on whom it is served may in writing require the registration authority to give him an opportunity to make representations to them concerning the matter. 2 Where a notice has been served under section 12 above, the registration authority shall not determine the matter until either— a any person on whom the notice was served has made representations concerning the matter; or b the period during which any such person could have required them to give him an opportunity to make representations has elapsed without their being required to give such an opportunity; or c the conditions specified in subsection (3) below are satisfied. 3 The conditions mentioned in subsection (2) above are— a that a person on whom the notice was served has required the registration authority to give him an opportunity to make representations to them concerning the matter; b that the registration authority have allowed him a reasonable period to make his representations; and c that he has failed to make them within that period. 4 Representations may be made, at the option of the person making them, either in writing or orally. 5 If he informs the registration authority that he desires to make oral representations, they shall give him an opportunity of appearing before and of being heard by a committee or subcommittee of the registration authority."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "14", "section_title": " Decision of local authority.", "section_text": "14 1 If the registration authority decide to adopt the proposal, they shall serve notice in writing of their decision on any person on whom they were required to serve notice of their proposal. 2 A notice under this section shall be accompanied by a notice explaining the right of appeal conferred by section 15 below. 3 A decision of a registration authority, other than a decision to grant an application for registration subject only to such conditions as are mentioned in section 12(2) above or to refuse an application for registration, shall not take effect— a if no appeal is brought, until the expiration of the period of 28 days referred to in section 15(3) below; and b if an appeal is brought, until it is determined or abandoned."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "15", "section_title": " Appeals.", "section_text": "15 1 An appeal against— a a decision of a registration authority; or b an order made by a justice of the peace under section 11 above, shall lie to a Registered Homes Tribunal. 2 An appeal shall be brought by notice in writing given to the registration authority. 3 No appeal against a decision or order may be brought by a person more than 28 days after service on him of notice of the decision or order. 4 On an appeal against a decision of a registration authority the tribunal may confirm the decision or direct that it shall not have effect. 5 On an appeal against an order made by a justice of the peace the tribunal may confirm the order or direct that it shall cease to have effect. 6 A tribunal shall also have power on an appeal against a decision or order— a to vary any condition for the time being in force in respect of the home to which the appeal relates by virtue of this Part of this Act; b to direct that any such condition shall cease to have effect; or c to direct that any such condition as it thinks fit shall have effect in respect of the home. 7 A registration authority shall comply with any direction given by a tribunal under this section."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "16", "section_title": " Regulations as to conduct of residential care homes.", "section_text": "16 1 The Secretary of State may make regulations as to the conduct of residential care homes, and in particular— a as to the facilities and services to be provided in such homes; b as to the numbers and qualifications of staff to be employed in such homes; c as to the numbers of suitably qualified and competent staff to be on duty in such homes; d as to the records to be kept and notices to be given in respect of persons received into such homes; e as to the notification of events occurring in such homes; f as to the giving of notice by a person of a description specified in the regulations of periods during which any person of a description so specified proposes to be absent from a home; g as to the information to be supplied in such a notice; h making provision for children under the age of 18 years who are resident in such homes to receive a religious upbringing appropriate to the religious persuasion to which they belong; j as to the form of registers to be kept by registration authorities for the purposes of this Part of this Act and the particulars to be contained in them; and k as to the information to be supplied on an application for registration. 2 Regulations under this section may provide that a contravention of or failure to comply with any specified provision of the regulations shall be an offence against the regulations."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "17", "section_title": " Inspection of homes.", "section_text": "17 1 Any person authorised in that behalf by the Secretary of State may at all times enter and inspect any premises which are used, or which that person has reasonable cause to believe to be used, for the purposes of a residential care home. 2 Any person authorised in that behalf by a registration authority may at all times enter and inspect any premises in the area of the authority which are used, or which that person has reasonable cause to believe to be used, for those purposes. 3 The powers of inspection conferred by subsections (1) and (2) above shall include power to inspect any records required to be kept in accordance with regulations under this Part of this Act. 4 The Secretary of State may by regulations require that residential care homes shall be inspected on such occasions or at such intervals as the regulations may prescribe. 5 A person who proposes to exercise any power of entry or inspection conferred by this section shall if so required produce some duly authenticated document showing his authority to exercise the power. 6 Any person who obstructs the exercise of any such power shall be guilty of an offence."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "18", "section_title": " Defences.", "section_text": "18 1 In any proceedings for an offence under this Part of this Act, subject to subsection (2) below, it shall be a defence for the person charged to prove— a that the commission of the offence was due to a mistake or to reliance on information supplied to him or to the act or default of another person, an accident or some other cause beyond his control; and b that he took all reasonable precautions and exercised all due diligence to avoid the commission of such an offence by himself or any person under his control. 2 If in any such case the defence provided by subsection (1) above involves the allegation that the commission of the offence was due to the act or default of another person or to reliance on information supplied by another person, the person charged shall not, without leave of the court, be entitled to rely on that defence unless, within a period ending 7 clear days before the hearing, he has served on the prosecutor a notice in writing giving such information identifying or assisting in the identification of that other person as was then in his possession."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "19", "section_title": " Meaning of “relative”.", "section_text": "19 1 In this Part of this Act “ relative ” means any of the following— a husband or wife; b son or daughter; c father or mother; d brother or sister; e grandparent or other ascendent; f grandchild or other descendant; g uncle or aunt; h nephew or niece; 2 In deducing any relationship for the purposes of subsection (1) above— a any relationship by affinity shall be treated as a relationship by consanguinity, any relationship of the half-blood as a relationship of the whole blood, and the stepchild of any person as his child; and b an illegitimate person shall be treated as the legitimate child of his mother and reputed father. 3 In this section “ husband ” and “ wife ” include a person who is living with a person carrying on or intending to carry on a residential care home as that person’s husband or wife, as the case may be, and who has been so living for a period of not less than 6 months. 4 A person, other than a relative, with whom a person carrying on or intending to carry on a residential care home ordinarily resides, and with whom that person has been ordinarily residing for a period of not less than 5 years, shall be treated for the purposes of this Part of this Act as if he were a relative."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "20", "section_title": " General interpretation.", "section_text": "20 1 In this Part of this Act— “ disablement ”, in relation to persons, means that they are blind, deaf or dumb or substantially and permanently handicapped by illness, injury or congenital deformity or any other disability prescribed by the Secretary of State; “ personal care ” means care which includes assistance with bodily functions where such assistance is required; “ prescribed ” means prescribed by regulations under this Part of this Act; “ registration authority ”, in relation to a residential care home, means, subject to subsection (2) below, the local social services authority for the area in which the home is situated. “ small home ” has the meaning given by section 1(4A) above; 2 The Council of the Isles of Scilly is the registration authority in relation to a residential care home in the Isles."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "21", "section_title": " Meaning of “nursing home”.", "section_text": "21 1 In this Act “ nursing home ” means, subject to subsection (3)  and (3A)  below— a any premises used, or intended to be used, for the reception of, and the provision of nursing for, persons suffering from any sickness, injury or infirmity; b any premises used, or intended to be used, for the reception of pregnant women, or of women immediately after childbirth (in this Act referred to as a “maternity home”); and c any premises not falling within either of the preceding paragraphs which are used, or intended to be used, for the provision of all or any of the following services, namely— i the carrying out of surgical procedures under anasthesia; ii the termination of pregnancies; iii endoscopy; iv haemodialysis or peritoneal dialysis; v treatment by specially controlled techniques. 2 In  this section “ specially controlled techniques ” means techniques specified under subsection (4) below as subject to control for the purposes of this Part of this Act. 3 The definition in subsection (1) above does not include— a any  health service hospital, within the meaning of the National Health Service Act 1977, or any  other premises maintained or controlled by a government department or local authority or any other authority or body instituted by special Act of Parliament or incorporated by Royal Charter; b any mental nursing home; c any sanatorium provided at a school or educational establishment and used, or intended to be used, solely by persons in attendance at, or members of the staff of, that school or establishment or members of their families; d any first aid or treatment room provided at factory premises, at premises to which the  Offices, Shops and Railway Premises Act 1963 applies or at a sports ground, show ground or place of public entertainment; e any premises used, or intended to be used, wholly or mainly— i by a medical practitioner for the purpose of consultations with his patients; ii by a  . . . chiropodist for the purpose of treating his patients; or iii for the provision of occupational health facilities, unless they are used, or intended to be used, for the provision of treatment by specially controlled techniques and are not excepted by regulations under paragraph (g) below; f any premises used, or intended to be used, wholly or mainly as a private dwelling; or g any other premises excepted from that definition by regulations made by the Secretary of State. 3A The definition in subsection (1) above does not include any premises used, or intended to be used, wholly or mainly by a dental practitioner for the purpose of treating his patients unless subsection (3B) or (3C) below applies. 3B This subsection applies if— a the premises are also used, or intended to be used, by that or another dental practitioner for the purpose of treating his patients under general anaesthesia; and b the premises are not used, or intended to be used, by any dental practitioner for the purpose of treating his patients under general anaesthesia— i in pursuance of the  National Health Service Act 1977; or ii under an agreement made in accordance with Part I of the  National Health Service (Primary Care) Act 1997. 3C This subsection applies if the premises are used, or intended to be used, for the provision of treatment by specially controlled techniques and are not excepted by regulations under subsection (3)(g) above. 4 The Secretary of State may by regulations specify as subject to control for the purposes of this Part of this Act any technique of medicine or surgery (including cosmetic surgery) as to which he is satisfied that its use may create a hazard for persons treated by means of it or for the staff of any premises where the technique is used. 5 Without prejudice to the generality of section 56 below, regulations under subsection (4) above may define a technique by reference to any criteria which the Secretary of State considers appropriate. 6 In this section “ treatment ” includes diagnosis and “ treated ” shall be construed accordingly."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "22", "section_title": " Meaning of “mental nursing home”.", "section_text": "22 1 In this Act “ mental nursing home ” means, subject to subsection (2) below, any premises used, or intended to be used, for the reception of, and the provision of nursing or other medical treatment (including care, habilitation and rehabilitation under medical supervision) for, one or more mentally disordered patients (meaning persons suffering, or appearing to be suffering, from mental disorder), whether exclusively or in common with other persons. 2 In this Act “ mental nursing home ” does not include any hospital as defined in subsection (3) below, or any other premises managed by a government department or provided by a local authority. 3 In subsection (2) above, “ hospital ” means— a any health service hospital within the meaning of the  National Health Service Act 1977; and b any accommodation provided by a local authority and used as a hospital by or on behalf of the Secretary of State under that Act."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "23", "section_title": " Registration of nursing homes and mental nursing homes.", "section_text": "23 1 Any person who carries on a nursing home or a mental nursing home without being registered under this Part of this Act in respect of that home shall be guilty of an offence. 2 Registration under this Part of this Act does not affect any requirement to register under Part I of this Act. 3 An application for registration under this Part of this Act— a shall be made to the Secretary of State; b shall be accompanied by a fee of such amount as the Secretary of State may by regulations prescribe; c in the case of a mental nursing home, shall specify whether or not it is proposed to receive in the home patients who are liable to be detained under the provisions of the  Mental Health Act 1983. 4 Subject to section 25 below, the Secretary of State shall, on receiving an application under subsection (3) above, register the applicant in respect of the home named in the application, and shall issue to the applicant a certificate of registration. 5 Where a person is registered in pursuance of an application stating that it is proposed to receive in the home such patients as are described in subsection (3)(c) above— a that fact shall be specified in the certificate of registration; and b the particulars of the registration shall be entered by the Secretary of State in a separate part of the register. 6 The certificate of registration issued under this Part of this Act in respect of any nursing home or mental nursing home shall be kept affixed in a conspicuous place in the home, and if default is made in complying with this subsection, the person carrying on the home shall be guilty of an offence."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "24", "section_title": " Prohibition of holding out premises as nursing home, maternity home or mental nursing home.", "section_text": "24 1 A person who, with intent to deceive any person,— a applies any name to premises in England or Wales; or b in any way so describes such premises or holds such premises out, as to indicate, or reasonably be understood to indicate, that the premises are a nursing home or maternity home, shall be guilty of an offence unless registration has been effected under this Part of this Act in respect of the premises as a nursing home. 2 A person who, with intent to deceive any person,— a applies any name to premises in England or Wales; or b in any way so describes such premises or holds such premises out, as to indicate, or reasonably be understood to indicate, that the premises are a mental nursing home, shall be guilty of an offence, unless registration has been effected under this Part of this Act in respect of the premises as a mental nursing home."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "25", "section_title": " Refusal of registration.", "section_text": "25 1 The Secretary of State may refuse to register an applicant in respect of a nursing home or a mental nursing home if he is satisfied— a that the applicant, or any person employed or proposed to be employed by the applicant at the home, is not a fit person (whether by reason of age or otherwise) to carry on or be employed at a home of such a description as that named in the application; or b that, for reasons connected with situation, construction, state of repair, accommodation, staffing or equipment, the home is not, or any premises used in connection with the home are not, fit to be used for such a home; or c that the home is, or any premises used in connection with the home are, used, or proposed to be used, for purposes which are in any way improper or undesirable in the case of such a home; or  d that the home or any premises to be used in connection with the home consist of or include works executed in contravention of section 12(1) of the  Health Services Act 1976; or e that the use of the home or any premises used in connection with the home is in contravention of any term contained in an authorisation under section 13 of the said Act of 1976; or f that the home is not, or will not be, in the charge of a person who is either a registered medical practitioner or a qualified nurse or, in the case of a maternity home, a registered midwife; or g that the condition mentioned in subsection (3) below is not, or will not be, fulfilled in relation to the home. 2 In subsection (1) above “ qualified nurse ”, in relation to a home, means a nurse possessing such qualifications as may be specified in a notice served by the Secretary of State on the person carrying on or proposing to carry on the home. 3 The condition referred to in subsection (1) above is that such number of nurses possessing such qualifications and, in the case of a maternity home, such number of registered midwives as may be specified in a notice served by the Secretary of State on the person carrying on or proposing to carry on the home are on duty in the home at such times as may be so specified. 4 In preparing any notice under subsection (2) or (3) above, the Secretary of State shall have regard to the class and, in the case of a notice under subsection (3) above, the number of patients for whom nursing care is or is to be provided in the home."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "26", "section_title": " Regulations as to conduct of nursing homes and mental nursing homes.", "section_text": "26 The Secretary of State may make regulations as to the conduct of nursing homes and mental nursing homes, and such regulations may in particular— a make provision as to the facilities and services to be provided in such homes; b make provision as to the giving of notice by a person registered in respect of such a home of periods during which he or, if he is not in charge of the home, the person who is in charge of it, proposes to be absent from the home; c specify the information to be supplied in such a notice; d provide for the making of adequate arrangements for the running of such a home during a period when the person in charge of it is absent from it; e provide that a contravention of or failure to comply with any specified provision of the regulations shall be an offence against the regulations."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "27", "section_title": " Supplementary regulations.", "section_text": "27 The Secretary of State may make regulations— a with respect to the registration of persons under this Part of this Act in respect of nursing homes and mental nursing homes, and in particular with respect to— i the making of applications for registration; and ii the refusal and cancellation of registration; b with respect to the keeping of records relating to nursing homes and mental nursing homes, including records relating to the detention and treatment of persons detained under the  Mental Health Act 1983 in a mental nursing home; c with respect to the notification of events occurring in nursing homes and mental nursing homes; d with respect to entry into and the inspection of premises used or reasonably believed to be used as a nursing home; e requiring persons registered under this Part of this Act to pay an annual fee of such amount as the regulations may specify; f specifying when the fee is to be paid; g providing that a contravention of or failure to comply with any specified provision of the regulations shall be an offence against the regulations."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "28", "section_title": " Cancellation of registration.", "section_text": "28 The Secretary of State may at any time cancel the registration of a person in respect of a nursing home or mental nursing home— a on any ground which would entitle him to refuse an application for the registration of that person in respect of that home; b on the ground that that person has been convicted of an offence against the provisions of this Part of this Act relating to nursing homes or mental nursing homes, or on the ground that any other person has been convicted of such an offence in respect of that home; c on the ground that any condition for the time being in force in respect of the home by virtue of this Part of this Act has not been complied with; d on the ground that that person has been convicted of an offence against regulations made under section 26 or 27 above; e on the ground that the annual fee in respect of the home has not been paid on or before the due date."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "29", "section_title": " Additional registration conditions.", "section_text": "29 1 It shall be a condition of the registration of any person in respect of a nursing home or mental nursing home that the number of persons kept at any one time in the home (excluding persons carrying on or employed in, the home, together with their families) does not exceed such number as may be specified in the certificate of registration. 2 Without prejudice to subsection (1) above, any such registration may be effected subject to such conditions (to be specified in the certificate of registration) as the Secretary of State may consider appropriate for regulating the age, sex or other category of persons who may be received in the home in question. 3 The Secretary of State may make regulations— a as to the variation of any condition for the time being in force in respect of a nursing home or mental nursing home by virtue of this Part of this Act; and b as to the imposition of additional conditions. 4 If any condition for the time being in force in respect of a home by virtue of this Part of this Act is not complied with, the person carrying on the home shall be guilty of an offence."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "30", "section_title": " Urgent procedure for cancellation of registration etc.", "section_text": "30 1 If— a the Secretary of State applies to a justice of the peace for an order— i cancelling the registration of a person in respect of a nursing home or mental nursing home; ii varying any condition for the time being in force in respect of a home by virtue of this Part of this Act; or iii imposing an additional condition; and b it appears to the justice of the peace that there will be a serious risk to the life, health or well-being of the patients in the home unless the order is made, he may make the order, and the cancellation, variation or imposition shall have effect from the date on which the order is made. 2 An application under subsection (1) above may be made ex parte and shall be supported by a written statement of the Secretary of State’s reasons for making the application. 3 An order under subsection (1) above shall be in writing. 4 Where such an order is made, the Secretary of State shall serve on any person registered in respect of the home, as soon as practicable after the making of the order,— a notice of the making of the order and of its terms; and b a copy of the statement of the Secretary of State’s reasons which supported his application for the order."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "31", "section_title": " Ordinary procedure for registration etc. under Part II.", "section_text": "31 1 Where— a a person applies for registration in respect of a nursing home or mental nursing home; and b the Secretary of State proposes to grant his application, the Secretary of State shall give him written notice of his proposal and of the conditions subject to which he proposes to grant his application. 2 The Secretary of State shall give an applicant notice of a proposal to refuse his application. 3 Except where he makes an application under section 30 above, the Secretary of State shall give any person registered in respect of a nursing home or mental nursing home notice of a proposal— a to cancel the registration; b to vary any condition for the time being in force in respect of the home by virtue of this Act; or c to impose any additional condition. 4 A notice under this section shall give the Secretary of State’s reasons for his proposal."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "32", "section_title": " Right to make representations.", "section_text": "32 1 A notice under section 31 above shall state that within 14 days of service of the notice any person on whom it is served may in writing require the Secretary of State to give him an opportunity to make representations to him concerning any matter which that person wishes to dispute. 2 Where a notice has been served under section 31 above, the Secretary of State shall not determine any matter in dispute until either— a any person on whom the notice was served has made representations to him concerning the matter; or b the period during which any such person could have required the Secretary of State to give him an opportunity to make representations has elapsed without the Secretary of State being required to give such an opportunity; or c the conditions specified in subsection (3) below are satisfied. 3 The conditions mentioned in subsection (2) above are— a that a person on whom the notice was served has required the Secretary of State to give him an opportunity to make representations to him concerning the matter; b that the Secretary of State has allowed him a reasonable period to make his representations; and c that he has failed to make them within that period. 4 The representations may be made, at the option of the person making them, either in writing or orally. 5 If he informs the Secretary of State that he desires to make oral representations, the Secretary of State shall give him an opportunity of appearing before and of being heard by a person appointed by the Secretary of State."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "33", "section_title": " Decision of Secretary of State.", "section_text": "33 1 If the Secretary of State decides to adopt the proposal, he shall serve notice in writing of his decision on any person on whom he was required to serve notice of the proposal. 2 A notice under this section shall be accompanied by a note explaining the right of appeal conferred by section 34 below. 3 A decision of the Secretary of State, other than a decision to grant an application for registration subject only to conditions agreed between the applicant and the Secretary of State or to refuse an application for registration, shall not take effect— a if no appeal is brought, until the expiration of the period of 28 days referred to in section 34(3) below; and b if an appeal is brought, until it is determined or abandoned."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "34", "section_title": " Appeals.", "section_text": "34 1 An appeal against— a a decision of the Secretary of State under this Part of this Act; or b an order made by a justice of the peace under section 30 above, shall lie to a Registered Homes Tribunal. 2 An appeal shall be brought by notice in writing given to the Secretary of State. 3 No appeal against a decision or order may be brought by a person more than 28 days after service on him of notice of the decision or order. 4 On an appeal against a decision of the Secretary of State the tribunal may confirm the decision or direct that it shall not have effect. 5 On an appeal against an order made by a justice of the peace the tribunal may confirm the order or direct that it shall cease to have effect. 6 A tribunal shall also have power on an appeal against a decision or order— a to vary any condition for the time being in force in respect of the home to which the appeal relates by virtue of this Part of this Act; b to direct that any such condition shall cease to have effect; or c to direct that any such condition as it thinks fit shall have effect in respect of the home. 7 The Secretary of State shall comply with any directions of a tribunal given under this section."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "35", "section_title": " Inspection of mental nursing homes and visiting of patients.", "section_text": "35 1 Subject to the provisions of this section, any person authorised in that behalf by the Secretary of State may at any time, after producing, if asked to do so, some duly authenticated document showing that he is so authorised, enter and inspect any premises which are used, or which that person has reasonable cause to believe to be used, for the purposes of a mental nursing home, and may inspect any records kept in pursuance of section 27(b) above. 2 A person authorised under subsection (1) above to inspect a mental nursing home may visit and interview in private any patient residing in the home who is, or appears to be, suffering from mental disorder— a for the purpose of investigating any complaint as to his treatment made by or on behalf of the patient; or b in any case where the person so authorised has reasonable cause to believe that the patient is not receiving proper care; and where the person so authorised is a medical practitioner, he may examine the patient in private, and may require the production of, and inspect, any medical records relating to the patient’s treatment in that home. 3 Regulations made under section 26 above may make provision with respect to the exercise on behalf of the Secretary of State of the powers conferred by this section, and may in particular provide— a for imposing conditions or restrictions with respect to the exercise of those powers in relation to mental nursing homes which, immediately before 1st November 1960, were registered hospitals as defined in subsection (4) below, and b subject as aforesaid, for requiring the inspection of mental nursing homes under subsection (1) above to be carried out on such occasions, or at such intervals, as the regulations may prescribe. 4 In subsection (3)(a) above, “ registered hospital ” means a hospital registered as mentioned in section 231(9) of the  Lunacy Act 1890. 5 Any person who refuses to allow the inspection of any premises, or without reasonable cause refuses to allow the visiting, interviewing or examination of any person by a person authorised in that behalf under this section or to produce for the inspection of any person so authorised any document or record the production of which is duly required by him, or otherwise obstructs any such person in the exercise of his functions, shall be guilty of an offence. 6 Without prejudice to the generality of subsection (5) above, any person who insists on being present when requested to withdraw by a person authorised as aforesaid to interview or examine a person in private shall be guilty of an offence."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "36", "section_title": " Effect of cancellation or death on mental nursing home registration.", "section_text": "36 1 This section applies to any mental nursing home the particulars of the registration of which are entered in the separate part of the register referred to in paragraph (b) of section 23(5) above, and in subsections (2) and (3) below “ patient ” means a person suffering or appearing to be suffering from mental disorder. 2 If the registration of any such home is cancelled under section 28 above at a time when any patient is liable to be detained in the home under the provisions of the  Mental Health Act 1983, the registration shall, notwithstanding the cancellation, continue in force until the expiry of the period of two months beginning with the date of the cancellation, or until every such patient has ceased to be so liable, whichever first occurs. 3 If the person registered in respect of any such home (not being one of two or more persons so registered) dies at a time when any patient is liable to be so detained, the registration shall continue in force until the expiry of the period of two months beginning with the death, or until every such patient has ceased to be so liable, or until a person other than the deceased has been registered in respect of the home, whichever first occurs. 4 A registration continued in force by virtue of subsection (3) above shall continue in force— a as from the grant of representation to the estate of the deceased, for the benefit of the personal representative of the deceased; and b pending the grant of such representation, for the benefit of any person approved for the purpose by the Secretary of State. 5 For the purposes of this Part of this Act, a person for whose benefit the registration continues in force by virtue of subsection (3) above shall be treated as registered in respect of the home."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "37", "section_title": " Power to exempt Christian Science homes.", "section_text": "37 1 The Secretary of State may grant exemption from the operation of the provisions of this Part of this Act in respect of any nursing home or mental nursing home as respects which he is satisfied that it is being, or will be, carried on in accordance with the practice and principles of the body known as the Church of Christ Scientist. 2 It shall be a condition of any exemption granted under this section that the home in question shall adopt and use the name of Christian Science house. 3 An exemption granted under this section may at any time be withdrawn by the Secretary of State if it appears to him that the home in question is no longer being carried on in accordance with the said practice and principles."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "38", "section_title": " Ancillary provisions of Mental Health Act 1983.", "section_text": "38 So far as section 125 (inquiries), 126 (forgery, false statements, etc.) or 139 (protection for acts done) of the  Mental Health Act 1983 applied immediately before the commencement of this Part of this Act in relation to any provision re-enacted by this Part of this Act, those sections shall apply in relation to the corresponding provision of this Act."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "39", "section_title": " Preliminary.", "section_text": "39 The following are relevant enactments for the purposes of this Part of this Act— a the Children Act 1989. c Parts I and  II  of this Act."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "40", "section_title": " Constitution of panels for chairmen and members.", "section_text": "40 1 For the purpose of enabling a tribunal to hear an appeal under a relevant enactment to be constituted as occasion may require there shall be— a a panel appointed by the Lord Chancellor (in this Part of this Act referred to as “ the legal panel ”) of persons available to act as chairmen of any such tribunals; and b a panel appointed by the Lord President of the Council (in this Part of this Act referred to as “ the panel of experts ”) of persons available to act as members. 2 Tribunals constituted under this Part of this Act are to be known as Registered Homes Tribunals. 3 No person shall be qualified to be appointed to the legal panel unless he possesses such legal qualifications as the Lord Chancellor considers suitable. 4 No person shall be qualified to be appointed to the panel of experts unless he has had experience in social work, medicine, nursing or midwifery or such other experience as the Lord President of the Council considers suitable. 5 No officer of a government department may be appointed to either panel. 6 Subject, in the case of a person appointed to the legal panel, to subsection (7) below,  a person appointed to a panel shall hold office subject to such conditions as to the period of his membership and otherwise as may be determined by the person appointing him. 7 No appointment of a person to the legal panel shall be such as to extend beyond the day on which he attains the age of seventy years; but this subsection is subject to section 26(4) to (6) of the Judicial Pensions and Retirement Act 1993 (power to authorise continuance in office up to the age of seventy-five years)."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "41", "section_title": " Constitution of tribunals—general.", "section_text": "41 1 A Registered Homes Tribunal shall consist of a chairman and two other members. 2 The chairman shall be a member of the legal panel appointed to the tribunal by the Lord Chancellor. 3 The other two members shall be members of the panel of experts appointed to the tribunal by the Lord President of the Council."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "42", "section_title": " Tribunals for appeals relating to nursing homes (including maternity homes) and mental nursing homes.", "section_text": "42 1 A Registered Homes Tribunal to hear an appeal relating solely to registration under Part II of this Act shall include a registered medical practitioner. 2 Such a tribunal shall also include— a if the appeal relates to registration of a maternity home, a registered midwife; and b in any other case, a qualified nurse. 3 A tribunal which is constituted to hear both an appeal relating to registration under Part I of this Act and an appeal relating to registration under Part II shall include a person selected in accordance with subsection (2) above. 4 In this Part of this Act “ qualified nurse ” means a person who— a is for the time being registered under the   the Nursing and Midwifery Order 2001. ; and b would have been qualified to be registered under section 2(1) of the  Nurses Act 1957."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "43", "section_title": " Procedure of tribunals.", "section_text": "43 1 The Secretary of State may by statutory instrument make rules as to the practice and procedure to be followed with respect to the constitution of Registered Homes Tribunals, and as to proceedings before such tribunals and matters incidental to or consequential on such proceedings; and without prejudice to the generality of this section such rules may make provision— a requiring particulars to be supplied of matters relevant to the determination of an appeal; b enabling two or more appeals to be heard together; and c as to representation before a tribunal, by counsel or a solicitor or otherwise. 2 Rules under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Part I of the Arbitration Act 1996  shall not apply to any proceedings before Registered Homes Tribunals except so far as any provision of that Act may be applied to such tribunals with or without modifications by rules made under this section."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "44", "section_title": " Staff for tribunals.", "section_text": "44 The Secretary of State shall assign such staff as may from time to time be required for Registered Homes Tribunals."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "45", "section_title": " Fees, allowances and expenses.", "section_text": "45 The Secretary of State may— a pay to members of Registered Homes Tribunals such fees and allowances as he may, with the consent of the Treasury, determine; and b defray the expenses of such tribunals up to such amount as he may with the like consent determine."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "46", "section_title": " Failure to register.", "section_text": "46 1 A person guilty of an offence under section 2 above shall be liable on summary conviction to a fine of an amount not exceeding level 5 on the standard scale. 2 A person guilty of an offence under section 23(1) above shall be liable on summary conviction to a fine of an amount not exceeding the statutory maximum or on conviction on indictment to a fine."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "47", "section_title": " Failure to affix certificate of registration.", "section_text": "47 1 A person guilty of an offence under section 5(6) above shall be liable on summary conviction to a fine of an amount not exceeding £5 for each day on which the offence continues after conviction. 2 A person guilty of an offence under section 23(6) above shall be liable on summary conviction— a to a fine of an amount not exceeding level 2 on the standard scale; and b subject to subsection (3) below, to a further fine not exceeding £5 for each day on which the offence continues after conviction. 3 The court by which a person is convicted of an original offence under subsection (2) above may fix a reasonable period from the date of conviction for compliance with any directions given by the court; and where the court has fixed such a period the daily penalty prescribed by that subsection shall not be recoverable in respect of any day before the expiry of that period."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "48", "section_title": " Breach of conditions as to registration.", "section_text": "48 A person guilty of an offence under section 5(5) or 29(4) above shall be liable on summary conviction to a fine of an amount not exceeding level 4 on the standard scale."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "49", "section_title": " Contravention of regulations.", "section_text": "49 A person guilty of an offence against regulations made under section 16, 26 or 27 above shall be liable on summary conviction to a fine of an amount not exceeding level 4 on the standard scale."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "50", "section_title": " Contravention of section 24.", "section_text": "50 A person guilty of an offence under section 24 above shall be liable on summary conviction to a fine of an amount not exceeding level 3 on the standard scale."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "51", "section_title": " Obstruction.", "section_text": "51 1 A person guilty of an offence under section 17(6) above shall be liable on summary conviction to a fine of an amount not exceeding level 4 on the standard scale. 2 A person guilty of an offence under section 35(5) or (6) above shall be liable on summary conviction to imprisonment for a term not exceeding 3 months or to a fine not exceeding level 4 on the standard scale, or to both such imprisonment and fine."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "52", "section_title": " Bodies corporate and their officers.", "section_text": "52 Where an offence under this Act or any regulations under it which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person purporting to act in any such capacity, he as well as the body corporate shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "53", "section_title": " Proceedings.", "section_text": "53 1 Proceedings in respect of an offence under section 23(1) or (6) above relating to a nursing home shall not, without the written consent of the Attorney General, be taken by any person other than a party aggrieved or the Secretary of State. 2 A local social services authority may institute proceedings for any offence under section 35(5) or (6) above."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "54", "section_title": " Service of documents.", "section_text": "54 1 Any notice or other document required under this Act to be served on a person carrying on, or intending to carry on, a residential care home, or a nursing home or mental nursing home may be served on him by being delivered personally to him, or being sent by post to him in a registered letter or by the recorded delivery service. 2 For the purposes of section 7 of the  Interpretation Act 1978 (which defines “service by post”) a letter to a person carrying on a residential care home or a nursing home or mental nursing home enclosing a notice or other document under this Act shall be deemed to be properly addressed if it is addressed to him at the home. 3 Any such notice or other document required to be served on a body corporate or a firm shall be duly served if it is served on the secretary or clerk of that body or a partner of that firm. 4 For the purposes of this section, and of section 7 of the Interpretation Act 1978 in its application to this section, without prejudice to subsection (2) above, the proper address of a person, in the case of a secretary or clerk of a body corporate, shall be that of the registered or principal office of that body, in the case of a partner of a firm shall be that of the principal office of the firm, and in any other case shall be the last known address of the person to be served."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "55", "section_title": " Interpretation—general.", "section_text": "55 In this Act— “ local social services authority ” means a council which is a local authority for the purposes of the  Local Authority Social Services Act 1970; “ maternity home ” has the meaning given by section 21 above; “ mental disorder ” means mental illness, arrested or incomplete development of mind, psychopathic disorder, and any other disorder or disability of mind; “ mental nursing home ” has the meaning given by section 22 above; “ nursing home ” has the meaning given by section 21 above; “ psychopathic disorder ” means a persistent disorder or disability of mind (whether or not including significant impairment of intelligence) which results in abnormally aggressive or seriously irresponsible conduct on the part of the person concerned; . . . . . ."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "56", "section_title": " Regulations and orders.", "section_text": "56 1 Any regulations or order under this Act shall be made by statutory instrument. 2 Any such statutory instrument, except an instrument containing an order under section 59(2) below, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 The power to make regulations conferred on the Secretary of State by section 27 above shall, if the Treasury so directs, be exercisable by the Treasury and the Secretary of State acting jointly. 4 Any power conferred by this Act to make regulations may be exercised— a either in relation to all cases to which the power extends, or in relation to all those cases subject to specified exceptions, or in relation to any specified cases or classes of case; and b so as to make, as respects the cases in relation to which it is exercised— i the same provision for all cases in relation to which the power is exercised, or different provision for different cases or different classes of case, or different provision as respects the same case or class of case for different purposes; ii any such provision either unconditionally or subject to any specified condition; and includes power to make such incidental or supplemental provision in the regulations as the persons making them consider appropriate."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "57", "section_title": " Consequential amendments, transitional provisions, savings and repeals.", "section_text": "57 1 The enactments specified in Schedule 1 to this Act shall have effect subject to the amendments there specified, being amendments consequential upon the provisions of this Act. 2 The transitional provisions and savings contained in Schedule 2 to this Act shall have effect. 3 Subject to the provisions of Schedule 2, the enactments specified in Schedule 3 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 4 Nothing in this Act shall be taken as prejudicing the operation of section 16(1) of the  Interpretation Act 1978 (which relates to the operation of repeals)."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "58", "section_title": " Extent.", "section_text": "58 1 This Act does not extend to Scotland or Northern Ireland. 2 The Secretary of State may by order direct that so much of this Act as relates to nursing homes and mental nursing homes shall extend to the Isles of Scilly, subject to such exceptions, adaptations and modifications as may be specified in the order, but except as so directed so much of this Act as relates to nursing homes and mental nursing homes shall not extend to the Isles. 3 Subject to subsection (2) above, this Act shall, in its application to the Isles of Scilly, have effect subject to such extensions, adaptations and modifications as the Secretary of State may by order prescribe."}, {"act": "Registered Homes Act 1984 (repealed)", "year": 1984, "section": "59", "section_title": " Short title and commencement.", "section_text": "59 1 This Act may be cited as the Registered Homes Act 1984. 2 This Act shall come into force on such day as the Secretary of State may by order appoint and different days may be so appointed for different provisions and for different purposes."}]