[{"act": "Trade Marks (Amendment) Act 1984 (repealed 31.10.1994)", "year": 1984, "section": "1", "section_title": " Application of Trade Marks Act 1938 to service marks.", "section_text": "1 1 Subject to subsection (2) below, the  Trade Marks Act 1938 shall have effect with respect to service marks as it has effect with respect to trade marks (references to goods having effect as references to services). 2 The Act of 1938 shall have effect in relation to service marks as mentioned in Schedule 1 to this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 In consequence of the preceding provisions of this section, the  Act of 1938 shall have effect, in cases where it applies otherwise than by virtue of the preceding provisions of this section, with the amendments specified in Schedule 2 to this Act. 5 The Act of 1938 shall be further amended as follows— a in section 2 (no action for infringement of unregistered mark) the words “goods as the goods of another person” shall be omitted ; b in section 68 (interpretation), after subsection (2) there shall be inserted the following subsections— 2A For the purposes of this Act goods and services are associated with each other if it is likely that those goods might be sold or otherwise traded in those services might be provided by the same business and so with descriptions of goods and descriptions of services. 2B References in this Act to a near resemblance of marks are references to a resemblance so near as to be likely to deceive or cause confusion. . 6 In the application by virtue of subsection (1) above of section 7 of the Act of 1938 (restrictions on exclusive right conferred by registration) the references in that section to the use of the mark by a person’s predecessors in title shall, as respects use before this Act comes into force, be construed as references to use by any predecessor of his in business. 7 In this Act “ service mark ” means a mark (including a device, name, signature, word, letter, numeral, or any combination thereof) used or proposed to be used in relation to services for the purpose of indicating, or so as to indicate, that a particular person is connected, in the course of business, with the provision of those services, whether with or without any indication of the identity of that person."}, {"act": "Trade Marks (Amendment) Act 1984 (repealed 31.10.1994)", "year": 1984, "section": "2", "section_title": " Short title, commencement and extent.", "section_text": "2 1 This Act may be cited as the Trade Marks (Amendment) Act 1984. 2 This Act shall come into force on the 1st day of October 1987 or on such earlier day as the Secretary of State may by order made by statutory instrument appoint. 3 This Act extends to Northern Ireland . . .  4 This Act shall extend to the Isle of Man subject to any exceptions, adaptations or modifications contained in an Order made by Her Majesty in Council."}]