[{"act": "European Assembly Elections Act 1981 (repealed 1.5.1999)", "year": 1981, "section": "1", "section_title": " Amendment of Schedule 2 to the European Assembly Elections Act 1978. ", "section_text": "1 1 For paragraph 1 of Schedule 2 to the   European Assembly Elections Act 1978 (which provides for an initial report of each Boundary Commission in connection with the setting up of Assembly constituencies, and is accordingly spent) there shall be substituted the following paragraph— 1 If— a an Order in Council has been made under section 3 of the 1949 Act giving effect, with or without modifications, to the recommendations contained in a report submitted to the Secretary of State under section 2(1) of that Act by the Boundary Commission for any part of Great Britain; or b the Boundary Commission for any part of Great Britain have submitted a report to the Secretary of State under section 2(1) stating that, in the opinion of the Commission, no alteration is required to be made in the parliamentary constituencies into which part of Great Britain is divided; the Boundary Commission shall thereupon proceed to consider the representation in the Assembly of the part of Great Britain with which they are concerned and shall as soon as may be after that time submit to the Secretary of State a supplementary report in accordance with paragraph 2 below. . 2 In paragraph 2 of that Schedule (supplementary reports by Boundary Commissions following general reviews of parliamentary constituencies), for the words from the beginning to “supplementary” there shall be substituted the words “The supplementary report which the Boundary Commission for any part of Great Britain is required under paragraph 1 above to submit to the Secretary of State shall be a”. 3 For paragraph 3 of that Schedule (supplementary reports by Boundary Commissions following interim reviews of particular parliamentary constituencies) there shall be substituted the following paragraph— 3 If— a an Order in Council has been made under section 3 of the 1949 Act giving effect, with or without modifications, to recommendations for the alteration of any particular parliamentary constituency or constituencies contained in a report submitted to the Secretary of State under section 2(3) of that Act by the Boundary Commission for any part of Great Britain ; and b the result of the alteration in parliamentary constituencies made by the Order is that paragraph 9 below is no longer complied with in relation to one or more of the Assembly constituencies into which that part of Great Britain is divided ; the Boundary Commission shall thereupon proceed to consider in what manner the Assembly constituency or constituencies affected should be altered in order that paragraph 9 be complied with and shall as soon as may be after that time submit to the Secretary of State a supplementary report showing the alterations which they recommend should be made in the Assembly constituency or constituencies for that purpose. 4 In paragraph 4(1) of that Schedule (application of certain provisions of the  House of Commons (Redistribution of Seats) Act 1949)— a in paragraph (a), the words “report or”, in both places where they occur, shall be omitted; and b in paragraph (b) the words from “(but” to “above)” shall be omitted. 5 In paragraph 12 of that Schedule (definitions), for the definition of “enumeration date” there shall be substituted the following definition—                     “ enumeration dates ”                   means, in relation to any supplementary report of a Boundary Commission under this Schedule, the date on which the notice with respect to that report is published in accordance with section 2(4) of the 1949 Act.                ”"}, {"act": "European Assembly Elections Act 1981 (repealed 1.5.1999)", "year": 1981, "section": "2", "section_title": " Short title.", "section_text": "2 This Act may be cited as the  European Parliamentary  Elections Act 1981."}]