[{"act": "Gas Levy Act 1981 (repealed)", "year": 1981, "section": "1", "section_title": " Gas levy.", "section_text": "1 1 For the year 1980-81 and each subsequent year a levy, to be known as gas levy, shall be payable out of  his revenues by any person  in respect of gas to which this section applies and which is supplied to or won by  that person  in that year. 2 This section applies— a to gas purchased by  any person  under a tax-exempt contract; and b to gas which is— i won or purchased by  any person ; and ii derived from a tax-exempt reservoir under the authority of a petroleum production licence which is or was held by a person who  had agreed  to supply gas from that reservoir to  the British Gas Corporation (in this section referred to as  “the Corporation ”)  under a tax-exempt contract or under the authority of a petroleum production licence substituted for such a licence. 3 In this section—  “ petroleum production licence  ” means a licence granted under section 2 of the  Petroleum (Production) Act 1934, including a licence granted under that section as applied by section 1(3) of the  Continental Shelf Act 1964;  “ tax-exempt contract  ” means a contract made before the end of June 1975 for the sale to the Corporation of gas won under the authority of a petroleum production licence; and  “ tax-exempt reservoir  ” means a natural reservoir, gas derived from which the Corporation was on 1st April 1980 obliged to purchase (whether immediately or at some future date) under terms comprised in a document which on 1st April 1980 was treated for the purposes of paragraph (a) of section 10(1) of the  Oil Taxation Act 1975 as containing the whole or part of a contract for the sale of excluded oil as defined in that subsection."}, {"act": "Gas Levy Act 1981 (repealed)", "year": 1981, "section": "2", "section_title": " Rate of levy.", "section_text": "2 1 The rate of gas levy shall be— a for the year 1980-81, one penny per therm; b for the year 1981-82, three pence per therm; and c for the year 1982-83, five pence per therm. 2 The Secretary of State may by order, made with the consent of the Treasury, specify rates of levy for the years mentioned in subsection (1) above different from those specified in that subsection. 3 Subject to subsection (4) below, the rate of levy for any year subsequent to the year 1982-83 shall be specified by order made by the Secretary of State with the consent of the Treasury. 4 If no rate is specified for any such year, the rate of levy for that year shall be the same as the rate for the preceding year. 4A The rate of levy may be specified by reference to either therms or gigajoules, provided that the rate for any year subsequent to the year 1998—1999 shall be specified in gigajoules. 5 The powers to make orders conferred by this section shall be exercisable by statutory instrument. 6 No such order shall be made unless a draft of the order has been laid before and approved by a resolution of the House of Commons."}, {"act": "Gas Levy Act 1981 (repealed)", "year": 1981, "section": "3", "section_title": " Payment of levy.", "section_text": "3 1 Gas levy shall be paid to the Secretary of State in respect of each period of three months ending on 30th June, 30th September, 31st December or 31st March in any year (in this section referred to as a  “chargeable period ”). 2 It shall be the duty of any person liable to pay gas levy to deliver to the Secretary of State— a within four weeks after the end of each chargeable period, a return for that period which complies with subsection (3) below; and b within three months after the end of each year, a return for that year which so complies. 3 A return under subsection (2) above for any chargeable period or any year shall show the quantity, expressed both by volume and as a number of therms, of gas to which section 1 above applies which was supplied to or won by the person concerned in that period or that year. 4 Not later than six weeks after the end of any chargeable period a person who is liable to pay gas levy in respect of that period shall pay to the Secretary of State an amount equal to the amount of gas levy which would be due from him for that period if the amount due were calculated exclusively by reference to the return for that period. 5 If the amount which, otherwise than by way of interest, falls to be paid by any person under subsection (4) above in respect of the chargeable periods in any year differs from the actual amount of gas levy due from that person in respect of those periods, then not later than four months after the end of that year the amount of the difference shall— a where the former amount is greater, be repaid by the Secretary of State to that person; and b where the latter amount is greater, be paid by that person to the Secretary of State. 6 Where any amount falling to be paid under subsection (4) or (5) above is not paid within the period for payment specified in that subsection, that amount shall carry interest at the prescribed rate from the end of that period until payment; and in this subsection  “paid ”and  “payment ”include repaid and repayment, respectively. 7 In this section  “the prescribed rate ”means the rate prescribed for the purposes of section 86 of the Taxes Management Act 1970."}, {"act": "Gas Levy Act 1981 (repealed)", "year": 1981, "section": "4", "section_title": " Levy where gas is stored in natural reservoirs.", "section_text": "4 1 Where a natural reservoir from which there derives gas to which section 1 above applies is used for the storage of gas produced elsewhere which is acquired by  any person , gas levy  shall be payable by that person for any year only  on the amount by which the number of therms represented by the gas supplied to  that person  from that reservoir during the year exceeds the number of therms represented by the gas put into the reservoir during the year. 2 If in any year the number of therms represented by the gas put into such a reservoir has exceeded the number of therms represented by the gas supplied to  the person concerned  from the reservoir, the amount of the excess shall be carried forward and, for the purpose of computing gas levy for a subsequent year, may be set off against the number of therms represented by the gas supplied to  that person  from the reservoir in that year."}, {"act": "Gas Levy Act 1981 (repealed)", "year": 1981, "section": "5", "section_title": " Supplementary provisions.", "section_text": "5 1 It shall be the duty of  any person liable to pay gas levy — a to take all reasonable steps to ensure that any rights to verify the accuracy of measuring and testing equipment maintained by a person supplying  him  with gas are adequately exercised; b to install, maintain and use measuring and testing equipment of a description specified in a direction under subsection (2) below; and c to allow officers of the Secretary of State or the Comptroller and Auditor General all reasonable facilities for examining and testing such equipment which  that person is using or proposes  to use and inspecting the records made by  that person  in consequence of its use. 2 The Secretary of State may, after consultation with any person liable to pay gas levy, give to that person directions specifying descriptions of measuring and testing equipment which he is to install, maintain and use for the purposes of this Act. 3 It shall also be the duty of any person liable to pay gas levy to furnish the Secretary of State with such returns, accounts and other information as he from time to time requires for the purpose of verifying returns delivered to him under section 3(2) above, and to afford to the Secretary of State facilities for the verification of information so furnished."}, {"act": "Gas Levy Act 1981 (repealed)", "year": 1981, "section": "5A", "section_title": " Offences.", "section_text": "5A 1 If any person without reasonable excuse— a fails to deliver a return under section 3(2) above within the time allowed for doing so; or b fails to comply with a requirement imposed by or under section 5 above, that person shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 2 If any person, in making any return under section 3(2) above or in giving any information required under section 5(3) above, makes any statement which he knows to be false in a material particular, or recklessly makes any statement which is false in a material particular, that person shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine. 3 Where a body corporate is guilty of an offence under this section and that offence is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity he, as well as the body corporate, shall be guilty of that offence, and shall be liable to be proceeded against and punished accordingly."}, {"act": "Gas Levy Act 1981 (repealed)", "year": 1981, "section": "6", "section_title": " Financial provisions.", "section_text": "6 1 The Secretary of State shall pay sums received in respect of gas levy or interest upon it into the Consolidated Fund. 2 Sums repayable to  any person by virtue of section 3(5)( a )  above, including the interest upon such sums, shall be paid out of the Consolidated Fund. 3 The Secretary of State shall, as respects each year, prepare in such form as the Treasury may direct an account of sums received by him in respect of gas levy or repaid under  section 3(5)( a )  above, and shall send the account to the Comptroller and Auditor General not later than the end of November following the year; and the Comptroller and Auditor General shall examine, certify and report on the account, and shall lay copies of it and his report before each House of Parliament. 4 Any expenses of the Secretary of State in consequence of the provisions of this Act shall be defrayed out of money provided by Parliament."}, {"act": "Gas Levy Act 1981 (repealed)", "year": 1981, "section": "7", "section_title": " Citation and interpretation.", "section_text": "7 1 This Act may be cited as the Gas Levy Act 1981. 2 In this Act—  “ therm  ” means 0·105506 gigajoules; and                    “ year  ” means a period of twelve months ending with a 31st March."}]