[{"act": "National Film Finance Corporation Act 1981 (repealed 5.11.1993)", "year": 1981, "section": "1", "section_title": " The Corporation.", "section_text": "1 1 There shall continue to be a body corporate called the National Film Finance Corporation (in this Act referred to as “ the Corporation ”). 2 The Corporation shall consist of— a a chairman and a managing director appointed by the Secretary of State; and b such number of other members so appointed, not being less than three nor more than six, as the Secretary of State may from time to time determine. 3 The members of the Corporation shall be appointed from among persons appearing to the Secretary of State qualified as having had experience, and shown capacity, in matters relating to finance, industry, commerce, administration or law. 4 Schedule 1 (which contains supplementary provisions relating to the Corporation) shall have effect."}, {"act": "National Film Finance Corporation Act 1981 (repealed 5.11.1993)", "year": 1981, "section": "2", "section_title": " Functions of Corporation. ", "section_text": "2 1 The Corporation may, for the purpose of financing the production or distribution of films, make loans to persons who, in the judgment of the Corporation, have reasonable expectations of being able to arrange for the production or distribution of films on a commercially successful basis. 2 Where the Corporation have power to make a loan under subsection (1) for the purpose of financing the production or distribution of a film, and other persons are, or might be, willing to finance the production or distribution or to take part in financing it, the Corporation may— a by an agreement made with those persons, guarantee to them the completion and delivery of the film and the provision of any further finance necessary for financing the production or distribution; or b by an agreement made with the persons arranging for the production or distribution, undertake to make to them such loan as may be necessary to enable them to repay to the persons financing the production or distribution, within such time of the delivery of the film to a distributor as may be specified in the agreement, so much of any sums advanced by them for financing the production or distribution as may be so specified. 3 The Corporation may, for the purpose of enabling rights to be acquired or work to be undertaken with a view to the production of films, make loans or otherwise give financial assistance to any persons who, in the judgment of the Corporation, will be able (with such assistance) to acquire those rights or to carry that work to a satisfactory conclusion. 4 Where the Corporation have made or undertaken to make a loan or given a guarantee in connection with a film, they may act as agents in disposing of the right to distribute the film to exhibitors, whether within Great Britain or elsewhere. 5 The Corporation may— a acquire the copyright in any film and the right to reproduce any work in the form of a film; and b dispose of any right acquired under paragraph (a). 6 No loans or other financial assistance shall be made or given by the Corporation under subsection (1) or (3), or in pursuance of an agreement under subsection (2)(b), after the end of 1985; and no rights shall be acquired by them under subsection (5)(a) after the end of that year. 7 Schedule 2 (which contains supplementary provisions relating to loans by the Corporation) shall have effect. 8 In this section and Schedule 2 “ film ” includes any record (however made) of a sequence of visual images, which is a record capable of being used as a means of showing that sequence as a moving picture."}, {"act": "National Film Finance Corporation Act 1981 (repealed 5.11.1993)", "year": 1981, "section": "3", "section_title": " Powers of Secretary of State in relation to Corporation.", "section_text": "3 1 The Secretary of State may, after consultation with the Corporation, give to them directions of a general character as to the exercise of their functions. 2 The Corporation shall comply with any directions given to them under subsection (1). 3 The Corporation shall furnish the Secretary of State with such information concerning the financial position of the Corporation as he may from time to time require."}, {"act": "National Film Finance Corporation Act 1981 (repealed 5.11.1993)", "year": 1981, "section": "4", "section_title": " Finances of Corporation.", "section_text": "4 1 The Corporation shall have power, with the consent of the Secretary of State and the Treasury, to borrow such sums as the Corporation may require for performing their functions. 2 The aggregate amount of the principal outstanding in respect of sums borrowed under subsection (1) shall not at any time exceed £5 million. 3 By virtue of section 4 of the  Film Levy Finance Act 1981 certain amounts are payable to the Corporation by the British Film Fund Agency for the purpose of enabling the Corporation to perform their functions."}, {"act": "National Film Finance Corporation Act 1981 (repealed 5.11.1993)", "year": 1981, "section": "5", "section_title": " Duty of Corporation to pay their way.", "section_text": "5 It shall be the duty of the Corporation to perform their functions in such manner as appears to them best calculated to secure the avoidance of default being made in the discharge, as regards any loan made to them before or after the commencement of this Act, of their obligations with respect to repayment of the principal of the loan and the payment of interest on any sum for the time being outstanding in respect of it."}, {"act": "National Film Finance Corporation Act 1981 (repealed 5.11.1993)", "year": 1981, "section": "6", "section_title": " Reserve of Corporation.", "section_text": "6 1 The Corporation shall establish a reserve, applicable to the purposes of the Corporation at such times and in such manner as they may, subject to subsection (3), determine. 2 The management of the reserve and the sums to be carried from time to time to the reserve shall, subject to subsection (3), be as the Corporation may determine. 3 The power of the Secretary of State under section 3(1) to give directions to the Corporation shall extend to the giving to them, with the approval of the Treasury, of directions as to any matter relating to the establishment or management of the reserve, the carrying of sums to the reserve, or the application of the reserve to the purposes of the Corporation, notwithstanding that the directions may be of a specific character."}, {"act": "National Film Finance Corporation Act 1981 (repealed 5.11.1993)", "year": 1981, "section": "7", "section_title": " Accounts and audit. ", "section_text": "7 1 The Corporation shall— a keep proper accounts and proper records in relation to the accounts; and b prepare in respect of each financial year of the Corporation a statement of accounts in such form as the Secretary of State, with the approval of the Treasury, may direct, being a form conforming with the best commercial standards. 2 The accounts of the Corporation shall be audited by auditors to be appointed annually by the Secretary of State. 3 A person shall not be qualified to be appointed under subsection (2) unless he is a member of one or more of the following bodies— the Institute of Chartered Accountants in England and Wales; the Institute of Chartered Accountants of Scotland; the Association of Certified and Corporate Accountants; the Institute of Chartered Accountants in Ireland; any other body of accountants established in the United Kingdom and for the time being recognised for the purposes of  section 389(1)( a ) of the  Companies Act 1985  by the Secretary of State; but a Scottish firm may be appointed under subsection (2) if each of the partners is qualified to be so appointed. 4 As soon as the accounts of the Corporation for any financial year have been audited, the Corporation shall send to the Secretary of State a copy of the statement of accounts prepared in respect of that year together with a copy of any report made by the auditors on the statement or on the accounts. 5 The Secretary of State shall lay a copy of every such statement and report before each House of Parliament."}, {"act": "National Film Finance Corporation Act 1981 (repealed 5.11.1993)", "year": 1981, "section": "8", "section_title": " Annual reports.", "section_text": "8 1 The Corporation shall as soon as possible after the end of each financial year of the Corporation make a general report to the Secretary of State as to the exercise by them of their functions during that year. 2 The report of the Corporation for any financial year shall set out the directions given to them under section 3(1) during that year. 3 The Secretary of State shall lay a copy of every report made to him under this section before each House of Parliament."}, {"act": "National Film Finance Corporation Act 1981 (repealed 5.11.1993)", "year": 1981, "section": "9", "section_title": " Power to wind up Corporation where alternative source of finance for films.", "section_text": "9 1 If at any time before the end of 1985 there are made between— a the Corporation, and b a company which satisfies the Secretary of State as to the matters mentioned in subsection (2), arrangements satisfactory to the Secretary of State for the transfer to that company, for valuable consideration, of the assets and liabilities of the Corporation, the Secretary of State may, with the approval of the Treasury, by order— i make such provision as appears to him requisite for giving effect to the arrangements, and ii provide for the cesser of the exercise of the functions of the Corporation. 2 The matters referred to in subsection (1)(b) are the following— a that the company is and will remain a British company; and b that the company is willing and able to make adequate financial facilities available to persons who wish to arrange for the production or distribution of cinematograph films. 3 In this section— “ British company ” means a company incorporated under the laws of Great Britain, being a company— over which a Commonwealth citizen has control, or two or more Commonwealth citizens are together in a position to exercise control, or over which a company which is a British company by virtue of the preceding provisions of this definition has control, or two or more such companies or such a company and a Commonwealth citizen are together in a position to exercise control; and “ control ”, in relation to a company, means the power of a person to secure— by means of the holding of shares or the possession of voting power in or in relation to that company or any other body corporate, or by virtue of any powers conferred by the articles of association or other document regulating that company or any other body corporate, that the affairs of the company are conducted in accordance with the wishes of that person. 4 An order under this section shall be made by statutory instrument; but no such order shall be made unless a draft of the order has been laid before the House of Commons and approved by a resolution of that House."}, {"act": "National Film Finance Corporation Act 1981 (repealed 5.11.1993)", "year": 1981, "section": "10", "section_title": " Citation, repeals, commencement and extent.", "section_text": "10 1 This Act may be cited as the National Film Finance Corporation Act 1981. 2 The enactments mentioned in Part I of Schedule 3 (consequential repeals) and those mentioned in Part II of that Schedule (repeal of enactments spent in relation either to the whole of the United Kingdom or to Northern Ireland) are hereby repealed to the extent specified in the third column of that Schedule. 3 This Act shall come into force at the end of the period of one month beginning with the day on which it is passed. 4 In this Act— a Part II of Schedule 3 so far as it relates to the  National Loans Act 1968 extends to the whole of the United Kingdom; b the remainder of that Part of that Schedule extends only to Northern Ireland; but otherwise this Act does not extend to Northern Ireland."}]