[{"act": "British Overseas Territories Act 2002", "year": 2002, "section": "1", "section_title": " British overseas territories", "section_text": "1 1 As the territories mentioned in Schedule 6 to the British Nationality Act 1981 (c. 61) are now known as “ British overseas territories ”— a in section 50(1) of that Act (definitions), at the appropriate place insert— “ British overseas territory ” means a territory mentioned in Schedule 6; , b for “dependent territory”\t\t\t\t\t\t\t(or “dependent territories”), wherever occurring in that Act, substitute  “                      British overseas territory                    ” (or  “                      British overseas territories                    ” ), and c in the heading to that Schedule, for “British Dependent Territories” substitute  “                      British Overseas Territories                    ” . 2 In any other enactment passed or made before the commencement of this section (including an enactment comprised in subordinate legislation), any reference to a dependent territory within the meaning of the British Nationality Act 1981 shall be read as a reference to a British overseas territory. 3 In the Interpretation Act 1978 (c. 30), at the appropriate place in Schedule 1 (list of definitions) insert— “ British overseas territory ” has the same meaning as in the British Nationality Act 1981; ."}, {"act": "British Overseas Territories Act 2002", "year": 2002, "section": "2", "section_title": " British overseas territories citizenship", "section_text": "2 1 Pursuant to section 1, British Dependent Territories citizenship is renamed “ British overseas territories citizenship ”; and a person having that citizenship is a “ British overseas territories citizen ”. 2 Accordingly, in the British Nationality Act 1981 (c. 61)— a for “British Dependent Territories citizenship”, wherever occurring, substitute  “                      British overseas territories citizenship                    ” , and b for “British Dependent Territories citizen”\t\t\t\t\t\t\t(or “British Dependent Territories citizens”), wherever occurring, substitute  “                      British overseas territories citizen                    ” (or  “\t\t\t\t\t\t\tBritish overseas territories citizens” ). 3 In any other enactment passed or made before the commencement of this section (including an enactment comprised in subordinate legislation), any reference to British Dependent Territories citizenship, or a British Dependent Territories citizen, shall be read as a reference to British overseas territories citizenship, or a British overseas territories citizen."}, {"act": "British Overseas Territories Act 2002", "year": 2002, "section": "3", "section_title": " Conferral on British overseas territories citizens", "section_text": "3 1 Any person who, immediately before the commencement of this section, is a British overseas territories citizen shall, on the commencement of this section, become a British citizen. 2 Subsection (1) does not apply to a person who is a British overseas territories citizen by virtue only of a connection with the Sovereign Base Areas of Akrotiri and Dhekelia. 3 A person who is a British citizen by virtue of this section is a British citizen by descent for the purposes of the British Nationality Act 1981 if, and only if— a he was a British overseas territories citizen by descent immediately before the commencement of this section, and b if at that time he was a British citizen as well as a British overseas territories citizen, he was a British citizen by descent."}, {"act": "British Overseas Territories Act 2002", "year": 2002, "section": "4", "section_title": " Acquisition by British overseas territories citizens by registration", "section_text": "4 After section 4 of the British Nationality Act 1981 insert—  Acquisition by registration: further provision for British overseas territories citizens 4A 1 If an application is made to register as a British citizen a person who is a British overseas territories citizen, the Secretary of State may if he thinks fit cause the person to be so registered. 2 Subsection (1) does not apply in the case of a British overseas territories citizen who— a is such a citizen by virtue only of a connection with the Sovereign Base Areas of Akrotiri and Dhekelia; or b has ceased to be a British citizen as a result of a declaration of renunciation."}, {"act": "British Overseas Territories Act 2002", "year": 2002, "section": "5", "section_title": " Acquisition by reference to the British overseas territories", "section_text": "5 Schedule 1 (which makes provision about the acquisition of British citizenship by reference to the British overseas territories) has effect."}, {"act": "British Overseas Territories Act 2002", "year": 2002, "section": "6", "section_title": " The Ilois: citizenship", "section_text": "6 1 A person shall become a British citizen on the commencement of this section if— a he was born on or after 26 April 1969 and before 1 January 1983, b he was born to a woman who at the time was a citizen of the United Kingdom and Colonies by virtue of her birth in the British Indian Ocean Territory, and c immediately before the commencement of this section he was neither a British citizen nor a British overseas territories citizen. 2 A person who is a British citizen by virtue of subsection (1) is a British citizen by descent for the purposes of the British Nationality Act 1981 (c. 61). 3 A person shall become a British overseas territories citizen on the commencement of this section if— a subsection (1)(a) and (b) apply in relation to him, and b immediately before the commencement of this section he was not a British overseas territories citizen. 4 A person who is a British overseas territories citizen by virtue of subsection (3) is such a citizen by descent for the purposes of the British Nationality Act 1981."}, {"act": "British Overseas Territories Act 2002", "year": 2002, "section": "7", "section_title": " Repeals", "section_text": "7 The enactments mentioned in Schedule 2 (which include some which are spent or effectively superseded) are repealed to the extent specified there."}, {"act": "British Overseas Territories Act 2002", "year": 2002, "section": "8", "section_title": " Short title, commencement and extent", "section_text": "8 1 This Act may be cited as the British Overseas Territories Act 2002. 2 The following provisions of this Act are to come into force on such day as the Secretary of State may by order made by statutory instrument appoint— a sections 3 to 5 and Schedule 1, b section 6, and c section 7 and Schedule 2, so far as relating to the British Nationality (Falkland Islands) Act 1983 (c. 6). 3 An order under subsection (2) may— a appoint different days for different purposes, and b include such transitional provision as the Secretary of State considers expedient. 4 This Act extends to— a the United Kingdom, b the Channel Islands and the Isle of Man, and c the British overseas territories."}]