[{"act": "Electoral Fraud (Northern Ireland) Act 2002", "year": 2002, "section": "1", "section_title": " Registration: provision of signature, date of birth and other information", "section_text": "1 1 The Representation of the People Act 1983 (c. 2)\t\t\t\t\t(in this Act referred to as “ the 1983 Act ”) is amended as follows. 2 In section 10 (maintenance of registers: annual canvass), after subsection (4) there is inserted— 4A Subject to subsection (4B) below, the information to be obtained by the use of such a form for the purposes of a canvass in Northern Ireland shall include— a the signature of each of the persons in relation to whom the form is completed; b the date of birth of each such person; and c in relation to each such person— i his national insurance number or a statement that he does not have one, ii a statement of whether or not he has been resident in Northern Ireland for the whole of the three-month period ending on the 15th October in the year in question, and iii any address in the United Kingdom in respect of which he is or has applied to be registered (other than the address in respect of which the form is completed), and the power in subsection (4) above to prescribe a form includes power to give effect to the requirements of this subsection. 4B The Chief Electoral Officer for Northern Ireland may dispense with the requirement mentioned in subsection (4A)(a) above in relation to any person if he is satisfied that it is not reasonably practicable for that person to sign in a consistent and distinctive way because of any incapacity of his or because he is unable to read. 3 In section 10A (maintenance of registers: registration of electors)— a after subsection (1) there is inserted— 1A Subject to subsection (1B) below, an application for registration in respect of an address in Northern Ireland shall include— a the signature of each of the persons to whom the application relates; b the date of birth of each such person; and c in relation to each such person— i his national insurance number or a statement that he does not have one, ii a statement of whether or not he has been resident in Northern Ireland for the whole of the three-month period ending on the date of the application, and iii any other address in the United Kingdom in respect of which he is or has applied to be registered, and the power in subsection (1) above to prescribe requirements includes power to give effect to the requirements of this subsection. 1B The Chief Electoral Officer for Northern Ireland may dispense with the requirement mentioned in subsection (1A)(a) above in relation to any person if he is satisfied that it is not reasonably practicable for that person to sign in a consistent and distinctive way because of any incapacity of his or because he is unable to read. , b in subsection (5), at the beginning there is inserted “Subject to subsection (5A) below,”, c after subsection (5) there is inserted— 5A A person’s name is to be removed from the register in respect of any address if— a the form mentioned in section 10(4) above in respect of that address does not include all the information relating to him required by virtue of section 10(4A) above; or b the registration officer determines that he is not satisfied with the information relating to that person which was included in that form pursuant to that requirement. , d in subsection (6), after “above,” there is inserted  “                    or his name is to be removed from it by virtue of subsection (5A) above,                  ” , and e in subsection (8), after “(5)” there is inserted  “                    , (5A)                  ” . 4 In section 13A (alteration of registers), after subsection (2) there is inserted— 2A Subject to subsection (2B) below, an application for registration under subsection (1)(a) above in respect of an address in Northern Ireland shall include— a the signature of each of the persons to whom the application relates; b the date of birth of each such person; and c in relation to each such person— i his national insurance number or a statement that he does not have one, ii a statement of whether or not he has been resident in Northern Ireland for the whole of the three-month period ending on the date of the application, and iii any other address in the United Kingdom in respect of which he is or has applied to be registered, and the power in subsection (1)(a) above to prescribe requirements includes power to give effect to the requirements of this subsection. 2B The Chief Electoral Officer for Northern Ireland may dispense with the requirement mentioned in subsection (2A)(a) above in relation to any person if he is satisfied that it is not reasonably practicable for that person to sign in a consistent and distinctive way because of any incapacity of his or because he is unable to read."}, {"act": "Electoral Fraud (Northern Ireland) Act 2002", "year": 2002, "section": "2", "section_title": "Dates of birth and ballot papers", "section_text": "2 1 Schedule 1 to the 1983 Act (parliamentary elections rules) is amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In rule 37 (delivery of ballot paper to voter except in cases of doubt)— a in paragraph (1B), for “the document” to the end there is substituted— a the document; or b the apparent age of the voter as compared with his age according to the date supplied as the date of his birth pursuant to section 10(4A)(b), 10A(1A)(b) or 13A(2A)(b) of this Act, raises a reasonable doubt as to whether the voter is the elector or proxy he represents himself to be., b in paragraph (1C), for the words from “Where” to “decides,” there is substituted  “                                        Where in such a case it is a presiding officer who so decides,                                      ” , and c for paragraph (1D) there is substituted— 1D Where in such a case it is a clerk who so decides, he shall refer the matter and produce the document to the presiding officer, who shall proceed as if it had been to him that the voter had presented himself and produced the document in the first place. 4 In rule 40 (tendered ballot papers), in paragraph (1B), after “where” there is inserted— a under paragraph (3) of rule 35 a ballot paper is not delivered to a person following his unsatisfactory answer to the question in paragraph (1A) of that rule; or b ."}, {"act": "Electoral Fraud (Northern Ireland) Act 2002", "year": 2002, "section": "3", "section_title": " Absent votes and declarations of identity", "section_text": "3 1 The Representation of the People Act 1985 (c. 50) is amended in accordance with subsections (2) and (3). 2 In section 6 (absent vote at elections for an indefinite period)— a in subsection (1), the word “and” at the end of paragraph (b) is omitted, and after that paragraph there is inserted— ba the application states the applicant’s date of birth and the registration officer is satisfied that the date stated corresponds with the date supplied as the date of the applicant’s birth pursuant to section 10(4A)(b), 10A(1A)(b) or 13A(2A)(b) of the principal Act, bb the application is signed and (unless section 10(4B), 10A(1B) or 13A(2B) of the principal Act applies) the registration officer is satisfied that the signature on the application corresponds with the signature supplied as the applicant’s signature pursuant to section 10(4A)(a), 10A(1A)(a) or 13A(2A)(a) of the principal Act, bc the application either states the applicant’s national insurance number or states that he does not have one, and the registration officer is satisfied as mentioned in subsection (1A) below, and ,  and b after subsection (1) there is inserted— 1A For the purposes of subsection (1)(bc) above, the registration officer must be satisfied— a if the application states a national insurance number, that the requirements of subsection (1B) below are met, or b if the application states that the applicant does not have a national insurance number, that no such number was supplied as his national insurance number pursuant to section 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of the principal Act. 1B The requirements of this subsection are met if— a the number stated as mentioned in subsection (1A)(a) above is the same as the one supplied as the applicant’s national insurance number pursuant to section 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of the principal Act, or b no national insurance number was supplied under any of those provisions, but the registration officer is not aware of any reason to doubt the authenticity of the application. 3 In section 7 (absent vote at a particular election)— a in subsection (1), the word “and” at the end of paragraph (b) is omitted, and after that paragraph there is inserted— ba the application states the applicant’s date of birth and the registration officer is satisfied that the date stated corresponds with the date supplied as the date of the applicant’s birth pursuant to section 10(4A)(b), 10A(1A)(b) or 13A(2A)(b) of the principal Act, bb the application is signed and (unless section 10(4B), 10A(1B) or 13A(2B) of the principal Act applies) the registration officer is satisfied that the signature on the application corresponds with the signature supplied as the applicant’s signature pursuant to section 10(4A)(a), 10A(1A)(a) or 13A(2A)(a) of the principal Act, bc the application either states the applicant’s national insurance number or states that he does not have one, and the registration officer is satisfied as mentioned in subsection (1A) below, and ,  and b after subsection (1) there is inserted— 1A For the purposes of subsection (1)(bc) above, the registration officer must be satisfied— a if the application states a national insurance number, that the requirements of subsection (1B) below are met, or b if the application states that the applicant does not have a national insurance number, that no such number was supplied as his national insurance number pursuant to section 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of the principal Act. 1B The requirements of this subsection are met if— a the number stated as mentioned in subsection (1A)(a) above is the same as the one supplied as the applicant’s national insurance number pursuant to section 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of the principal Act, or b no national insurance number was supplied under any of those provisions, but the registration officer is not aware of any reason to doubt the authenticity of the application. 4 In Schedule 1 to the 1983 Act (parliamentary elections rules)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in rule 45 (the count)— i in paragraph (2), the words from “it is returned” to the end are to be sub-paragraph (a) of that paragraph, and after “authenticated” there is inserted , and                         b in the case of an elector, that declaration of identity states the date of birth of the elector and the returning officer is satisfied that the date stated corresponds with the date supplied as the date of the elector’s birth pursuant to section 10(4A)(b), 10A(1A)(b) or 13A(2A)(b) of this Act. , and ii after paragraph (2) there is inserted— 2A In the case of an elector, unless section 10(4B), 10A(1B) or 13A(2B) of this Act applies, the declaration of identity referred to in paragraph (2) shall be taken not to be duly signed unless the returning officer is satisfied that the signature on the declaration corresponds with the signature supplied as the elector’s signature pursuant to section 10(4A)(a), 10A(1A)(a) or 13A(2A)(a) of this Act."}, {"act": "Electoral Fraud (Northern Ireland) Act 2002", "year": 2002, "section": "4", "section_title": " Electoral identity card", "section_text": "4 1 The 1983 Act is amended as follows. 2 After section 13B there is inserted—  Electoral identity card: Northern Ireland 13C 1 This section applies where a person makes an application in accordance with any prescribed requirements to the Chief Electoral Officer for Northern Ireland for an electoral identity card. 2 Regulations may provide for— a the descriptions of person who may make such an application; and b the form in which such an application is to be made. 3 The Chief Electoral Officer shall determine such an application and, if he is satisfied that the information given by the applicant is correct, he shall issue an electoral identity card to the applicant free of charge. 4 The electoral identity card issued to an applicant shall— a state his full name and date of birth, b bear his photograph, c indicate when the card ceases to be current, and d include such other information and be in such form as the Chief Electoral Officer shall determine. 5 For the purposes of subsection (4) above and rule 37(1E) in Schedule 1 to this Act (specified documents), an electoral identity card becomes current on the date of its issue and ceases to be so on the expiry of the period of 10 years beginning with that date. 6 Any expenses properly incurred by the Chief Electoral Officer in the performance of his functions under this section shall be treated as registration expenses of his for the purposes of this Act. 7 In this section “ determine ” means determine in accordance with regulations (if any). 3 In Schedule 1 (parliamentary elections rules), in rule 37(1E)\t\t\t\t\t(specified documents), after sub-paragraph (g) there is inserted— h a current electoral identity card issued under section 13C of this Act ."}, {"act": "Electoral Fraud (Northern Ireland) Act 2002", "year": 2002, "section": "5", "section_title": " Disabled voters", "section_text": "5 1 In Schedule 1 to the 1983 Act (parliamentary elections rules), rule 39 (voting by persons with disabilities) is amended as follows. 2 In paragraph (2), for “If” there is substituted  “                Subject to paragraph (2A) below, if              ” . 3 After paragraph (2) there is inserted— 2A Paragraphs (1A) to (1G) of rule 37 shall apply in the case of a voter who applies under paragraph (1) above as they apply in the case of a voter who applies under rule 37(1), but reading references to delivering a ballot paper to a voter as references to granting a voter’s application. ."}, {"act": "Electoral Fraud (Northern Ireland) Act 2002", "year": 2002, "section": "6", "section_title": " Regulations as to information about national insurance numbers", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Electoral Fraud (Northern Ireland) Act 2002", "year": 2002, "section": "7", "section_title": " Offences", "section_text": "7 1 After section 13C of the 1983 Act (inserted by section 4 of this Act), there is inserted—  Provision of false information 13D 1 A person who provides false information pursuant to any requirement of section 10(4A), 10A(1A) or 13A(2A) above— a on a form mentioned in section 10(4) above and returned to the Chief Electoral Officer for Northern Ireland; or b in an application made to him under section 10A or 13A above, is guilty of an offence. 2 A person who provides false information to the Chief Electoral Officer for Northern Ireland for the purpose of obtaining the dispensation referred to in section 10(4B), 10A(1B) or 13A(2B) above is guilty of an offence. 3 In relation to a signature, “ false information ” for the purposes of subsection (1) means a signature which— a is not the usual signature of; or b was written by a person other than, the person whose signature it purports to be. 4 A person does not commit an offence under subsection (1) above if he did not know, and had no reason to suspect, that the information was false. 5 Where sufficient evidence is adduced to raise an issue with respect to the defence under subsection (4) above, the court shall assume that the defence is satisfied unless the prosecution proves beyond reasonable doubt that it is not. 6 A person guilty of an offence under this section shall be liable on summary conviction to— a imprisonment for a term not exceeding six months; or b a fine not exceeding level 5 on the standard scale, or to both. 2 In Part 1 of Schedule 1 to the Elected Authorities (Northern Ireland) Act 1989 (c. 3)\t\t\t\t\t(application to local elections in Northern Ireland of provisions of the 1983 Act), in the entry relating to sections 9, 10, 10A and 13 to 13B— a for “and 13 to 13B” there is substituted  “                    , 13 to 13B and 13D                  ” , and b after “registers” there is inserted  “                    and related offences                  ” ."}, {"act": "Electoral Fraud (Northern Ireland) Act 2002", "year": 2002, "section": "8", "section_title": " Short title, interpretation, commencement and extent", "section_text": "8 1 This Act may be cited as the Electoral Fraud (Northern Ireland) Act 2002, and is to be included among the Acts that may be cited as the Representation of the People Acts. 2 In this Act, “ the 1983 Act ” means the Representation of the People Act 1983 (c. 2). 3 Apart from section 5 and this section, this Act comes into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed for different provisions and for different purposes. 4 An order under subsection (3) may make such transitional provision as the Secretary of State considers necessary or expedient. 5 This Act   (except section 7)  extends to Northern Ireland only. 6 See also paragraph  36  of  Schedule 1  to the Elections Act 2022 (which relates to section 5 of this Act: disabled voters)."}]