[{"act": "Employment Act 2002", "year": 2002, "section": "1", "section_title": " Paternity leave", "section_text": "1 In Part 8 of the Employment Rights Act 1996 (c. 18)\t\t\t(which makes provision for maternity and parental leave), after Chapter 2 there is inserted—  Chapter 3  Paternity leave  Entitlement to paternity leave: birth 80A 1 The Secretary of State shall make regulations entitling an employee who satisfies specified conditions— a as to duration of employment, b as to relationship with a newborn, or expected, child, and c as to relationship with the child’s mother, to be absent from work on leave under this section for the purpose of caring for the child or supporting the mother. 2 The regulations shall include provision for determining— a the extent of an employee’s entitlement to leave under this section in respect of a child; b when leave under this section may be taken. 3 Provision under subsection (2)(a) shall secure that where an employee is entitled to leave under this section in respect of a child he is entitled to at least two weeks’ leave. 4 Provision under subsection (2)(b) shall secure that leave under this section must be taken before the end of a period of at least 56 days beginning with the date of the child’s birth. 5 Regulations under subsection (1) may— a specify things which are, or are not, to be taken as done for the purpose of caring for a child or supporting the child’s mother; b make provision excluding the right to be absent on leave under this section in respect of a child where more than one child is born as a result of the same pregnancy; c make provision about how leave under this section may be taken. 6 Where more than one child is born as a result of the same pregnancy, the reference in subsection (4) to the date of the child’s birth shall be read as a reference to the date of birth of the first child born as a result of the pregnancy. 7 In this section— “ newborn child ” includes a child stillborn after twenty-four weeks of pregnancy; “ week ” means any period of seven days.  Entitlement to paternity leave: adoption 80B 1 The Secretary of State shall make regulations entitling an employee who satisfies specified conditions— a as to duration of employment, b as to relationship with a child placed, or expected to be placed, for adoption under the law of any part of the United Kingdom, and c as to relationship with a person with whom the child is, or is expected to be, so placed for adoption, to be absent from work on leave under this section for the purpose of caring for the child or supporting the person by reference to whom he satisfies the condition under paragraph (c). 2 The regulations shall include provision for determining— a the extent of an employee’s entitlement to leave under this section in respect of a child; b when leave under this section may be taken. 3 Provision under subsection (2)(a) shall secure that where an employee is entitled to leave under this section in respect of a child he is entitled to at least two weeks’ leave. 4 Provision under subsection (2)(b) shall secure that leave under this section must be taken before the end of a period of at least 56 days beginning with the date of the child’s placement for adoption. 5 Regulations under subsection (1) may— a specify things which are, or are not, to be taken as done for the purpose of caring for a child or supporting a person with whom a child is placed for adoption; b make provision excluding the right to be absent on leave under this section in the case of an employee who exercises a right to be absent from work on adoption leave; c make provision excluding the right to be absent on leave under this section in respect of a child where more than one child is placed for adoption as part of the same arrangement; d make provision about how leave under this section may be taken. 6 Where more than one child is placed for adoption as part of the same arrangement, the reference in subsection (4) to the date of the child’s placement shall be read as a reference to the date of placement of the first child to be placed as part of the arrangement. 7 In this section, “ week ” means any period of seven days. 8 The Secretary of State may by regulations provide for this section to have effect in relation to cases which involve adoption, but not the placement of a child for adoption under the law of any part of the United Kingdom, with such modifications as the regulations may prescribe.  Rights during and after paternity leave 80C 1 Regulations under section 80A shall provide— a that an employee who is absent on leave under that section is entitled, for such purposes and to such extent as the regulations may prescribe, to the benefit of the terms and conditions of employment which would have applied if he had not been absent; b that an employee who is absent on leave under that section is bound, for such purposes and to such extent as the regulations may prescribe, by obligations arising under those terms and conditions (except in so far as they are inconsistent with subsection (1) of that section), and c that an employee who is absent on leave under that section is entitled to return from leave to a job of a kind prescribed by regulations, subject to section 80D(1). 2 The reference in subsection (1)(c) to absence on leave under section 80A includes, where appropriate, a reference to a continuous period of absence attributable partly to leave under that section and partly to any one or more of the following— a maternity leave, b adoption leave, and c parental leave. 3 Subsection (1) shall apply to regulations under section 80B as it applies to regulations under section 80A. 4 In the application of subsection (1)(c) to regulations under section 80B, the reference to absence on leave under that section includes, where appropriate, a reference to a continuous period of absence attributable partly to leave under that section and partly to any one or more of the following— a maternity leave, b adoption leave, c parental leave, and d leave under section 80A. 5 In subsection (1)(a), “ terms and conditions of employment ”— a includes matters connected with an employee’s employment whether or not they arise under his contract of employment, but b does not include terms and conditions about remuneration. 6 Regulations under section 80A or 80B may specify matters which are, or are not, to be treated as remuneration for the purposes of this section. 7 Regulations under section 80A or 80B may make provision, in relation to the right to return mentioned in subsection (1)(c), about— a  seniority, pension rights and similar rights; b terms and conditions of employment on return.  Special cases 80D 1 Regulations under section 80A or 80B may make provision about— a redundancy, or b dismissal (other than by reason of redundancy), during a period of leave under that section. 2 Provision by virtue of subsection (1) may include— a provision requiring an employer to offer alternative employment; b provision for the consequences of failure to comply with the regulations (which may include provision for a dismissal to be treated as unfair for the purposes of Part 10).  Chapter 3: supplemental 80E Regulations under section 80A or 80B may— a make provision about notices to be given, evidence to be produced and other procedures to be followed by employees and employers; b make provision requiring employers or employees to keep records; c make provision for the consequences of failure to give notices, to produce evidence, to keep records or to comply with other procedural requirements; d make provision for the consequences of failure to act in accordance with a notice given by virtue of paragraph (a); e make special provision for cases where an employee has a right which corresponds to a right under section 80A or 80B and which arises under his contract of employment or otherwise; f make provision modifying the effect of Chapter 2 of Part 14 (calculation of a week’s pay) in relation to an employee who is or has been absent from work on leave under section 80A or 80B; g make provision applying, modifying or excluding an enactment, in such circumstances as may be specified and subject to any conditions which may be specified, in relation to a person entitled to take leave under section 80A or 80B; h make different provision for different cases or circumstances."}, {"act": "Employment Act 2002", "year": 2002, "section": "2", "section_title": " Statutory paternity pay", "section_text": "2 In the Social Security Contributions and Benefits Act 1992 (c. 4), after Part 12 (statutory maternity pay) there is inserted—  Part 12ZA  Statutory paternity pay  Entitlement: birth 171ZA 1 Where a person satisfies the conditions in subsection (2) below, he shall be entitled in accordance with the following provisions of this Part to payments to be known as “ statutory paternity pay ”. 2 The conditions are— a that he satisfies prescribed conditions— i as to relationship with a newborn child, and ii as to relationship with the child’s mother; b that he has been in employed earner’s employment with an employer for a continuous period of at least 26 weeks ending with the relevant week; c that his normal weekly earnings for the period of 8 weeks ending with the relevant week are not less than the lower earnings limit in force under section 5(1)(a) above at the end of the relevant week; and d that he has been in employed earner’s employment with the employer by reference to whom the condition in paragraph (b) above is satisfied for a continuous period beginning with the end of the relevant week and ending with the day on which the child is born. 3 The references in subsection (2) above to the relevant week are to the week immediately preceding the 14th week before the expected week of the child’s birth. 4 A person’s entitlement to statutory paternity pay under this section shall not be affected by the birth, or expected birth, of more than one child as a result of the same pregnancy. 5 In this section, “ newborn child ” includes a child stillborn after twenty-four weeks of pregnancy.  Entitlement: adoption 171ZB 1 Where a person satisfies the conditions in subsection (2) below, he shall be entitled in accordance with the following provisions of this Part to payments to be known as “ statutory paternity pay ”. 2 The conditions are— a that he satisfies prescribed conditions— i as to relationship with a child who is placed for adoption under the law of any part of the United Kingdom, and ii as to relationship with a person with whom the child is so placed for adoption; b that he has been in employed earner’s employment with an employer for a continuous period of at least 26 weeks ending with the relevant week; c that his normal weekly earnings for the period of 8 weeks ending with the relevant week are not less than the lower earnings limit in force under section 5(1)(a) at the end of the relevant week; d that he has been in employed earner’s employment with the employer by reference to whom the condition in paragraph (b) above is satisfied for a continuous period beginning with the end of the relevant week and ending with the day on which the child is placed for adoption; and e where he is a person with whom the child is placed for adoption, that he has elected to receive statutory paternity pay. 3 The references in subsection (2) to the relevant week are to the week in which the adopter is notified of being matched with the child for the purposes of adoption. 4 A person may not elect to receive statutory paternity pay if he has elected in accordance with section 171ZL below to receive statutory adoption pay. 5 Regulations may make provision about elections for the purposes of subsection (2)(e) above. 6 A person’s entitlement to statutory paternity pay under this section shall not be affected by the placement for adoption of more than one child as part of the same arrangement. 7 In this section, “ adopter ”, in relation to a person who satisfies the condition under subsection (2)(a)(ii) above, means the person by reference to whom he satisfies that condition.  Entitlement: general 171ZC 1 A person shall be entitled to payments of statutory paternity pay in respect of any period only if— a he gives the person who will be liable to pay it notice of the date from which he expects the liability to pay him statutory paternity pay to begin; and b the notice is given at least 28 days before that date or, if that is not reasonably practicable, as soon as is reasonably practicable. 2 The notice shall be in writing if the person who is liable to pay the statutory paternity pay so requests. 3 The Secretary of State may by regulations— a provide that subsection (2)(b), (c) or (d) of section 171ZA or 171ZB above shall have effect subject to prescribed modifications in such cases as may be prescribed; b provide that subsection (1) above shall not have effect, or shall have effect subject to prescribed modifications, in such cases as may be prescribed; c impose requirements about evidence of entitlement; d specify in what circumstances employment is to be treated as continuous for the purposes of section 171ZA or 171ZB above; e provide that a person is to be treated for the purposes of section 171ZA or 171ZB above as being employed for a continuous period of at least 26 weeks where— i he has been employed by the same employer for at least 26 weeks under two or more separate contracts of service; and ii those contracts were not continuous; f provide for amounts earned by a person under separate contracts of service with the same employer to be aggregated for the purposes of section 171ZA or 171ZB above; g provide that— i the amount of a person’s earnings for any period, or ii the amount of his earnings to be treated as comprised in any payment made to him or for his benefit, shall be calculated or estimated for the purposes of section 171ZA or 171ZB above in such manner and on such basis as may be prescribed and that for that purpose payments of a particular class or description made or falling to be made to or by a person shall, to such extent as may be prescribed, be disregarded or, as the case may be, be deducted from the amount of his earnings.  Liability to make payments 171ZD 1 The liability to make payments of statutory paternity pay under section 171ZA or 171ZB above is a liability of any person of whom the person entitled to the payments has been an employee as mentioned in subsection (2)(b) and (d) of that section. 2 Regulations shall make provision as to a former employer’s liability to pay statutory paternity pay to a person in any case where the former employee’s contract of service with him has been brought to an end by the former employer solely, or mainly, for the purpose of avoiding liability for statutory paternity pay. 3 The Secretary of State may, with the concurrence of the Board, by regulations specify circumstances in which, notwithstanding this section, liability to make payments of statutory paternity pay is to be a liability of the Board.  Rate and period of pay 171ZE 1 Statutory paternity pay shall be payable at such fixed or earnings-related weekly rate as may be prescribed by regulations, which may prescribe different kinds of rate for different cases. 2 Statutory paternity pay shall be payable in respect of— a a period of two consecutive weeks within the qualifying period beginning on such date within that period as the person entitled may choose in accordance with regulations, or b if regulations permit the person entitled to choose to receive statutory paternity pay in respect of— i a period of a week, or ii two non-consecutive periods of a week, such week or weeks within the qualifying period as he may choose in accordance with regulations. 3 For the purposes of subsection (2) above, the qualifying period shall be determined in accordance with regulations, which shall secure that it is a period of at least 56 days beginning— a in the case of a person to whom the conditions in section 171ZA(2) above apply, with the date of the child’s birth, and b in the case of a person to whom the conditions in section 171ZB(2) above apply, with the date of the child’s placement for adoption. 4 Statutory paternity pay shall not be payable to a person in respect of a statutory pay week if it is not his purpose at the beginning of the week— a to care for the child by reference to whom he satisfies the condition in sub-paragraph (i) of section 171ZA(2)(a) or 171ZB(2)(a) above, or b to support the person by reference to whom he satisfies the condition in sub-paragraph (ii) of that provision. 5 A person shall not be liable to pay statutory paternity pay to another in respect of a statutory pay week during any part of which the other works under a contract of service with him. 6 It is immaterial for the purposes of subsection (5) above whether the work referred to in that subsection is work under a contract of service which existed immediately before the statutory pay week or a contract of service which did not so exist. 7 Except in such cases as may be prescribed, statutory paternity pay shall not be payable to a person in respect of a statutory pay week during any part of which he works for any employer who is not liable to pay him statutory paternity pay. 8 The Secretary of State may by regulations specify circumstances in which there is to be no liability to pay statutory paternity pay in respect of a statutory pay week. 9 Where more than one child is born as a result of the same pregnancy, the reference in subsection (3)(a) to the date of the child’s birth shall be read as a reference to the date of birth of the first child born as a result of the pregnancy. 10 Where more than one child is placed for adoption as part of the same arrangement, the reference in subsection (3)(b) to the date of the child’s placement shall be read as a reference to the date of placement of the first child to be placed as part of the arrangement. 11 In this section— “ statutory pay week ”, in relation to a person entitled to statutory paternity pay, means a week chosen by him as a week in respect of which statutory paternity pay shall be payable; “ week ” means any period of seven days.  Restrictions on contracting out 171ZF 1 Any agreement shall be void to the extent that it purports— a to exclude, limit or otherwise modify any provision of this Part of this Act, or b to require an employee or former employee to contribute (whether directly or indirectly) towards any costs incurred by his employer or former employer under this Part of this Act. 2 For the avoidance of doubt, any agreement between an employer and an employee authorising any deductions from statutory paternity pay which the employer is liable to pay to the employee in respect of any period shall not be void by virtue of subsection (1)(a) above if the employer— a is authorised by that or another agreement to make the same deductions from any contractual remuneration which he is liable to pay in respect of the same period, or b would be so authorised if he were liable to pay contractual remuneration in respect of that period.  Relationship with contractual remuneration 171ZG 1 Subject to subsections (2) and (3) below, any entitlement to statutory paternity pay shall not affect any right of a person in relation to remuneration under any contract of service (“ contractual remuneration ”). 2 Subject to subsection (3) below— a any contractual remuneration paid to a person by an employer of his in respect of any period shall go towards discharging any liability of that employer to pay statutory paternity pay to him in respect of that period; and b any statutory paternity pay paid by an employer to a person who is an employee of his in respect of any period shall go towards discharging any liability of that employer to pay contractual remuneration to him in respect of that period. 3 Regulations may make provision as to payments which are, and those which are not, to be treated as contractual remuneration for the purposes of subsections (1) and (2) above.  Crown employment-Part 12ZA 171ZH The provisions of this Part of this Act apply in relation to persons employed by or under the Crown as they apply in relation to persons employed otherwise than by or under the Crown.  Special classes of person 171ZI 1 The Secretary of State may with the concurrence of the Treasury make regulations modifying any provision of this Part of this Act in such manner as he thinks proper in its application to any person who is, has been or is to be— a employed on board any ship, vessel, hovercraft or aircraft; b outside Great Britain at any prescribed time or in any prescribed circumstances; or c in prescribed employment in connection with continental shelf operations, as defined in section 120(2) above. 2 Regulations under subsection (1) above may, in particular, provide— a for any provision of this Part of this Act to apply to any such person, notwithstanding that it would not otherwise apply; b for any such provision not to apply to any such person, notwithstanding that it would otherwise apply; c for excepting any such person from the application of any such provision where he neither is domiciled nor has a place of residence in any part of Great Britain; d for the taking of evidence, for the purposes of the determination of any question arising under any such provision, in a country or territory outside Great Britain, by a British consular official or such other person as may be determined in accordance with the regulations.  Part 12ZA: supplementary 171ZJ 1 In this Part of this Act— “ the Board ” means the Commissioners of Inland Revenue; “ employer ”, in relation to a person who is an employee, means a person who under section 6 above is, or but for the condition in subsection (1)(b) of that section would be, liable to pay secondary Class 1 contributions in relation to any of the earnings of the person who is an employee; “ modifications ” includes additions, omissions and amendments, and related expressions are to be read accordingly; “ prescribed ” means prescribed by regulations. 2 In this Part of this Act, “ employee ” means a person who is— a gainfully employed in Great Britain either under a contract of service or in an office (including elective office) with emoluments chargeable to income tax under Schedule E; and b over the age of 16. 3 Regulations may provide— a for cases where a person who falls within the definition in subsection (2) above is not to be treated as an employee for the purposes of this Part of this Act, and b for cases where a person who would not otherwise be an employee for the purposes of this Part of this Act is to be treated as an employee for those purposes. 4 Without prejudice to any other power to make regulations under this Part of this Act, regulations may specify cases in which, for the purposes of this Part of this Act or of such provisions of this Part of this Act as may be prescribed— a two or more employers are to be treated as one; b two or more contracts of service in respect of which the same person is an employee are to be treated as one. 5 In this Part, except section 171ZE, “ week ” means a period of 7 days beginning with Sunday or such other period as may be prescribed in relation to any particular case or class of cases. 6 For the purposes of this Part of this Act, a person’s normal weekly earnings shall, subject to subsection (8) below, be taken to be the average weekly earnings which in the relevant period have been paid to him or paid for his benefit under the contract of service with the employer in question. 7 For the purposes of subsection (6) above, “ earnings ” and “ relevant period ” shall have the meanings given to them by regulations. 8 In such cases as may be prescribed, a person’s normal weekly earnings shall be calculated in accordance with regulations. 9 Where— a in consequence of the establishment of one or more National Health Service trusts under Part 1 of the National Health Service and Community Care Act 1990 (c. 19) or the National Health Service (Scotland) Act 1978 (c. 29), a person’s contract of employment is treated by a scheme under that Part or Act as divided so as to constitute two or more contracts, or b an order under paragraph 23(1) of Schedule 5A to the National Health Service Act 1977 (c. 49) provides that a person’s contract of employment is so divided, regulations may make provision enabling the person to elect for all of those contracts to be treated as one contract for the purposes of this Part of this Act or such provisions of this Part of this Act as may be prescribed. 10 Regulations under subsection (9) above may prescribe— a the conditions that must be satisfied if a person is to be entitled to make such an election; b the manner in which, and the time within which, such an election is to be made; c the persons to whom, and the manner in which, notice of such an election is to be given; d the information which a person who makes such an election is to provide, and the persons to whom, and the time within which, he is to provide it; e the time for which such an election is to have effect; f which one of the person’s employers under two or more contracts is to be regarded for the purposes of statutory paternity pay as his employer under the contract. 11 The powers under subsections (9) and (10) are without prejudice to any other power to make regulations under this Part of this Act. 12 Regulations under any of subsections (4) to (10) above must be made with the concurrence of the Board.  Power to apply Part 12ZA to adoption cases not involving placement 171ZK The Secretary of State may by regulations provide for this Part to have effect in relation to cases which involve adoption, but not the placement of a child for adoption under the law of any part of the United Kingdom, with such modifications as the regulations may prescribe."}, {"act": "Employment Act 2002", "year": 2002, "section": "3", "section_title": " Adoption leave", "section_text": "3 In Part 8 of the Employment Rights Act 1996 (c. 18), after Chapter 1 there is inserted—  Chapter 1A  Adoption leave  Ordinary adoption leave 75A 1 An employee who satisfies prescribed conditions may be absent from work at any time during an ordinary adoption leave period. 2 An ordinary adoption leave period is a period calculated in accordance with regulations made by the Secretary of State. 3 Subject to section 75C, an employee who exercises his right under subsection (1)— a is entitled, for such purposes and to such extent as may be prescribed, to the benefit of the terms and conditions of employment which would have applied if he had not been absent, b is bound, for such purposes and to such extent as may be prescribed, by any obligations arising under those terms and conditions (except in so far as they are inconsistent with subsection (1)), and c is entitled to return from leave to a job of a prescribed kind. 4 In subsection (3)(a) “ terms and conditions of employment ”— a includes matters connected with an employee’s employment whether or not they arise under his contract of employment, but b does not include terms and conditions about remuneration. 5 In subsection (3)(c), the reference to return from leave includes, where appropriate, a reference to a continuous period of absence attributable partly to ordinary adoption leave and partly to maternity leave. 6 The Secretary of State may make regulations specifying matters which are, or are not, to be treated as remuneration for the purposes of this section. 7 The Secretary of State may make regulations making provision, in relation to the right to return under subsection (3)(c), about— a seniority, pension rights and similar rights; b terms and conditions of employment on return.  Additional adoption leave 75B 1 An employee who satisfies prescribed conditions may be absent from work at any time during an additional adoption leave period. 2 An additional adoption leave period is a period calculated in accordance with regulations made by the Secretary of State. 3 Regulations under subsection (2) may allow an employee to choose, subject to prescribed restrictions, the date on which an additional adoption leave period ends. 4 Subject to section 75C, an employee who exercises his right under subsection (1)— a is entitled, for such purposes and to such extent as may be prescribed, to the benefit of the terms and conditions of employment which would have applied if he had not been absent, b is bound, for such purposes and to such extent as may be prescribed, by obligations arising under those terms and conditions (except in so far as they are inconsistent with subsection (1)), and c is entitled to return from leave to a job of a prescribed kind. 5 In subsection (4)(a) “ terms and conditions of employment ”— a includes matters connected with an employee’s employment whether or not they arise under his contract of employment, but b does not include terms and conditions about remuneration. 6 In subsection (4)(c), the reference to return from leave includes, where appropriate, a reference to a continuous period of absence attributable partly to additional adoption leave and partly to— a maternity leave, or b ordinary adoption leave, or to both. 7 The Secretary of State may make regulations specifying matters which are, or are not, to be treated as remuneration for the purposes of this section. 8 The Secretary of State may make regulations making provision, in relation to the right to return under subsection (4)(c), about— a seniority, pension rights and similar rights; b terms and conditions of employment on return.  Redundancy and dismissal 75C 1 Regulations under section 75A or 75B may make provision about— a redundancy, or b dismissal (other than by reason of redundancy), during an ordinary or additional adoption leave period. 2 Regulations made by virtue of subsection (1) may include— a provision requiring an employer to offer alternative employment; b provision for the consequences of failure to comply with the regulations (which may include provision for a dismissal to be treated as unfair for the purposes of Part 10). 3 Regulations under section 75A or 75B may make provision— a for section 75A(3)(c) or 75B(4)(c) not to apply in specified cases, and b about dismissal at the conclusion of an ordinary or additional adoption leave period.  Chapter 1A: supplemental 75D 1 Regulations under section 75A or 75B may— a make provision about notices to be given, evidence to be produced and other procedures to be followed by employees and employers; b make provision requiring employers or employees to keep records; c make provision for the consequences of failure to give notices, to produce evidence, to keep records or to comply with other procedural requirements; d make provision for the consequences of failure to act in accordance with a notice given by virtue of paragraph (a); e make special provision for cases where an employee has a right which corresponds to a right under this Chapter and which arises under his contract of employment or otherwise; f make provision modifying the effect of Chapter 2 of Part 14 (calculation of a week’s pay) in relation to an employee who is or has been absent from work on ordinary or additional adoption leave; g make provision applying, modifying or excluding an enactment, in such circumstances as may be specified and subject to any conditions specified, in relation to a person entitled to ordinary or additional adoption leave; h make different provision for different cases or circumstances. 2 In sections 75A and 75B “ prescribed ” means prescribed by regulations made by the Secretary of State."}, {"act": "Employment Act 2002", "year": 2002, "section": "4", "section_title": " Statutory adoption pay", "section_text": "4 In the Social Security Contributions and Benefits Act 1992 (c. 4), after Part 12ZA there is inserted—  Part 12ZB  Statutory Adoption pay  Entitlement 171ZL 1 Where a person who is, or has been, an employee satisfies the conditions in subsection (2) below, he shall be entitled in accordance with the following provisions of this Part to payments to be known as “ statutory adoption pay ”. 2 The conditions are— a that he is a person with whom a child is, or is expected to be, placed for adoption under the law of any part of the United Kingdom; b that he has been in employed earner’s employment with an employer for a continuous period of at least 26 weeks ending with the relevant week; c that he has ceased to work for the employer; d that his normal weekly earnings for the period of 8 weeks ending with the relevant week are not less than the lower earnings limit in force under section 5(1)(a) at the end of the relevant week; and e that he has elected to receive statutory adoption pay. 3 The references in subsection (2)(b) and (d) above to the relevant week are to the week in which the person is notified that he has been matched with the child for the purposes of adoption. 4 A person may not elect to receive statutory adoption pay if— a he has elected in accordance with section 171ZB above to receive statutory paternity pay, or b where the child is, or is expected to be, placed for adoption with him as a member of a married couple and his spouse is a person to whom the conditions in subsection (2) above apply, his spouse has elected to receive statutory adoption pay. 5 A person’s entitlement to statutory adoption pay shall not be affected by the placement, or expected placement, for adoption of more than one child as part of the same arrangement. 6 A person shall be entitled to payments of statutory adoption pay only if— a he gives the person who will be liable to pay it notice of the date from which he expects the liability to pay him statutory adoption pay to begin; and b the notice is given at least 28 days before that date or, if that is not reasonably practicable, as soon as is reasonably practicable. 7 The notice shall be in writing if the person who is liable to pay the statutory adoption pay so requests. 8 The Secretary of State may by regulations— a provide that subsection (2)(b), (c) or (d) above shall have effect subject to prescribed modifications in such cases as may be prescribed; b provide that subsection (6) above shall not have effect, or shall have effect subject to prescribed modifications, in such cases as may be prescribed; c impose requirements about evidence of entitlement; d specify in what circumstances employment is to be treated as continuous for the purposes of this section; e provide that a person is to be treated for the purposes of this section as being employed for a continuous period of at least 26 weeks where— i he has been employed by the same employer for at least 26 weeks under two or more separate contracts of service; and ii those contracts were not continuous; f provide for amounts earned by a person under separate contracts of service with the same employer to be aggregated for the purposes of this section; g provide that— i the amount of a person’s earnings for any period, or ii the amount of his earnings to be treated as comprised in any payment made to him or for his benefit, shall be calculated or estimated for the purposes of this section in such manner and on such basis as may be prescribed and that for that purpose payments of a particular class or description made or falling to be made to or by a person shall, to such extent as may be prescribed, be disregarded or, as the case may be, be deducted from the amount of his earnings; h make provision about elections for statutory adoption pay.  Liability to make payments 171ZM 1 The liability to make payments of statutory adoption pay is a liability of any person of whom the person entitled to the payments has been an employee as mentioned in section 171ZL(2)(b) above. 2 Regulations shall make provision as to a former employer’s liability to pay statutory adoption pay to a person in any case where the former employee’s contract of service with him has been brought to an end by the former employer solely, or mainly, for the purpose of avoiding liability for statutory adoption pay. 3 The Secretary of State may, with the concurrence of the Board, by regulations specify circumstances in which, notwithstanding this section, liability to make payments of statutory adoption pay is to be a liability of the Board.  Rate and period of pay 171ZN 1 Statutory adoption pay shall be payable at such fixed or earnings-related weekly rate as the Secretary of State may prescribe by regulations, which may prescribe different kinds of rate for different cases. 2 Statutory adoption pay shall be payable, subject to the provisions of this Part of this Act, in respect of each week during a prescribed period (“ the adoption pay period ”) of a duration not exceeding 26 weeks. 3 A person shall not be liable to pay statutory adoption pay to another in respect of any week during any part of which the other works under a contract of service with him. 4 It is immaterial for the purposes of subsection (3) above whether the work referred to in that subsection is work under a contract of service which existed immediately before the adoption pay period or a contract of service which did not so exist. 5 Except in such cases as may be prescribed, statutory adoption pay shall not be payable to a person in respect of any week during any part of which he works for any employer who is not liable to pay him statutory adoption pay. 6 The Secretary of State may by regulations specify circumstances in which there is to be no liability to pay statutory adoption pay in respect of a week. 7 In subsection (2) above, “ week ” means any period of seven days. 8 In subsections (3), (5) and (6) above, “ week ” means a period of seven days beginning with the day of the week on which the adoption pay period begins.  Restrictions on contracting out 171ZO 1 Any agreement shall be void to the extent that it purports— a to exclude, limit or otherwise modify any provision of this Part of this Act, or b to require an employee or former employee to contribute (whether directly or indirectly) towards any costs incurred by his employer or former employer under this Part of this Act. 2 For the avoidance of doubt, any agreement between an employer and an employee authorising any deductions from statutory adoption pay which the employer is liable to pay to the employee in respect of any period shall not be void by virtue of subsection (1)(a) above if the employer— a is authorised by that or another agreement to make the same deductions from any contractual remuneration which he is liable to pay in respect of the same period, or b would be so authorised if he were liable to pay contractual remuneration in respect of that period.  Relationship with benefits and other payments  etc 171ZP 1 Except as may be prescribed, a day which falls within the adoption pay period shall not be treated as a day of incapacity for work for the purposes of determining, for this Act, whether it forms part of a period of incapacity for work for the purposes of incapacity benefit. 2 Regulations may provide that in prescribed circumstances a day which falls within the adoption pay period shall be treated as a day of incapacity for work for the purposes of determining entitlement to the higher rate of short-term incapacity benefit or to long-term incapacity benefit. 3 Regulations may provide that an amount equal to a person’s statutory adoption pay for a period shall be deducted from any such benefit in respect of the same period and a person shall be entitled to such benefit only if there is a balance after the deduction and, if there is such a balance, at a weekly rate equal to it. 4 Subject to subsections (5) and (6) below, any entitlement to statutory adoption pay shall not affect any right of a person in relation to remuneration under any contract of service (“ contractual remuneration ”). 5 Subject to subsection (6) below— a any contractual remuneration paid to a person by an employer of his in respect of a week in the adoption pay period shall go towards discharging any liability of that employer to pay statutory adoption pay to him in respect of that week; and b any statutory adoption pay paid by an employer to a person who is an employee of his in respect of a week in the adoption pay period shall go towards discharging any liability of that employer to pay contractual remuneration to him in respect of that week. 6 Regulations may make provision as to payments which are, and those which are not, to be treated as contractual remuneration for the purposes of subsections (4) and (5) above. 7 In subsection (5) above, “ week ” means a period of seven days beginning with the day of the week on which the adoption pay period begins.  Crown employment-Part 12ZB 171ZQ The provisions of this Part of this Act apply in relation to persons employed by or under the Crown as they apply in relation to persons employed otherwise than by or under the Crown.  Special classes of person 171ZR 1 The Secretary of State may with the concurrence of the Treasury make regulations modifying any provision of this Part of this Act in such manner as he thinks proper in its application to any person who is, has been or is to be— a employed on board any ship, vessel, hovercraft or aircraft; b outside Great Britain at any prescribed time or in any prescribed circumstances; or c in prescribed employment in connection with continental shelf operations, as defined in section 120(2) above. 2 Regulations under subsection (1) above may, in particular, provide— a for any provision of this Part of this Act to apply to any such person, notwithstanding that it would not otherwise apply; b for any such provision not to apply to any such person, notwithstanding that it would otherwise apply; c for excepting any such person from the application of any such provision where he neither is domiciled nor has a place of residence in any part of Great Britain; d for the taking of evidence, for the purposes of the determination of any question arising under any such provision, in a country or territory outside Great Britain, by a British consular official or such other person as may be determined in accordance with the regulations.  Part 12ZB: supplementary 171ZS 1 In this Part of this Act— “ adoption pay period ” has the meaning given by section 171ZN(2) above; “ the Board ” means the Commissioners of Inland Revenue; “ employer ”, in relation to a person who is an employee, means a person who under section 6 above is, or but for the condition in subsection (1)(b) of that section would be, liable to pay secondary Class 1 contributions in relation to any of the earnings of the person who is an employee; “ modifications ” includes additions, omissions and amendments, and related expressions are to be read accordingly; “ prescribed ” means prescribed by regulations. 2 In this Part of this Act, “ employee ” means a person who is— a gainfully employed in Great Britain either under a contract of service or in an office (including elective office) with emoluments chargeable to income tax under Schedule E; and b over the age of 16. 3 Regulations may provide— a for cases where a person who falls within the definition in subsection (2) above is not to be treated as an employee for the purposes of this Part of this Act, and b for cases where a person who would not otherwise be an employee for the purposes of this Part of this Act is to be treated as an employee for those purposes. 4 Without prejudice to any other power to make regulations under this Part of this Act, regulations may specify cases in which, for the purposes of this Part of this Act or of such provisions of this Part of this Act as may be prescribed— a two or more employers are to be treated as one; b two or more contracts of service in respect of which the same person is an employee are to be treated as one. 5 In this Part, except sections 171ZN and 171ZP, “ week ” means a period of 7 days beginning with Sunday or such other period as may be prescribed in relation to any particular case or class of cases. 6 For the purposes of this Part of this Act, a person’s normal weekly earnings shall, subject to subsection (8) below, be taken to be the average weekly earnings which in the relevant period have been paid to him or paid for his benefit under the contract of service with the employer in question. 7 For the purposes of subsection (6) above, “ earnings ” and “ relevant period ” shall have the meanings given to them by regulations. 8 In such cases as may be prescribed, a person’s normal weekly earnings shall be calculated in accordance with regulations. 9 Where— a in consequence of the establishment of one or more National Health Service trusts under Part 1 of the National Health Service and Community Care Act 1990 (c. 19) or the National Health Service (Scotland) Act 1978 (c. 29), a person’s contract of employment is treated by a scheme under that Part or Act as divided so as to constitute two or more contracts, or b an order under paragraph 23(1) of Schedule 5A to the National Health Service Act 1977 (c. 49) provides that a person’s contract of employment is so divided, regulations may make provision enabling the person to elect for all of those contracts to be treated as one contract for the purposes of this Part of this Act or such provisions of this Part of this Act as may be prescribed. 10 Regulations under subsection (9) above may prescribe— a the conditions that must be satisfied if a person is to be entitled to make such an election; b the manner in which, and the time within which, such an election is to be made; c the persons to whom, and the manner in which, notice of such an election is to be given; d the information which a person who makes such an election is to provide, and the persons to whom, and the time within which, he is to provide it; e the time for which such an election is to have effect; f which one of the person’s employers under two or more contracts is to be regarded for the purposes of statutory adoption pay as his employer under the contract. 11 The powers under subsections (9) and (10) are without prejudice to any other power to make regulations under this Part of this Act. 12 Regulations under any of subsections (4) to (10) above must be made with the concurrence of the Board.  Power to apply Part 12ZB to adoption cases not involving placement 171ZT The Secretary of State may by regulations provide for this Part to have effect in relation to cases which involve adoption, but not the placement of a child for adoption under the law of any part of the United Kingdom, with such modifications as the regulations may prescribe."}, {"act": "Employment Act 2002", "year": 2002, "section": "5", "section_title": " General functions of the Board", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 2002", "year": 2002, "section": "6", "section_title": " Financial arrangements", "section_text": "6 1 In section 163(1) of the Social Security Administration Act 1992 (c. 5) (sums payable out of National Insurance Fund), for paragraph (d) there is substituted— d any sum which, under regulations relating to statutory sick pay, statutory maternity pay, statutory adoption pay or statutory paternity pay, falls to be paid by or on behalf of the Inland Revenue or to be set off against sums payable to the Inland Revenue otherwise than on account of contributions; . 2 In section 165 of that Act (adjustments between National Insurance Fund and Consolidated Fund)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in subsection (5)(a) (adjustments in respect of certain administrative expenses of the Board), after “above” there is inserted  “                          , or in carrying into effect any other legislation relating to statutory paternity pay or statutory adoption pay,                        ” . 3 In section 1(5) of the Social Security Contributions and Benefits Act 1992 (c. 4) (which provides for payment by way of additional contributions out of money provided by Parliament of an annual amount equal to statutory sick pay and maternity pay recovered by employers and others), for “and statutory maternity pay” there is substituted  “                      , statutory maternity pay, statutory paternity pay and statutory adoption pay                    ” ."}, {"act": "Employment Act 2002", "year": 2002, "section": "7", "section_title": " Funding of employers’ liabilities", "section_text": "7 1 The Secretary of State shall by regulations make provision for the payment by employers of  statutory paternity pay,  statutory adoption pay , statutory shared parental pay and statutory parental bereavement pay   to be funded by the Board to such extent as the regulations may specify. 2 Regulations under subsection (1) shall— a make provision for a person who has made a payment of  statutory paternity pay,  statutory adoption pay , statutory shared parental pay or statutory parental bereavement pay   to be entitled, except in such circumstances as the regulations may provide, to recover an amount equal to the sum of— i the aggregate of such of those payments as qualify for small employers’ relief; and ii an amount equal to 92 per cent of the aggregate of such of those payments as do not so qualify; and b include provision for a person who has made a payment of  statutory paternity pay,  statutory adoption pay , statutory shared parental pay or statutory parental bereavement pay   qualifying for small employers’ relief to be entitled, except in such circumstances as the regulations may provide, to recover an additional amount equal to the amount to which the person would have been entitled under section 167(2)(b) of the Social Security Contributions and Benefits Act 1992 (corresponding provision for statutory maternity pay) had the payment been a payment of statutory maternity pay. 3 For the purposes of subsection (2), a payment of  statutory paternity pay,  statutory adoption pay , statutory shared parental pay or statutory parental bereavement pay  qualifies for small employers’ relief if it would have so qualified were it a payment of statutory maternity pay,  treating—  a the period for which the payment of statutory paternity pay is made, b the payee's adoption pay period, ... c the period for which the payment of statutory shared parental pay is made,  or d the period for which the payment of statutory parental bereavement pay is made, as the maternity pay period. 4 Regulations under subsection (1) may, in particular— a make provision for funding in advance as well as in arrear; b make provision for funding, or the recovery of amounts due under provision made by virtue of subsection (2)(b), by means of deductions from such amounts for which employers are accountable to the Board as the regulations may provide, or otherwise; c make provision for the recovery by the Board of any sums overpaid to employers under the regulations. 5 Where in accordance with any provision of regulations under subsection (1) an amount has been deducted from an employer’s contributions payments, the amount so deducted shall (except in such cases as the Secretary of State may by regulations provide) be treated for the purposes of any provision made by or under any enactment in relation to primary or secondary Class 1 contributions— a as having been paid (on such date as may be determined in accordance with the regulations), and b as having been received by the Board, towards discharging the employer’s liability in respect of such contributions. 6 Regulations under this section must be made with the concurrence of the Board. 7 In this section, “ contributions payments ”, in relation to an employer, means any payments which the employer is required, by or under any enactment, to make in discharge of any liability in respect of primary or secondary Class 1 contributions."}, {"act": "Employment Act 2002", "year": 2002, "section": "8", "section_title": " Regulations about payment", "section_text": "8 1 The Secretary of State may make regulations with respect to the payment by employers of  statutory paternity pay,  statutory adoption pay , statutory shared parental pay and statutory parental bereavement pay . 2 Regulations under subsection (1) may, in particular, include provision— a about the records to be kept by employers in relation to payments of statutory paternity pay and  statutory paternity pay,   , statutory shared parental pay and statutory parental bereavement pay , including the length of time for which they are to be retained; b for the production of wages sheets and other documents and records to officers of the Board for the purpose of enabling them to satisfy themselves that  statutory paternity pay,  statutory adoption pay , statutory shared parental pay and statutory parental bereavement pay   have been paid and are being paid, in accordance with the regulations, to employees who are entitled to them; c for requiring employers to provide information to employees (in their itemised pay statements or otherwise); d for requiring employers to make returns to the Board containing such particulars with respect to payments of  statutory paternity pay,  statutory adoption pay , statutory shared parental pay and statutory parental bereavement pay   as the regulations may provide. 3 Regulations under subsection (1) must be made with the concurrence of the Board."}, {"act": "Employment Act 2002", "year": 2002, "section": "9", "section_title": " Decisions and appeals", "section_text": "9 1 Part 2 of the Social Security Contributions (Transfer of Functions, Etc.) Act 1999 (c. 2)\t\t\t\t\t(decisions and appeals) is amended as follows. 2 In section 8(1)\t\t\t\t\t(which lists social security matters in relation to which decisions shall be for an officer of the Board)— a in paragraph (f)\t\t\t\t\t\t\t(issues relating to entitlement to statutory sick pay or statutory maternity pay), for “or statutory maternity pay” there is substituted  “                          , statutory maternity pay, statutory paternity pay or statutory adoption pay                        ” , b in paragraph (g)\t\t\t\t\t\t\t(other issues relating to those matters) for the words from “under Part” to the end there is substituted  “                          under Parts 11 to 12ZB of the Social Security Contributions and Benefits Act 1992 (statutory sick pay, statutory maternity pay, statutory paternity pay and statutory adoption pay)                        ” , and c after that paragraph there is inserted— ga to make any decision that falls to be made under regulations under section 7 of the Employment Act 2002 (funding of employers’ liabilities to make payments of statutory paternity or adoption pay), . 3 In section 8(3)(b)\t\t\t\t\t(which excludes certain decisions from section 8(1)(g)) for “or statutory maternity pay” there is substituted  “                      , statutory maternity pay, statutory paternity pay or statutory adoption pay                    ” . 4 In section 11 (appeals against decisions of the Board), in subsection (2)(a)\t\t\t\t\t(right of employer and employee in the case of statutory sick pay and statutory maternity pay to appeal to tax appeal Commissioners), for “or statutory maternity pay” there is substituted  “                      , statutory maternity pay, statutory paternity pay or statutory adoption pay                    ” . 5 In section 14 (matters arising as respects decisions)— a in subsection (1)(a)(i)\t\t\t\t\t\t\t(power to make regulations as respects such matters relating to statutory sick pay or statutory maternity pay), for “or statutory maternity pay” there is substituted  “                          , statutory maternity pay, statutory paternity pay or statutory adoption pay                        ” , and b in subsection (3)\t\t\t\t\t\t\t(regulations relating to statutory sick pay or statutory maternity pay to be made with the concurrence of the Secretary of State), for “or statutory maternity pay” there is substituted  “                          , statutory maternity pay, statutory paternity pay or statutory adoption pay                        ” ."}, {"act": "Employment Act 2002", "year": 2002, "section": "10", "section_title": " Powers to require information", "section_text": "10 1 The Secretary of State may by regulations make provision enabling an officer of the Board authorised by the Board for the purposes of this section to require persons of a description specified in the regulations to provide, or produce for inspection, within such period as the regulations may require, such information or documents as the officer may reasonably require for the purpose of ascertaining whether  statutory paternity pay,  statutory adoption pay , statutory shared parental pay or statutory parental bereavement pay   is or was payable to or in respect of any person. 2 The descriptions of person which may be specified by regulations under subsection (1) include, in particular— a any person claiming to be entitled to  statutory paternity pay,  statutory adoption pay , statutory shared parental pay or statutory parental bereavement pay ,  b any person who is, or has been, the spouse or partner of such a person as is mentioned in paragraph (a), c any person who is, or has been, an employer of such a person as is mentioned in paragraph (a), d any person carrying on an agency or other business for the introduction or supply to persons requiring them of persons available to do work or to perform services, and e any person who is a servant or agent of any such person as is specified in paragraphs (a) to (d). 3 Regulations under subsection (1) must be made with the concurrence of the Board."}, {"act": "Employment Act 2002", "year": 2002, "section": "11", "section_title": " Penalties: failures to comply", "section_text": "11 1 Where a person— a fails to produce any document or record, provide any information or make any return, in accordance with regulations under section 8, or b fails to provide any information or document in accordance with regulations under section 10, he shall be liable to the penalties mentioned in subsection (2) below (subject to subsection (4)). 2 The penalties are— a a penalty not exceeding £300, and b if the failure continues after a penalty is imposed under paragraph (a), a further penalty or penalties not exceeding £60 for each day on which the failure continues after the day on which the penalty under that paragraph was imposed (but excluding any day for which a penalty under this paragraph has already been imposed). 3 Where a person fails to keep records in accordance with regulations under section 8Ì, he shall be liable to a penalty not exceeding £3,000. 4 Subject to subsection (5), no penalty shall be imposed under subsection (2) or (3) at any time after the failure concerned has been remedied. 5 Subsection (4) does not apply to the imposition of a penalty under subsection (2)(a) in respect of a failure within subsection (1)(a). 6 Where, in the case of any employee, an employer refuses or repeatedly fails to make payments of  statutory paternity pay,  statutory adoption pay , statutory shared parental pay or statutory parental bereavement pay   in accordance with any regulations under section 8, the employer shall be liable to a penalty not exceeding £3,000. 7 Section 118(2) of the Taxes Management Act 1970 (c. 9) (extra time for compliance etc) shall apply for the purposes of subsections (1), (3) and (6) as it applies for the purposes of that Act. 8 Schedule 1 to this Act (penalties: procedure and appeals) has effect in relation to penalties under this section."}, {"act": "Employment Act 2002", "year": 2002, "section": "12", "section_title": " Penalties: fraud  etc.", "section_text": "12 1 Where a person fraudulently or negligently— a makes any incorrect statement or declaration in connection with establishing entitlement to  ... statutory paternity pay   or statutory parental bereavement pay , or b provides any incorrect information or document of a kind mentioned in regulations under section 10(1) so far as relating to  ... statutory paternity pay,   or statutory parental bereavement pay he shall be liable to a penalty not exceeding £300. 2 Where a person fraudulently or negligently— a makes any incorrect statement or declaration in connection with establishing entitlement to statutory adoption pay or  statutory shared parental pay , or b provides any incorrect information or document of a kind mentioned in regulations under section 10(1) so far as relating to statutory adoption pay or  statutory shared parental pay , he shall be liable to a penalty not exceeding £3,000. 3 Where an employer fraudulently or negligently makes incorrect payments of   ... statutory paternity pay   or statutory parental bereavement pay , he shall be liable to a penalty not exceeding £300. 4 Where an employer fraudulently or negligently makes incorrect payments of statutory adoption pay or  statutory shared parental pay , he shall be liable to a penalty not exceeding £3,000. 5 Where an employer fraudulently or negligently— a produces any incorrect document or record, provides any incorrect information or makes any incorrect return, of a kind mentioned in regulations under section 8È, or b receives incorrect payments in pursuance of regulations under section 7, he shall be liable to a penalty not exceeding £3,000 or, if the offence relates only to   ... statutory paternity pay  or statutory parental bereavement pay , £300. 6 Schedule 1 (penalties: procedure and appeals) has effect in relation to penalties under this section."}, {"act": "Employment Act 2002", "year": 2002, "section": "13", "section_title": " Supply of information held by the Board", "section_text": "13 1 This section applies to information which is held for the purposes of functions relating to  statutory paternity pay,  statutory adoption pay , statutory shared parental pay or statutory parental bereavement pay — a by the Board, or b by a person providing services to the Board, in connection with the provision of those services. 2 Information to which this section applies may be supplied— a to the Secretary of State,  ... or the Department, or b to a person providing services to the Secretary of State,  ... or the Department, for use for the purposes of functions relating to social security, child support or war pensions  ...."}, {"act": "Employment Act 2002", "year": 2002, "section": "14", "section_title": " Supply of information held by the Secretary of State", "section_text": "14 1 This section applies to information which is held for the purposes of functions relating to  statutory paternity pay,  statutory adoption pay , statutory shared parental pay or statutory parental bereavement pay — a by the Secretary of State or the Department, or b by a person providing services to the Secretary of State or the Department, in connection with the provision of those services. 2 Information to which this section applies may be supplied— a to the Board, or b to a person providing services to the Board, for use for the purposes of functions relating to  statutory paternity pay,  statutory adoption pay , statutory shared parental pay or statutory parental bereavement pay ."}, {"act": "Employment Act 2002", "year": 2002, "section": "15", "section_title": " Use of information by the Board", "section_text": "15 1 Information which is held— a by the Board, or b by a person providing services to the Board, in connection with the provision of those services, for the purposes of any functions specified in any paragraph of subsection (2) below may be used for the purposes of, or for any purposes connected with, the exercise of any functions specified in any other paragraph of that subsection, and may be supplied to any person providing services to the Board for those purposes. 2 The functions referred to in subsection (1) above are— a the functions of the Board in relation to   .... statutory paternity pay; aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b their functions in relation to statutory adoption pay;  ... ba their functions in relation to statutory shared parental pay;  ... bb their functions in relation to statutory parental bereavement pay; and c their functions in relation to tax, contributions, statutory sick pay, statutory maternity pay or tax credits, or functions under Part 3 of the Pension Schemes Act 1993 (c. 48)                    (schemes that were contracted-out  etc )  or Part 3 of the Pension Schemes (Northern Ireland) Act 1993 (c. 49) (corresponding provisions for Northern Ireland). 3 In subsection (2)(c) above, “ contributions ” means contributions under Part 1 of the Social Security Contributions and Benefits Act 1992 (c. 4) or Part 1 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7)."}, {"act": "Employment Act 2002", "year": 2002, "section": "16", "section_title": " Interpretation", "section_text": "16 In sections 5 to 15— “ the Board ” means the Commissioners of Inland Revenue; “ the Department ” means the Department for Social Development or the Department for Employment and Learning; “ employer ” and “ employee ” have the same meanings as in Parts 12ZA and 12ZB of the Social Security Contributions and Benefits Act 1992."}, {"act": "Employment Act 2002", "year": 2002, "section": "17", "section_title": " Rights during and after maternity leave", "section_text": "17 1 Chapter 1 of Part 8 of the Employment Rights Act 1996 (c. 18)\t\t\t\t\t(maternity leave) is amended as follows. 2 In section 71 (ordinary maternity leave), in subsection (4)\t\t\t\t\t(rights during and after leave)— a in paragraph (a), after “entitled” there is inserted  “                        , for such purposes and to such extent as may be prescribed,                      ” , b in paragraph (b), after “bound” there is inserted  “                        , for such purposes and to such extent as may be prescribed                      ” , and c for paragraph (c) there is substituted— c is entitled to return from leave to a job of a prescribed kind. 3 In that section, for subsection (7) there is substituted— 7 The Secretary of State may make regulations making provision, in relation to the right to return under subsection (4)(c) above, about— a seniority, pension rights and similar rights; b terms and conditions of employment on return. 4 In section 73 (additional maternity leave), after subsection (5) there is inserted— 5A In subsection (4)(c), the reference to return from leave includes, where appropriate, a reference to a continuous period of absence attributable partly to additional maternity leave and partly to ordinary maternity leave. 5 In section 74 (redundancy and dismissal), in subsection (4)\t\t\t\t\t(power to make provision about the right to return from, and for dismissal at the end of, an additional maternity leave period)— a after “section”\t\t\t\t\t\t\t(where it first appears) there is inserted  “                        71 or                      ” , b in paragraph (a), after “section” there is inserted  “                        71(4)(c) or                      ” , and c in paragraph (b), after “an” there is inserted  “                        ordinary or                      ” ."}, {"act": "Employment Act 2002", "year": 2002, "section": "18", "section_title": " Maternity pay period", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 2002", "year": 2002, "section": "19", "section_title": " Rate of statutory maternity pay", "section_text": "19 For section 166 of the Social Security Contributions and Benefits Act 1992 there is substituted—  Rate of statutory maternity pay 166 1 Statutory maternity pay shall be payable to a woman— a at the earnings-related rate, in respect of the first 6 weeks in respect of which it is payable; and b at whichever is the lower of the earnings-related rate and such weekly rate as may be prescribed, in respect of the remaining portion of the maternity pay period. 2 The earnings-related rate is a weekly rate equivalent to 90 per cent of a woman’s normal weekly earnings for the period of 8 weeks immediately preceding the 14th week before the expected week of confinement. 3 The weekly rate prescribed under subsection (1)(b) above must not be less than the weekly rate of statutory sick pay for the time being specified in section 157(1) above or, if two or more such rates are for the time being so specified, the higher or highest of those rates."}, {"act": "Employment Act 2002", "year": 2002, "section": "20", "section_title": " Entitlement to statutory maternity pay", "section_text": "20 In section 164 of the Social Security Contributions and Benefits Act 1992 (statutory maternity pay — entitlement and liability to pay)— a in subsection (2)(a), the words “, wholly or partly because of pregnancy or confinement” are omitted; b for subsection (4) there is substituted— 4 A woman shall be entitled to payments of statutory maternity pay only if— a she gives the person who will be liable to pay it notice of the date from which she expects his liability to pay her statutory maternity pay to begin; and b the notice is given at least 28 days before that date or, if that is not reasonably practicable, as soon as is reasonably practicable. ; c in paragraph (e) of subsection (9), for sub-paragraphs (i) to (iii) there is substituted “in such cases as may be prescribed”; and d after that paragraph there is inserted— ea provide that subsection (4) above shall not have effect, or shall have effect subject to prescribed modifications, in such cases as may be prescribed; ."}, {"act": "Employment Act 2002", "year": 2002, "section": "21", "section_title": " Funding of employers’ liabilities: statutory maternity pay", "section_text": "21 1 For section 167 of the Social Security Contributions and Benefits Act 1992 (c. 4) there is substituted—  Funding of employers’ liabilities in respect of statutory maternity pay 167 1 Regulations shall make provision for the payment by employers of statutory maternity pay to be funded by the Commissioners of Inland Revenue to such extent as may be prescribed. 2 Regulations under subsection (1) shall— a make provision for a person who has made a payment of statutory maternity pay to be entitled, except in prescribed circumstances, to recover an amount equal to the sum of— i the aggregate of such of those payments as qualify for small employers’ relief; and ii an amount equal to 92 per cent of the aggregate of such of those payments as do not so qualify; and b include provision for a person who has made a payment of statutory maternity pay qualifying for small employers’ relief to be entitled, except in prescribed circumstances, to recover an additional amount, determined in such manner as may be prescribed— i by reference to secondary Class 1 contributions paid in respect of statutory maternity pay; ii by reference to secondary Class 1 contributions paid in respect of statutory sick pay; or iii by reference to the aggregate of secondary Class 1 contributions paid in respect of statutory maternity pay and secondary Class 1 contributions paid in respect of statutory sick pay. 3 For the purposes of this section a payment of statutory maternity pay which a person is liable to make to a woman qualifies for small employers’ relief if, in relation to that woman’s maternity pay period, the person liable to make the payment is a small employer. 4 For the purposes of this section “ small employer ”, in relation to a woman’s maternity pay period, shall have the meaning assigned to it by regulations, and, without prejudice to the generality of the foregoing, any such regulations— a may define that expression by reference to the amount of a person’s contributions payments for any prescribed period; and b if they do so, may in that connection make provision for the amount of those payments for that prescribed period— i to be determined without regard to any deductions that may be made from them under this section or under any other enactment or instrument; and ii in prescribed circumstances, to be adjusted, estimated or otherwise attributed to him by reference to their amount in any other prescribed period. 5 Regulations under subsection (1) may, in particular, make provision— a for funding in advance as well as in arrear; b for funding, or the recovery of amounts due under provision made by virtue of subsection (2)(b), by means of deductions from such amounts for which employers are accountable to the Commissioners of Inland Revenue as may be prescribed, or otherwise; c for the recovery by the Commissioners of Inland Revenue of any sums overpaid to employers under the regulations. 6 Where in accordance with any provision of regulations under subsection (1) an amount has been deducted from an employer’s contributions payments, the amount so deducted shall (except in such cases as may be prescribed) be treated for the purposes of any provision made by or under any enactment in relation to primary or secondary Class 1 contributions— a as having been paid (on such date as may be determined in accordance with the regulations), and b as having been received by the Commissioners of Inland Revenue, towards discharging the employer’s liability in respect of such contributions. 7 Regulations under this section must be made with the concurrence of the Commissioners of Inland Revenue. 8 In this section “ contributions payments ”, in relation to an employer, means any payments which the employer is required, by or under any enactment, to make in discharge of any liability in respect of primary or secondary Class 1 contributions. 2 For section 163 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7) there is substituted—  Funding of employers’ liabilities in respect of statutory maternity pay 163 1 Regulations shall make provision for the payment by employers of statutory maternity pay to be funded by the Commissioners of Inland Revenue to such extent as may be prescribed. 2 Regulations under subsection (1) shall— a make provision for a person who has made a payment of statutory maternity pay to be entitled, except in prescribed circumstances, to recover an amount equal to the sum of— i the aggregate of such of those payments as qualify for small employers’ relief; and ii an amount equal to 92 per cent of the aggregate of such of those payments as do not so qualify; and b include provision for a person who has made a payment of statutory maternity pay qualifying for small employers’ relief to be entitled, except in prescribed circumstances, to recover an additional amount, determined in such manner as may be prescribed— i by reference to secondary Class 1 contributions paid in respect of statutory maternity pay; ii by reference to secondary Class 1 contributions paid in respect of statutory sick pay; or iii by reference to the aggregate of secondary Class 1 contributions paid in respect of statutory maternity pay and secondary Class 1 contributions paid in respect of statutory sick pay. 3 For the purposes of this section a payment of statutory maternity pay which a person is liable to make to a woman qualifies for small employers’ relief if, in relation to that woman’s maternity pay period, the person liable to make the payment is a small employer. 4 For the purposes of this section “ small employer ”, in relation to a woman’s maternity pay period, shall have the meaning assigned to it by regulations, and, without prejudice to the generality of the foregoing, any such regulations— a may define that expression by reference to the amount of a person’s contributions payments for any prescribed period; and b if they do so, may in that connection make provision for the amount of those payments for that prescribed period— i to be determined without regard to any deductions that may be made from them under this section or under any other enactment or instrument; and ii in prescribed circumstances, to be adjusted, estimated or otherwise attributed to him by reference to their amount in any other prescribed period. 5 Regulations under subsection (1) may, in particular, make provision— a for funding in advance as well as in arrear; b for funding, or the recovery of amounts due under provision made by virtue of subsection (2)(b), by means of deductions from such amounts for which employers are accountable to the Commissioners of Inland Revenue as may be prescribed, or otherwise; c for the recovery by the Commissioners of Inland Revenue of any sums overpaid to employers under the regulations. 6 Where in accordance with any provision of regulations under subsection (1) an amount has been deducted from an employer’s contributions payments, the amount so deducted shall (except in such cases as may be prescribed) be treated for the purposes of any provision made by or under any enactment in relation to primary or secondary Class 1 contributions— a as having been paid (on such date as may be determined in accordance with the regulations), and b as having been received by the Commissioners of Inland Revenue, towards discharging the employer’s liability in respect of such contributions. 7 Regulations under any provision of this section shall be made by the Secretary of State. 8 Regulations under this section must be made with the concurrence of the Commissioners of Inland Revenue. 9 In this section “ contributions payments ”, in relation to an employer, means any payments which the employer is required, by or under any enactment, to make in discharge of any liability in respect of primary or secondary Class 1 contributions."}, {"act": "Employment Act 2002", "year": 2002, "section": "22", "section_title": " Employment tribunals", "section_text": "22 1 In section 13 of the Employment Tribunals Act 1996 (c. 17) (costs and expenses), for subsection (1) there is substituted— 1 Employment tribunal procedure regulations may include provision— a for the award of costs or expenses; b for the award of any allowances payable under section 5(2)(c) or (3). 1A Regulations under subsection (1) may include provision authorising an employment tribunal to have regard to a person’s ability to pay when considering the making of an award against him under such regulations. 1B Employment tribunal procedure regulations may include provision for authorising an employment tribunal— a to disallow all or part of the costs or expenses of a representative of a party to proceedings before it by reason of that representative’s conduct of the proceedings; b to order a representative of a party to proceedings before it to meet all or part of the costs or expenses incurred by a party by reason of the representative’s conduct of the proceedings; c to order a representative of a party to proceedings before it to meet all or part of any allowances payable by the Secretary of State under section 5(2)(c) or (3) by reason of the representative’s conduct of the proceedings. 1C Employment tribunal procedure regulations may also include provision for taxing or otherwise settling the costs or expenses referred to in subsection (1)(a) or (1B)(b) (and, in particular in England and Wales, for enabling the amount of such costs to be assessed by way of detailed assessment in a county court). 2 After that section there is inserted—  Payments in respect of preparation time 13A 1 Employment tribunal procedure regulations may include provision for authorising an employment tribunal to order a party to proceedings before it to make a payment to any other party in respect of time spent in preparing that other party’s case. 2 Regulations under subsection (1) may include provision authorising an employment tribunal to have regard to a person’s ability to pay when considering the making of an order against him under such regulations. 3 If employment tribunal procedure regulations include— a provision of the kind mentioned in subsection (1), and b provision of the kind mentioned in section 13(1)(a), they shall also include provision to prevent an employment tribunal exercising its powers under both kinds of provision in favour of the same person in the same proceedings."}, {"act": "Employment Act 2002", "year": 2002, "section": "23", "section_title": " Employment Appeal Tribunal", "section_text": "23 For section 34 of the Employment Tribunals Act 1996 (c. 17) (costs and expenses) there is substituted—  Costs and expenses 34 1 Appeal Tribunal procedure rules may include provision for the award of costs or expenses. 2 Rules under subsection (1) may include provision authorising the Appeal Tribunal to have regard to a person’s ability to pay when considering the making of an award against him under such rules. 3 Appeal Tribunal procedure rules may include provision for authorising the Appeal Tribunal— a to disallow all or part of the costs or expenses of a representative of a party to proceedings before it by reason of that representative’s conduct of the proceedings; b to order a representative of a party to proceedings before it to meet all or part of the costs or expenses incurred by a party by reason of the representative’s conduct of the proceedings. 4 Appeal Tribunal procedure rules may also include provision for taxing or otherwise settling the costs or expenses referred to in subsection (1) or (3)(b) (and, in particular in England and Wales, for enabling the amount of such costs to be assessed by way of detailed assessment in the High Court)."}, {"act": "Employment Act 2002", "year": 2002, "section": "24", "section_title": " Conciliation", "section_text": "24 1 In section 7 of the Employment Tribunals Act 1996 (employment tribunal procedure regulations), in subsection (3)(f)\t\t\t\t\t(power to prescribe the procedure to be followed in proceedings before an employment tribunal), before sub-paragraph (ii) there is inserted— ia for postponing fixing a time and place for a hearing, or postponing a time fixed for a hearing, for such period as may be determined in accordance with the regulations for the purpose of giving an opportunity for the proceedings to be settled by way of conciliation and withdrawn, and . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 19 of that Act (conciliation procedure), paragraph (c)\t\t\t\t\t(which requires employment tribunal procedure regulations, in relation to conciliation cases, to include provision postponing the hearing to give an opportunity for conciliation) shall cease to have effect. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 2002", "year": 2002, "section": "25", "section_title": " Power to delegate prescription of forms etc.", "section_text": "25 In section 7 of the Employment Tribunals Act 1996 (c. 17) (employment tribunal procedure regulations), after subsection (3) there is inserted— 3ZA Employment tribunal procedure regulations may— a authorise the Secretary of State to prescribe, or prescribe requirements in relation to, any form which is required by such regulations to be used for the purpose of instituting, or entering an appearance to, proceedings before employment tribunals, b authorise the Secretary of State to prescribe requirements in relation to documents to be supplied with any such form, and c make provision about the publication of anything prescribed under authority conferred by virtue of this subsection."}, {"act": "Employment Act 2002", "year": 2002, "section": "26", "section_title": " Determination without a hearing", "section_text": "26 In section 7 of the Employment Tribunals Act 1996 (employment tribunal procedure regulations) for subsection (3A) there is substituted— 3A Employment tribunal procedure regulations may authorise the determination of proceedings without any hearing in such circumstances as the regulations may prescribe."}, {"act": "Employment Act 2002", "year": 2002, "section": "27", "section_title": " Practice directions", "section_text": "27 After section 7 of the Employment Tribunals Act 1996 (c. 17) there is inserted—  Practice directions 7A 1 Employment tribunal procedure regulations may include provision— a enabling the President to make directions about the procedure of employment tribunals, including directions about the exercise by tribunals of powers under such regulations, b for securing compliance with such directions, and c about the publication of such directions. 2 Employment tribunal procedure regulations may, instead of providing for any matter, refer to provision made or to be made about that matter by directions made by the President. 3 In this section, references to the President are to a person appointed in accordance with regulations under section 1(1) as— a President of the Employment Tribunals (England and Wales), or b President of the Employment Tribunals (Scotland)."}, {"act": "Employment Act 2002", "year": 2002, "section": "28", "section_title": " Pre-hearing reviews", "section_text": "28 1 Section 9 of the Employment Tribunals Act 1996 (pre-hearing reviews) is amended as follows. 2 In subsection (1) (power to make provision for pre-hearing reviews), for paragraph (a) there is substituted— a for authorising an employment tribunal to carry out a review of any proceedings before it at any time before a hearing held for the purpose of determining them (a “ pre-hearing review ”), . 3 After subsection (2) there is inserted— 2A Regulations under subsection (1)(b), so far as relating to striking out, may not provide for striking out on a ground which does not apply outside a pre-hearing review."}, {"act": "Employment Act 2002", "year": 2002, "section": "29", "section_title": " Statutory dispute resolution procedures", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 2002", "year": 2002, "section": "30", "section_title": " Contracts of employment", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 2002", "year": 2002, "section": "31", "section_title": " Non-completion of statutory procedure: adjustment of awards", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 2002", "year": 2002, "section": "32", "section_title": " Complaints about grievances", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 2002", "year": 2002, "section": "33", "section_title": " Consequential adjustment of time limits", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 2002", "year": 2002, "section": "34", "section_title": " Procedural fairness in unfair dismissal", "section_text": "34 1 Part 10 of the Employment Rights Act 1996 (c. 18)\t\t\t\t\t(unfair dismissal) is amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 112 (the remedies: orders and compensation), at the end there is inserted— 5 Where— a an employee is regarded as unfairly dismissed by virtue of section 98A(1)\t\t\t\t\t\t\t\t\t\t(whether or not his dismissal is unfair or regarded as unfair for any other reason), and b an order is made in respect of the employee under section 113, the employment tribunal shall, subject to subsection (6), also make an award of four weeks’ pay to be paid by the employer to the employee. 6 An employment tribunal shall not be required to make an award under subsection (5) if it considers that such an award would result in injustice to the employer. 4 In section 117 (under which an award of compensation falls to be made if an employee is reinstated or re-engaged in pursuance of an order under section 113, but the terms of the order are not fully complied with), after subsection (2) there is inserted— 2A There shall be deducted from any award under subsection (1) the amount of any award made under section 112(5) at the time of the order under section 113. 5 In section 123 (compensatory award) at the end there is inserted— 8 Where the amount of the compensatory award falls to be calculated for the purposes of an award under section 117(3)(a), there shall be deducted from the compensatory award any award made under section 112(5) at the time of the order under section 113. 6 In section 120 (basic award: minimum in certain cases) after subsection (1) there is inserted— 1A Where— a an employee is regarded as unfairly dismissed by virtue of section 98A(1)\t\t\t\t\t\t\t\t\t\t(whether or not his dismissal is unfair or regarded as unfair for any other reason), b an award of compensation falls to be made under section 112(4), and c the amount of the award under section 118(1)(a), before any reduction under section 122(3A) or (4), is less than the amount of four weeks’ pay, the employment tribunal shall, subject to subsection (1B), increase the award under section 118(1)(a) to the amount of four weeks’ pay. 1B An employment tribunal shall not be required by subsection (1A) to increase the amount of an award if it considers that the increase would result in injustice to the employer."}, {"act": "Employment Act 2002", "year": 2002, "section": "35", "section_title": " Particulars of procedures relating to discipline or dismissal", "section_text": "35 1 Section 3 of the Employment Rights Act 1996 (c. 18)\t\t\t\t\t(note about disciplinary rules and procedures) is amended as follows. 2 In subsection (1)\t\t\t\t\t(which requires a statement under section 1 of that Act to include a note specifying the disciplinary rules and procedures applying to an employee), after paragraph (a) there is inserted— aa specifying any procedure applicable to the taking of disciplinary decisions relating to the employee, or to a decision to dismiss the employee, or referring the employee to the provisions of a document specifying such a procedure which is reasonably accessible to the employee, . 3 In that subsection, in paragraph (b)(i)\t\t\t\t\t(which requires the note to specify a person for the employee to apply to if he is dissatisfied with a disciplinary decision) after “him” there is inserted  “                    or any decision to dismiss him                  ” . 4 In subsection (2)\t\t\t\t\t(which provides that the note does not need to specify the rules and procedures relating to health and safety at work) after “decisions,” there is inserted  “                    decisions to dismiss                  ” ."}, {"act": "Employment Act 2002", "year": 2002, "section": "36", "section_title": " Removal of exemption for small employers", "section_text": "36 In section 3 of the Employment Rights Act 1996 (c. 18)\t\t\t(note about disciplinary rules and procedures), subsections (3) and (4)\t\t\t(exemptions for undertakings with less than 20 employees) shall cease to have effect."}, {"act": "Employment Act 2002", "year": 2002, "section": "37", "section_title": " Use of alternative documents to give particulars", "section_text": "37 In Part 1 of the Employment Rights Act 1996 (employment particulars), after section 7 there is inserted—  Use of alternative documents to give particulars 7A 1 Subsections (2) and (3) apply where— a an employer gives an employee a document in writing in the form of a contract of employment or letter of engagement, b the document contains information which, were the document in the form of a statement under section 1, would meet the employer’s obligation under that section in relation to the matters mentioned in subsections (3) and (4)(a) to (c), (d)(i), (f) and (h) of that section, and c the document is given after the beginning of the employment and before the end of the period for giving a statement under that section. 2 The employer’s duty under section 1 in relation to any matter shall be treated as met if the document given to the employee contains information which, were the document in the form of a statement under that section, would meet the employer’s obligation under that section in relation to that matter. 3 The employer’s duty under section 3 shall be treated as met if the document given to the employee contains information which, were the document in the form of a statement under section 1 and the information included in the form of a note, would meet the employer’s obligation under section 3. 4 For the purposes of this section a document to which subsection (1)(a) applies shall be treated, in relation to information in respect of any of the matters mentioned in section 1(4), as specifying the date on which the document is given to the employee as the date as at which the information applies. 5 Where subsection (2) applies in relation to any matter, the date on which the document by virtue of which that subsection applies is given to the employee shall be the material date in relation to that matter for the purposes of section 4(1). 6 Where subsection (3) applies, the date on which the document by virtue of which that subsection applies is given to the employee shall be the material date for the purposes of section 4(1) in relation to the matters of which particulars are required to be given under section 3. 7 The reference in section 4(6) to an employer having given a statement under section 1 shall be treated as including his having given a document by virtue of which his duty to give such a statement is treated as met.  Giving of alternative documents before start of employment 7B A document in the form of a contract of employment or letter of engagement given by an employer to an employee before the beginning of the employee’s employment with the employer shall, when the employment begins, be treated for the purposes of section 7A as having been given at that time."}, {"act": "Employment Act 2002", "year": 2002, "section": "38", "section_title": " Failure to give statement of employment particulars etc.", "section_text": "38 1 This section applies to proceedings before an employment tribunal relating to a claim by   a worker   under any of the jurisdictions listed in Schedule 5. 2 If in the case of proceedings to which this section applies— a the employment tribunal finds in favour of the   worker , but makes no award to him in respect of the claim to which the proceedings relate, and b when the proceedings were begun the employer was in breach of his duty to the   worker   under section 1(1) or 4(1) of the Employment Rights Act 1996 (c. 18)\t\t\t\t\t\t\t(duty to give a written statement of initial employment particulars or of particulars of change  or  (in the case of a claim by an   worker )   under section 41B or 41C of that Act (duty to give a written statement in relation to rights not to work on Sunday ), the tribunal must, subject to subsection (5), make an award of the minimum amount to be paid by the employer to the   worker   and may, if it considers it just and equitable in all the circumstances, award the higher amount instead. 3 If in the case of proceedings to which this section applies— a the employment tribunal makes an award to the   worker   in respect of the claim to which the proceedings relate, and b when the proceedings were begun the employer was in breach of his duty to the   worker   under section 1(1) or 4(1) of the Employment Rights Act 1996  or  (in the case of a claim by an   worker )   under section 41B or 41C of that Act , the tribunal must, subject to subsection (5), increase the award by the minimum amount and may, if it considers it just and equitable in all the circumstances, increase the award by the higher amount instead. 4 In subsections (2) and (3)— a references to the minimum amount are to an amount equal to two weeks’ pay, and b references to the higher amount are to an amount equal to four weeks’ pay. 5 The duty under subsection (2) or (3) does not apply if there are exceptional circumstances which would make an award or increase under that subsection unjust or inequitable. 6 The amount of a week’s pay of an   a worker   shall— a be calculated for the purposes of this section in accordance with Chapter 2 of Part 14 of the Employment Rights Act 1996 (c. 18), and b not exceed the amount for the time being specified in section 227 of that Act (maximum amount of week’s pay). 6A The provisions referred to in subsection (6) shall apply for the purposes of that subsection— a as if a reference to an employee were a reference to a worker; and b as if a reference to an employee’s contract of employment were a reference to a worker’s contract of employment or other worker’s contract. 7 For the purposes of Chapter 2 of Part 14 of the Employment Rights Act 1996 as applied by subsection (6), the calculation date shall be taken to be— a if the   worker   was employed by the employer on the date the proceedings were begun, that date, and b if he was not, in the case of an employee, the effective date of termination as defined by section 97 of that Act or in the case of all other workers the date on which the termination takes effect. 8 The Secretary of State may by order— a amend Schedule 5 for the purpose of— i adding a jurisdiction to the list in that Schedule, or ii removing a jurisdiction from that list; b make provision, in relation to a jurisdiction listed in Schedule 5, for this section not to apply to proceedings relating to claims of a description specified in the order; c make provision for this section to apply, with or without modifications, as if— i any individual of a description specified in the order who would not otherwise be an employee for the purposes of this section were an employee for those purposes, and ii a person of a description specified in the order were, in the case of any such individual, the individual’s employer for those purposes."}, {"act": "Employment Act 2002", "year": 2002, "section": "39", "section_title": " Unfair dismissal: adjustments under sections 31 and 38", "section_text": "39 In the Employment Rights Act 1996 (c. 18), after section 124 there is inserted—  Adjustments under the Employment Act 2002 124A Where an award of compensation for unfair dismissal falls to be— a reduced or increased under section 31 of the Employment Act 2002 (non-completion of statutory procedures), or b increased under section 38 of that Act (failure to give statement of employment particulars), the adjustment shall be in the amount awarded under section 118(1)(b) and shall be applied immediately before any reduction under section 123(6) or (7)."}, {"act": "Employment Act 2002", "year": 2002, "section": "40", "section_title": " Interpretation of Part 3", "section_text": "40 In this Part— “ employer ” and “ employee ” have the same meanings as in the Employment Rights Act 1996 (c. 18);   “worker” has the same meaning as in the Employment Rights Act 1996.   ..."}, {"act": "Employment Act 2002", "year": 2002, "section": "41", "section_title": " Power to confer rights on individuals: amendment", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 2002", "year": 2002, "section": "42", "section_title": "....", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 2002", "year": 2002, "section": "43", "section_title": " Union learning representatives", "section_text": "43 1 The Trade Union and Labour Relations (Consolidation) Act 1992 (c. 52) is amended as follows. 2 After section 168 there is inserted—  Time off for union learning representatives 168A 1 An employer shall permit an employee of his who is— a a member of an independent trade union recognised by the employer, and b a learning representative of the trade union, to take time off during his working hours for any of the following purposes. 2 The purposes are— a carrying on any of the following activities in relation to qualifying members of the trade union— i analysing learning or training needs, ii providing information and advice about learning or training matters, iii arranging learning or training, and iv promoting the value of learning or training, b consulting the employer about carrying on any such activities in relation to such members of the trade union, c preparing for any of the things mentioned in paragraphs (a) and (b). 3 Subsection (1) only applies if— a the trade union has given the employer notice in writing that the employee is a learning representative of the trade union, and b the training condition is met in relation to him. 4 The training condition is met if— a the employee has undergone sufficient training to enable him to carry on the activities mentioned in subsection (2), and the trade union has given the employer notice in writing of that fact, b the trade union has in the last six months given the employer notice in writing that the employee will be undergoing such training, or c within six months of the trade union giving the employer notice in writing that the employee will be undergoing such training, the employee has done so, and the trade union has given the employer notice of that fact. 5 Only one notice under subsection (4)(b) may be given in respect of any one employee. 6 References in subsection (4) to sufficient training to carry out the activities mentioned in subsection (2) are to training that is sufficient for those purposes having regard to any relevant provision of a Code of Practice issued by  ACAS  or the Secretary of State. 7 If an employer is required to permit an employee to take time off under subsection (1), he shall also permit the employee to take time off during his working hours for the following purposes— a undergoing training which is relevant to his functions as a learning representative, and b where the trade union has in the last six months given the employer notice under subsection (4)(b) in relation to the employee, undergoing such training as is mentioned in subsection (4)(a). 8 The amount of time off which an employee is to be permitted to take under this section and the purposes for which, the occasions on which and any conditions subject to which time off may be so taken are those that are reasonable in all the circumstances having regard to any relevant provision of a Code of Practice issued by ACAS or the Secretary of State. 9 An employee may present a complaint to an employment tribunal that his employer has failed to permit him to take time off as required by this section. 10 In subsection (2)(a), the reference to qualifying members of the trade union is to members of the trade union— a who are employees of the employer of a description in respect of which the union is recognised by the employer, and b in relation to whom it is the function of the union learning representative to act as such. 11 For the purposes of this section, a person is a learning representative of a trade union if he is appointed or elected as such in accordance with its rules. 3 In section 169(1)\t\t\t\t\t(duty of employer to pay employee for time off under section 168), after “168” there is inserted  “                    or 168A                  ” . 4 In section 170 (duty to permit time off to take part in trade union activities), after subsection (2) there is inserted— 2A The right conferred by subsection (1) does not extend to time off for the purpose of acting as, or having access to services provided by, a learning representative of a trade union. 2B An employer shall permit an employee of his who is a member of an independent trade union recognised by the employer in respect of that description of employee to take time off during his working hours for the purpose of having access to services provided by a person in his capacity as a learning representative of the trade union. 2C Subsection (2B) only applies if the learning representative would be entitled to time off under subsection (1) of section 168A for the purpose of carrying on in relation to the employee activities of the kind mentioned in subsection (2) of that section. 5 In that section, at the end there is inserted— 5 For the purposes of this section— a a person is a learning representative of a trade union if he is appointed or elected as such in accordance with its rules, and b a person who is a learning representative of a trade union acts as such if he carries on the activities mentioned in section 168A(2) in that capacity. 6 At the end of section 173 (provisions supplementary to section 168 to 170), there is inserted— 3 The Secretary of State may by order made by statutory instrument amend section 168A for the purpose of changing the purposes for which an employee may take time off under that section. 4 No order may be made under subsection (3) unless a draft of the order has been laid before and approved by resolution of each House of Parliament. 7 In sections 199(1) and 203(1)\t\t\t\t\t(powers of ACAS and Secretary of State to produce Codes of Practice), at the end there is inserted “or for purposes connected with trade union learning representatives”. 8 For section 200(3) there is substituted— 3 A Code containing practical guidance— a on the time off to be permitted to a trade union learning representative in accordance with section 168A (time off for training and carrying out functions as a learning representative), b on the training that is sufficient to enable a trade union learning representative to carry on the activities mentioned in section 168A(2)\t\t\t\t\t\t\t\t\t\t(activities for which time off is to be permitted), or c on any of the matters referred to in section 199(2), shall not be issued unless the draft has been approved by a resolution of each House of Parliament; and if it is so approved, ACAS shall issue the Code in the form of the draft."}, {"act": "Employment Act 2002", "year": 2002, "section": "44", "section_title": " Dismissal procedures agreements", "section_text": "44 In section 110 of the Employment Rights Act 1996 (c. 18)\t\t\t(dismissal procedures agreements) after subsection (3) there is inserted— 3A The Secretary of State may by order amend subsection (3) so as to add to the conditions specified in that subsection such conditions as he may specify in the order."}, {"act": "Employment Act 2002", "year": 2002, "section": "45", "section_title": " Fixed-term work", "section_text": "45 1 The Secretary of State shall make regulations— a for the purpose of securing that employees in fixed-term employment are treated, for such purposes and to such extent as the regulations may specify, no less favourably than employees in permanent employment, and b for the purpose of preventing abuse arising from the use of successive periods of fixed-term employment. 2 The regulations may— a specify classes of employee who are to be taken to be, or not to be, in fixed-term employment; b specify classes of employee who are to be taken to be, or not to be, in permanent employment; c specify circumstances in which employees in fixed-term employment are to be taken to be, or not to be, treated less favourably than employees in permanent employment; d specify circumstances in which periods of fixed-term employment are to be taken to be, or not to be, successive; e specify circumstances in which fixed-term employment is to have effect as permanent employment; f make provision which has effect in relation to employees in fixed-term employment generally or provision which has effect only in relation to specified classes of employee in fixed-term employment. 3 The regulations may— a confer jurisdiction (including exclusive jurisdiction) on employment tribunals; b provide for specified obligations not to apply in specified circumstances; c make provision about notices or information to be given, evidence to be produced and other procedures to be followed; d amend, apply with or without modifications, or make provision similar to any provision of— i the Employment Rights Act 1996 (c. 18)\t\t\t\t\t\t\t\t\t(including, in particular, Parts 5, 10 and 13), ii the Trade Union and Labour Relations (Consolidation) Act 1992 (c. 52), or iii the Social Security Contributions and Benefits Act 1992 (c. 4); e provide for the provisions of specified agreements to have effect in place of provisions of the regulations to such extent and in such circumstances as may be specified. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In its application to this section, section 51(1)(b) includes power to amend an enactment. 6 In this section— a “ employee ” means an individual who has entered into or works under (or, where the employment has ceased, worked under) a contract of employment, and b “ contract of employment ” means a contract of service or apprenticeship, whether express or implied, and (if it is express) whether oral or in writing."}, {"act": "Employment Act 2002", "year": 2002, "section": "46", "section_title": " Fixed-term work: Northern Ireland", "section_text": "46 1 The Department for Employment and Learning shall make regulations— a for the purpose of securing that employees in fixed-term employment are treated, for such purposes and to such extent as the regulations may specify, no less favourably than employees in permanent employment, and b for the purpose of preventing abuse arising from the use of successive periods of fixed-term employment. 2 The regulations may— a specify classes of employee who are to be taken to be, or not to be, in fixed-term employment; b specify classes of employee who are to be taken to be, or not to be, in permanent employment; c specify circumstances in which employees in fixed-term employment are to be taken to be, or not to be, treated less favourably than employees in permanent employment; d specify circumstances in which periods of fixed-term employment are to be taken to be, or not to be, successive; e specify circumstances in which fixed-term employment is to have effect as permanent employment; f make provision which has effect in relation to employees in fixed-term employment generally or provision which has effect only in relation to specified classes of employee in fixed-term employment. 3 The regulations may— a confer jurisdiction (including exclusive jurisdiction) on industrial tribunals; b provide for specified obligations not to apply in specified circumstances; c make provision about notices or information to be given, evidence to be produced and other procedures to be followed; d amend, apply with or without modifications, or make provision similar to any provision of— i the Employment Rights (Northern Ireland) Order 1996 ( S.I.  1996/1919)\t\t\t\t\t\t\t\t\t(including, in particular, Parts 6, 11 and 15), ii the Trade Union and Labour Relations (Northern Ireland) Order 1995 (S.I. 1995/1980 (N.I. 12)), or iii the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7); e provide for the provisions of specified agreements to have effect in place of provisions of the regulations to such extent and in such circumstances as may be specified. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Power to make regulations under this section includes power— a to make different provision for different cases or circumstances; b to make such incidental, supplementary, consequential or transitional provision as the Department for Employment and Learning thinks fit, including provision amending an enactment. 6 Power to make regulations under this section is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 7 Regulations under this section shall not be made unless a draft of them has been laid before and approved by resolution of the Northern Ireland Assembly. 8 In this section— a “ employee ” means an individual who has entered into or works under (or, where the employment has ceased, worked under) a contract of employment, and b “ contract of employment ” means a contract of service or apprenticeship, whether express or implied, and (if it is express) whether oral or in writing."}, {"act": "Employment Act 2002", "year": 2002, "section": "47", "section_title": " Flexible working", "section_text": "47 1 The Employment Rights Act 1996 (c. 18) is amended as follows. 2 After Part 8 there is inserted— Part 8A Flexible working  Statutory right to request contract variation 80F 1 A qualifying employee may apply to his employer for a change in his terms and conditions of employment if— a the change relates to— i the hours he is required to work, ii the times when he is required to work, iii where, as between his home and a place of business of his employer, he is required to work, or iv such other aspect of his terms and conditions of employment as the Secretary of State may specify by regulations, and b his purpose in applying for the change is to enable him to care for someone who, at the time of application, is a child in respect of whom he satisfies such conditions as to relationship as the Secretary of State may specify by regulations. 2 An application under this section must— a state that it is such an application, b specify the change applied for and the date on which it is proposed the change should become effective, c explain what effect, if any, the employee thinks making the change applied for would have on his employer and how, in his opinion, any such effect might be dealt with, and d explain how the employee meets, in respect of the child concerned, the conditions as to relationship mentioned in subsection (1)(b). 3 An application under this section must be made before the fourteenth day before the day on which the child concerned reaches the age of six or, if disabled, eighteen. 4 If an employee has made an application under this section, he may not make a further application under this section to the same employer before the end of the period of twelve months beginning with the date on which the previous application was made. 5 The Secretary of State may by regulations make provision about— a the form of applications under this section, and b when such an application is to be taken as made. 6 The Secretary of State may by order substitute a different age for the first of the ages specified in subsection (3). 7 In subsection (3), the reference to a disabled child is to a child who is entitled to a disability living allowance within the meaning of section 71 of the Social Security Contributions and Benefits Act 1992 (c. 4). 8 For the purposes of this section, an employee is— a a qualifying employee if he— i satisfies such conditions as to duration of employment as the Secretary of State may specify by regulations, and ii is not an agency worker; b an agency worker if he is supplied by a person (“ the agent ”) to do work for another (“ the principal ”) under a contract or other arrangement made between the agent and the principal.  Employer’s duties in relation to application under section 80F 80G 1 An employer to whom an application under section 80F is made— a shall deal with the application in accordance with regulations made by the Secretary of State, and b shall only refuse the application because he considers that one or more of the following grounds applies— i the burden of additional costs, ii detrimental effect on ability to meet customer demand, iii inability to re-organise work among existing staff, iv inability to recruit additional staff, v detrimental impact on quality, vi detrimental impact on performance, vii insufficiency of work during the periods the employee proposes to work, viii planned structural changes, and ix such other grounds as the Secretary of State may specify by regulations. 2 Regulations under subsection (1)(a) shall include— a provision for the holding of a meeting between the employer and the employee to discuss an application under section 80F within twenty eight days after the date the application is made; b provision for the giving by the employer to the employee of notice of his decision on the application within fourteen days after the date of the meeting under paragraph (a); c provision for notice under paragraph (b) of a decision to refuse the application to state the grounds for the decision; d provision for the employee to have a right, if he is dissatisfied with the employer’s decision, to appeal against it within fourteen days after the date on which notice under paragraph (b) is given; e provision about the procedure for exercising the right of appeal under paragraph (d), including provision requiring the employee to set out the grounds of appeal; f provision for notice under paragraph (b) to include such information as the regulations may specify relating to the right of appeal under paragraph (d); g provision for the holding, within fourteen days after the date on which notice of appeal is given by the employee, of a meeting between the employer and the employee to discuss the appeal; h provision for the employer to give the employee notice of his decision on any appeal within fourteen days after the date of the meeting under paragraph (g); i provision for notice under paragraph (h) of a decision to dismiss an appeal to state the grounds for the decision; j provision for a statement under paragraph (c) or (i) to contain a sufficient explanation of the grounds for the decision; k provision for the employee to have a right to be accompanied at meetings under paragraph (a) or (g) by a person of such description as the regulations may specify; l provision for postponement in relation to any meeting under paragraph (a) or (g) which a companion under paragraph (k) is not available to attend; m provision in relation to companions under paragraph (k) corresponding to section 10(6) and (7) of the Employment Relations Act 1999 (c. 26)\t\t\t\t\t\t\t\t\t\t\t\t\t(right to paid time off to act as companion, etc.); n provision, in relation to the rights under paragraphs (k) and (l), for the application (with or without modification) of sections 11 to 13 of the Employment Relations Act 1999 (provisions ancillary to right to be accompanied under section 10 of that Act). 3 Regulations under subsection (1)(a) may include— a provision for any requirement of the regulations not to apply where an application is disposed of by agreement or withdrawn; b provision for extension of a time limit where the employer and employee agree, or in such other circumstances as the regulations may specify; c provision for applications to be treated as withdrawn in specified circumstances; and may make different provision for different cases. 4 The Secretary of State may by order amend subsection (2).  Complaints to employment tribunals 80H 1 An employee who makes an application under section 80F may present a complaint to an employment tribunal— a that his employer has failed in relation to the application to comply with section 80G(1), or b that a decision by his employer to reject the application was based on incorrect facts. 2 No complaint under this section may be made in respect of an application which has been disposed of by agreement or withdrawn. 3 In the case of an application which has not been disposed of by agreement or withdrawn, no complaint under this section may be made until the employer— a notifies the employee of a decision to reject the application on appeal, or b commits a breach of regulations under section 80G(1)(a) of such description as the Secretary of State may specify by regulations. 4 No complaint under this section may be made in respect of failure to comply with provision included in regulations under subsection (1)(a) of section 80G because of subsection (2)(k), (l) or (m) of that section. 5 An employment tribunal shall not consider a complaint under this section unless it is presented— a before the end of the period of three months beginning with the relevant date, or b within such further period as the tribunal considers reasonable in a case where it is satisfied that it was not reasonably practicable for the complaint to be presented before the end of that period of three months. 6 In subsection (5)(a), the reference to the relevant date is— a in the case of a complaint permitted by subsection (3)(a), the date on which the employee is notified of the decision on the appeal, and b in the case of a complaint permitted by subsection (3)(b), the date on which the breach concerned was committed.  Remedies 80I 1 Where an employment tribunal finds a complaint under section 80H well-founded it shall make a declaration to that effect and may— a make an order for reconsideration of the application, and b make an award of compensation to be paid by the employer to the employee. 2 The amount of compensation shall be such amount, not exceeding the permitted maximum, as the tribunal considers just and equitable in all the circumstances. 3 For the purposes of subsection (2), the permitted maximum is such number of weeks’ pay as the Secretary of State may specify by regulations. 4 Where an employment tribunal makes an order under subsection (1)(a), section 80G, and the regulations under that section, shall apply as if the application had been made on the date of the order. 3 After section 47C there is inserted—  Flexible working 47E 1 An employee has the right not to be subjected to any detriment by any act, or any deliberate failure to act, by his employer done on the ground that the employee— a made (or proposed to make) an application under section 80F, b exercised (or proposed to exercise) a right conferred on him under section 80G, c brought proceedings against the employer under section 80H, or d alleged the existence of any circumstance which would constitute a ground for bringing such proceedings. 2 This section does not apply where the detriment in question amounts to dismissal within the meaning of Part 10. 4 After section 104B there is inserted—  Flexible working 104C An employee who is dismissed shall be regarded for the purposes of this Part as unfairly dismissed if the reason (or, if more than one, the principal reason) for the dismissal is that the employee— a made (or proposed to make) an application under section 80F, b exercised (or proposed to exercise) a right conferred on him under section 80G, c brought proceedings against the employer under section 80H, or d alleged the existence of any circumstance which would constitute a ground for bringing such proceedings."}, {"act": "Employment Act 2002", "year": 2002, "section": "48", "section_title": " Rate of maternity allowance", "section_text": "48 1 In section 35A of the Social Security Contributions and Benefits Act 1992 (c. 4)\t\t\t\t\t(appropriate weekly rate of maternity allowance)— a for subsections (1) to (3) there is substituted— 1 For the purposes of section 35(1) above the appropriate weekly rate is (subject to subsection (5A) below) whichever is the lower rate of— a a weekly rate equivalent to 90 per cent of the woman’s average weekly earnings; and b the weekly rate for the time being prescribed under section 166(1)(b) below. ; b in paragraph (c)(i) of subsection (5), for “the lower earnings limit” there is substituted  “                        an amount 90 per cent of which is equal to the weekly rate prescribed under section 166(1)(b) below that is                      ” ; and c after that subsection there is inserted— 5A Where subsection (5B) below applies the appropriate weekly rate is the weekly rate for the time being prescribed under section 166(1)(b) below. 5B This subsection applies where a woman is treated by virtue of regulations under sub-paragraph (i) of paragraph (c) of subsection (5) above as having received a payment in respect of each week in the specified period equal to the amount mentioned in that sub-paragraph. 2 In relation to any time before the coming into force of section 19, the reference to section 166(1)(b) of the Social Security Contributions and Benefits Act 1992 (c. 4) in section 35A(5)(c)(i) of that Act (as amended by subsection (1)(b) above) is a reference to section 166(3) of that Act."}, {"act": "Employment Act 2002", "year": 2002, "section": "49", "section_title": " Work-focused interviews for partners", "section_text": "49 After section 2A of the Social Security Administration Act 1992 (c. 5) (claim or full entitlement to certain benefits conditional on work-focused interview), there is inserted—  Full entitlement to certain benefits conditional on work-focused interview for partner 2AA 1 Regulations may make provision for or in connection with imposing, at a time when— a a person (“ the claimant ”) who— i is under the age of 60, and ii has a partner who is also under that age, is entitled to a benefit to which this section applies at a higher rate referable to his partner, and b prescribed circumstances exist, a requirement for the partner to take part in a work-focused interview as a condition of the benefit continuing to be payable to the claimant at that rate. 2 The benefits to which this section applies are— a income support; b an income-based jobseeker’s allowance other than a joint-claim jobseeker’s allowance; c incapacity benefit; d severe disablement allowance; and e invalid care allowance. 3 For the purposes of this section a benefit is payable to a person at a higher rate referable to his partner if the amount that is payable in his case— a is more than it would be if the person concerned was not a member of a couple; or b includes an increase of benefit for his partner as an adult dependant of his. 4 Regulations under this section may, in particular, make provision— a for securing, where the partner of the claimant would otherwise be required to take part in work-focused interviews relating to two or more benefits— i that the partner is required instead to take part in only one such interview; and ii that the interview is capable of counting for the purposes of all those benefits; b in a case where the claimant has more than one partner, for determining which of those partners is required to take part in the work-focused interview or requiring each of them to take part in such an interview; c for determining the persons by whom work-focused interviews are to be conducted; d conferring power on such persons or the designated authority to determine when and where work-focused interviews are to take place (including power in prescribed circumstances to determine that they are to take place in the homes of those being interviewed); e prescribing the circumstances in which partners attending work-focused interviews are to be regarded as having or not having taken part in them; f for securing that if— i a partner who has been notified of a requirement to take part in a work-focused interview fails to take part in it, and ii it is not shown (by him or by the claimant), within the prescribed period, that he had good cause for that failure, the amount payable to the claimant in respect of the benefit in relation to which the requirement applied is to be reduced by the specified amount until the specified time; g prescribing— i matters which are or are not to be taken into account in determining whether a partner does or does not have good cause for any failure to comply with the regulations; or ii circumstances in which a partner is or is not to be regarded as having or not having good cause for any such failure. 5 Regulations under this section may, in relation to a reduction under subsection (4)(f), provide— a for the amount of the reduction to be calculated in the first instance by reference to such amount as may be prescribed; b for the amount as so calculated to be restricted, in prescribed circumstances, to the prescribed extent; c where the claimant is entitled to two or more benefits in relation to each of which a requirement to take part in a work-focused interview applied, for determining the extent to, and the order in, which those benefits are to be reduced in order to give effect to the reduction required in his case. 6 Regulations under this section may provide that any requirement to take part in a work-focused interview that would otherwise apply to a partner by virtue of the regulations— a is, in any prescribed circumstances, either not to apply or not to apply until the specified time; b is not to apply if the designated authority determines that such an interview would not be of assistance to him or appropriate in the circumstances; c is not to apply until such time as the designated authority determines (if that authority determines that such an interview would not be of assistance to him or appropriate in the circumstances until that time); and the regulations may make provision for treating a partner to whom any such requirement does not apply, or does not apply until a particular time, as having complied with that requirement to such extent and for such purposes as are specified. 7 In this section— “ couple ” means a married or unmarried couple (within the meaning of Part 7 of the Contributions and Benefits Act); “ designated authority ” means such of the following as may be specified, namely— the Secretary of State, a person providing services to the Secretary of State, a local authority, and a person providing services to, or authorised to exercise any function of, a local authority; “ partner ” means a person who is a member of the same couple as the claimant; “ specified ” means prescribed by or determined in accordance with regulations; and “ work-focused interview ” has the same meaning as in section 2A above."}, {"act": "Employment Act 2002", "year": 2002, "section": "50", "section_title": " Use of information for, or relating to, employment and training", "section_text": "50 Schedule 6 (which contains provision for the use of information for, or relating to, employment and training) has effect."}, {"act": "Employment Act 2002", "year": 2002, "section": "51", "section_title": " Orders and regulations", "section_text": "51 1 Any power of the Secretary of State to make orders or regulations under this Act includes power— a to make different provision for different cases or circumstances; b to make such incidental, supplementary, consequential or transitional provision as the Secretary of State thinks fit. 2 Any power of the Secretary of State to make orders or regulations under this Act is exercisable by statutory instrument. 3 No order may be made under this Act unless a draft of the order has been laid before and approved by resolution of each House of Parliament. 4 No regulations may be made under section  ... 45 unless a draft of the regulations has been laid before and approved by resolution of each House of Parliament. 5 A statutory instrument containing regulations under any other provision of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 This section does not apply to orders under section 55(2)."}, {"act": "Employment Act 2002", "year": 2002, "section": "52", "section_title": " Financial provisions", "section_text": "52 1 There shall be paid out of money provided by Parliament— a any expenses incurred by a Minister of the Crown or government department in consequence of this Act, and b any increase attributable to this Act in the sums so provided under any other Act. 2 There shall be paid into the Consolidated Fund any increase attributable to this Act in the sums payable into that Fund under any other Act."}, {"act": "Employment Act 2002", "year": 2002, "section": "53", "section_title": " Minor and consequential amendments", "section_text": "53 Schedule 7 (which makes minor and consequential amendments) has effect."}, {"act": "Employment Act 2002", "year": 2002, "section": "54", "section_title": " Repeals and revocations", "section_text": "54 The enactments and instruments specified in Schedule 8 are hereby repealed or revoked to the extent specified there."}, {"act": "Employment Act 2002", "year": 2002, "section": "55", "section_title": " Short title etc.", "section_text": "55 1 This Act may be cited as the Employment Act 2002. 2 This Act, except sections 45, 46, 51 and 52 and this section, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different purposes. 3 An order under subsection (2) may contain such transitional provisions and savings as the Secretary of State considers necessary or expedient in connection with the coming into force of any of the provisions of this Act. 4 The Secretary of State may by regulations make such transitional provisions and savings as he considers necessary or expedient for the purposes of or in connection with— a the coming into force of section 19 or 48, or Schedule 7 so far as relating to any amendment made in consequence of either of those sections; or b the operation of any enactment amended by any of those provisions during any period when the amendment is not wholly in force. 5 Subject to subsections (6) and (7), this Act extends to England and Wales and Scotland only. 6 The following provisions also extend to Northern Ireland— a section 5; b sections 13 to 15, and section 16 so far as relating thereto; c paragraphs 1, 4, 9 and 10 of Schedule 6, and section 50 so far as relating thereto; d sections 51 and 52; e paragraphs 1, 50, 52 and 53 of Schedule 7, and section 53 so far as relating thereto; f Schedule 8, so far as relating to the repeal of section 3(3) of the Social Security Act 1998 (c. 14), and section 54 so far as relating thereto; g this section. 7 The following provisions extend to Northern Ireland only— a sections 21(2) and 46; b paragraphs 7, 8, 12 and 14 of Schedule 6, and section 50 so far as relating thereto; c paragraph 17 of Schedule 7, and section 53 so far as relating thereto; d Schedule 8, so far as relating to— i the repeal in the Social Security Administration (Northern Ireland) Act 1992 (c. 8), and ii the revocations in the Social Security Administration (Fraud)\t\t\t\t\t\t\t\t\t(Northern Ireland) Order 1997 (S.I. 1997/1182 (N.I. 11)) and the Social Security Contributions (Transfer of Functions, etc.)\t\t\t\t\t\t\t\t\t(Northern Ireland) Order 1999 (S.I. 1999/671), and section 54 so far as relating thereto. 8 In sections 5 and 13 to 15 and paragraph 53 of Schedule 7, references to  statutory paternity pay,  statutory adoption pay , statutory shared parental pay or statutory parental bereavement pay   include statutory pay under Northern Ireland legislation corresponding to Part 12ZA  , Part 12ZB   , Part 12ZC or Part 12ZD   of the Social Security Contributions and Benefits Act 1992 (c. 4)."}]