[{"act": "Finance Act 2002", "year": 2002, "section": "1", "section_title": " Rates of tobacco products duty", "section_text": "1 1 For the Table of rates of duty in Schedule 1 to the Tobacco Products Duty Act 1979 (c. 7) substitute— Table 1. Cigarettes An amount equal to 22 per cent of the retail price plus £94.24 per thousand cigarettes. 2. Cigars £137.26 per kilogram. 3. Hand-rolling tobacco £98.66 per kilogram. 4. Other smoking tobacco and chewing tobacco £60.34 per kilogram. 2 This section shall be deemed to have come into force at 6 o’clock in the evening of 17th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "2", "section_title": " Rates of duty on cider", "section_text": "2 1 In section 62(1A) of the Alcoholic Liquor Duties Act 1979 (c. 4)\t\t\t\t\t(rates of duty on cider)— a in paragraph (b)\t\t\t\t\t\t\t(rate of duty per hectolitre in the case of cider of a strength exceeding 7.5 per cent that is not sparkling cider), for “£39.21” substitute  “                        £38.43                      ” ; b in paragraph (c)\t\t\t\t\t\t\t(rate of duty per hectolitre in any other case), for “£26.13” substitute  “                        £25.61                      ” . 2 This section shall be deemed to have come into force on 28th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "3", "section_title": " Duty on beverages made with spirits to be at spirits rate", "section_text": "3 1 Omit section 1(9) of the Alcoholic Liquor Duties Act 1979 (under which alcoholic beverages of a strength between 1.2 and 5.5 per cent made with spirits are treated as not being spirits, unless of a description specified by Treasury order). 2 This section shall be deemed to have come into force on 28th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "4", "section_title": " Reduced rates of duty on beer from small breweries", "section_text": "4 1 Schedule 1 to this Act (which makes provision for the excise duty on beer to be charged at reduced rates on beer produced in small breweries) has effect. 2 Subject to subsection (3), subsection (1) shall be deemed to have come into force on 1st June 2002. 3 So far as relating to— a the insertion by paragraph 2 of that Schedule of the new section 36H of the Alcoholic Liquor Duties Act 1979, and b paragraph 3 of that Schedule, subsection (1) comes into force on the day on which this Act is passed."}, {"act": "Finance Act 2002", "year": 2002, "section": "5", "section_title": " Biodiesel", "section_text": "5 1 The Hydrocarbon Oil Duties Act 1979 (c. 5) is amended as follows. 2 After section 2 insert—  Biodiesel 2AA 1 In this Act “ biodiesel ” means diesel quality liquid fuel— a that is produced from biomass or waste cooking oil, b the ester content of which is not less than 96.5% by weight, and c the sulphur content of which does not exceed 0.005% by weight or is nil. 2 In subsection (1)— a “ diesel quality ” means capable of being used for the same purposes as heavy oil; b “ liquid ” does not include any substance that is gaseous at a temperature of 15°C and under a pressure of 1013.25 millibars; c “ biomass ” means vegetable and animal substances constituting the biodegradable fraction of— i products, wastes and residues from agriculture, forestry and related activities, or ii industrial and municipal waste. . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 After section 6 (excise duty on hydrocarbon oil) insert—  Excise duty on biodiesel 6AA 1 A duty of excise shall be charged on the setting aside for a chargeable use by any person, or (where it has not already been charged under this section) on the chargeable use by any person, of biodiesel. 2 In subsection (1) “ chargeable use ” means use— a as fuel for any engine, motor or other machinery, or b as an additive or extender in any substance so used. 3 The rate of duty under this section shall be £0.2582 a litre.  Excise duty on blends of biodiesel and heavy oils 6AB 1 A duty of excise shall be charged on bioblend— a imported into the United Kingdom, or b produced in the United Kingdom and delivered for home use from a refinery or from other premises used for the production of hydrocarbon oil or from any bonded storage for hydrocarbon oil, not being bioblend chargeable with duty under paragraph (a) above. This is subject to subsection (6) below. 2 In this Act “ bioblend ” means any mixture that is produced by mixing— a biodiesel, and b heavy oil not charged with the excise duty on hydrocarbon oil. 3 The rate at which the duty shall be charged on any bioblend shall be a composite rate representing— a in respect of the proportion of the bioblend that is hydrocarbon oil, the rate that would be applicable to the bioblend if it consisted entirely of heavy oil of the description that went into producing the bioblend, and b in respect of the proportion of the bioblend that is biodiesel, the rate that would be applicable to the bioblend if it consisted entirely of biodiesel. 4 The references in subsection (3) above to the proportions of— a hydrocarbon oil, and b biodiesel, are to the proportions by volume to the nearest 0.001%. 5 If the Commissioners are not satisfied as to the proportion of biodiesel in any bioblend, the rate of duty chargeable shall be the rate that would be applicable to the bioblend if it consisted entirely of heavy oil of the description that went into producing the bioblend. 6 Where imported bioblend is removed to a refinery, the duty chargeable under subsection (1) above shall, instead of being charged at the time of the importation of the bioblend, be charged on the delivery of any goods from the refinery for home use and shall be the same as that which would be payable on the importation of like goods.  Application to biodiesel and bioblend of provisions relating to hydrocarbon oil 6AC 1 The Commissioners may by regulations provide for— a references in this Act, or specified references in this Act, to hydrocarbon oil to be construed as including references to— i biodiesel; ii bioblend; b references in this Act, or specified references in this Act, to duty on hydrocarbon oil to be construed as including references to duty under— i section 6AA above; ii section 6AB above; c biodiesel, or bioblend, to be treated for the purposes of such of the following provisions of this Act as may be specified as if it fell within a specified description of hydrocarbon oil. 2 Where the effect of provision made under subsection (1) above is to extend any power to make regulations, provision made in exercise of the power as extended may be contained in the same statutory instrument as the provision extending the power. 3 In this section “ specified ” means specified by regulations under this section. 4 Regulations under this section may make different provision for different cases. 5 Paragraph (b) of subsection (1) above shall not be taken as prejudicing the generality of paragraph (a) of that subsection. . 5 Schedule 2 to this Act contains minor and consquential amendments of the Hydrocarbon Oil Duties Act 1979 (c. 5). 6 Subsection (4), and subsection (5) so far as relating to paragraphs 2 and 4(1) of that Schedule, have effect in relation to biodiesel that— a is set aside for chargeable use (as defined in the section 6AA inserted by subsection (4)) after such date as the Commissioners of Customs and Excise may by order made by statutory instrument appoint, or b not having been so set aside, is the subject of such chargeable use after that date, and has not been set aside for chargeable use under section 6A of that Act (fuel substitutes) on or before that date. 7 Subsection (4), and subsection (5) so far as relating to paragraph 2 of that Schedule, have effect in relation to bioblend that— a is imported into the United Kingdom after the date appointed under subsection (6)(a), or b not having been so imported— i is produced in the United Kingdom and delivered for home use after that date, and ii has not been set aside for chargeable use under section 6A of that Act (fuel substitutes) on or before that date. 8 Subsection (5)— a so far as relating to paragraph 3 of that Schedule, comes into force on the day after the date appointed under subsection (6)(a), b so far as relating to paragraph 5 of that Schedule, applies to mixtures produced after the date appointed under subsection (6)(a), and c so far as relating to paragraph 7 of that Schedule, comes into force on such day as the Commissioners of Customs and Excise may by order made by statutory instrument appoint."}, {"act": "Finance Act 2002", "year": 2002, "section": "6", "section_title": " Regulating trade in rebated heavy oil  etc", "section_text": "6 1 Schedule 3 to this Act has effect. 2 In that Schedule— Part 1 makes provision for regulating trade in certain heavy oil on which rebate of excise duty has been allowed, and Part 2 amends provisions of the Hydrocarbon Oil Duties Act 1979 relating to rebates. 3 Subject to subsection (4), subsection (1) so far as relating to paragraph 1 of that Schedule shall not come into force until such day as the Commissioners of Customs and Excise may appoint by order made by statutory instrument. 4 For the purpose of the exercise of any power to make regulations, subsection (1) so far as relating to that paragraph comes into force on the day on which this Act is passed."}, {"act": "Finance Act 2002", "year": 2002, "section": "7", "section_title": " Fuel substitutes", "section_text": "7 1 In section 6A of the Hydrocarbon Oil Duties Act 1979 (c. 5)\t\t\t\t\t(fuel substitutes)— a in subsection (5)\t\t\t\t\t\t\t(power to provide that fuel substitute to be treated as if it were a description of hydrocarbon oil), for the words from “the description of such one or more of the following” to the end substitute  “                        such description of hydrocarbon oil as may be so specified                      ” ; b in subsection (6)(a)\t\t\t\t\t\t\t(power to be exercised so that fuel substitute charged with duty and otherwise treated as if it were description of hydrocarbon oil to which it is most closely equivalent), for “the substance falling within the descriptions specified in subsection (5) above” substitute  “                        hydrocarbon oil of the description                      ” . 2 In section 10 of the Finance Act 1993 (c. 34)\t\t\t\t\t(mineral oil fuel substitutes)— a in subsection (2)\t\t\t\t\t\t\t(power to provide that mineral oil fuel substitute to be treated as if it were a particular description of hydrocarbon oil), for the words from “the description of such one or more of the following” to the end substitute  “                        such description of hydrocarbon oil as may be so specified                      ” ; b in subsection (3)\t\t\t\t\t\t\t(power to be exercised so that mineral oil fuel substitute treated as if it were description of hydrocarbon oil to which it is most closely equivalent), for “the substance falling within the descriptions specified in subsection (2) above” substitute  “                        hydrocarbon oil of the description                      ” ."}, {"act": "Finance Act 2002", "year": 2002, "section": "8", "section_title": " Amusement machine licences: excepted machines", "section_text": "8 1 Section 21 of the Betting and Gaming Duties Act 1981 (c. 63)\t\t\t\t\t(amusement machine licences) is amended as follows. 2 In subsection (3A)\t\t\t\t\t(excepted machines), for paragraphs (c) and (d)\t\t\t\t\t(certain thirty-five penny machines and video machines) substitute— c a fifty-penny machine that is not a gaming machine. . 3 For subsection (3B) substitute— 3B For the purposes of this section an amusement machine is a fifty-penny machine if, and only if— a where it is a machine on which a game can be played solo, the price for a solo game does not exceed 50p; and b where it is a machine on which a game can be played by more than one person at a time, the price to participate in such a game does not exceed 50p. . 4 In subsection (3C)\t\t\t\t\t(definition of the price for a solo game), for “35p”, in both places where it occurs, substitute  “                    50p                  ” . 5 In section 25 of that Act (definition of different types of machine), in subsections (4) and (6)\t\t\t\t\t(treatment of machines capable of being played by more than one person at a time), for “an excepted video machine falling within section 21(3A)(d) above” substitute  “                    a fifty-penny machine within section 21(3B) above                  ” . 6 This section has effect in relation to the provision of an amusement machine at any time on or after 1st May 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "9", "section_title": " Amusement machine licence duty: rates", "section_text": "9 1 In the Table in section 23(2) of the Betting and Gaming Duties Act 1981 (c. 63)\t\t\t\t\t(rates of amusement machine licence duty), for column (4)\t\t\t\t\t(medium-prize machines other than five-penny machines) and column 6 (machines not in any other category) substitute— (4) (6) Category C Category E £ £ 80 225 160 435 235 630 305 820 370 990 430 1155 485 1300 535 1440 585 1560 625 1675 665 1775 695 1860 2 This section applies in relation to any amusement machine licence for which an application is received by the Commissioners of Customs and Excise after 30th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "10", "section_title": " Rates of gaming duty", "section_text": "10 1 For the Table in section 11(2) of the Finance Act 1997 (c. 16)\t\t\t\t\t(rates of gaming duty) substitute— Table Part of gross gaming yield Rate The first £488,000 2.5 per cent. The next £1,083,500 12.5 per cent. The next £1,083,500 20 per cent. The next £1,897,000 30 per cent. The remainder 40 per cent. 2 This section has effect in relation to accounting periods beginning on or after 1st April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "11", "section_title": " Gaming duty to be chargeable in respect of sic bo and three card poker", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "12", "section_title": " Pool betting duty etc", "section_text": "12 1 Schedule 4 to this Act has effect. 2 In that Schedule, Part 1— makes provision about pool betting duty, and provides for coupon betting to cease to be subject to pool betting duty but to be subject to general betting duty instead, and Part 2 contains minor amendments and transitional provisions. 3 The amendments made by paragraph 2 of that Schedule have effect for the purposes of accounting periods beginning on or after 31st March 2002; but this does not apply to the substitution of the new regulation-making provisions. 4 The amendments made by paragraphs 3 and 4 of that Schedule apply to bets made on or after 31st March 2002. 5 Subsections (1) to (4) shall (subject to subsections (6) and (7)) be deemed to have come into force on 31st March 2002. 6 Subsection (1), so far as relating to paragraphs 5, 6(a) and (c), 7 to 9, 10(1), (2), (5) to (11), (13) and (14), 11, 12(1) and (3), 13 and 14 of Schedule 4 to this Act, shall be deemed to have come into force on 24th April 2002. 7 Subsection (1), so far as relating to— a the substitution of the new regulation-making provisions by paragraph 2 of that Schedule, and b paragraphs 10(3), (4) and (12) and 12(2) of that Schedule, comes into force on the day on which this Act is passed; but the powers conferred by the new regulation-making provisions are exercisable only as respects accounting periods beginning after that day. 8 In this section “ the new regulation-making provisions ” means the following new provisions of the Betting and Gaming Duties Act 1981 (c. 63)— section 7D(6) to (8), section 7E(4) and (5), section 7F(6) and (7), section 8(3) and (4), and section 8B(1)(b) and (2)."}, {"act": "Finance Act 2002", "year": 2002, "section": "13", "section_title": " General betting duty: spread bets", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "14", "section_title": " General betting duty: overseas bet-brokers", "section_text": "14 1 In Part 1 of the Betting and Gaming Duties Act 1981 (betting duties), after section 9 (prohibitions for protection of revenue) insert—  Further prohibitions for protection of revenue: overseas bet-brokers 9A 1 A person shall be guilty of an offence if— a he knowingly issues, circulates or distributes in the United Kingdom, or has in his possession for that purpose, any advertisement or other document inviting the use of or otherwise relating to bet-broking services, and b any person providing any of the bet-broking services concerned— i is outside the United Kingdom, and ii provides them in the course of a business. 2 In this section “ bet-broking services ” means— a facilities provided by a person that may be used by other persons in making bets with third persons, or b a person’s services of acting as agent for other persons in making bets on their behalf with third parties (whether the persons on whose behalf the bets are made are disclosed principals or undisclosed principals). 3 In subsection (2) “ bet ” means a bet other than one made by way of pool betting. 4 A person who gets or tries to get any advertisement or other document given or sent to him shall not be guilty of an offence by reason of his thereby procuring or inciting some other person to commit, or aiding or abetting the commission of, an offence under this section. . 2 After section 9A of that Act (inserted by subsection (1) above) insert—  Offences under sections 9 and 9A: penalties 9B 1 This section applies where a person is guilty of an offence under section 9 or 9A (a “ relevant offence ”). 2 In the case of the person’s first conviction for a relevant offence, he is liable— a on summary conviction to a penalty of the prescribed sum, or b on conviction on indictment to a penalty of any amount. 3 In the case of a second or subsequent conviction of the person for a relevant offence, he is liable— a on summary conviction to a penalty of the prescribed sum or to imprisonment for a term not exceeding three months or to both, or b on conviction on indictment to a penalty of any amount or to imprisonment for a term not exceeding one year or to both. . 3 Omit section 9(4) of that Act (penalties for offences under section 9). 4 In paragraph 5 of Schedule 6 to that Act (convictions under predecessors of section 9 to be treated as convictions under section 9), for “For the purposes of section 9(4)” substitute  “                    For the purposes of section 9B                  ” . 5 Subsection (1) comes into force on the day after that on which this Act is passed. 6 The amendments made by subsections (2) to (4) apply for the purposes of punishing offences committed after the day on which this Act is passed."}, {"act": "Finance Act 2002", "year": 2002, "section": "15", "section_title": " Cars registered on or after 1st March 2001: rates of duty", "section_text": "15 1 For the Table in paragraph 1B of Schedule 1 to the Vehicle Excise and Registration Act 1994 (c. 22)\t\t\t\t\t(rates of duty applicable to light passenger vehicles registered on or after 1st March 2001 on basis of certificate specifying CO 2  emissions figure) substitute— CO 2  emissions figure Rate (1) (2) (3) (4) (5) Exceeding Not exceeding Reduced rate Standard Rate Premium rate g/km g/km £ £ £ – 120 60 70 80 120 150 90 100 110 150 165 110 120 130 165 185 130 140 150 185 – 150 155 160 2 This section applies to any licence taken out on or after 18th April 2002 for a period beginning on or after 1st May 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "16", "section_title": " Vans registered on or after 1st March 2001: rates of duty", "section_text": "16 1 For paragraph 1J of Schedule 1 to the Vehicle Excise and Registration Act 1994 (c. 22)\t\t\t\t\t(rate of duty applicable to light goods vehicles first registered on or after 1st March 2001) substitute— 1J The annual rate of vehicle excise duty applicable to a vehicle to which this Part of this Schedule applies is— a if the vehicle is not a lower-emission van, £160; b if the vehicle is a lower-emission van, £105.  For the purposes of paragraph 1J, a vehicle to which this Part of this Schedule applies is a “ lower-emission van ” if— 1K a the vehicle is first registered on or after 1st March 2003, and b the limit values given for the vehicle by the Table (which is extracted from the new table inserted in section 5.3.1.4 of Annex I of Council Directive  70/220/ EEC  by Directive  98/69/ EC  of the European Parliament and of the Council) are not exceeded during a Type I test. Reference mass of vehicle Limit values for types of emissions by reference to vehicle type CO HC NO x HC + NO x PM Exceeding Not exceeding Petrol Diesel Petrol Petrol Diesel Diesel Diesel kg kg g/km g/km g/km g/km g/km g/km g/km – 1,305 1.0 0.5 0.1 0.08 0.25 0.3 0.025 1,305 1760 1.81 0.63 0.13 0.1 0.33 0.39 0.04 1,760 3,500 2.27 0.74 0.16 0.11 0.39 0.46 0.06 1L In paragraph 1K— “ Type I test ” means a test as described in section 5.3 of Annex I to Council Directive  70/220/EEC  as amended (test for simulating/verifying the average tailpipe emissions after a cold start and carried out using the procedure described in Annex  III  of that Directive as amended); “ the reference mass ” of a vehicle means the mass of the vehicle with bodywork and, in the case of a towing vehicle, with coupling device, if fitted by the manufacturer, in running order, or mass of the chassis or chassis with cab, without bodywork and/or coupling device if the manufacturer does not fit the bodywork and/or coupling device (including liquids and tools, and spare wheel if fitted, and with the fuel tank filled to 90% and the other liquid containing systems, except those for used water, to 100% of the capacity specified by the manufacturer), increased by a uniform mass of 100 kilograms; “ CO ” means mass of carbon monoxide; “ HC ” means mass of hydrocarbons; “ NO x ” means mass of oxides of nitrogen; “ PM ” means mass of particulates (for compression ignition engines). . 2 Subsection (1) applies to any licence taken out for a period beginning on or after 1st March 2003."}, {"act": "Finance Act 2002", "year": 2002, "section": "17", "section_title": " Disclosure of information for vehicle excise duty exemptions", "section_text": "17 In the Vehicle Excise and Registration Act 1994 (c. 22), after section 22 insert—  Nil licences for vehicles for disabled persons: information 22ZA 1 This section applies to information that— a is held for the purposes of functions relating to social security or war pensions— i by the Secretary of State, or ii by a person providing services to the Secretary of State, in connection with the provision of those services, and b is of a description prescribed by regulations made by the Secretary of State. 2 Information to which this section applies may, if the consent condition is satisfied, be supplied— a to the Secretary of State, or b to a person providing services to the Secretary of State, for use for the purposes of relevant nil licence functions. 3 The “ consent condition ”, in relation to any information, is that— a if the information was provided by a person other than the person to whom the information relates, the person who provided the information, or b in any other case, the person to whom the information relates, has consented to the supply of the information and has not withdrawn that consent. 4 Information supplied under subsection (2) shall not— a be supplied by the recipient to any other person unless— i it could be supplied to that person under subsection (2), or ii it is supplied for the purposes of any civil or criminal proceedings relating to this Act; b be used otherwise than for the purposes of relevant nil licence functions or any such proceedings. 5 In this section “ relevant nil licence functions ” means functions relating to applications for, and the issue of, nil licences in respect of vehicles that are exempt vehicles under— a paragraph 19 of Schedule 2, or b paragraph 7 of Schedule 4. ."}, {"act": "Finance Act 2002", "year": 2002, "section": "18", "section_title": " Motorcycles (and motorcycle trade licences): rates of duty", "section_text": "18 1 For paragraph 2(1) to (1B) of Schedule 1 to the Vehicle Excise and Registration Act 1994 (c. 22)\t\t\t\t\t(rates of duty applicable to motorcycles not exceeding 450 kilograms in weight unladen) substitute— 2 1 The annual rate of vehicle excise duty applicable to a motorcycle that does not exceed 450 kilograms in weight unladen is— a if the cylinder capacity of the engine does not exceed 150 cubic centimetres, £15; b if the vehicle is a motorbicycle and the cylinder capacity of the engine exceeds 150 cubic centimetres but does not exceed 400 cubic centimetres, £30; c if the vehicle is a motorbicycle and the cylinder capacity of the engine exceeds 400 cubic centimetres but does not exceed 600 cubic centimetres, £45; d in any other case, £60. . 2 In sections 13(3)(a), 35A(5)(b) and 36(3)(b) of that Act, and in section 13(4)(a) of that Act as substituted under paragraph 8 of Schedule 4 to that Act (references to paragraph 2(1)(c) of Schedule 1 in connection with motorcycle trade licences), for “(1)(c)” substitute  “                    (1)(d)                  ” . 3 Subsection (1), and the amendments in section 13 of that Act, apply to any licence taken out on or after 18th April 2002 for a period beginning on or after 1st May 2002. 4 The amendments in sections 35A and 36 of that Act apply where the relevant period begins on or after 1st May 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "19", "section_title": " Registered vehicles etc", "section_text": "19 1 Schedule 5 to this Act, which provides— for vehicle excise duty to be charged in respect of vehicles registered under the Vehicle Excise and Registration Act 1994 that are neither used nor kept on a public road, for vehicle excise duty to be charged in respect of things that have been but have ceased to be mechanically propelled vehicles, for supplements to be payable where vehicle licences are renewed late, and for it to be an offence to be the person in whose name an unlicensed vehicle is registered under that Act, has effect. 2 Subject to subsection (3), subsection (1) shall not come into force until such day as the Secretary of State may appoint by order made by statutory instrument; and an order under this subsection may appoint different days for different purposes. 3 For the purpose of the exercise of any power to make regulations, subsection (1) comes into force on the day on which this Act is passed. 4 The Secretary of State may by order made by statutory instrument make— a such transitional provision as he considers necessary or expedient in connection with the coming into force of subsection (1); b such provision consequential upon, or incidental or supplementary to, the amendments made by Schedule 5 to this Act (including provision further amending the Vehicle Excise and Registration Act 1994) as he considers necessary or expedient. 5 A statutory instrument containing an order under subsection (4)(b) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Finance Act 2002", "year": 2002, "section": "20", "section_title": " Calculating cylinder capacity of vehicles", "section_text": "20 1 In paragraph 1 of Schedule 1 to the Vehicle Excise and Registration Act 1994 (c. 22)\t\t\t\t\t(annual rates of duty: general), after sub-paragraph (2A) insert— 2B For the purposes of this Schedule the cylinder capacity of an engine shall be calculated in accordance with regulations made by the Secretary of State. . 2 Omit— a paragraph 2(4) of that Schedule (power to make regulations as to calculation of cylinder capacity of motorcycle engines), and b section 57(8)\t\t\t\t\t\t\tof that Act (regulations under paragraph 2(4) of Schedule 1 not subject to annulment). 3 Any regulations— a made under paragraph 2(4) of that Schedule or having effect as if so made, and b in force or effective immediately before the passing of this Act, shall have effect after the passing of this Act as if made under the paragraph 1(2B) inserted in that Schedule by this section. 4 Subsection (3) has effect in place of section 17(2)(b) of the Interpretation Act 1978 (c. 30)\t\t\t\t\t(but is without prejudice to any other provision of that Act) and, in particular, the fact that the instrument containing any such regulations was not subject to annulment in pursuance of a resolution of either House of Parliament shall not prevent them being revoked, amended or re-enacted by regulations under that paragraph 1(2B)."}, {"act": "Finance Act 2002", "year": 2002, "section": "21", "section_title": " Drawback of excise duty", "section_text": "21 1 In section 133 of the Customs and Excise Management Act 1979 (c. 2)\t\t\t\t\t(claims for drawback of excise duty)— a in subsection (2), for “subsections (3) to (6)” substitute  “                        subsections (4) to (6)                      ” ; b omit subsection (3)\t\t\t\t\t\t\t(Commissioners to be satisfied that the duty in question has been duly paid, and not already drawn back, before drawback is payable). 2 In section 14(1) of the Finance Act 1994 (c. 9)\t\t\t\t\t(reviewable decisions) after paragraph (bb) insert— bc any decision by the Commissioners as to whether or not any person is entitled to any drawback of excise duty by virtue of regulations under section 2 of the Finance ( No.  2) Act 1992, or the amount of the drawback to which any person is so entitled; . 3 The amendment made by subsection (2) does not apply in relation to decisions made before the day on which this Act comes into force."}, {"act": "Finance Act 2002", "year": 2002, "section": "22", "section_title": " Disallowance of input tax where consideration not paid", "section_text": "22 1 In Part 1 of the Value Added Tax Act 1994 (c. 23)\t\t\t\t\t(the charge to tax), after section 26 insert—  Disallowance of input tax where consideration not paid 26A 1 Where— a a person has become entitled to credit for any input tax, and b the consideration for the supply to which that input tax relates, or any part of it, is unpaid at the end of the period of 6 months following the relevant date, he shall be taken, as from the end of that period, not to have been entitled to credit for input tax in respect of the  VAT  that is referable to the unpaid consideration or part. 2 For the purposes of subsection (1) above “ the relevant date ”, in relation to any sum representing consideration for a supply, is— a the date of the supply, or b if later, the date on which the sum became payable. 3 Regulations may make such supplementary, incidental, consequential or transitional provisions as appear to the Commissioners to be necessary or expedient for the purposes of this section. 4 Regulations under this section may in particular— a make provision for restoring the whole or any part of an entitlement to credit for input tax where there is a payment after the end of the period mentioned in subsection (1) above; b make rules for ascertaining whether anything paid is to be taken as paid by way of consideration for a particular supply; c make rules dealing with particular cases, such as those involving payment of part of the consideration or mutual debts. 5 Regulations under this section may make different provision for different circumstances. 6 Section 6 shall apply for determining the time when a supply is to be treated as taking place for the purposes of construing this section. . 2 In section 36 of that Act (bad debts), omit subsections (4A) and (5)(ea). 3 This section has effect in relation to supplies made on or after such day as the Commissioners of Customs and Excise may appoint by order made by statutory instrument."}, {"act": "Finance Act 2002", "year": 2002, "section": "23", "section_title": " Flat-rate scheme", "section_text": "23 1 In Part 1 of the Value Added Tax Act 1994 (c. 23)\t\t\t\t\t(the charge to tax), after section 26A (inserted by section 22 above) insert—  Flat-rate scheme 26B 1 The Commissioners may by regulations make provision under which, where a taxable person so elects, the amount of his liability to VAT in respect of his relevant supplies in any prescribed accounting period shall be the appropriate percentage of his relevant turnover for that period. A person whose liability to VAT is to any extent determined as mentioned above is referred to in this section as participating in the flat-rate scheme. 2 For the purposes of this section— a a person’s “ relevant supplies ” are all supplies made by him except supplies made at such times or of such descriptions as may be specified in the regulations; b the “ appropriate percentage ” is the percentage so specified for the category of business carried on by the person in question; c a person’s “ relevant turnover ” is the total of— i the value of those of his relevant supplies that are taxable supplies, together with the VAT chargeable on them, and ii the value of those of his relevant supplies that are exempt supplies. 3 The regulations may designate certain categories of business as categories in relation to which the references in subsection (1) above to liability to VAT are to be read as references to entitlement to credit for VAT. 4 The regulations may provide for persons to be eligible to participate in the flat-rate scheme only in such cases and subject to such conditions and exceptions as may be specified in, or determined by or under, the regulations. 5 Subject to such exceptions as the regulations may provide for, a participant in the flat-rate scheme shall not be entitled to credit for input tax. This is without prejudice to subsection (3) above. 6 The regulations may— a provide for the appropriate percentage to be determined by reference to the category of business that a person is expected, on reasonable grounds, to carry on in a particular period; b provide, in such circumstances as may be prescribed, for different percentages to apply in relation to different parts of the same prescribed accounting period; c make provision for determining the category of business to be regarded as carried on by a person carrying on businesses in more than one category. 7 The regulations may provide for the following matters to be determined in accordance with notices published by the Commissioners— a when supplies are to be treated as taking place for the purposes of ascertaining a person’s relevant turnover for a particular period; b the method of calculating any adjustments that fall to be made in accordance with the regulations in a case where a person begins or ceases to participate in the flat-rate scheme. 8 The regulations may make provision enabling the Commissioners— a to authorise a person to participate in the flat-rate scheme with effect from— i a day before the date of his election to participate, or ii a day that is not earlier than that date but is before the date of the authorisation; b to direct that a person shall cease to be a participant in the scheme with effect from a day before the date of the direction. The day mentioned in paragraph (a)(i) above may be a day before the date on which the regulations come into force. 9 Regulations under this section— a may make different provision for different circumstances; b may make such incidental, supplemental, consequential or transitional provision as the Commissioners think fit, including provision disapplying or applying with modifications any provision contained in or made under this Act. . 2 In section 83 of that Act (appeals), after paragraph (f) insert— fza a decision of the Commissioners— i refusing or withdrawing authorisation for a person’s liability to pay VAT (or entitlement to credit for VAT) to be determined as mentioned in subsection (1) of section 26B; ii as to the appropriate percentage or percentages (within the meaning of that section) applicable in a person’s case. . 3 In section 84 of that Act (further provisions relating to appeals), after subsection (4) insert— 4ZA Where an appeal is brought— a against such a decision as is mentioned in section 83(fza), or b to the extent that it is based on such a decision, against an assessment, the tribunal shall not allow the appeal unless it considers that the Commissioners could not reasonably have been satisfied that there were grounds for the decision. . 4 This section shall be deemed to have come into force on 24th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "24", "section_title": " Invoices", "section_text": "24 1 In the Value Added Tax Act 1994 (c. 23) omit the following (which are superseded by the provision inserted by subsection (2))— a subsection (9) of section 6 (time of supply); b in paragraph 2 (VAT invoices etc) of Schedule 11 (administration, collection and enforcement)— i in the heading, the words “, VAT invoices”; ii in sub-paragraph (1), the words from “and may require” to the end; iii sub-paragraphs (2) and (2A). 2 After paragraph 2 of Schedule 11 to that Act insert— VAT invoices 2A 1 Regulations may require a taxable person supplying goods or services to provide an invoice (a “ VAT invoice ”) to the person supplied. 2 A VAT invoice must give— a such particulars as may be prescribed of the supply, the supplier and the person supplied; b such an indication as may be prescribed of whether VAT is chargeable on the supply under this Act or the law of another member State; c such particulars of any VAT that is so chargeable as may be prescribed. 3 Regulations may confer power on the Commissioners to allow the requirements of any regulations as to the information to be given in a VAT invoice to be relaxed or dispensed with. 4 Regulations may— a provide that the VAT invoice that is required to be provided in connection with a particular description of supply must be provided within a prescribed time after the supply is treated as taking place, or at such time before the supply is treated as taking place as may be prescribed; b allow for the invoice to be issued later than required by the regulations where it is issued in accordance with general or special directions given by the Commissioners. 5 Regulations may— a make provision about the manner in which a VAT invoice may be provided, including provision prescribing conditions that must be complied with in the case of an invoice issued by a third party on behalf of the supplier; b prescribe conditions that must be complied with in the case of a VAT invoice that relates to more than one supply; c make, in relation to a document that refers to a VAT invoice and is intended to amend it, such provision corresponding to that which may be made in relation to a VAT invoice as appears to the Commissioners to be appropriate. 6 Regulations may confer power on the Commissioners to require a person who has received in the United Kingdom a VAT invoice that is (or part of which is) in a language other than English to provide them with an English translation of the invoice (or part). 7 Regulations under this paragraph— a may be framed so as to apply only in prescribed cases or only in relation to supplies made to persons of prescribed descriptions; b may make different provision for different circumstances. Self-billed invoices 2B 1 This paragraph applies where a taxable person provides to himself a document (a “ self-billed invoice ”) that purports to be a VAT invoice in respect of a supply of goods or services to him by another taxable person. 2 Subject to compliance with such conditions as may be— a prescribed, b specified in a notice published by the Commissioners, or c imposed in a particular case in accordance with regulations, a self-billed invoice shall be treated as the VAT invoice required by regulations under paragraph 2A above to be provided by the supplier. 3 For the purposes of section 6(4)\t\t\t\t\t\t\t\t\t\t(under which the time of supply can be determined by the prior issue of an invoice) a self-billed invoice shall not be treated as issued by the supplier. 4 For the purposes of section 6(5) and (6)\t\t\t\t\t\t\t\t\t\t(under which the time of supply can be determined by the subsequent issue of an invoice) a self-billed invoice in relation to which the conditions mentioned in sub-paragraph (2) are complied with shall, subject to compliance with such further conditions as may be prescribed, be treated as issued by the supplier. In such a case, any notice of election given or request made for the purposes of section 6(5) or (6) by the person providing the self-billed invoice shall be treated for those purposes as given or made by the supplier. 5 Regulations under this paragraph— a may be framed so as to apply only in prescribed cases or only in relation to supplies made to persons of prescribed descriptions; b may make different provision for different circumstances. . 3 For paragraph 3 of that Schedule substitute— Electronic communication and storage of VAT invoices etc 3 1 Regulations may prescribe, or provide for the Commissioners to impose in a particular case, conditions that must be complied with in relation to— a the provision by electronic means of any item to which this paragraph applies; b the preservation by electronic means of any such item or of information contained in any such item. 2 The items to which this paragraph applies are— a any VAT invoice; b any document that refers to a VAT invoice and is intended to amend it; c any invoice described in regulations made for the purposes of section 6(8)(b) or 12(1)(b). 3 Regulations under this paragraph may make different provision for different circumstances. . 4 The following amendments to the Value Added Tax Act 1994 (c. 23) are consequential on other amendments made by this section— a in section 6(15), for “paragraph 2(1)” substitute  “                      paragraph 2A                    ” ; b in section 83 (appeals), for paragraph (z) substitute— z any conditions imposed by the Commissioners in a particular case by virtue of paragraph 2B(2)(c) or 3(1) of Schedule 11 ; c in section 88 (supplies spanning change of rate etc)— i in subsection (5), for “paragraph 2” substitute  “                          paragraph 2A                        ” ; ii in subsection (6), for “section 6(9) or paragraph 7 of Schedule 4” substitute  “                          paragraph 7 of Schedule 4 or paragraph 2B(4) of Schedule 11                        ” . 5 This section comes into force on such day as the Treasury may by order made by statutory instrument appoint, and different days may be appointed for different provisions or different purposes. 6 An order under subsection (5) may contain such transitional provisions and savings as appear to the Treasury necessary or expedient in connection with the provisions brought into force."}, {"act": "Finance Act 2002", "year": 2002, "section": "25", "section_title": " Relief from VAT on acquisition if importation would attract relief", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "26", "section_title": " Charge and rates for 2002-03", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "27", "section_title": " Indexed rate bands for 2002-03:  PAYE  deductions etc", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "28", "section_title": " Personal allowance for 2003-04 for those aged under 65", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "29", "section_title": " Personal allowances for 2003-04 for those aged 65 or over", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "30", "section_title": " Charge and main rate for financial year 2003", "section_text": "30 Corporation tax shall be charged for the financial year 2003 at the rate of 30%."}, {"act": "Finance Act 2002", "year": 2002, "section": "31", "section_title": " Small companies’ rate and fraction for financial year 2002", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "32", "section_title": " Corporation tax starting rate and fraction for financial year 2002", "section_text": "32 For the financial year 2002— a the corporation tax starting rate shall be 0%, and b the fraction mentioned in section 13AA(3) of the Taxes Act 1988 (marginal relief for small companies) shall be 19/400ths."}, {"act": "Finance Act 2002", "year": 2002, "section": "33", "section_title": " Employer-subsidised public transport bus services", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "34", "section_title": " Car fuel: calculation of cash equivalent of benefit", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "35", "section_title": " Statutory paternity pay and statutory adoption pay", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "36", "section_title": " Exemption of minor benefits: application to non-cash vouchers", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "37", "section_title": " Minor amendments to Schedule E charge", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "38", "section_title": " Provision of services through an intermediary: minor amendments", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "39", "section_title": " Employee share ownership plans: minor amendments", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "40", "section_title": " Treatment of deductions from payments to sub-contractors", "section_text": "40 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 829 of the Taxes Act 1988 (application of Income Tax Acts to public departments), after subsection (2) insert— 2A Subsections (1) and (2) above have effect in relation to Chapter 4 of Part 13 of this Act (sub-contractors in the construction industry) as if the whole of any deduction required to be made under section 559 were in all cases a deduction of income tax. . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This section has effect in relation to deductions made under section 559 of the Taxes Act 1988 on or after 6th April 2002. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "41", "section_title": " Parliamentary visits to  EU  candidate countries: tax treatment of members’ expenses", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "42", "section_title": " Reallocation within group of gain or loss accruing under section 179", "section_text": "42 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In Schedule 7B to that Act (modification of Act in relation to overseas life insurance companies), immediately before paragraph 8 insert— 7A In section 179A(12), the words “section 11(2)(b), (c) or (d) of the Taxes Act” shall be treated as substituted for “section 10(3)\". . 3 In section 97(1) of the Inheritance Tax Act 1984 (c. 51)\t\t\t\t\t(transfers within group, etc)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in paragraph (aa) for “the deemed transfer” substitute  “                          the election                        ” . 4 This section applies— a in relation to a case where a company is treated by virtue of section 179(3) of the Taxation of Chargeable Gains Act 1992 (c. 12) as having sold and immediately reacquired an asset, where the company’s ceasing to be a member of the group in question happens on or after 1st April 2002; b in relation to a case where a company is so treated by virtue of section 179(6) of that Act, where the relevant time (within the meaning of that subsection) is on or after that date."}, {"act": "Finance Act 2002", "year": 2002, "section": "43", "section_title": " Roll-over of degrouping charge on business assets", "section_text": "43 1 After section 179A of the Taxation of Chargeable Gains Act 1992 (c. 12)\t\t\t\t\t(inserted by section 42 above) insert—  Roll-over of degrouping charge on business assets 179B 1 Where a company is treated by virtue of section 179(3) or (6) as having sold and immediately reacquired an asset at market value, relief under section 152 or 153 (roll-over relief on replacement of business assets) is available in accordance with this section in relation to any gain accruing to the company on the deemed sale. 2 For this purpose, sections 152 and 153 and the other enactments specified in Schedule 7AB apply with the modifications set out in that Schedule. 3 Where there has been an election under section 179A, any claim for relief available in accordance with this section must be made by company C rather than company A. 4 For this purpose, the enactments modified by Schedule 7AB have effect as if— a references to company A, except those in sections 152(1)(a) and (1B), 153(1B), 153A(5), 159(1), 175 and 198(1), were to company C; b the references to “ that company ” in section 159(1) and “ the company ” in section 185(3)(b) were to company C; c the reference to “ that trade ” in section 198(1) were to a ring fence trade carried on by company C. 5 Where there has been an election under section 179A in respect of part only of the chargeable gain accruing on the deemed sale of an asset, the enactments modified by Schedule 7AB and subsections (3) and (4) above apply as if the deemed sale had been of a separate asset representing a corresponding part of the asset; and any necessary apportionments shall be made accordingly. 6 A reference in this section to company A or to company C is to the company referred to as such in section 179A. . 2 After Schedule 7AA to the 1992 Act insert the Schedule 7AB set out in Schedule 7 to this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This section applies— a in relation to a case where a company is treated by virtue of section 179(3) of the 1992 Act as having sold and immediately reacquired an asset, where the company’s ceasing to be a member of the group in question happens on or after 1st April 2002; b in relation to a case where a company is so treated by virtue of section 179(6) of that Act, where the relevant time (within the meaning of that subsection) is on or after that date."}, {"act": "Finance Act 2002", "year": 2002, "section": "44", "section_title": " Exemptions for disposals by companies with substantial shareholding", "section_text": "44 1 In Chapter 1 of Part 6 of the Taxation of Chargeable Gains Act 1992 (c. 12)\t\t\t\t\t(provisions relating to chargeable gains of companies), after section 192 insert— Disposals by companies with substantial shareholding  Exemptions for gains or losses on disposal of shares etc 192A Schedule 7AC (exemptions for disposal of shares etc by companies with substantial shareholding) has effect. . 2 Schedule 8 to this Act (exemptions for disposals by companies with substantial shareholding) has effect.  In that Schedule— Part 1 contains Schedule 7AC to be inserted after Schedule 7AB to the Taxation of Chargeable Gains Act 1992 (c. 12)\t\t\t\t\t\t(inserted by Schedule 7 to this Act); and Part 2 contains consequential amendments. 3 This section and Schedule 8 to this Act apply in relation to disposals on or after 1st April 2002. 4 Paragraph 38 of the Schedule 7AC inserted by that Schedule (degrouping: time when deemed sale and reacquisition treated as taking place) has effect where the time of degrouping or relevant time (as defined for the purposes of that paragraph) is on or after that date. 5 The amendment made by paragraph 2 of Schedule 8 to this Act has effect where the company in question ceases to be a member of the group in question on or after that date."}, {"act": "Finance Act 2002", "year": 2002, "section": "45", "section_title": " Share exchanges and company reconstructions", "section_text": "45 1 Schedule 9 to this Act (chargeable gains: share exchanges and company reconstructions) has effect. 2 In that Schedule— Part 1 provides for the replacement of sections 135 and 136 of the Taxation of Chargeable Gains Act 1992; Part 2 makes consequential amendments; and Part 3 provides for commencement."}, {"act": "Finance Act 2002", "year": 2002, "section": "46", "section_title": " Taper relief: holding period for business assets", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "47", "section_title": " Taper relief: minor amendments", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "48", "section_title": " Use of trading losses against chargeable gains", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "49", "section_title": " Election to forgo roll-over relief on transfer of business", "section_text": "49 1 After section 162 of the Taxation of Chargeable Gains Act 1992 (c. 12)\t\t\t\t\t(roll-over relief on transfer of business) insert—  Election for section 162 not to apply 162A 1 Section 162 shall not apply where the transferor makes an election under this section. 2 An election under this section must be made by a notice given to an officer of the Board no later than the relevant date. 3 Except where subsection (4) below applies, the relevant date is the second anniversary of the 31st January next following the year of assessment in which the transfer of the business took place. 4 Where, by the end of the year of assessment following the one in which the transfer of the business took place, the transferor has disposed of all the new assets, the relevant date is the first anniversary of the 31st January next following the year of assessment in which the transfer of the business took place. 5 For the purposes of subsection (4) above— a a disposal of any of the new assets by the transferor shall be disregarded if it falls within section 58(1)\t\t\t\t\t\t\t\t\t\t\t\t(transfers between husband and wife); but b where a disposal of any assets to a person is disregarded by virtue of paragraph (a) above, a subsequent disposal by that person of any of those assets (other than a disposal to the transferor) shall be regarded as a disposal by the transferor. 6 All such adjustments shall be made, whether by way of discharge or repayment of tax, the making of assessments or otherwise, as are required to give effect to an election under this section. 7 Where, immediately before it was transferred, the business was owned by two or more persons— a each of them has a separate entitlement to make an election under this section; b an election made by a person by virtue of paragraph (a) above shall apply only to— i the share of the amount of the gain on the old assets, and ii the share of the new assets, that is attributable to that person for the purposes of this Act. 8 The reference in subsection (7) above to ownership by two or more persons includes, in Scotland as well as elsewhere in the United Kingdom, a reference to ownership by a partnership consisting of two or more persons. 9 Expressions used in this section and in section 162 have the same meaning in this section as in that one. But references in this section to new assets also include any shares or debentures that are treated by virtue of one or more applications of section 127 (including that section as applied by virtue of any enactment relating to chargeable gains) as the same asset as the new assets. . 2 This section applies in relation to a transfer of a business on or after 6th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "50", "section_title": " Shares acquired on same day: election for alternative treatment", "section_text": "50 1 After section 105 of the Taxation of Chargeable Gains Act 1992 (c. 12)\t\t\t\t\t(disposal on or before day of acquisition of shares and other unidentified assets) insert—  Shares acquired on same day: election for alternative treatment 105A 1 Subsection (2) below applies where an individual— a acquires shares (“ the relevant shares ”) of the same class, on the same day and in the same capacity, and b some of the relevant shares (“ the approved-scheme shares ”) are shares acquired by him as a result of— i the exercise of a qualifying option within the meaning of paragraph 1(1) of Schedule 14 to the Finance Act 2000 (enterprise management incentives) in circumstances where paragraph 44, 45 or 46 of that Schedule (exercise of option to acquire shares) applies, or ii the exercise of an option to which subsection (1) of section 185 of the Taxes Act (approved share option schemes) applies in circumstances where paragraphs (a) and (b) of subsection (3) of that section apply. 2 Where the individual first makes a disposal of any of the relevant shares, he may elect for subsections (3) to (5) below to have effect in relation to that disposal and all subsequent disposals of any of those shares. 3 In circumstances where section 105 applies, that section shall have effect as if— a paragraph (a) of subsection (1) of that section required the approved-scheme shares to be treated as acquired by the individual by a single transaction separate from the remainder of the relevant shares (which shall also be treated by virtue of that paragraph as acquired by the individual by a single transaction), and b subsection (1) of that section required the approved-scheme shares to be treated as disposed of after the remainder of the relevant shares. 4 If the relevant shares include shares to which relief under Chapter 3 of Part 7 of the Taxes Act or deferral relief (within the meaning of Schedule 5B to this Act) is attributable— a paragraph 4(4) of that Schedule has effect as if it required the approved-scheme shares falling within paragraph (a), (b), (c) or (d) of that provision to be treated as disposed of after the remainder of the relevant shares falling within the paragraph in question, and b section 299 of the Taxes Act has effect for the purposes of section 150A(4) below as if it required— i the approved-scheme shares falling within paragraph (a), (b), (c) or (d) of subsection (6A) of section 299 of that Act to be treated as disposed of after the remainder of the relevant shares falling within the paragraph in question, and ii the approved-scheme shares to which subsection (6B) of that section applies to be treated as disposed of after the remainder of the relevant shares to which that subsection applies. 5 Where section 127 applies in relation to any of the relevant shares (“ the reorganisation shares ”), that section shall apply separately to such of those shares as are approved-scheme shares and to the remainder of the reorganisation shares (so that those approved-scheme shares and the remainder of the reorganisation shares are treated as comprised in separate holdings of original shares and identified with separate new holdings). 6 In subsection (5)— a the reference to section 127 includes a reference to that section as it is applied by virtue of any enactment relating to chargeable gains, and b “ original shares ” and “ new holding ” have the same meaning as in section 127 or (as the case may be) that section as applied by virtue of the enactment in question. 7 For the purposes of subsection (1) above— a any shares to which relief under Chapter 3 of Part 7 of the Taxes Act is attributable and which were transferred to an individual as mentioned in section 304 of that Act, and b any shares to which deferral relief (within the meaning of Schedule 5B to this Act), but not relief under that Chapter, is attributable and which were acquired by an individual on a disposal to which section 58 above applies, shall be treated as acquired by the individual on the day on which they were issued. 8 In this section the references to Chapter 3 of Part 7, section 299 and section 304 of the Taxes Act shall be read as references to those provisions as they apply to shares issued after 31st December 1993 (enterprise investment scheme).  Provision supplementary to section 105A 105B 1 The provisions of section 105A have effect in the case of any disposal notwithstanding that some or all of the securities disposed of are otherwise identified— a by the disposal, or b by a transfer or delivery giving effect to it. 2 An election must be made, by a notice given to an officer of the Board, on or before the first anniversary of the 31st January next following the year of assessment in which the individual first makes a disposal of any of the relevant shares. 3 Where— a an election is made in respect of the relevant shares, and b any shares (“ the other shares ”) acquired by the individual on the same day and in the same capacity as the relevant shares cease to be treated under section 104(4) as shares of a different class from the relevant shares, the election shall have effect in respect of the other shares from the time they cease to be so treated. 4 In determining for the purposes of section 105A(2) and subsection (2) above whether the individual has made a disposal of any of the relevant shares, sections 122(1) and 128(3) shall be disregarded. 5 No election may be made in respect of ordinary shares in a venture capital trust. For this purpose “ ordinary shares ” has the meaning given in section 151A(7). 6 For the purposes of section 105A, shares in a company shall not be treated as being of the same class unless they are so treated by the practice of a recognised stock exchange, or would be so treated if dealt with on that recognised stock exchange. 7 In section 105A(2) to (5) and subsections (2) to (4) above, any reference to the relevant shares or to the approved-scheme shares includes a reference to the securities (if any) directly or indirectly derived from the shares in question by virtue of one or more applications of section 127 (including that section as applied by virtue of any enactment relating to chargeable gains). 8 In this section— “ the approved-scheme shares ” has the same meaning as in section 105A; “ election ” means an election under that section; “ the relevant shares ” has the same meaning as in that section; and “ securities ” has the meaning given in section 104(3); and in subsection (4) the reference to section 128(3) includes a reference to that provision as it is applied by virtue of any enactment relating to chargeable gains. . 2 The amendment made by subsection (1) has effect in relation to shares acquired by an individual on or after 6th April 2002. 3 For this purpose— a any shares to which relief under Chapter 3 of Part 7 of the Taxes Act 1988 is attributable and which were transferred to an individual as mentioned in section 304 of that Act, and b any shares to which deferral relief (within the meaning of Schedule 5B to the Taxation of Chargeable Gains Act 1992 (c. 12)), but not relief under that Chapter, is attributable and which were acquired by an individual on a disposal to which section 58 of that Act applies, shall be treated as acquired by the individual on the day on which they were issued. 4 In subsection (3)(a), the references to Chapter 3 of Part 7 and section 304 of the Taxes Act 1988 shall be read as references to those provisions as they apply to shares issued after 31st December 1993 (enterprise investment scheme)."}, {"act": "Finance Act 2002", "year": 2002, "section": "51", "section_title": " Deduction of personal losses from gains treated as accruing to settlors", "section_text": "51 Schedule 11 to this Act (deduction of personal losses from gains treated as accruing to settlors) has effect."}, {"act": "Finance Act 2002", "year": 2002, "section": "52", "section_title": " Capital gains tax: variation of dispositions taking effect on death", "section_text": "52 1 In section 62(7) of the Taxation of Chargeable Gains Act 1992 (c. 12)\t\t\t\t\t(election to treat subsequent variation of dispositions taking effect on death as if effected by deceased) for the words from “unless” to the end of the subsection substitute  “                      unless the instrument contains a statement by the persons making the instrument to the effect that they intend the subsection to apply to the variation.                    ” . 2 This section applies in relation to instruments made on or after 1st August 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "53", "section_title": " Tax relief for expenditure on research and development", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "54", "section_title": " Tax relief for expenditure on vaccine research etc", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "55", "section_title": " Gifts of medical supplies and equipment", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "56", "section_title": " R&D tax relief for small and medium-sized enterprises: minor and consequential amendments", "section_text": "56 Schedule 15 to this Act (which makes minor amendments to Schedule 20 to the Finance Act 2000 (tax relief for R&D expenditure of small and medium-sized enterprises), including amendments consequential on Schedules 12 and 13 to this Act) has effect for accounting periods ending on or after 1st April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "57", "section_title": " Community investment tax relief", "section_text": "57 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Schedule 17 to this Act (which makes provision consequential on the introduction of community investment tax relief) has effect. 3 Schedules 16 and 17 shall come into force on such day as the Treasury may by order appoint. 4 On and after that day— a Schedule 16 shall have effect in relation to— i investments made on or after such day as the Treasury may so appoint, being a day not earlier than 17th April 2002, and ii claims made on or after such day as the Treasury may so appoint, b paragraphs 2 to 4 of Schedule 17 shall have effect for years of assessment ending on or after the day appointed under paragraph (a)(i), and c paragraph 5 of that Schedule shall have effect for accounting periods ending on or after that day."}, {"act": "Finance Act 2002", "year": 2002, "section": "58", "section_title": " Relief for community amateur sports clubs", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "59", "section_title": " Cars with low carbon dioxide emissions", "section_text": "59 Schedule 19 to this Act (first-year allowances in respect of expenditure on cars with low CO 2  emissions and exemption from single asset pool rules) has effect in relation to expenditure incurred on or after 17th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "60", "section_title": " Expense of hiring cars with low carbon dioxide emissions", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "61", "section_title": " Plant or machinery for gas refuelling station: first-year allowances", "section_text": "61 Schedule 20 to this Act (first-year allowances in respect of expenditure on plant or machinery for gas refuelling station) has effect in relation to expenditure incurred on or after 17th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "62", "section_title": " Expenditure on green technologies: leasing", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "63", "section_title": " First-year allowances for expenditure wholly for a ring fence trade", "section_text": "63 1 Schedule 21 to this Act shall have effect. 2 In that Schedule— a Part 1 makes provision for and in connection with first-year allowances under Part 2 of the Capital Allowances Act 2001 in respect of expenditure incurred by a company on the provision of plant or machinery for use wholly for the purposes of a ring fence trade chargeable to tax under   section 330(1) of the Corporation Tax Act 2010 ; and b Part 2 makes provision for and in connection with first-year allowances under Part 5 of that Act (mineral extraction allowances) in respect of expenditure incurred by a company wholly for the purposes of such a trade. 3 The amendments made by that Schedule have effect in relation to expenditure incurred on or after 17th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "64", "section_title": " Adjustment on change of basis", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "65", "section_title": " Postponement of change to mark to market in certain cases", "section_text": "65 1 This section applies in relation to the computation in accordance with the provisions   applicable for the purposes of section 35 of the Corporation Tax Act 2009 (charge on trade profits)   of the profits of the insurance business, other than life assurance business, of— a an insurance company, b a corporate member of Lloyd’s, or c a controlled foreign company. 2 For periods of account to which this section applies nothing in— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b   section 46 of the Corporation Tax Act 2009  \t\t\t\t\t\t\t(computation of profits to be on basis giving true and fair view), prevents the company from computing the profits of that business on a realisation basis rather than a mark to market basis. A “ realisation basis ” means not recognising a profit or loss on an asset until it is realised, and a “ mark to market basis ” means bringing assets into account in each period of account at a fair value. 3 Subject to subsection (4), this section applies in relation to any period of account that— a began before 1st August 2001, and b ends before 31st July 2002. 4 This section does not apply if— a an earlier period of account beginning on or after 1st January 2001 ended with an accounting date different from that with which the previous period of account ended, b the change of accounting date was notified— i to the registrar of companies, or ii in the case of a company established under the law of a country or territory outside the United Kingdom, to the corresponding authority of that country or territory, on or after 17th April 2002, and c the purpose, or one of the purposes, for which the change was made was so that a subsequent period of account would be one to which section 64 above applies (computation of profits: adjustment on change of basis). 5 In this section— “ controlled foreign company ” has the same meaning as in Chapter 4 of Part 17 of the Taxes Act 1988; and “ corporate member of Lloyd’s ” means a corporate member as defined in section 230(1) of the Finance Act 1994 (c. 9)."}, {"act": "Finance Act 2002", "year": 2002, "section": "66", "section_title": " Election to continue postponement of mark to market", "section_text": "66 1 Where section 65 (postponement of change to mark to market in certain cases) applies in relation to a period of account, the company may elect that it shall continue to apply in relation to subsequent periods of account as regards assets held by it on 1st January 2002. Any such election must be made within twelve months after the end of the accounting period of the company current on that date. 2 An insurance company that carries on both long-term business and business other than long-term business may make an election under this section limited to assets held by the company otherwise than in the company’s long-term insurance fund. 3 For the purpose of determining whether an election under this section applies to an asset in a case where— a assets are realised by the company in an accounting period beginning on or after 1st January 2002, b the assets are of such a kind that the particular assets realised are not readily identifiable, c the realisation does not exhaust the company’s holding, and d some but not all of the company’s holding was acquired after 1st January 2002, assets realised shall be identified with assets acquired on the same basis as that used by the company for accounting purposes, unless the basis used by the company is “last in, first out” in which case assets realised shall be identified with assets acquired on or before 1st January 2002 in priority to assets acquired after that day. 4 Where a company has made an election under this section and— a an asset in relation to which the election has effect is transferred to another company (“ the transferee company ”) in pursuance of   an insurance business transfer   scheme, and b immediately after the transfer either— i the transferee company is resident in the United Kingdom, or ii the asset is held for the purposes of a business carried on by the transferee company in the United Kingdom through a branch or agency, this section applies as if the transferee company had made an election under this section in relation to that asset. 5 ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "67", "section_title": " Mark to market: miscellaneous amendments", "section_text": "67 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 81 of the Finance Act 1999 (c. 16)\t\t\t\t\t(acquisitions disregarded under insurance companies concession), at the end add— 13 If the relevant company changes from— a not recognising a profit or loss on an asset until it is realised, to b bringing assets into account in each period of account at a fair value, then, in calculating the amount of any adjustment required under Schedule 22 to the Finance Act 2002 (calculation of adjustment on change of basis), the amount to be taken into account as the cost of the asset in relation to a period of account before the change is the cost of the previous acquisition. . 4 The provisions of this section come into force as follows— a the amendments in subsections (1) and (2) apply in relation to periods of account ending on or after 1st August 2001; b the amendment in subsection (3) applies wherever an adjustment falls to be made under Schedule 22 to the Finance Act 2002 (see Part 5 of that Schedule)."}, {"act": "Finance Act 2002", "year": 2002, "section": "68", "section_title": " Expenditure involving crime", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "69", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "69 "}, {"act": "Finance Act 2002", "year": 2002, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "70"}, {"act": "Finance Act 2002", "year": 2002, "section": "71", "section_title": " Accounting method where rate of interest etc is reset", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "72", "section_title": " Convertible securities etc: loan relationships", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "73", "section_title": " Convertible securities etc: issuing company not to be connected company", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "74", "section_title": " Convertible securities etc: debtor relationships", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "75", "section_title": " Asset-linked loan relationships", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "76", "section_title": " Asset-linked loan relationships involving guaranteed returns", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "77", "section_title": " Loan relationships ceasing to be within section 93 of the Finance Act 1996", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "78"}, {"act": "Finance Act 2002", "year": 2002, "section": "79", "section_title": " Forex and exchange gains and losses from loan relationships etc", "section_text": "79 1 The following provisions shall cease to have effect— a paragraph 4 of Schedule 9 to the Finance Act 1996 (c. 8)\t\t\t\t\t\t\t(which excludes foreign exchange gains and losses from the computation of credits and debits under the loan relationships legislation); and b in consequence, sections 125 to 169 of the Finance Act 1993 (c. 34)\t\t\t\t\t\t\t(taxation of foreign exchange gains and losses). 2 Schedule 23 to this Act (which makes provision in relation to exchange gains and losses from loan relationships etc) shall have effect. 3 The amendments made by subsection (1) and by Parts 1 and 2 of Schedule 23 have effect in relation to accounting periods beginning on or after 1st October 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "80", "section_title": " Corporation tax: currency", "section_text": "80 1 Schedule 24 to this Act (which makes provision in relation to corporation tax and currency) shall have effect. 2 This section has effect in relation to accounting periods beginning on or after 1st October 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "81", "section_title": " Transitional provision", "section_text": "81 1 The Treasury may by regulations make such transitional or consequential provision, or such savings (with or without modifications), as they may from time to time consider appropriate in consequence of, or otherwise in connection with, any provision of section 79 or 80 or Schedule 23 or 24 (or any repeal consequential on any such provision). 2 The power conferred by subsection (1) includes power— a to make different provision for different cases or different purposes; b to amend any statutory instrument; and c to make incidental or supplementary provision. 3 The provision that may be made by virtue of subsection (1) or (2) includes provision for or in connection with bringing amounts into account— a for the purposes of the Taxation of Chargeable Gains Act 1992 (c. 12), as if they were chargeable gains or allowable losses; or b for the purposes of   Part 5 of the Corporation Tax Act 2009 , as if they were credits or debits in respect of a loan relationship or a related transaction of the company concerned. 4 Nothing in any provision of Schedule 23 or 24 shall prejudice the operation of this section. 5 Nothing in this section or in Schedule 23 or 24 limits the operation of section 16 or 17 of the Interpretation Act 1978 (c. 30)\t\t\t\t\t(effect of repeals)."}, {"act": "Finance Act 2002", "year": 2002, "section": "82", "section_title": " Loan relationships: general amendments", "section_text": "82 1 Schedule 25 to this Act (which makes provision in relation to loan relationships) shall have effect. 2 The amendments made by Parts 1 and 2 of that Schedule have effect in relation to accounting periods beginning on or after 1st October 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "83", "section_title": " Derivative contracts", "section_text": "83 1 The following shall have effect— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b Schedule 27 to this Act (which makes minor and consequential amendments relating to the taxation of derivative contracts); and c Schedule 28 to this Act (which contains transitional provisions etc in connection with the coming into force of this section and Schedules 26 and 27). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 This section has effect in relation to accounting periods beginning on or after 1st October 2002. 4 Subsection (3) is subject to any specific provision of Schedule 28."}, {"act": "Finance Act 2002", "year": 2002, "section": "84", "section_title": " Gains and losses from intangible fixed assets of company", "section_text": "84 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Schedule 30 to this Act contains consequential amendments."}, {"act": "Finance Act 2002", "year": 2002, "section": "85", "section_title": " Gains of insurance company from venture capital investment partnership", "section_text": "85 1 In Chapter 3 of Part 6 of the Taxation of Chargeable Gains Act 1992 (c. 12)\t\t\t\t\t(insurance), after section 211 insert—  Gains of insurance company from venture capital investment partnership 211A Schedule 7AD to this Act has effect with respect to the gains of an insurance company from a venture capital investment partnership. . 2 After Schedule 7AC to that Act (inserted by Part 1 of Schedule 8 to this Act) insert the Schedule 7AD set out in Schedule 31 to this Act."}, {"act": "Finance Act 2002", "year": 2002, "section": "86", "section_title": " Lloyd’s underwriters", "section_text": "86 1 Schedule 32 to this Act (which makes provision about the taxation of Lloyd’s underwriters) has effect. 2 The amendments in that Schedule have effect in relation to quota share contracts (within the meaning of section 178 of the Finance Act 1993 (c. 34) or section 225 of the Finance Act 1994) entered into on or after 17th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "87", "section_title": " Life policies etc: chargeable events", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "88", "section_title": " Extension of power to give effect to double taxation arrangements", "section_text": "88 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The following amendments are consequential on that above— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 This section applies on and after the date on which this Act is passed in relation to arrangements made before that date (as well as in relation to arrangements made on or after that date)."}, {"act": "Finance Act 2002", "year": 2002, "section": "89", "section_title": " Controlled foreign companies: territorial exclusions from s.748 exemptions", "section_text": "89 1 In section 748 of the Taxes Act 1988 (controlled foreign companies: cases where no apportionment falls to be made under section 747(3)) after subsection (5) insert— 6 This section is subject to section 748A. . 2 After section 748 of the Taxes Act 1988 insert— 748A Territorial exclusions from exemption under section 748 1 Nothing in section 748 prevents an apportionment under section 747(3) falling to be made as regards an accounting period of a controlled foreign company if the company— a is a company incorporated in a territory to which this section applies as respects that accounting period; or b is at any time in that accounting period liable to tax in such a territory by reason of domicile, residence or place of management; or c at any time in that accounting period carries on business through a branch or agency in such a territory. 2 The condition in subsection (1)(c) above is not satisfied as regards an accounting period of a controlled foreign company if the business carried on by the company in that period through branches or agencies in territories to which this section applies, taken as a whole, is only a minimal part of the whole of the business carried on by the company in that period. 3 The territories to which this section applies as respects an accounting period of a controlled foreign company are those specified as such in regulations made by the Treasury. 4 Regulations under subsection (3) above— a may make different provision for different cases or with respect to different territories; and b may contain such incidental, supplemental, consequential or transitional provision as the Treasury may think fit. 5 A statutory instrument containing regulations under subsection (3) above shall not be made unless a draft of the instrument has been laid before, and approved by a resolution of, the House of Commons. . 3 This section has effect in relation to accounting periods of controlled foreign companies beginning on or after the day on which this Act is passed. 4 In this section “ accounting period ” and “ controlled foreign company ” have the same meaning as in Chapter 4 of Part 17 of the Taxes Act 1988."}, {"act": "Finance Act 2002", "year": 2002, "section": "90", "section_title": " Controlled foreign companies and treaty non-resident companies", "section_text": "90 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "91", "section_title": " Supplementary charge in respect of ring fence trades", "section_text": "91 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "92", "section_title": " Assessment, recovery and postponement of supplementary charge", "section_text": "92 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 59E of the Taxes Management Act 1970 (c. 9)\t\t\t\t\t(further provision as to when corporation tax is due and payable) in subsection (11)\t\t\t\t\t(extension of references in the section to corporation tax) after paragraph (b) add— c to any sum chargeable on a company under section 501A(1) of the principal Act (supplementary charge in respect of ring fence trades) as if it were an amount of corporation tax chargeable on the company . 3 In Schedule 18 to the Finance Act 1998 (c. 36)\t\t\t\t\t(company tax returns: assessments and related matters) in paragraph 1 (meaning of “tax”) in the second sentence (amounts assessable or chargeable as if they were corporation tax) for the word “and” immediately preceding the paragraph beginning “section 747(4)(a)” substitute the following paragraph— section 501A(1) of that Act (supplementary charge in respect of ring fence trades), and . 4 In paragraph 8 of that Schedule (calculation of tax payable) after paragraph number 1 of the third step insert— 1A Any sum chargeable under section 501A(1) of that Act (supplementary charge in respect of ring fence trades). . 5 Regulation 3 of the Instalment Payment Regulations (large companies) is amended as follows. 6 In paragraph (1)\t\t\t\t\t(which, subject to paragraphs (2) and (3), defines a large company) for “paragraphs (2) and (3),” substitute  “                      paragraphs (2) to (3A),                    ” . 7 After paragraph (3) insert— 3A Any question whether a company is, or is not, a large company as respects an accounting period beginning on or after 17th April 2002 shall, so far as not falling to be determined by reference to the company’s total liability, be determined as it would have been determined apart from section 501A of the Taxes Act (supplementary charge in respect of ring fence trades). . 8 The amendment by this section of any provision contained in regulations shall not be taken to have prejudiced any power to make further regulations revoking or amending that provision, whether in relation to the same or any other chargeable periods. 9 In this section “ the Instalment Payment Regulations ” means the Corporation Tax (Instalment Payments) Regulations 1998 ( S.I.  1998/3175)."}, {"act": "Finance Act 2002", "year": 2002, "section": "93", "section_title": " Supplementary charge: transitional provisions", "section_text": "93 1 In the case of a straddling period, that is to say, an accounting period which begins before 17th April 2002 and ends on or after that date— a sections 501A and 501B of the Taxes Act 1988 (which are inserted by sections 91 and 92) shall apply as if so much of the straddling period as falls before 17th April 2002, and so much of that period as falls on or after that date, were separate accounting periods; and b all necessary apportionments between the two separate accounting periods shall be made in proportion to the number of days in those periods. 2 In the case of a straddling period, the Instalment Payment Regulations shall apply separately— a in relation to any tax chargeable on the company under section 501A(1) of the Taxes Act 1988; and b in relation to any other tax chargeable on the company. 3 In their application by virtue of paragraph (a) of subsection (2), the Instalment Payment Regulations shall have effect in relation to the tax mentioned in that paragraph as if— a the deemed accounting period treated under subsection (1)(a) as beginning on 17th April 2002 were an accounting period for the purposes of those Regulations; and b that tax were chargeable for that period. 4 Any reference in the Instalment Payment Regulations to the total liability of a company shall accordingly be construed— a in their application by virtue of paragraph (a) of subsection (2), as a reference to the tax mentioned in that paragraph; and b in their application by virtue of paragraph (b) of that subsection, as a reference to the amount that would be the company’s total liability for the straddling period if the tax mentioned in paragraph (a) of that subsection were left out of account. 5 For the purposes of the Instalment Payment Regulations— a a company shall be regarded as a large company as respects the deemed accounting period under subsection (3)(a) if, and only if, it is a large company for those purposes as respects the straddling period; and b any question whether a company is a large company as respects the straddling period shall be determined as it would have been determined apart from section 501A of the Taxes Act 1988. 6 In this section “ the Instalment Payment Regulations ” has the same meaning as in section 92."}, {"act": "Finance Act 2002", "year": 2002, "section": "94", "section_title": " Deduction of tax: payments to exempt bodies etc", "section_text": "94 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 98 of the Taxes Management Act 1970 (c. 9)\t\t\t\t\t(special returns, etc), in subsection (4B)— a in paragraph (a), after “a company” insert  “                          or local authority                        ” , b in paragraph (b)— i after “the company” insert  “                              or authority                            ” , and ii for “either”, in each place, substitute  “                              one                            ” , c in paragraph (c), after “the company” insert  “                          or authority                        ” , and d in paragraph (d), for “neither” substitute  “                          none                        ” . 6 In that section, for subsection (4C) substitute— 4C In subsection (4B) above— “ company ” includes a partnership of which any member is a company; and “ local authority ” includes a partnership of which any member is a local authority. . 7 The amendments made by this section apply for the purposes of payments made on or after 1st October 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "95", "section_title": " Deduction of tax by persons dealing in financial instruments", "section_text": "95 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "96", "section_title": " Cross-border royalties", "section_text": "96 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 98 of the Taxes Management Act 1970 (c. 9)\t\t\t\t\t(special returns etc)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b after subsection (4C) insert— 4D A payment is within this subsection if— a it is a payment to which section 349(1) of the principal Act (requirement to deduct tax) applies, b it is made by a company which, purporting to rely on section 349E(1) of that Act (power for companies to take account of double taxation treaty relief when paying royalties), deducts less tax from the payment than required by section 349(1) of that Act , and c at the time the payment is made the payee (within the meaning of section 349E of that Act) is not entitled to relief in respect of the payment under any arrangements under section 788 of that Act (double taxation relief) and the company— i does not believe that it is entitled to such relief, or ii if it does so believe, cannot reasonably do so. . 4 This section applies in relation to payments made on or after 1st October 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "97", "section_title": " Gifts of real property to charity", "section_text": "97 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "98", "section_title": " Gift aid: election to be treated as if gift made in previous tax year", "section_text": "98 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "99", "section_title": " Restriction of relief to films genuinely intended for theatrical release", "section_text": "... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "100", "section_title": " Exclusion of deferments from production expenditure", "section_text": "... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "101", "section_title": " Restriction of relief for successive acquisitions of the same film", "section_text": "101 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "102", "section_title": " Distributions: reasonable commercial return for use of principal secured", "section_text": "102 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "103", "section_title": " References to accounting practice and periods of account", "section_text": "103 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 288(1) of the Taxation of Chargeable Gains Act 1992 (interpretation), at the appropriate place insert— “ period of account ” has the meaning given by section 832(1) of the Taxes Act; . 4 In the following provisions for “normal accounting practice” or “normal accountancy practice”, wherever occurring, substitute  “                      generally accepted accounting practice                    ” a in the Taxes Act 1988, sections  ... ...,  ..., 798B(1)  ...,  ...; b in the Finance Act 1993 (c. 34), sections  ... 150(6)(c) and (11)(c), 154(11)(c), (12)(d), (13)(b), (13A)(d) and (13B)(d), 155(7), (11)(d) and (12)(b), 156(2)(e) and (4)(b) and 159(1)(b); c in the Finance Act 1994 (c. 9), section 156(3)(a) and (4)(a); d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f in the Finance Act 2000 (c. 17),  ... in Schedule 15, paragraph 29(4),  ...; g in the Capital Allowances Act 2001 (c. 2), sections 179(1)(f), 219(1)  ...; h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The amendments made by subsections (1) to (3) above have effect for the purposes of provisions of this Act using the expressions mentioned (including provisions inserted by amendment in other enactments) whenever those provisions are expressed to have effect or to come, or to have come, into force. This is without prejudice to the general effect of those amendments."}, {"act": "Finance Act 2002", "year": 2002, "section": "104", "section_title": " Discounted securities etc", "section_text": "104 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "105", "section_title": " Financial trading stock", "section_text": "105 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In Schedule 12 to the Finance Act 1988 (c. 39)\t\t\t\t\t(building societies: change of status)— a in paragraph 1 (which provides that paragraphs 2 to 7 apply where there is a transfer of the whole of a building society’s business to a successor company in accordance with section 97 etc of the Building Societies Act 1986 (c. 53)) for “2” substitute  “                          3                        ” ; and b omit paragraph 2\t\t\t\t\t\t\t(which relates to gilt-edged securities and other financial trading stock and is superseded by Chapter 2 of Part 4 of the Finance Act 1996)."}, {"act": "Finance Act 2002", "year": 2002, "section": "106", "section_title": " Valuation of trading stock on transfer of trade", "section_text": "106 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "107", "section_title": " Banks etc in compulsory liquidation", "section_text": "107 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "108", "section_title": " Manufactured dividends and interest", "section_text": "108 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "109", "section_title": " Venture capital trusts", "section_text": "109 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "110", "section_title": " Land in disadvantaged areas", "section_text": "110 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "111", "section_title": " Withdrawal of group relief", "section_text": "111 1 This section applies where— a an instrument (“ the relevant instrument ”) transferring land in the United Kingdom from one company (“ the transferor company ”) to another (“ the transferee company ”) has been stamped on the basis that group relief applies, b before the end of the period of   three years   beginning with the date on which the instrument was executed the transferee company ceases to be a member of the same group as the transferor company, and c at the time when   the transferee company ceases   to be a member of the same group as the transferor company   it or a relevant associated company holds   an estate or interest in land— i that was transferred   to the transferee company   by the relevant instrument, or ii that is derived from an estate or interest that was so transferred,   and that has not subsequently been transferred at market value by a duly stamped instrument on which  ad valorem  duty was paid and in respect of which group relief was not claimed . 2 In those circumstances— a group relief in relation to the relevant instrument, or an appropriate proportion of it, is withdrawn, and b the stamp duty that would have been payable on stamping the relevant instrument but for group relief if the estate or interest in land transferred by that instrument had been transferred at market value, or an appropriate proportion of the duty that would have been so paid, is payable by the transferee company within 30 days after that company ceases to be a member of the same group as the transferor company. 3 In subsection (2)(a) and (b) “ an appropriate proportion ” means an appropriate proportion having regard to what was transferred  to the transferee company   by the relevant instrument and   what is held by that company or, as the case may be, that company and any relevant associated companies, at the time it or they cease to be members   of the same group as the transferor company. 4 In this section “ group relief ” means relief under any of the following provisions— a section 42 of the Finance Act 1930 (c. 28) or section 11 of the Finance Act (Northern Ireland) 1954 (c. 23 (N.I.))\t\t\t\t\t\t\t(transfer of property between associated bodies corporate); b section 151 of the Finance Act 1995 (c. 4)\t\t\t\t\t\t\t(leases etc between associated bodies corporate). 4A In this section  “ relevant associated company ”, in relation to the transferee company, means a company that— a is a member of the same group as the transferee company immediately before that company ceases to be a member of the same group as the transferor company, and b ceases to be a member of the same group as the transferor company in consequence of the transferee company so ceasing. 5 In this section— a references to the transfer of land include the grant or surrender of an estate or interest in or over land; b “ company ” includes any body corporate; and c references to a company being in the same group as another company are to the companies being associated bodies corporate within the meaning of the relevant group relief provision. 6 Schedule 34 to this Act contains provisions supplementing this section. 7 Where the relevant instrument transfers land in the United Kingdom together with other property, the provisions of this section and of Schedule 34 apply as if there were two separate instruments, one relating to land in the United Kingdom and the other relating to other property. 8 This section applies where the relevant instrument is executed after 23rd April 2002. 9 But this section does not apply to an instrument giving effect to a contract made on or before 17th April 2002, unless— a the instrument is made in consequence of the exercise after that date of any option, right of pre-emption or similar right, or b the instrument transfers the property in question to, or vests it in, a person other than the purchaser under the contract because of an assignment (or, in Scotland, assignation) or further contract made after that date. 10 This section shall be deemed to have come into force on 24th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "112", "section_title": " Restriction of relief for company acquisitions", "section_text": "112 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "113", "section_title": " Withdrawal of relief for company acquisitions", "section_text": "113 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "114", "section_title": " Penalties for late stamping", "section_text": "114 1 Section 15B of the Stamp Act 1891 (c. 39)\t\t\t\t\t(late stamping: penaties) is amended as follows. 2 In subsection (1)— a in paragraph (a)\t\t\t\t\t\t\t(penalty where instrument not stamped within 30 days of execution), after “is executed in the United Kingdom” insert  “                        or relates to land in the United Kingdom                      ” ; b in paragraph (b)\t\t\t\t\t\t\t(penalty where instrument not stamped within 30 days of instrument being first received in the United Kingdom), after “is executed outside the United Kingdom” insert  “                        and does not relate to land in the United Kingdom                      ” . 3 After that subsection insert— 1A For the purposes of subsection (1) every instrument that (whether or not it also relates to any other transaction) relates to a transaction which to any extent involves land in the United Kingdom is an instrument relating to land in the United Kingdom. . 4 This section applies in relation to instruments executed on or after the day on which this Act is passed."}, {"act": "Finance Act 2002", "year": 2002, "section": "115", "section_title": " Contracts for the sale of an estate or interest in land chargeable as conveyances", "section_text": "115 1 This section applies to a contract or agreement for the sale of an estate or interest in land in the United Kingdom where— a the amount or value of the consideration exceeds £10 million, or b the instrument forms part of a larger transaction or series of transactions in respect of which the amount or value, or aggregate amount or value, of the consideration exceeds £10 million. 2 If, in the case of such a contract or agreement that is not otherwise chargeable to stamp duty, a conveyance or transfer made in conformity with the contract or agreement is not presented to the Commissioners for stamping with the  ad valorem  duty chargeable on it— a within the period of 90 days after the execution of the contract or agreement, or b within such longer period as the Commissioners may think reasonable in the circumstances of the case, the contract or agreement shall be chargeable with the same  ad valorem  duty, to be paid by the purchaser, as if it were an actual conveyance on sale of the estate or interest contracted or agreed to be sold. 3 The Commissioners— a may refuse to allow a longer period unless they are provided with a copy of the contract or agreement and such other evidence as they may reasonably require as to the facts and circumstances relevant to their decision, b may allow a longer period subject to compliance with such conditions as they think fit, and c shall not allow any longer period if it appears to them that the whole, or substantially the whole, of the intended consideration has been paid or transferred. 4 Where an instrument to which this section applies is presented for stamping before the end of the period mentioned in subsection (2)— a any adjudication to the effect that stamp duty is not chargeable does not affect the operation of this section, and b the fact that duty may be chargeable under this section may be denoted on the instrument in such manner as the Commissioners think fit. 5 Where an instrument is chargeable with duty under this section— a section 14(4) of the Stamp Act 1891 (c. 39)\t\t\t\t\t\t\t(inadmissibility of unstamped instruments) does not apply in relation to it until after the end of the period mentioned in subsection (2) above, and b sections 15A and 15B of that Act (late stamping: interest and penalties), apply in relation to it as if it had been executed at the end of that period. 6 The  ad valorem  duty paid upon a contract or agreement under this section shall be repaid by the Commissioners if the contract or agreement is afterwards rescinded or annulled or is for any other reason not substantially performed or carried into effect. 7 Schedule 36 contains provisions supplementing this section. 8 This section and that Schedule apply to contracts or agreements executed after the day on which this Act is passed."}, {"act": "Finance Act 2002", "year": 2002, "section": "116", "section_title": " Abolition of duty on instruments relating to goodwill", "section_text": "116 1 No stamp duty is chargeable on an instrument for the sale, transfer or other disposition of goodwill. 2 Schedule 37 to this Act contains provisions supplementing this section. 3 This section and that Schedule shall be construed as one with the Stamp Act 1891 (c. 39). 4 This section applies to instruments executed on or after 23rd April 2002. 5 This section shall be deemed to have come into force on that date."}, {"act": "Finance Act 2002", "year": 2002, "section": "117", "section_title": " Power to extend exceptions relating to recognised exchanges", "section_text": "117 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "118", "section_title": " IHT: rate bands", "section_text": "118 1 For the Table in Schedule 1 to the Inheritance Tax Act 1984 (c. 51) substitute— Table of Rates of Tax Portion of value Rate of tax Lower limit (£) Upper limit (£) Per cent. 0 250,000 Nil 250,000 40 2 Subsection (1) shall apply to any chargeable transfer made on or after 6th April 2002; and section 8(1) of that Act (indexation of rate bands) shall not have effect as respects any difference between the retail prices index for the month of September 2000 and that for the month of September 2001."}, {"act": "Finance Act 2002", "year": 2002, "section": "119", "section_title": " IHT: powers over, or exercisable in relation to, settled property or a settlement", "section_text": "119 1 The Inheritance Tax Act 1984 is amended in accordance with the following provisions of this section. 2 After section 47 (meaning of “reversionary interest”) insert—  Settlement power 47A In this Act “ settlement power ” means any power over, or exercisable (whether directly or indirectly) in relation to, settled property or a settlement. . 3 After section 55 (reversionary interest acquired by beneficiary) insert—  Purchased settlement powers 55A 1 Where a person makes a disposition by which he acquires a settlement power for consideration in money or money’s worth— a section 10(1) above shall not apply to the disposition; b the person shall be taken for the purposes of this Act to make a transfer of value; c the value transferred shall be determined without bringing into account the value of anything which the person acquires by the disposition; and d sections 18 and 23 to 27 above shall not apply in relation to that transfer of value. 2 For the purposes of this section, a person acquires a settlement power if he becomes entitled— a to a settlement power, b to exercise, or to secure or prevent the exercise of, a settlement power (whether directly or indirectly), or c to restrict, or secure a restriction on, the exercise of a settlement power (whether directly or indirectly), as a result of transactions which include a disposition (whether to him or another) of a settlement power or of any power of a kind described in paragraph (b) or (c) above which is exercisable in relation to a settlement power. . 4 In section 272 (general interpretation)— a insert the following definition at the appropriate place— “ settlement power ” has the meaning given by section 47A above; ;  and b in the definition of “property”, at the end insert  “                        but does not include a settlement power                      ” . 5 In consequence of the amendments made by this section, the title of Chapter 2 of Part 3 of the Inheritance Tax Act 1984 (c. 51) becomes “Interests in possession, reversionary interests and settlement powers”. 6 The amendments made by this section have effect in relation to transfers of value on or after 17th April 2002. 7 The amendments made by subsections (2) and (4) shall also be deemed always to have had effect (subject to and in accordance with the other provisions of the Inheritance Tax Act 1984) for the purpose of determining the value, immediately before his death, of the estate of any person who died before 17th April 2002, for the purposes of the transfer of value which that person is treated by section 4(1) of that Act as having made immediately before his death."}, {"act": "Finance Act 2002", "year": 2002, "section": "120", "section_title": " IHT: variation of dispositions taking effect on death", "section_text": "120 1 In section 142 of the Inheritance Tax Act 1984 (alteration of dispositions taking effect on death), for subsection (2)\t\t\t\t\t(election to treat subsequent variation of dispositions taking effect on death as if effected by deceased) substitute— 2 Subsection (1) above shall not apply to a variation unless the instrument contains a statement, made by all the relevant persons, to the effect that they intend the subsection to apply to the variation. 2A For the purposes of subsection (2) above the relevant persons are— a the person or persons making the instrument, and b where the variation results in additional tax being payable, the personal representatives. Personal representatives may decline to make a statement under subsection (2) above only if no, or no sufficient, assets are held by them in that capacity for discharging the additional tax. . 2 After section 218 of that Act insert—  Instruments varying dispositions taking effect on death 218A 1 Where— a an instrument is made varying any of the dispositions of the property comprised in the estate of a deceased person immediately before his death, b the instrument contains a statement under subsection (2) of section 142 above, and c the variation results in additional tax being payable, the relevant persons (within the meaning of that subsection) shall, within six months after the day on which the instrument is made, deliver a copy of it to the Board and notify them of the amount of the additional tax. 2 To the extent that any of the relevant persons comply with the requirements of this section, the others are discharged from the duty to comply with them. . 3 In section 245A of that Act (failure to provide information etc)— a after subsection (1) insert— 1A A person who fails to comply with the requirements of section 218A above shall be liable— a to a penalty not exceeding £100; and b to a further penalty not exceeding £60 for every day after the day on which the failure has been declared by a court or the Special Commissioners and before the day on which the requirements are complied with. . b in subsection (4), insert  “                        (1A)(b),                      ”  after “subsection (1)(b),” and after paragraph (a) insert— aa he complies with the requirements of section 218A above, . 4 This section applies in relation to instruments made on or after 1st August 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "121", "section_title": " Air passenger duty: extension of area to which  EEA  rates apply", "section_text": "121 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "122", "section_title": " Landfill tax: rate", "section_text": "122 1 In section 42 of the Finance Act 1996 (c. 8)\t\t\t\t\t(amount of landfill tax), in subsections (1)(a) and (2) for “£12” substitute  “                    £13                  ” . 2 This section has effect in relation to taxable disposals made, or treated as made, on or after 1st April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "123", "section_title": " Climate change levy: electricity produced in combined heat and power station", "section_text": "123 1 In Schedule 6 to the Finance Act 2000 (c. 17)\t\t\t\t\t(climate change levy), after paragraph 20 insert— Exemption: electricity produced in combined heat and power stations 20A 1 A supply of electricity is exempt from the levy chargeable under paragraph 5(1) if— a the supply is not one that is deemed to be made under paragraph 23(3), b the supply is made under a contract that contains a  CHP  declaration given by the supplier, c prescribed conditions are fulfilled, and d the supplier, and each other person (if any) who is a generator of any CHP electricity allocated by the supplier to supplies under the contract, has in a written notice given to the Commissioners agreed that he will fulfil those conditions so far as they may apply to him. 2 Sub-paragraph (1) does not apply in relation to a supply to a person of electricity produced in a wholly or partly exempt combined heat and power station where the supply is made to that person from the station. 3 In this paragraph “ CHP declaration ” means a declaration that, in each averaging period, the amount of electricity supplied by exempt CHP supplies made by the supplier in the period will not exceed the difference between— a the total amount of CHP electricity that during that period is either acquired or generated by the supplier, and b so much of that total amount as is allocated by the supplier otherwise than to exempt CHP supplies made by him in the period. In this sub-paragraph “ averaging period ” has the same meaning as in paragraph 20B; and “ exempt CHP supplies ” means supplies made on the basis that they are exempt under this paragraph. 4 For the purposes of this paragraph and paragraph 20B, electricity is “ CHP electricity ” if— a the electricity was— i produced in a fully exempt combined heat and power station, or ii produced in a partly exempt combined heat and power station and originally supplied from the station without causing the limit referred to in paragraph 16(2) to be exceeded, b the electricity is not renewable source electricity (within the meaning of paragraph 19), and c prescribed conditions are fulfilled. 5 The conditions that may be prescribed under sub-paragraph (1)(c) include, in particular, conditions in connection with— a the giving of effect to CHP declarations; b the supply of information; c the inspection of records and, for that purpose, the production of records in legible form and entry into premises; d monitoring by the Gas and Electricity Markets Authority, or the Director General of Electricity Supply for Northern Ireland, of the application of provisions of, or made under, this paragraph; e the doing of things to or by a person authorised by the Authority or the Director General (as well as the doing of things to or by the Authority or the Director General); f things being done at times or in ways specified by the Authority, the Director General or such an authorised person. 6 A condition prescribed under sub-paragraph (1)(c) may be one that is required to be fulfilled throughout a period, including a period ending after the time when a supply whose exemption turns on the fulfilment of the condition is treated as being made. 7 The conditions that may be prescribed under sub-paragraph (4)(c) include in particular conditions in connection with any of the matters mentioned in paragraphs (b) to (f) of sub-paragraph (5). 8 Each of— a the Gas and Electricity Markets Authority, and b the Director General of Electricity Supply for Northern Ireland, shall supply the Commissioners with such information (whether or not obtained under this paragraph), and otherwise give the Commissioners such co-operation, as the Commissioners may require in connection with the application of this paragraph (whether generally or in relation to any particular case). 9 Paragraph 19(10)\t\t\t\t\t\t\t\t\t\t(disclosure of information) applies in relation to sub-paragraph (8) above as it applies in relation to paragraph 19(8). Exemption under paragraph 20A: averaging periods 20B 1 This paragraph applies where a person (“ the supplier ”) makes supplies of electricity on the basis that they are exempt under paragraph 20A (“ exempt CHP supplies ”). 2 The rules about balancing and averaging periods are— a a balancing period is a period of three months; b when a balancing period ends, a new one begins; c the first balancing period and the first averaging period begin at the same time; d unless the supplier specifies an earlier time, that time is the time when he is treated as making the first of the exempt CHP supplies; e when an averaging period ends, a new one begins; f an averaging period ends once it has run for two years (but may end sooner under paragraph (g) or sub-paragraph (4)(a) or (5)(a)); g if the supplier stops making exempt CHP supplies, the end of the balancing period in which he makes the last exempt CHP supply is also the end of the averaging period in which the balancing period falls. 3 At the end of each balancing period calculate— a the total of— i the quantity of CHP electricity that the supplier acquired or generated in that period, and ii any balancing credit carried forward to that balancing period; and b the total of— i the quantity of electricity supplied by exempt CHP supplies made by him in that period, and ii any balancing debit carried forward to that balancing period. 4 If the total mentioned in sub-paragraph (3)(a) exceeds that mentioned in sub-paragraph (3)(b)— a the averaging period within which the balancing period fell ends at the end of the balancing period, and b a balancing credit equal to the difference between the two totals is carried forward to the next balancing period. 5 If the totals mentioned in paragraphs (a) and (b) of sub-paragraph (3) are the same— a the averaging period within which the balancing period fell ends at the end of the balancing period, and b no balancing credit or debit is carried forward to the next balancing period. 6 Sub-paragraphs (7) and (8) apply if the total mentioned in sub-paragraph (3)(b) exceeds that mentioned in sub-paragraph (3)(a). 7 Where the end of the balancing period is by virtue of sub-paragraph (2)(g) the end of an averaging period, the supplier is liable to account to the Commissioners for an amount equal to the amount that would be payable by way of levy on a taxable supply that— a is made at the end of the balancing period, and b is a supply of a quantity of electricity equal to the difference between the two totals. For the purposes of this Schedule, the amount for which the supplier is liable to account shall be treated as an amount of levy for which he is liable to account for an accounting period ending at the end of the balancing period. 8 Where sub-paragraph (7) does not apply, a balancing debit equal to the difference between the two totals is carried forward to the next balancing period. . 2 Subsection (1) has effect in relation to supplies of electricity made on or after such day as the Treasury may by order made by statutory instrument appoint."}, {"act": "Finance Act 2002", "year": 2002, "section": "124", "section_title": " Climate change levy: certification requirement", "section_text": "124 In Schedule 6 to the Finance Act 2000 (c. 17)\t\t\t(climate change levy), after paragraph 149 insert— Certification of electricity from fully or partly exempt combined heat and power station 149A 1 The Commissioners may by regulations make provision for the Gas and Electricity Markets Authority, or the Director General of Electricity Supply for Northern Ireland, to certify as respects any quantity of electricity that— a the electricity has been produced in a fully exempt combined heat and power station; b the electricity has been produced in a partly exempt combined heat and power station and supplied from the station without causing the limit referred to in paragraph 16(2) to be exceeded. 2 Regulations under this paragraph may provide that for any purposes of this Schedule (or any regulations made under it)— a electricity is not to be regarded as having been produced as specified in sub-paragraph (1)(a) unless it has been certified under that provision; b electricity is not to be regarded as having been produced and supplied as specified in sub-paragraph (1)(b) unless it has been certified under that provision. 3 Regulations under this paragraph may in particular provide that the supply of any electricity does not qualify for the exemption under paragraph 16(2) unless the electricity is certified as specified in sub-paragraph (1)(b). 4 Regulations under this paragraph may also make provision for determining whether electricity is produced and supplied as specified in sub-paragraph (1)(b). ."}, {"act": "Finance Act 2002", "year": 2002, "section": "125", "section_title": " Climate change levy: exemption for renewable sources", "section_text": "125 1 In Schedule 6 to the Finance Act 2000 (c. 17)\t\t\t\t\t(climate change levy), in paragraph 20(7), (exemption under paragraph 19: liability to account)— a for the words from “(2)(c)” to “2 years)” substitute  “                        (2)(g)                      ” , b after paragraph (a) insert “and”, and c omit paragraph (c) and the preceding “and”. 2 This section has effect in relation to averaging periods under paragraph 20 of that Schedule which end on or after the day on which this Act is passed."}, {"act": "Finance Act 2002", "year": 2002, "section": "126", "section_title": " Climate change levy: electricity produced from coal mine methane", "section_text": "126 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "127", "section_title": " Climate change levy: incorrect certificates", "section_text": "127 1 In Schedule 6 to the Finance Act 2000 (climate change levy), in sub-paragraph (2)(a) of paragraph 101 (civil penalties: incorrect notifications etc)— a in sub-paragraph (ii) for “18 and 21, or” substitute  “                        15, 18 and 21,                      ” ; b before the word “and” at the end of sub-paragraph (iii) insert— , or                         iv a reduced-rate supply (or reduced-rate supplies), . 2 This section applies in relation to certificates given in respect of any supplies made on or after 24th April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "128", "section_title": " Climate change levy: invoices incorrectly showing levy due", "section_text": "128 1 In Schedule 6 to the Finance Act 2000 (climate change levy), immediately before paragraph 142 insert— Invoices incorrectly showing levy due 141A 1 This paragraph applies where— a a person issues an invoice showing an amount as levy chargeable on a supply, and b no levy is chargeable on the supply, or the amount chargeable is less than the amount shown. 2 The person shall be liable to a penalty unless he satisfies the Commissioners or, on appeal, a tribunal that there is a reasonable excuse for the inclusion in the invoice of the false information. 3 The amount of the penalty is £50 or, if more, the following amount— a where no levy is chargeable, the amount shown as chargeable; b where an amount of levy is chargeable, the difference between that amount and the amount shown as chargeable. 4 It is irrelevant for the purposes of sub-paragraph (1) whether or not the supply shown on the invoice actually takes place or has taken place. 5 A reference in this paragraph to an invoice is a reference to any kind of invoice (and not just a climate change levy accounting document). . 2 This section applies only in relation to invoices issued on or after the day on which this Act is passed."}, {"act": "Finance Act 2002", "year": 2002, "section": "129", "section_title": " Aggregates levy: transitional relief for Northern Ireland", "section_text": "129 1 After section 30 of the Finance Act 2001 (c. 9)\t\t\t\t\t(credit for aggregates levy) insert—  Transitional tax credit in Northern Ireland 30A 1 The Commissioners may by regulations make provision of the kind described in section 30(2) above (entitlement to tax credit) in relation to cases where aggregate is used in Northern Ireland for a prescribed purpose— a on or after the commencement date, and b before 1st April 2007. 2 In relation to the use of aggregate in the year ending with a date shown in the first column of the following table, the amount of any tax credit to which a person would otherwise by entitled by virtue of the regulations shall be reduced by the percentage of that amount shown opposite that date in the second column. Year ending Reduction in tax credit 31st March 2004 20% 31st March 2005 40% 31st March 2006 60% 31st March 2007 80% 3 Subsections (3) to (5) of section 30 above apply to regulations under this section as they apply to regulations under that section. . 2 In section 17(6) of that Act (certain tax credits to be disregarded in determining whether aggregate has already been charged to levy), in paragraph (a) after “section 30(1)(c)” insert  “                    or 30A                  ” ."}, {"act": "Finance Act 2002", "year": 2002, "section": "130", "section_title": " Aggregates levy: amendments to provisions exempting spoil etc", "section_text": "130 1 In section 17(3) of the Finance Act 2001 (c. 9)\t\t\t\t\t(aggregate that is exempt)— a in paragraph (e)\t\t\t\t\t\t\t(by-products of extracting china clay or ball clay), after “or other by-products” insert  “                        , not including the overburden,                      ” ; b after that paragraph insert— f it consists wholly of the spoil from any process by which— i coal, lignite, slate or shale, or ii a substance listed in section 18(3) below, has been separated from other rock after being extracted or won with that other rock; . 2 Omit section 17(4)(b) of that Act (aggregate exempt if it consists, or is part of anything consisting, wholly or mainly of spoil from the separation of coal from other rock after extraction). 3 This section shall be deemed to have come into force on 1st April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "131", "section_title": " Aggregates levy: crushing and cutting rock", "section_text": "131 1 In section 17(3) of the Finance Act 2001 (exempt aggregate), omit paragraph (a)\t\t\t\t\t(exemption for rock that has not been subjected to an industrial crushing process). 2 In section 18(2)(a) of that Act (exemption for production of dimension stone), for “dimension stone” substitute  “                    stone with one or more flat surfaces                  ” . 3 The following amendments to that Act are consequential on that made by subsection (1)— a in section 20(1)\t\t\t\t\t\t\t(originating sites), omit— i the words “and is not rock” in paragraphs (a) and (b), and ii paragraph (c); b in section 21 (operators of sites), omit subsection (2)(b); c in section 24 (the register), omit subsections (6)(b) and (8)(a). 4 This section shall be deemed to have come into force on 1st April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "132", "section_title": " Aggregates levy: miscellaneous amendments", "section_text": "132 1 Schedule 38 to this Act, which makes amendments to provisions in Part 2 of the Finance Act 2001 (aggregates levy), has effect. 2 In section 197(2) of the Finance Act 1996 (c. 8)\t\t\t\t\t(enactments for which interest rates are set under section 197), in paragraph (h)\t\t\t\t\t(aggregates levy provisions) in sub-paragraph (ii) for “paragraph 8(3)(a)” substitute  “                    paragraphs 6 and 8(3)(a)                  ” . 3 This section shall be deemed to have come into force on 1st April 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "133", "section_title": " Aggregates levy: amendments to provisions about civil penalties", "section_text": "133 1 Part 2 of Schedule 6 to the Finance Act 2001 (c. 9)\t\t\t\t\t(aggregates levy: civil penalties) is amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 After paragraph 9 insert— Incorrect records etc evidencing claim for tax credit 9A 1 This paragraph applies where— a a claim is made for a tax credit in such a case as is mentioned in— i section 30(1)(c) of this Act (aggregate used in a prescribed industrial or agricultural process), or ii section 30A of this Act (transitional tax credit in Northern Ireland); b a record or other document is provided to the Commissioners as evidence for the claim; and c the record or document is incorrect. 2 The person who provided the document to the Commissioners, and any person who provided it to anyone else with a view to its being used as evidence for a claim for a tax credit, shall be liable to a penalty. 3 The amount of the penalty shall be equal to 105 per cent of the difference between— a the amount of tax credit that would have been due on the claim if the record or document had been correct, and b the amount (if any) of tax credit actually due on the claim. 4 The providing of a record or other document shall not give rise to a penalty under this paragraph if the person who provided it satisfies the Commissioners or, on appeal, an appeal tribunal that there is a reasonable excuse for his having provided it. 5 Where by reason of providing a record or other document— a a person is convicted of an offence (whether under this Act or otherwise), or b a person is assessed to a penalty under paragraph 7 or 9 above, that person shall not by reason of the providing of the record or document be liable also to a penalty under this paragraph. . 6 This section shall be deemed to have come into force on 1st May 2002."}, {"act": "Finance Act 2002", "year": 2002, "section": "134", "section_title": " Recovery of taxes etc due in other member States", "section_text": "134 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2002", "year": 2002, "section": "135", "section_title": " Mandatory e-filing", "section_text": "135 1   The Commissioners for Her Majesty’s Revenue and Customs   (“ the Commissioners ”) may make regulations requiring the use of electronic communications for the delivery by specified persons of specified information required or authorised to be delivered by or under legislation relating to a taxation matter. 2 Regulations under this section may make provision— a as to the electronic form to be taken by information delivered to the   Revenue and Customs   using electronic communications; b requiring persons to prepare and keep records of information delivered to   Revenue and Customs   by means of electronic communications; c for the production of the contents of records kept in accordance with the regulations; d as to conditions that must be complied with in connection with the use of electronic communications for the delivery of information; e for treating information as not having been delivered unless conditions imposed by any of the regulations are satisfied; f for determining the time at which and person by whom information is to be taken to have been delivered; g for authenticating whatever is delivered. 3 Regulations under this section may also make provision (which may include provision for the application of conclusive or other presumptions) as to the manner of proving for any purpose— a whether any use of electronic communications is to be taken as having resulted in the delivery of information; b the time of delivery of any information for the delivery of which electronic communications have been used; c the person by whom information delivered by means of electronic communications was delivered; d the contents of anything so delivered; e the contents of any records; f any other matter for which provision may be made by regulations under this section. 4 Regulations under this section may— a allow any authorisation or requirement for which the regulations may provide to be given or imposed by means of a specific or general direction given by the Commissioners; b provide that the conditions of any such authorisation or requirement are to be taken to be satisfied only where the   Revenue and Customs   are satisfied as to specified matters; c allow a person to refuse to accept delivery of information in an electronic form or by means of electronic communications except in such circumstances as may be specified in or determined under the regulations; d allow or require use to be made of intermediaries in connection with— i the delivery of information by means of electronic communications; or ii the authentication or security of anything transmitted by any such means. 5 Regulations under this section may contain provision— a requiring the   Revenue and Customs   to notify persons appearing to them to be, or to have become, a person of a specified description and accordingly required to use electronic communications for any purpose in accordance with the regulations, b enabling a person so notified to have the question whether he is a person of such a description determined in the same way as an appeal. 6 Regulations under this section may provide— a that information delivered by means of electronic communications must meet standards of accuracy and completeness set by specific or general directions given by the Commissioners, and b that failure to meet those standards may be treated— i as a failure to deliver the information, or ii as a failure to comply with the requirements of the regulations. 7 The power to make provision by regulations under this section includes power— a to provide for a contravention of, or any failure to comply with, the regulations to attract a penalty of a specified amount not exceeding £3,000; b to provide that specified enactments relating to penalties imposed for the purposes of any taxation matter (including enactments relating to assessments, review and appeal) apply, with or without modifications, in relation to penalties under the regulations; ba to specify other consequences of contravention of, or failure to comply with, the regulations (which may include disregarding a return delivered otherwise than by the use of electronic communications); c to make different provision for different cases; d to make such incidental, supplemental, consequential and transitional provision in connection with any provision contained in any of the regulations as the Commissioners think fit. 8 References in this section to the delivery of information include references to any of the following (however referred to)— a the production or furnishing to a person of any information, account, record or document; b the giving, making, issue or surrender to, or service on, any person of any notice, notification, statement, declaration, certificate or direction; c the imposition on any person of any requirement or the issue to any person of any request; d the making of any return, claim, election or application; e the amendment or withdrawal of anything mentioned in paragraphs (a) to (d) above. 9 Regulations under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 10 In this section— “  the Revenue and Customs  ” means— the Commissioners, any officer of Revenue and Customs, and any other person who for the purposes of electronic communications is acting under the authority of the Commissioners; “ legislation ” means any enactment,   EU   legislation or subordinate legislation; “ specified ” means specified by or under regulations under this section; “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978 (c. 30); “ taxation matter ”  means any matter relating to a tax (or duty) for which the Commissioners are responsible.  "}, {"act": "Finance Act 2002", "year": 2002, "section": "136", "section_title": " Use of electronic communications under other provisions", "section_text": "136 1 Any power to make subordinate legislation for or in connection with the delivery of information conferred in relation to a taxation matter on— a the Commissioners of Inland Revenue, or b the Treasury, includes power to make any such provision in relation to the delivery of that information as could be made in exercise of the power conferred by section 135. 2 Provision made in exercise of the powers conferred by section 135 or subsection (1) above has effect notwithstanding so much of any enactment or subordinate legislation as would otherwise— a allow information to be delivered otherwise than by means of electronic communications, or b preclude the use of an intermediary in connection with its delivery. 3 Expressions used in this section and section 135 have the same meaning in this section as in that section. 4 Nothing in this section shall be read as restricting the generality of the power conferred by section 135."}, {"act": "Finance Act 2002", "year": 2002, "section": "137", "section_title": " Lorry road-user charge", "section_text": "137 1 A tax, to be known as lorry road-user charge, shall be charged in respect of use of roads by lorries. 2 The persons by whom lorry road-user charge shall be payable, the rates at which it shall be charged, and the lorries, roads and use in respect of which it shall be charged, shall be such as Parliament may determine. 3 The amount of lorry road-user charge charged in respect of use of any roads by a lorry shall be calculated, in such manner as Parliament may determine, by reference to the distance travelled on those roads by the lorry. 4 Lorry road-user charge— a shall be under the care and management of the Commissioners of Customs and Excise, and b shall be administered and enforced in accordance with such provisions as Parliament may determine. 5 All money and securities for money collected or received for or on account of lorry road-user charge shall— a if collected or received in Great Britain, be placed to the general account of the Commissioners of Customs and Excise kept at the Bank of England under section 17 of the Customs and Excise Management Act 1979; b if collected or received in Northern Ireland, be paid into the Consolidated Fund of the United Kingdom in such manner as the Treasury may direct. 7 A Minister of the Crown or government department may— a incur expenditure in connection with preparations for lorry road-user charge (including any fuel credit to be paid in respect of fuelling of lorries chargeable in respect of lorry road-user charge); b enter into contracts in respect of the development or provision of equipment, systems or services to be used in connection with lorry road-user charge (including any fuel credit)."}, {"act": "Finance Act 2002", "year": 2002, "section": "138", "section_title": " Authority of Bank of England to discharge functions in place of Bank of Ireland", "section_text": "138 1 The Bank of England has authority, in the event of the Bank of Ireland ceasing to perform any of its functions in relation to United Kingdom government stock, to discharge any of the Bank of Ireland’s functions in relation to such stock in place of the Bank of Ireland. 2 The enactments relating to United Kingdom government stock have effect in relation to anything done in the circumstances mentioned in subsection (1) for the purposes of discharging any such functions— a as if any reference to the Bank of Ireland were a reference to the Bank of England, and b as if any reference to an officer of the Bank of Ireland were a reference to the corresponding officer of the Bank of England. 3 In particular, sections 59 and 66 of the National Debt Act 1870 (c. 71)\t\t\t\t\t(provisions protecting the Bank and its officers from liability) apply to the Bank of England and to officers of that Bank in relation to anything done in the circumstances mentioned in subsection (1) above for the purposes of discharging any functions of the Bank of Ireland in relation to United Kingdom government stock. 4 In this section— “ enactment ” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978 (c. 30); “ United Kingdom government stock ” means stock or bonds of any of the descriptions included in Part 1 of Schedule 11 to the Finance Act 1942 (c. 21)\t\t\t\t\t\t\t(whether on or after the passing of this Act). 5 This section shall be deemed always to have had effect."}, {"act": "Finance Act 2002", "year": 2002, "section": "139", "section_title": " Closure of UK gilts registers kept in Ireland", "section_text": "139 1 The Treasury may by order made by statutory instrument provide— a that no further stock or bonds may be registered in either of the Irish gilts registers on or after such day as the order may appoint (“ the appointed day ”), and b for the transfer to the English gilts register of the entries subsisting in each of those registers at the beginning of the appointed day. 2 The power conferred by subsection (1)(b) includes power to make provision in relation to stock and bonds which were not registered in either of the Irish gilts registers on the appointed day, but which should have been. 3 An order under this section may contain such consequential, incidental, supplementary and transitional provision as appears to the Treasury to be necessary or expedient, including provision amending, repealing or revoking any enactment. 4 In subsection (3) “ enactment ” means any enactment contained in— a an Act, whenever passed, or b an instrument, whenever made, under an Act, whenever passed. 5 In this section— “ the English gilts register ” is the register required to be kept at the office of the Chief Registrar of the Bank of England under section 47 of the Finance Act 1942 (c. 21)\t\t\t\t\t\t\t(registration of government stock); and “ the Irish gilts registers ” are— the register required to be kept in Belfast under that section, and the register required to be kept in Dublin under that section. 6 A statutory instrument containing an order under this section is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 2002", "year": 2002, "section": "140", "section_title": " Administration of UK gilts", "section_text": "140 1 In section 47 of the Finance Act 1942 (transfer and registration of government stock)— a for subsection (1)(b)\t\t\t\t\t\t\t(power to provide for the keeping of stock and bond registers by the Banks of England and Ireland) substitute— b for the administration of such stock and bonds (including the registration of holders) by such one or more persons as the Treasury may appoint in accordance with the regulations and the closure of any register; ,  and b after subsection (1E) insert— 1EA Persons appointed in accordance with regulations under subsection (1)(b) shall be appointed on such terms (including terms as to the making of payments by the Treasury) as the Treasury consider appropriate, and the persons who may be so appointed include the Bank of England. . 2 The Treasury may by order made by statutory instrument make such consequential, incidental, supplementary and transitional provision as appears to the Treasury to be necessary or expedient in consequence of the amendments made by subsection (1), including provision amending, repealing or revoking any enactment. 3 In subsection (2) “ enactment ” means any enactment contained in— a an Act, whenever passed, or b an instrument, whenever made, under an Act, whenever passed. 4 A statutory instrument containing an order under subsection (2) is subject to annulment in pursuance of a resolution of the House of Commons. 5 Sums payable by the Treasury by virtue of section 47(1EA) of the Finance Act 1942 (c. 21)\t\t\t\t\t(as inserted by subsection (1) above) shall be met out of the National Loans Fund with recourse to the Consolidated Fund. 6 This section shall come into force on such day as the Treasury may by order made by statutory instrument appoint."}, {"act": "Finance Act 2002", "year": 2002, "section": "141", "section_title": " Repeals", "section_text": "141 1 The enactments mentioned in Schedule 40 to this Act (which include provisions that are spent or of no practical utility) are repealed to the extent specified. 2 The repeals specified in that Schedule have effect subject to the commencement provisions and savings contained or referred to in the notes set out in that Schedule."}, {"act": "Finance Act 2002", "year": 2002, "section": "142", "section_title": " Interpretation", "section_text": "142 In this Act “ the Taxes Act 1988 ” means the Income and Corporation Taxes Act 1988 (c. 1) , and  “ ITA 2007 ” means the Income Tax Act 2007” ."}, {"act": "Finance Act 2002", "year": 2002, "section": "143", "section_title": " Short title", "section_text": "143 This Act may be cited as the Finance Act 2002."}]