[{"act": "Homelessness Act 2002", "year": 2002, "section": "1", "section_title": " Duty of local housing authority  in England  to formulate a homelessness strategy", "section_text": "1 1 A local housing authority  in England  (“ the authority ”) may from time to time— a carry out a homelessness review for their district; and b formulate and publish a homelessness strategy based on the results of that review. 2 The social services authority for the district of the authority (where that is a different local authority) shall give such assistance in connection with the exercise of the power under subsection (1) as the authority may reasonably require. 3 The authority shall exercise that power so as to ensure that the first homelessness strategy for their district is published within the period of twelve months beginning with the day on which this section comes into force. 4 The authority shall exercise that power so as to ensure that a new homelessness strategy for their district is published within the period of five years beginning with the day on which their last homelessness strategy was published. 5 A local housing authority  in England  shall take their homelessness strategy into account in the exercise of their functions. 6 A social services authority shall take the homelessness strategy for the district of a local housing authority into account in the exercise of their functions in relation to that district. 7 Nothing in subsection (5) or (6) affects any duty or requirement arising apart from this section."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "2", "section_title": " Homelessness reviews", "section_text": "2 1 For the purposes of this Act “ homelessness review ” means a review by a local housing authority of— a the levels, and likely future levels, of homelessness in their district; b the activities which are carried out for any purpose mentioned in subsection (2)\t\t\t\t\t\t\t(or which contribute to their achievement); and c the resources available to the authority, the social services authority for their district, other public authorities, voluntary organisations and other persons for such activities. 2 Those purposes are — a preventing homelessness in the district of the authority; b securing that accommodation is or will be available for people in the district who are or may become homeless; c providing support for people in the district— i who are or may become homeless; or ii who have been homeless and need support to prevent them becoming homeless again. 3 A local housing authority shall, after completing a homelessness review— a arrange for the results of the review to be available at its principal office for inspection at all reasonable hours, without charge, by members of the public; and b provide (on payment if required by the authority of a reasonable charge) a copy of those results to any member of the public who asks for one."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "3", "section_title": " Homelessness strategies", "section_text": "3 1 For the purposes of this Act “ homelessness strategy ” means a strategy formulated by a local housing authority for— a preventing homelessness in their district; b securing that sufficient accommodation is and will be available for people in their district who are or may become homeless; c securing the satisfactory provision of support for people in their district— i who are or may become homeless; or ii who have been homeless and need support to prevent them becoming homeless again. 2 A homelessness strategy may include specific objectives to be pursued, and specific action planned to be taken, in the course of the exercise of— a the functions of the authority as a local housing authority; or b the functions of the social services authority for the district. 3 A homelessness strategy may also include provision relating to specific action which the authority expects to be taken— a by any public authority with functions (not being functions mentioned in subsection (2)) which are capable of contributing to the achievement of any of the objectives mentioned in subsection (1); or b by any voluntary organisation or other person whose activities are capable of contributing to the achievement of any of those objectives. 4 The inclusion in a homelessness strategy of any provision relating to action mentioned in subsection (3) requires the approval of the body or person concerned. 5 In formulating a homelessness strategy the authority shall consider (among other things) the extent to which any of the objectives mentioned in subsection (1) can be achieved through action involving two or more of the bodies or other persons mentioned in subsections (2) and (3). 6 The authority shall keep their homelessness strategy under review and may modify it from time to time. 7 If the authority modify their homelessness strategy, they shall publish the modifications or the strategy as modified (as they consider most appropriate). 7A In formulating or modifying a homelessness strategy, a local housing authority  ... shall have regard to— a its current allocation scheme under section 166A of the Housing Act 1996, b its current tenancy strategy under section 150 of the Localism Act 2011, and c in the case of an authority that is a London borough council, the current London housing strategy. 8 Before adopting or modifying a homelessness strategy the authority shall consult such public or local authorities, voluntary organisations or other persons as they consider appropriate. 9 The authority shall— a make a copy of   everything published under section 1 or   this section available at its principal office for inspection at all reasonable hours, without charge, by members of the public; and b provide (on payment if required by the authority of a reasonable charge) a copy of   anything   so published to any member of the public who asks for one."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "4", "section_title": " Sections 1 to 3: interpretation", "section_text": "4 In sections 1 to 3— “ homeless ” and “ homelessness ” have the same meaning as in Part 7 of the Housing Act 1996 (c. 52)\t\t\t\t\t(in this Act referred to as “ the 1996 Act ”); “ local housing authority ” and “ district ” have the same meaning as in the Housing Act 1985 (c. 68); “ social services authority ” means a local authority for the purposes of the Local Authority Social Services Act 1970 (c. 42)  or Part 8 of the Social Services and Well-being (Wales) Act 2014 ; “ support ” means advice, information or assistance; and “ voluntary organisation ” has the same meaning as in section 180(3) of the 1996 Act."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "5", "section_title": " Provision of accommodation for persons not in priority need who are not homeless intentionally", "section_text": "5 1 In section 192 of the 1996 Act (duty to persons not in priority need who are not homeless intentionally), after subsection (2) there is inserted— 3 The authority may secure that accommodation is available for occupation by the applicant. 2 In section 195 of the 1996 Act (duties in cases of threatened homelessness), after subsection (8)\t\t\t\t\t(as inserted by paragraph 14 of Schedule 1) there is inserted— 9 If the authority— a are not satisfied that the applicant has a priority need; and b are not satisfied that he became threatened with homelessness intentionally, the authority may take reasonable steps to secure that accommodation does not cease to be available for the applicant’s occupation."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "6", "section_title": " Abolition of minimum period for which an authority is subject to main homelessness duty", "section_text": "6 1 For subsections (3) and (4) of section 193 of the 1996 Act (period for which main homelessness duty is owed to person with priority need) there is substituted— 3 The authority are subject to the duty under this section until it ceases by virtue of any of the following provisions of this section. 2 Subsection (1) applies to a person who, immediately before the commencement of this section, is owed the duty under section 193 as it applies to a person who comes to be owed that duty after that commencement. 3 Section 194 of the 1996 Act (power to continue to secure accommodation after minimum period) shall cease to have effect. 4 Any person who, immediately before the commencement of this section, is a person in relation to whom a local housing authority are exercising their power under section 194 of the 1996 Act shall be treated at that commencement as a person to whom the authority owe the duty under section 193 of that Act."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "7", "section_title": " Events which cause the main homelessness duty to cease", "section_text": "7 1 Subsections (6) to (8) of section 193 of the 1996 Act (events which bring main homelessness duty to an end) are amended as follows. 2 In subsection (6), after paragraph (c) there is inserted— cc accepts an offer of an assured tenancy (other than an assured shorthold tenancy) from a private landlord, . 3 For subsection (7) there is substituted— 7 The local housing authority shall also cease to be subject to the duty under this section if the applicant, having been informed of the possible consequence of refusal and of his right to request a review of the suitability of the accommodation, refuses a final offer of accommodation under Part 6. 7A An offer of accommodation under Part 6 is a final offer for the purposes of subsection (7) if it is made in writing and states that it is a final offer for the purposes of subsection (7). 4 After subsection (7A)\t\t\t\t\t(which is inserted by subsection (3) above) there is inserted— 7B The authority shall also cease to be subject to the duty under this section if the applicant accepts a qualifying offer of an assured shorthold tenancy which is made by a private landlord in relation to any accommodation which is, or may become, available for the applicant’s occupation. 7C The applicant is free to reject a qualifying offer without affecting the duty owed to him under this section by the authority. 7D For the purposes of subsection (7B) an offer of an assured shorthold tenancy is a qualifying offer if— a it is made, with the approval of the authority, in pursuance of arrangements made by the authority with the landlord with a view to bringing the authority’s duty under this section to an end; b the tenancy being offered is a fixed term tenancy (within the meaning of Part 1 of the Housing Act 1988 (c. 50)); and c it is accompanied by a statement in writing which states the term of the tenancy being offered and explains in ordinary language that— i there is no obligation to accept the offer, but ii if the offer is accepted the local housing authority will cease to be subject to the duty under this section in relation to the applicant. 7E An acceptance of a qualifying offer is only effective for the purposes of subsection (7B) if the applicant signs a statement acknowledging that he has understood the statement mentioned in subsection (7D). 7F The local housing authority shall not— a make a final offer of accommodation under Part 6 for the purposes of subsection (7); or b approve an offer of an assured shorthold tenancy for the purposes of subsection (7B), unless they are satisfied that the accommodation is suitable for the applicant and that it is reasonable for him to accept the offer. 5 In subsection (8), for “subsection (7)” there is substituted  “                  subsection (7F)                ”  and the words “of accommodation under Part VI” shall cease to have effect. 6 Nothing in this section affects the operation of section 193 in relation to an offer of accommodation under Part 6 which is made before the commencement of subsection (3) above."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "8", "section_title": " Review of decisions as to suitability of accommodation", "section_text": "8 1 In subsections (5) and (7)(a) of section 193 of the 1996 Act (cessation of main homelessness duty), after “of refusal” there is inserted  “                  and of his right to request a review of the suitability of the accommodation                ” . 2 In section 202 of the 1996 Act (right to request review of decision)— a in paragraph (f) of subsection (1), at the end there is inserted “or as to the suitability of accommodation offered to him as mentioned in section 193(7)”; and b after that subsection there is inserted— 1A An applicant who is offered accommodation as mentioned in section 193(5) or (7) may under subsection (1)(f) request a review of the suitability of the accommodation offered to him whether or not he has accepted the offer. 3 This section comes into force on the day on which this Act is passed."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "9", "section_title": " Abolition of duty under section 197", "section_text": "9 1 Section 197 of the 1996 Act (duty where other suitable accommodation available) shall cease to have effect. 2 A person who, immediately before commencement, is a person to whom a local housing authority owe the duty under section 197(2)\t\t\t\t\t(instead of the duty under section 193 or 195) shall be treated at commencement as a person to whom the authority owe the duty under section 193 (the main homelessness duty) or, if at that time he is threatened with homelessness, section 195(2)\t\t\t\t\t(duty in case of threatened homelessness). 3 In subsection (2) “ commencement ” means the commencement of this section."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "10", "section_title": " Persons claiming to be homeless who are at risk of violence", "section_text": "10 1 In section 177 of the 1996 Act (cases when it is reasonable to continue to occupy accommodation)— a in subsection (1), after “domestic violence” there is inserted  “                      or other violence                    ” ; and b for the words following paragraph (b) of subsection (1) there is substituted— 1A For this purpose “ violence ” means— a violence from another person; or b threats of violence from another person which are likely to be carried out; and violence is “ domestic violence ” if it is from a person who is associated with the victim. 2 In section 198 of the 1996 Act (conditions for referral of case to another local housing authority), for subsection (3) there is substituted— 2A But the conditions for referral mentioned in subsection (2) are not met if— a the applicant or any person who might reasonably be expected to reside with him has suffered violence (other than domestic violence) in the district of the other authority; and b it is probable that the return to that district of the victim will lead to further violence of a similar kind against him. 3 For the purposes of subsections (2) and (2A) “ violence ” means— a violence from another person; or b threats of violence from another person which are likely to be carried out; and violence is “ domestic violence ” if it is from a person who is associated with the victim."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "11", "section_title": " Section 204(4): appeals", "section_text": "11 After section 204 of the 1996 Act (appeal to county court on point of law) there is inserted—  Section 204(4): appeals 204A 1 This section applies where an applicant has the right to appeal to the county court against a local housing authority’s decision on a review. 2 If the applicant is dissatisfied with a decision by the authority— a not to exercise their power under section 204(4)\t\t\t\t\t\t\t\t\t\t(“ the section 204(4) power ”) in his case; b to exercise that power for a limited period ending before the final determination by the county court of his appeal under section 204(1)\t\t\t\t\t\t\t\t\t\t(“ the main appeal ”); or c to cease exercising that power before that time, he may appeal to the county court against the decision. 3 An appeal under this section may not be brought after the final determination by the county court of the main appeal. 4 On an appeal under this section the court— a may order the authority to secure that accommodation is available for the applicant’s occupation until the determination of the appeal (or such earlier time as the court may specify); and b shall confirm or quash the decision appealed against, and in considering whether to confirm or quash the decision the court shall apply the principles applied by the High Court on an application for judicial review. 5 If the court quashes the decision it may order the authority to exercise the section 204(4) power in the applicant’s case for such period as may be specified in the order. 6 An order under subsection (5)— a may only be made if the court is satisfied that failure to exercise the section 204(4) power in accordance with the order would substantially prejudice the applicant’s ability to pursue the main appeal; b may not specify any period ending after the final determination by the county court of the main appeal."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "12", "section_title": " Co-operation in certain cases involving children", "section_text": "12 After section 213 of the 1996 Act (co-operation between relevant housing authorities and bodies) there is inserted—  Co-operation in certain cases involving children 213A 1 This section applies where a local housing authority have reason to believe that an applicant with whom a person under the age of 18 normally resides, or might reasonably be expected to reside— a may be ineligible for assistance; b may be homeless and may have become so intentionally; or c may be threatened with homelessness intentionally. 2 A local housing authority shall make arrangements for ensuring that, where this section applies— a the applicant is invited to consent to the referral of the essential facts of his case to the social services authority for the district of the housing authority (where that is a different authority); and b if the applicant has given that consent, the social services authority are made aware of those facts and of the subsequent decision of the housing authority in respect of his case. 3 Where the local housing authority and the social services authority for a district are the same authority (a “ unitary authority ”), that authority shall make arrangements for ensuring that, where this section applies— a the applicant is invited to consent to the referral to the social services department of the essential facts of his case; and b if the applicant has given that consent, the social services department is made aware of those facts and of the subsequent decision of the authority in respect of his case. 4 Nothing in subsection (2) or (3) affects any power apart from this section to disclose information relating to the applicant’s case to the social services authority or to the social services department (as the case may be) without the consent of the applicant. 5 Where a social services authority— a are aware of a decision of a local housing authority that the applicant is ineligible for assistance, became homeless intentionally or became threatened with homelessness intentionally, and b request the local housing authority to provide them with advice and assistance in the exercise of their social services functions under Part 3 of the Children Act 1989, the local housing authority shall provide them with such advice and assistance as is reasonable in the circumstances. 6 A unitary authority shall make arrangements for ensuring that, where they make a decision of a kind mentioned in subsection (5)(a), the housing department provide the social services department with such advice and assistance as the social services department may reasonably request. 7 In this section, in relation to a unitary authority— “ the housing department ” means those persons responsible for the exercise of their housing functions; and “ the social services department ” means those persons responsible for the exercise of their social services functions under Part 3 of the Children Act 1989."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "13", "section_title": " Application of Part 6 to existing tenants", "section_text": "13 For subsections (5) and (6) of section 159 of the 1996 Act (application of Part 6 of that Act to existing secure and introductory tenants, to existing tenants of registered social landlords and to certain other tenants) there is substituted— 5 The provisions of this Part do not apply to an allocation of housing accommodation to a person who is already a secure or introductory tenant unless the allocation involves a transfer of housing accommodation for that person and is made on his application."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "14", "section_title": " Abolition of duty to maintain housing register", "section_text": "14 1 Local housing authorities are no longer required to maintain a housing register and, accordingly, sections 161 to 165 of the 1996 Act (the housing register) shall cease to have effect. 2 After section 160 of the 1996 Act (cases where provisions about allocations do not apply) there is inserted—  Eligibility for allocation of housing accommodation  Allocation only to eligible persons 160A 1 A local housing authority shall not allocate housing accommodation— a to a person from abroad who is ineligible for an allocation of housing accommodation by virtue of subsection (3) or (5); b to a person who the authority have decided is to be treated as ineligible for such an allocation by virtue of subsection (7); or c to two or more persons jointly if any of them is a person mentioned in paragraph (a) or (b). 2 Except as provided by subsection (1), any person may be allocated housing accommodation by a local housing authority (whether on his application or otherwise). 3 A person subject to immigration control within the meaning of the Asylum and Immigration Act 1996 (c. 49) is (subject to subsection (6)) ineligible for an allocation of housing accommodation by a local housing authority unless he is of a class prescribed by regulations made by the Secretary of State. 4 No person who is excluded from entitlement to housing benefit by section 115 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t\t\t\t\t\t\t(exclusion from benefits) shall be included in any class prescribed under subsection (3). 5 The Secretary of State may by regulations prescribe other classes of persons from abroad who are (subject to subsection (6)) ineligible for an allocation of housing accommodation, either in relation to local housing authorities generally or any particular local housing authority. 6 Nothing in subsection (3) or (5) affects the eligibility of a person who is already— a a secure or introductory tenant; b an assured tenant of housing accommodation allocated to him by a local housing authority. 7 A local housing authority may decide that an applicant is to be treated as ineligible for an allocation of housing accommodation by them if they are satisfied that— a he, or a member of his household, has been guilty of unacceptable behaviour serious enough to make him unsuitable to be a tenant of the authority; and b in the circumstances at the time his application is considered, he is unsuitable to be a tenant of the authority by reason of that behaviour. 8 The only behaviour which may be regarded by the authority as unacceptable for the purposes of subsection (7)(a) is— a behaviour of the person concerned which would (if he were a secure tenant of the authority) entitle the authority to a possession order under section 84 of the Housing Act 1985 (c. 68) on any ground mentioned in Part 1 of Schedule 2 to that Act (other than ground 8); or b behaviour of a member of his household which would (if he were a person residing with a secure tenant of the authority) entitle the authority to such a possession order. 9 If a local housing authority decide that an applicant for housing accommodation— a is ineligible for an allocation by them by virtue of subsection (3) or (5); or b is to be treated as ineligible for such an allocation by virtue of subsection (7), they shall notify the applicant of their decision and the grounds for it. 10 That notice shall be given in writing and, if not received by the applicant, shall be treated as having been given if it is made available at the authority’s office for a reasonable period for collection by him or on his behalf. 11 A person who is being treated by a local housing authority as ineligible by virtue of subsection (7) may (if he considers that he should no longer be treated as ineligible by the authority) make a fresh application to the authority for an allocation of housing accommodation by them. 3 Any person— a who is on a housing register immediately before commencement; or b whose application to be put on a housing register has not been determined before commencement, shall be treated at commencement as a person who has applied to the authority concerned for an allocation of housing accommodation. 4 In subsection (3) “ commencement ” means the commencement of this section."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "15", "section_title": " Applications for housing accommodation", "section_text": "15 For section 166 (information about housing register) there is substituted—  Applications for housing accommodation  Applications for housing accommodation 166 1 A local housing authority shall secure that— a advice and information is available free of charge to persons in their district about the right to make an application for an allocation of housing accommodation; and b any necessary assistance in making such an application is available free of charge to persons in their district who are likely to have difficulty in doing so without assistance. 2 A local housing authority shall secure that an applicant for an allocation of housing accommodation is informed that he has the rights mentioned in section 167(4A). 3 Every application made to a local housing authority for an allocation of housing accommodation shall (if made in accordance with the procedural requirements of the authority’s allocation scheme) be considered by the authority. 4 The fact that a person is an applicant for an allocation of housing accommodation shall not be divulged (without his consent) to any other member of the public. 5 In this Part “ district ” in relation to a local housing authority has the same meaning as in the Housing Act 1985 (c. 68)."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "16", "section_title": " Allocation schemes", "section_text": "16 1 Section 167 of the 1996 Act (allocation in accordance with allocation scheme) is amended as follows. 2 After subsection (1) there is inserted— 1A The scheme shall include a statement of the authority’s policy on offering people who are to be allocated housing accommodation— a a choice of housing accommodation; or b the opportunity to express preferences about the housing accommodation to be allocated to them. 3 For subsection (2) there is substituted— 2 As regards priorities, the scheme shall be framed so as to secure that reasonable preference is given to— a people who are homeless (within the meaning of Part 7); b people who are owed a duty by any local housing authority under section 190(2), 193(2) or 195(2)\t\t\t\t\t\t\t\t\t\t(or under section 65(2) or 68(2) of the Housing Act 1985) or who are occupying accommodation secured by any such authority under section 192(3); c people occupying insanitary or overcrowded housing or otherwise living in unsatisfactory housing conditions; d people who need to move on medical or welfare grounds; and e people who need to move to a particular locality in the district of the authority, where failure to meet that need would cause hardship (to themselves or to others). The scheme may also be framed so as to give additional preference to particular descriptions of people within this subsection (being descriptions of people with urgent housing needs). 2A The scheme may contain provision for determining priorities in allocating housing accommodation to people within subsection (2); and the factors which the scheme may allow to be taken into account include— a the financial resources available to a person to meet his housing costs; b any behaviour of a person (or of a member of his household) which affects his suitability to be a tenant; c any local connection (within the meaning of section 199) which exists between a person and the authority’s district. 2B Nothing in subsection (2) requires the scheme to provide for any preference to be given to people the authority have decided are people to whom subsection (2C) applies. 2C This subsection applies to a person if the authority are satisfied that— a he, or a member of his household, has been guilty of unacceptable behaviour serious enough to make him unsuitable to be a tenant of the authority; and b in the circumstances at the time his case is considered, he deserves by reason of that behaviour not to be treated as a member of a group of people who are to be given preference by virtue of subsection (2). 2D Subsection (8) of section 160A applies for the purposes of subsection (2C)(a) above as it applies for the purposes of subsection (7)(a) of that section. 2E Subject to subsection (2), the scheme may contain provision about the allocation of particular housing accommodation— a to a person who makes a specific application for that accommodation; b to persons of a particular description (whether or not they are within subsection (2)). 4 After subsection (4) there is inserted— 4A The scheme shall be framed so as to secure that an applicant for an allocation of housing accommodation— a has the right to request such general information as will enable him to assess— i how his application is likely to be treated under the scheme (including in particular whether he is likely to be regarded as a member of a group of people who are to be given preference by virtue of subsection (2)); and ii whether housing accommodation appropriate to his needs is likely to be made available to him and, if so, how long it is likely to be before such accommodation becomes available for allocation to him; b is notified in writing of any decision that he is a person to whom subsection (2C) applies and the grounds for it; c has the right to request the authority to inform him of any decision about the facts of his case which is likely to be, or has been, taken into account in considering whether to allocate housing accommodation to him; and d has the right to request a review of a decision mentioned in paragraph (b) or (c), or in section 160A(9), and to be informed of the decision on the review and the grounds for it."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "17", "section_title": " Wales", "section_text": "17 1 The reference to the 1996 Act in Schedule 1 to the National Assembly for Wales (Transfer of Functions) Order 1999 ( S.I.  1999/672) is to be treated as referring to that Act as amended by this Act. 2 Subsection (1) does not affect the power to make further Orders varying or omitting that reference."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "18", "section_title": " Minor and consequential amendments and repeals", "section_text": "18 1 Schedule 1 (which contains minor and consequential amendments) has effect. 2 Schedule 2 (which contains repeals) has effect."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "19", "section_title": " Financial provision", "section_text": "19 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "20", "section_title": " Commencement, transitional provision and general saving", "section_text": "20 1 The preceding provisions of this Act (and the Schedules), other than section 8 and paragraphs 3 and 7 of Schedule 1, come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 2 The Secretary of State may by order made by statutory instrument make such transitional provisions and savings as he considers appropriate in connection with the coming into force of any provision of this Act. 3 The powers conferred by subsection (1) and (2) are exercisable as respects Wales by the National Assembly for Wales (and not the Secretary of State). 4 Nothing in this Act affects the operation of section 216(2) of the 1996 Act in relation to persons who applied for accommodation or assistance in obtaining accommodation before the commencement of Part 7 of that Act."}, {"act": "Homelessness Act 2002", "year": 2002, "section": "21", "section_title": " Short title, extent and application to Isles of Scilly", "section_text": "21 1 This Act may be cited as the Homelessness Act 2002. 2 This Act extends to England and Wales only. 3 This Act applies to the Isles of Scilly subject to such exceptions, adaptations and modifications as the Secretary of State may by order direct. 4 The power to make such an order is exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}]