[{"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "1", "section_title": " Guarantee of continued judicial independence", "section_text": "1 1 The following persons must uphold the continued independence of the judiciary— a the First Minister, b the deputy First Minister, c Northern Ireland Ministers, and d all with responsibility for matters relating to the judiciary or otherwise to the administration of justice, where that responsibility is to be discharged only in or as regards Northern Ireland. 2 The following particular duty is imposed for the purpose of upholding that independence. 3 The First Minister, the deputy First Minister and Northern Ireland Ministers must not seek to influence particular judicial decisions through any special access to the judiciary. 4 In this section  “ the judiciary ” includes the judiciary of any of the following— a the Supreme Court; b any other court established under the law of any part of the United Kingdom; c any international court. 5 In subsection (4)\t\t\t\t\t “ international court ” means the International Court of Justice or any other court or tribunal which exercises jurisdiction, or performs functions of a judicial nature, in pursuance of— a an agreement to which the United Kingdom or Her Majesty's Government in the United Kingdom is a party, or b a resolution of the Security Council or General Assembly of the United Nations."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "2", "section_title": " Introductory", "section_text": "2 1 Sections 3 to 8 make provision about appointment to and removal from— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the offices listed in Schedule 1. 2 The   Lord Chancellor  may by order amend Schedule 1 by— a adding an office (other than the office of Lord Chief Justice or Lord Justice of Appeal), b omitting an office, or c altering the description of an office. 3 No order under subsection (2) may be made without the agreement of the Lord Chief Justice. 4 An order under subsection (2) may make appropriate consequential amendments in any enactment or instrument (whenever passed or made). 5 In this Act—   ... “ listed judicial office ” means an office listed in Schedule 1, and “ protected judicial office ” means the office of Lord Chief Justice, the office of Lord Justice of Appeal or a listed judicial office."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "3", "section_title": " Judicial Appointments Commission", "section_text": "3 1 There is to be a body corporate known as the Northern Ireland Judicial Appointments Commission. 2 The Commission is to consist of— a a chairman, and b twelve other members appointed by the   Lord Chancellor . 3 Schedule 2 makes further provision about the Commission. 4 The Lord Chief Justice is to be the chairman of the Commission; but for any time during which— a the office of Lord Chief Justice is vacant, or b he is not available, the senior Lord Justice of Appeal who is available is to act as the chairman (whether or not he is already a member). 5 The following are to be appointed as the other members— a five persons nominated by the Lord Chief Justice (referred to in this section and Schedule 2 as “ judicial members ”), b a barrister nominated by the General Council of the Bar of Northern Ireland and a solicitor nominated by the Law Society of Northern Ireland (so referred to as “ legal profession members ”), and c five persons who do not hold (and have never held) a protected judicial office and are not (and have never been) barristers or solicitors (so referred to as “ lay members ”); and a reference in Schedule 2 to a non-judicial member is to a member who is either a legal profession member or a lay member. 6 The judicial members are to be— a a Lord Justice of Appeal, b a judge of the High Court, c a county court judge, d a resident magistrate, and e a lay magistrate. 7 A person may not be appointed to be a lay member unless he has declared in writing his commitment to non-violence and exclusively peaceful and democratic means. 8 It is the duty of— a the Lord Chancellor, and b those responsible for making nominations under subsection (5)(a) and (b), to make such arrangements in connection with the exercise of their functions under this section as will, so far as is practicable, secure that the membership of the Commission is reflective of the community in Northern Ireland."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "4", "section_title": " Appointment to most senior judicial offices", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "5", "section_title": "Appointment to listed judicial offices", "section_text": "5 Schedule 3 (which is about the making of appointments to listed judicial offices) has effect."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "5A", "section_title": "Disclosure of information to the Commission", "section_text": "5A 1 Information which is held by or on behalf of a permitted person (whether obtained before or after this section comes into force) may be disclosed to the Commission or a committee of the Commission for the purposes of selection under   Schedule 3 . 2 A disclosure under this section is not to be taken to breach any restriction on the disclosure of information (however imposed). 3 But nothing in this section authorises the making of a disclosure— a which contravenes the   the data protection legislation , or b which is prohibited by   any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016 . 4 This section does not affect a power to disclose which exists apart from this section. 5 The following are permitted persons— a a chief officer of police of a police force in England and Wales; b the chief constable of the Police Service of Scotland; c the Chief Constable of the Police Service of Northern Ireland; d the Director General of the National Criminal Intelligence Service; e the Director General of the National Crime Squad; f the Commissioners of Inland Revenue; g the Commissioners of Customs and Excise. 6 The Lord Chancellor may by order designate as permitted persons other persons who exercise functions which he considers are of a public nature (including a body or person discharging regulatory functions in relation to any description of activities). 7 Information must not be disclosed under this section on behalf of the Commissioners of Inland Revenue or on behalf of the Commissioners of Customs and Excise unless the Commissioners concerned authorise the disclosure. 8 The power to authorise a disclosure under subsection (7) may be delegated (either generally or for a specific purpose)— a in the case of the Commissioners of Inland Revenue, to an officer of the Board of Inland Revenue, b in the case of the Commissioners of Customs and Excise, to a customs officer. 9 For the purposes of this section a customs officer is a person commissioned by the Commissioners of Customs and Excise under section 6(3) of the Customs and Excise Management Act 1979. 10 In this section,  “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "6", "section_title": " Removal from most senior judicial offices", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "7", "section_title": " Removal from listed judicial offices", "section_text": "7 1 A person holding a listed judicial office may be removed from office (and suspended from office pending a decision whether to remove him) but only in accordance with this section. 2 The power to remove or suspend him is exercisable by the   Lord Chief Justice . 3 He may only be removed if a tribunal convened under section 8 has reported to the   Lord Chief Justice   recommending that he be removed on the ground of misbehaviour or inability to perform the functions of the office. 4 He may only be suspended if the tribunal, at any time when it is considering whether to recommend his removal, has recommended to   the Lord Chief Justice   that he be suspended. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 If he is suspended he may not perform any of the functions of the office until the decision whether to remove him has been taken (but his other rights as holder of the office are unaffected). 6A If the Lord Chief Justice does not remove or suspend a person (“P”) in accordance with a recommendation as mentioned in subsection (3) or (4), the Lord Chief Justice must notify the following of the Lord Chief Justice's reasons for not removing or suspending P— a P; b the tribunal; c if the tribunal was convened by the Northern Ireland Judicial Appointments Ombudsman, the Ombudsman. 7 Nothing in subsections (1) to   (6A)   applies to a judge of the High Court appointed before the coming into force of this section (as to the removal and suspension of whom see   section 12C   of the Judicature (Northern Ireland) Act 1978 (c. 23)\t\t\t\t\t ...). 8 But, subject to that, those subsections apply whatever the date of a person’s appointment."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "8", "section_title": " Tribunals for considering removal", "section_text": "8 1 A tribunal to consider the removal of the holder of a listed judicial office may be convened— a by the Lord Chief Justice after consulting the Northern Ireland Judicial Appointments Ombudsman, or b by the Ombudsman after consulting the Lord Chief Justice. 2 A tribunal is to consist of— a a Lord Justice of Appeal or a judge of the High Court, b a person who holds an office within section 3(6)(a) to (e), and c a lay member of the Commission (see section 3(5)(c)). 3 The persons within subsection (2)(a) and (b) are to be selected by the Lord Chief Justice and the person within subsection (2)(c) is to be selected by the Ombudsman. 4 Unless the Commission otherwise agrees, the persons within subsection (2)(a) and (b) must be judicial members of the Commission (see section 3(5)(a)). 5 The person within subsection (2)(a) is to be the chair of the tribunal. 6 The tribunal's procedure is to be determined by the Lord Chief Justice. 7 The   Department of Justice   may pay a member of a tribunal any such allowances or fees as it may determine."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "9", "section_title": " Lay magistrates", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "9A", "section_title": "Judicial Appointments Ombudsman", "section_text": "9A 1 There is to be a Northern Ireland Judicial Appointments Ombudsman. 2 The Northern Ireland Public Services Ombudsman is, by virtue of holding that office, the Northern Ireland Judicial Appointments Ombudsman. 3 Schedule 3A makes further provision about the Ombudsman."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "9B", "section_title": "Complaints: interpretation", "section_text": "9B 1 This section applies for the purposes of this Part. 2 A Commission complaint is a complaint by a qualifying complainant of maladministration by the Commission or a committee of the Commission. 3 A departmental complaint is a complaint by a qualifying complainant of maladministration by the Lord Chancellor  ...  in connection with any of the following— a recommendation for or appointment to a listed judicial office; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A qualifying complainant is a complainant who claims to have been adversely affected, as an applicant for selection or as a person selected under this Part   or paragraph 2A of Schedule 11 to the Northern Ireland Act 1998 , by the maladministration complained of."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "9C", "section_title": "Complaints to the Commission or the Lord Chancellor", "section_text": "9C 1 The Commission must make arrangements for investigating any Commission complaint made to it. 2 The Lord Chancellor must make arrangements for investigating any departmental complaint made to him. 3 Arrangements under this section need not apply to a complaint made more than 28 days after the matter complained of."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "9D", "section_title": "Complaints to the Ombudsman", "section_text": "9D 1 Subsections (2) and (3) apply to a complaint which the complainant— a has made to the Commission or Lord Chancellor in accordance with arrangements under section 9C, and b makes to the Ombudsman not more than 28 days after being notified of the Commission's or Lord Chancellor's decision on the complaint. 2 If the Ombudsman considers that investigation of the complaint is not necessary, he must inform the complainant. 3 Otherwise he must investigate the complaint. 4 The Ombudsman may investigate a complaint which the complainant— a has made to the Commission or the Lord Chancellor in accordance with arrangements under section 9C, and b makes to the Ombudsman at any time. 5 The Ombudsman may investigate a transferred complaint made to him, and no such complaint may be made under the Judicial Appointments Order after the commencement of this section. 6 The Judicial Appointments Order is the Judicial Appointments Order in Council 2001, which sets out the functions of Her Majesty's Commissioners for Judicial Appointments. 7 A transferred complaint is a complaint that lay to those Commissioners (whether or not it was made to them) in respect of the application of procedures for appointment to listed judicial offices before the commencement of this section, but not a complaint that those Commissioners had declined to investigate or on which they had concluded their investigation. 8 Any complaint to the Ombudsman under this section must be in a form approved by him."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "9E", "section_title": "Report and recommendations", "section_text": "9E 1 The Ombudsman must prepare a report on any complaint he has investigated under section 9D. 2 The report must state— a what findings the Ombudsman has made; b whether he considers the complaint should be upheld in whole or part; c if he does, what if any action he recommends should be taken by the Commission or the Lord Chancellor as a result of the complaint. 3 The recommendations that may be made under subsection (2)(c) include recommendations for the payment of compensation. 4 Such a recommendation must relate to loss which appears to the Ombudsman to have been suffered by the complainant as a result of maladministration and not as a result of any failure to be appointed to an office to which the complaint related."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "9F", "section_title": "Report procedure", "section_text": "9F 1 This section applies to a report under section 9E. 2 The Ombudsman must submit a draft of the report— a if the complaint was a Commission complaint, to the First Minister and deputy First Minister and to the Commission; b otherwise, to the Lord Chancellor. 3 In finalising the report the Ombudsman— a must have regard to any proposal   for changes in the draft report which is made— i if the complaint was a Commission complaint, by the First Minister and deputy First Minister acting jointly or by the Commission; ii otherwise, by the Lord Chancellor; b must include in the report a statement of any such proposal not given effect to. 4 The report must be signed by the Ombudsman. 5 If the complaint was a Commission complaint the Ombudsman must send the report in duplicate to the   First Minister and deputy First Minister and to   the Commission. 6 Otherwise the Ombudsman must send the report to the Lord Chancellor. 7 The Ombudsman must send a copy of the report to the complainant, but that copy must not include information— a which relates to an identified or identifiable individual other than the complainant, and b whose disclosure by the Ombudsman to the complainant would (apart from this subsection) be contrary to section 9I."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "9G", "section_title": "References by the Lord Chancellor", "section_text": "9G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "9H", "section_title": "Information", "section_text": "9H The Commission and the Lord Chancellor must provide the Ombudsman with such information as he may reasonably require relating to the subject matter of an investigation under section 9D  ... ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "9I", "section_title": "Confidentiality in relation to judicial appointments and discipline", "section_text": "9I 1 A person who obtains confidential information, or to whom confidential information is provided, under or for the purposes of a relevant provision must not disclose it except with lawful authority. 2 These are the relevant provisions— a   sections 12 to 12C   of the Judicature (Northern Ireland) Act 1978 (appointment and removal of Lord Chief Justice, Lords Justices of Appeal and judges of High Court); b sections 3,  ...  7 and 9 to 9H of this Act (appointment and removal of judicial officers, and appointment and removal of lay magistrates); ba Schedule 3 to this Act and paragraph 2A of Schedule 11 to the Northern Ireland Act 1998; c sections 134 and 135 of the Constitutional Reform Act 2005 (removal from judicial offices); d section 16 of this Act (complaints about judicial officers); 3 Information is confidential if it relates to an identified or identifiable individual (a  “subject”). 4 Confidential information is disclosed with lawful authority only if and to the extent that any of the following applies— a the disclosure is with the consent of each person who is a subject of the information (but this is subject to subsection (5)); b the disclosure is for (and is necessary for) the exercise by any person of functions under a relevant provision or a decision whether to exercise them; c the disclosure is required, under rules of court or a court order, for the purposes of legal proceedings of any description. 5 An opinion or other information given by one identified or identifiable individual (A) about another (B)— a is information that relates to both; b must not be disclosed to B without A's consent. 6 This section does not prevent the disclosure with the agreement of the Lord Chancellor and the Lord Chief Justice of information as to disciplinary action taken in accordance with a relevant provision. 7 This section does not prevent the disclosure of information which is already, or has previously been, available to the public from other sources. 8 A contravention of this section in respect of any information is actionable, subject to the defences and other incidents applying to actions for breach of statutory duty. 9 But it is actionable only at the suit of a person who is a subject of the information."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "10", "section_title": " Transfer of functions of justices of the peace", "section_text": "10 1 Subject as follows, the functions of justices of the peace (including their functions as members of a court) are transferred to lay magistrates. 2 A lay magistrate sitting out of petty sessions may not exercise any function conferred or imposed on a magistrates’ court in relation to the conduct of proceedings for an offence, apart from a function to which subsection (3) applies. 3 This subsection applies to — a any function of issuing a warrant or summons, b any function of remanding an accused who has not previously been remanded for the offence, c any function of ordering a person to enter into a recognisance to keep the peace or to be of good behaviour, d the function under section 21(3) of the Treatment of Offenders Act (Northern Ireland) 1968 (c. 29 (N.I.))\t\t\t\t\t\t\t(committal where offence committed during suspended sentence etc.), e the function under Article 5(4) of the Treatment of Offenders (Northern Ireland) Order 1976 (S.I. 1976/226 (N.I. 4))\t\t\t\t\t\t\t(committal where offence committed after early discharge), f the functions under section 51(8) of the Judicature (Northern Ireland) Act 1978 (c. 23)\t\t\t\t\t\t\t(committal etc. of person in custody in pursuance of Crown Court warrant), g any function relating to perjury, misbehaviour or failure to testify in proceedings before a lay magistrate exercising any function to which this subsection applies, h any function relating to adjournment of, or any other ancillary matter concerning, such proceedings, i the function of granting a criminal aid certificate in respect of a person where the lay magistrate is dealing, or has previously dealt, with him by virtue of paragraph (b), (c) or (g), and j the function of granting a criminal aid certificate in relation to an appeal against anything done by a lay magistrate by virtue of paragraph (c) or (g). 4 The Lord Chancellor may   , after consultation with the Lord Chief Justice,  by order amend subsection (3). 5 Subsection (1) is subject to paragraphs 1 to 3 of Schedule 4 which specify functions which are to remain functions of justices of the peace (instead of, or as well as, becoming functions of lay magistrates) or to become functions only of resident magistrates. 6 Schedule 4 also contains amendments consequential on this section. 7 In this section references to a function are to a function conferred or imposed by an enactment or instrument passed or made before the time when this section comes into force (including a function conferred or imposed by a provision not in force at that time)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "11", "section_title": " Transfer of functions of lay panellists", "section_text": "11 1 In paragraph 3(1) of Schedule 2 to the Children and Young Persons Act (Northern Ireland) 1968 (c. 34 (N.I.))\t\t\t\t\t(composition of juvenile courts), for “persons selected from one or more of the panels mentioned in sub-paragraph (2)” substitute  “                    lay magistrates for the county court division which includes the petty sessions district or districts for which the court acts or any other county court division which adjoins that county court division                  ” . 2 In section 178 of that Act (assessors for county court in appeals from juvenile courts)— a in subsection (1), for “persons selected from one or more than one of the appropriate juvenile court panels,” substitute  “                        appropriate lay magistrates, at least one of whom (where practicable) is a woman,                      ” , b in subsection (2), for “person”\t\t\t\t\t\t\t(in each place) substitute  “                        lay magistrate                      ” , and c in subsection (4), for the definition of “the appropriate juvenile courts panels” substitute— “ appropriate lay magistrate ” means a lay magistrate for the county court division for which the county court is held or any other county court division which adjoins that county court division; . 3 In Article 165(2)(i) of the Children (Northern Ireland) Order 1995 (S.I. 1995/755 (N.I. 2))\t\t\t\t\t(rules of court: discharge of functions of court of summary jurisdiction by member of juvenile court panel), for “member of a juvenile court panel” substitute  “                    lay magistrate                  ” ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "12", "section_title": " Role of Lord Chief Justice", "section_text": "12 1A The Lord Chief Justice holds the office of President of the Courts of Northern Ireland and is Head of the Judiciary of Northern Ireland. 1B As President of the Courts of Northern Ireland he is responsible— a for representing the views of the judiciary of Northern Ireland to Parliament, the Lord Chancellor and Ministers of the Crown generally; b for representing the views of the judiciary of Northern Ireland to the Northern Ireland Assembly, the First Minister and deputy First Minister and Northern Ireland Ministers; c for the maintenance of appropriate arrangements for the welfare, training and guidance of the judiciary of Northern Ireland within the resources made available by the Lord Chancellor; d for the maintenance of appropriate arrangements for the deployment of the judiciary of Northern Ireland and the allocation of work within courts. 1C The President of the Courts of Northern Ireland is president of the courts listed in subsection (1D) and is entitled to sit in any of those courts. 1D The courts are— the Court of Appeal the High Court the Crown Court the county courts the magistrates' courts.   the coroners' courts   2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "13", "section_title": " Presiding county court judge", "section_text": "13 1 After section 102 of the County Courts Act (Northern Ireland) 1959 (c. 25 (N.I.)) insert—  Presiding judge 102A 1 The Lord Chief Justice must appoint one of the judges to be the Presiding judge with responsibility for the county courts and the other judges and the deputy judges. 2 The person appointed as Presiding judge holds that office in accordance with the terms of his appointment. 3 If the office of Presiding judge becomes vacant, the Lord Chief Justice may appoint a judge to act as Presiding judge, pending a new appointment. 2 The Lord Chief Justice may delegate any of his functions relating to county courts to the Presiding county court judge."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "14", "section_title": " Presiding resident magistrate", "section_text": "14 1 The Lord Chief Justice must appoint one of the resident magistrates to be the Presiding resident magistrate with responsibility for the magistrates’ courts, the other resident magistrates and the deputy resident magistrates. 2 The person appointed as Presiding resident magistrate holds that office in accordance with the terms of his appointment. 3 If the office of Presiding resident magistrate becomes vacant, the Lord Chief Justice may appoint a resident magistrate to act as Presiding resident magistrate, pending a new appointment. 4 The Lord Chief Justice may delegate any of his functions relating to magistrates’ courts to the Presiding resident magistrate."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "15", "section_title": " Presiding lay magistrate", "section_text": "15 1 The Lord Chief Justice must appoint one of the lay magistrates to be the Presiding lay magistrate with responsibility for the other lay magistrates. 2 The person appointed as Presiding lay magistrate holds that office in accordance with the terms of his appointment. 3 If the office of Presiding lay magistrate becomes vacant, the Lord Chief Justice may appoint a lay magistrate to act as Presiding lay magistrate, pending a new appointment."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "16", "section_title": " Complaints about holders of judicial office", "section_text": "16 1 The Lord Chief Justice must prepare a code of practice relating to the handling of complaints against any person who holds a protected judicial office. 2 The code must include provision for any complaints appearing to the Lord Chief Justice— a to involve a serious allegation of misbehaviour or inability to perform the functions of an office, and b to have a reasonable prospect of being substantiated, to be referred to a tribunal for it to provide advice about any steps which should be taken to deal with the complaint. 3 The Lord Chief Justice may from time to time prepare a new code or make alterations to a code. 4 The Lord Chief Justice must publish each code prepared by him and any alterations which he makes to a code (or the code as altered)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "17", "section_title": " Secretaries to Lord Chief Justice", "section_text": "17 1 In Schedule 3 to the Judicature (Northern Ireland) Act 1978 (c. 23)\t\t\t\t\t(qualification for appointment to statutory offices), omit the entries relating to the Principal Secretary to the Lord Chief Justice and the Legal Secretary to the Lord Chief Justice. 2 In section 53(2) of that Act (secretary to Crown Court Rules Committee), for the words from “secretary to” to “such secretary” substitute  “                    joint secretaries to the Crown Court Rules Committee shall be the Principal Secretary to the Lord Chief Justice and a person designated by the Lord Chancellor; and whichever of them is nominated by the Lord Chancellor                  ” . 3 In section 54(5) of that Act (joint secretaries to   Court of Judicature  Rules Committee), for the words from “such persons” to the end substitute  “                    the Principal Secretary to the Lord Chief Justice and a person designated by the Lord Chancellor.                  ” 4 In paragraph 6 of Schedule 2 to the Family Law (Northern Ireland) Order 1993 (S.I. 1993/1576 (N.I. 6))\t\t\t\t\t(joint secretaries to Northern Ireland Family Proceedings Rules Committee), for the words from “such persons” to the end substitute  “                    the Principal Secretary to the Lord Chief Justice and a person designated by the Lord Chancellor.                  ”"}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "18", "section_title": " Qualification for appointment", "section_text": "18 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 7(1)(a) of the Judicature (Northern Ireland) Act 1978 (c. 23)\t\t\t\t\t(further assistance for transaction of business of High Court or Court of Appeal by Lord of Appeal in Ordinary), for “had practised for not less than ten years at the Bar of Northern Ireland” substitute  “                    was a member of the Bar of Northern Ireland, or a solicitor of the Supreme Court, of at least ten years’ standing                  ” . 3 For section 9 of that Act (qualification for appointment as judge of High Court or Court of Appeal) substitute—  Qualification to be judge of High Court or Court of Appeal 9 A person is not qualified for appointment as Lord Chief Justice, a Lord Justice of Appeal or a judge of the High Court unless he is— a a member of the Bar of Northern Ireland of at least ten years’ standing; or b a solicitor of the Supreme Court of at least ten years’ standing. 4 In section 103(1) of the County Courts Act (Northern Ireland) 1959 (c. 25 (N.I.))\t\t\t\t\t(qualification for appointment as county court judge), for the words after “unless” substitute he is—                     a a member of the Bar of Northern Ireland of at least ten years’ standing; or b a solicitor of the Supreme Court of at least ten years’ standing. 5 In section 107(1) of that Act (qualification for appointment as deputy county court judge), for the words after “deputy judge” substitute a person who is—                     a a member of the Bar of Northern Ireland of at least ten years’ standing; or b a solicitor of the Supreme Court of at least ten years’ standing. 6 In section 9(1) of the Magistrates’ Courts Act (Northern Ireland) 1964 (c. 21 (N.I.))\t\t\t\t\t(qualification for appointment as resident magistrate), for the words after “appointments” substitute are—                     a members of the Bar of Northern Ireland of at least seven years’ standing; or b solicitors of the Supreme Court of at least seven years’ standing. 7 In section 2(3) of the Coroners Act (Northern Ireland) 1959 (c. 15 (N.I.))\t\t\t\t\t(qualification for appointment as coroner), for the words after “unless” substitute he is—                     a a member of the Bar of Northern Ireland of at least five years’ standing; or b a solicitor of the Supreme Court of at least five years’ standing. 8 In section 70(2) of the Judicature (Northern Ireland) Act 1978 (c. 23)\t\t\t\t\t(qualification for appointment to offices in Schedule 3), for the words after “unless” substitute he is—                     a a barrister or solicitor, or in the case of the Official Solicitor a solicitor, who has at least the number of years’ standing specified in relation to that office in column 3 of that Schedule; or b the holder of any other office so listed. 9 In Schedule 3 to that Act, in each of the entries relating to a Master  . . . , in column 3 (number of years’ standing), for “10” substitute  “                    7                  ” . 10 In section 35 of the Northern Ireland Constitution Act 1973 (c. 36)\t\t\t\t\t(Crown Solicitor for Northern Ireland), after subsection (1) insert— 1A A person is not qualified for appointment as Crown Solicitor unless he is— a a member of the Bar of Northern Ireland of at least ten years’standing; or b a solicitor of the Supreme Court of at least ten years’ standing."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "19", "section_title": " Judicial oath or affirmation", "section_text": "19 1 Every person appointed to an office specified in Schedule 6 must, before undertaking any functions of the office, either— a take the oath specified in subsection (2), or b make the affirmation and declaration specified in subsection (3). 2 The oath is— I.................... do swear that I will well and faithfully serve in the office of.................... and that I will do right to all manner of people without fear or favour, affection or ill-will according to the laws and usages of this realm. 3 The affirmation and declaration is— I.................... do solemnly and sincerely and truly affirm and declare that I will well and faithfully serve in the office of.................... and that I will do right to all manner of people without fear or favour, affection or ill-will according to the laws and usages of this realm. 4 The Lord Chancellor may by order amend Schedule 6 by— a adding an office, b omitting an office, or c altering the description of an office. 5 An order under subsection (4) may make appropriate consequential amendments in any enactment or instrument (whenever passed or made)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "20", "section_title": " Crown Solicitor", "section_text": "20 In section 35 of the Northern Ireland Constitution Act 1973 (c. 36)\t\t\t(Crown Solicitor for Northern Ireland), for subsection (3) substitute— 3 The Crown Solicitor— a must make his services available to any Minister or department of the Government of the United Kingdom; and b may make his services available to any Northern Ireland Minister or Northern Ireland department or any other public body or holder of public office."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "21", "section_title": " Judicial pensions: pension sharing", "section_text": "21 1 Article 40 of the Welfare Reform and Pensions (Northern Ireland) Order 1999 (S.I. 1999/3147 (N.I. 11)) (power to extend judicial pension schemes in connection with pension credits) is amended as follows. 2 In paragraph (2), after sub-paragraph (g) insert— h the Judicial Pensions Act 1981 (c. 20); and i the Judicial Pensions and Retirement Act 1993 (c. 8). 3 In paragraph (3)(a)— a for “(2)(d) and (e)” substitute  “                        (2)(d) or (e)                      ” , and b for “(2)(a) to (c), (f) and (g),” substitute  “                        (2)(a), (b), (c), (f), (g), (h) or (i)                      ” . 4 In paragraph (4)(a), for “(2)(a) to (c), (f) and (g)” substitute  “                    (2)(a), (b), (c), (f), (g), (h) or (i)                  ” ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "22", "section_title": " Attorney General", "section_text": "22 1 The Attorney General for England and Wales shall no longer be Attorney General for Northern Ireland. 2 The First Minister and deputy First Minister, acting jointly, must appoint a person to be Attorney General for Northern Ireland. 3 The Attorney General for Northern Ireland is to be funded by the First Minister and deputy First Minister, acting jointly. 4 The Attorney General for Northern Ireland may appoint staff, but subject to the approval of the First Minister and deputy First Minister as to— a numbers, b salary, and c other conditions of service. 5 The functions of the Attorney General for Northern Ireland shall be exercised by him independently of any other person. 6 A person is not qualified for appointment as Attorney General for Northern Ireland unless he is— a a member of the Bar of Northern Ireland of at least ten years’ standing, or b a solicitor of the   Court of Judicature  of at least ten years’ standing. 7 The First Minister and deputy First Minister, acting jointly, must make arrangements for the discharge of the functions of the Attorney General of Northern Ireland during any vacancy in that office."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "23", "section_title": " Terms of appointment of Attorney General", "section_text": "23 1 Subject as follows, the Attorney General for Northern Ireland holds office in accordance with the terms of his appointment (or re-appointment). 2 A person may not be appointed as the Attorney General for Northern Ireland for more than five years at a time. 3 The Attorney General for Northern Ireland may resign by notice in writing to the Office of the First Minister and deputy First Minister. 4 The First Minister and deputy First Minister, acting jointly, must pay to or in respect of the Attorney General for Northern Ireland any such salary or allowances as they may determine. 5 Section 48 of the Northern Ireland Act 1998 (c. 47)\t\t\t\t\t(pensions) applies in relation to a person who has ceased to be the Attorney General for Northern Ireland. 6 In Part 3 of Schedule 1 to the House of Commons Disqualification Act 1975 (c. 24)\t\t\t\t\t(disqualifying offices), insert (at the appropriate place in alphabetical order)— Attorney General for Northern Ireland. 7 In Part 3 of Schedule 1 to the Northern Ireland Assembly Disqualification Act 1975 (c. 25)\t\t\t\t\t(disqualifying offices), insert (at the appropriate place in alphabetical order)— Attorney General for Northern Ireland. 8 The Attorney General for Northern Ireland is disqualified from being elected to, or being a member of, a district council in Northern Ireland. 9 In Part 7 of Schedule 1 to the Freedom of Information Act 2000 (c. 36)\t\t\t\t\t(public authorities), insert (at the appropriate place in alphabetical order)— The Attorney General for Northern Ireland."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "24", "section_title": " Removal of Attorney General", "section_text": "24 1 The Attorney General for Northern Ireland— a may be removed from office by the First Minister and deputy First Minister, acting jointly, if a tribunal convened under subsection (3) has reported to them recommending that he be removed on the ground of misbehaviour or inability to perform the functions of the office, and b may be suspended from office by them (pending a decision whether to remove him) if the tribunal, at any time when it is considering whether to recommend his removal, has recommended to them that he be suspended. 2 If the Attorney General for Northern Ireland is suspended he may not perform any of the functions of the office until the decision whether to remove him has been taken (but his other rights as holder of the office are unaffected). 3 A tribunal may be convened by the First Minister and deputy First Minister, acting jointly. 4 A tribunal is to consist of— a a person who   holds high judicial office, within the meaning of Part 3 of the Constitutional Reform Act 2005  and does not hold (and has never held) the office of Lord Chief Justice, Lord Justice of Appeal or judge of the High Court, and b a person who holds, or has held, office as a judge of the High Court in England and Wales or a judge of the Court of Session. 5 The selection of the persons to be the members of a tribunal is to be made by the Lord Chancellor   after consultation with all of the following— a the President of the Supreme Court; b the Lord Chief Justice of England and Wales; c the Lord President of the Court of Session; d the Lord Chief Justice of Northern Ireland . 6 The chairman of a tribunal is the person mentioned in paragraph (a) of subsection (4). 7 The procedure of a tribunal is to be determined by its chairman. 8 The First Minister and deputy First Minister, acting jointly, may pay to a member of a tribunal any such allowances or fees as they may determine."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "25", "section_title": " Participation by Attorney General in Assembly proceedings", "section_text": "25 1 The Attorney General for Northern Ireland may participate in the proceedings of the Assembly to the extent permitted by its standing orders but he may not vote in the Assembly. 2 The Assembly’s standing orders may in other respects provide that they are to apply to the Attorney General of Northern Ireland as if he were a member of the Assembly. 3 The Attorney General for Northern Ireland may, in any proceedings of the Assembly, decline to answer any question or produce any document relating to the operation of the system of prosecution of offences in any particular case if he considers that answering the question or producing the document— a might prejudice criminal proceedings in that case, or b would be otherwise against the public interest. 4 Section 43 of the Northern Ireland Act 1998 (c. 47)\t\t\t\t\t(interests of members of Assembly) applies to the Attorney General for Northern Ireland as if he were a member of the Assembly."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "26", "section_title": " Annual report by Attorney General", "section_text": "26 1 The Attorney General for Northern Ireland must, as soon as possible after the end of each financial year, prepare a report on how he has exercised his functions during the financial year. 2 The Attorney General for Northern Ireland must send a copy of each annual report of his to the Office of the First Minister and deputy First Minister. 3 The First Minister and deputy First Minister, acting jointly, must lay before the Assembly a copy of each annual report received by their Office under subsection (2). 4 After a copy of an annual report has been laid in accordance with subsection (3), the First Minister and deputy First Minister, acting jointly, must arrange for the annual report to be published. 5 But the First Minister and deputy First Minister, acting jointly, may exclude a part of an annual report from the copy laid or published if, in their opinion, the laying or publication of the part— a would be against the public interest, or b might jeopardise the safety of any person. 6 If the First Minister and deputy First Minister exclude a part of an annual report from laying or publication, they must lay or publish with the annual report a statement that it has been excluded. 7 “ Financial year ” means— a the period beginning with the day on which the first person appointed under section 22 takes office and ending with the first 31st March which falls at least six months after that day, and b each subsequent period of twelve months beginning with 1st April."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "27", "section_title": " Advocate General", "section_text": "27 1 After the coming into force of section 22(1), the Attorney General for England and Wales shall, by virtue of that office, also be Advocate General for Northern Ireland. 2 In section 2 of the Law Officers Act 1997 (c. 60) (exercise of functions of Attorney General for Northern Ireland by Solicitor General)— a in subsection (1), for “Attorney General for Northern Ireland” substitute  “                        Advocate General for Northern Ireland                      ” , b in subsections (2) to (5), for “Attorney General” (in each place) substitute  “                        Advocate General                      ” , and c in subsection (6), for “ “Attorney General” means the Attorney” substitute  “                        “Advocate General” means the Advocate                      ” . 3 The Advocate General for Northern Ireland and the Solicitor General for England and Wales shall have in Northern Ireland the same rights of audience as members of the Bar of Northern Ireland. 4 In Schedule 2 to the Northern Ireland Act 1998 (c. 47) (excepted matters), after paragraph 21 insert— 21A The office and functions of the Advocate General for Northern Ireland."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "28", "section_title": " Functions of Advocate General", "section_text": "28 1 Schedule 7 makes provision about the functions of the Advocate General for Northern Ireland. 2 The Secretary of State may by order make amendments in any enactment or instrument (whenever passed or made) for, or in connection with, the transfer to the Advocate General for Northern Ireland of a function of the Attorney General for Northern Ireland of giving consent to the institution or conduct of criminal proceedings (whether or not as an alternative to the consent of any other person)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "29", "section_title": " Public Prosecution Service", "section_text": "29 1 There is to be a prosecuting service for Northern Ireland known as the Public Prosecution Service for Northern Ireland. 2 The Service is to consist of— a the Director of Public Prosecutions for Northern Ireland, b the Deputy Director of Public Prosecutions for Northern Ireland, and c the members of staff of the service appointed under subsection (4). 3 The Service is to be funded   out of money appropriated for that purpose by Act of the Northern Ireland Assembly . 4 The Director may appoint staff of the Service, but subject to the approval of the   Department of Finance and Personnel   as to— a numbers, b salary, and c other conditions of service. 5 The Director may designate any member of staff of the Service who is— a a member of the Bar of Northern Ireland, or b a solicitor of the   Court of Judicature ; and any person designated under this subsection is to be known as a Public Prosecutor. 6 The Director is head of the Service; and the Deputy Director and the Public Prosecutors and the other members of staff of the Service are subject to his direction and control. 7 The Director and Deputy Director (if barristers) and Public Prosecutors designated under subsection (5)(a) are not prevented from— a conducting any criminal proceedings, or b exercising a right of audience in any criminal proceedings, by not having been instructed by a solicitor. 8 The Director may set up and maintain such offices, in such places in Northern Ireland, as he considers appropriate for the exercise of his functions."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "30", "section_title": " Director of Public Prosecutions", "section_text": "30 1 The Attorney General for Northern Ireland must— a appoint a person to be Director of Public Prosecutions for Northern Ireland, and b appoint a person to be Deputy Director of Public Prosecutions for Northern Ireland. 2 A person is not qualified for appointment as Director unless he is— a a member of the Bar of Northern Ireland of at least ten years’ standing, or b a solicitor of the   Court of Judicature  of at least ten years’ standing. 3 A person is not qualified for appointment as Deputy Director unless he is— a a member of the Bar of Northern Ireland of at least seven years’ standing, or b a solicitor of the   Court of Judicature  of at least seven years’ standing. 4 The Deputy Director has all the powers of the Director but must exercise them subject to his direction and control. 5 A person appointed as Director or Deputy Director holds office until the end of the year of service in which he attains the age of 65 or such later time as the Attorney General for Northern Ireland may specify. 6 But the Director and Deputy Director— a may resign by notice in writing to the Attorney General for Northern Ireland, and b may be removed from office in accordance with section 40(3) or 43. 7 If the office of Director is vacant or the Director is not available to exercise his functions, the Deputy Director has all the functions of the Director. 8 If the office of Deputy Director becomes vacant, the Attorney General for Northern Ireland may appoint a member of staff of the Service to act as Deputy Director, on such terms as to tenure as the Attorney General for Northern Ireland determines, pending a new appointment. 9 There is to be paid (out of money appropriated as mentioned in section 29(3)) to or in respect of the Director, the Deputy Director and any person appointed to act as Deputy Director any such— a salary, b allowances, or c sums for the provision of pensions, as the Department of Finance and Personnel may determine. 10 The Director is not required to give security with respect to any proceedings; and no order may be made by any court requiring security to be given to the Director with respect to any proceedings. 11 The Director (and the Deputy Director and members of staff of the Service) may not be required in any proceedings of the Assembly to answer any question or produce any document relating to a matter other than the finances and administration of the Service."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "30A", "section_title": "Corporation sole etc", "section_text": "30A 1 The Director of Public Prosecutions for Northern Ireland is a corporation sole. 2 The Director may do anything, apart from borrowing money, which is calculated to facilitate the exercise of the Director's functions or which is incidental or conducive to the exercise of those functions. 3 An instrument or other document purporting to be signed or otherwise executed by or on behalf of the Director is to be received in evidence and is, unless the contrary is proved, to be taken to be so signed or executed."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "31", "section_title": " Conduct of prosecutions", "section_text": "31 1 The Director must take over the conduct of all criminal proceedings which are instituted in Northern Ireland on behalf of any police force (whether by a member of that force or any other person). 2 The Director may institute, and have the conduct of, criminal proceedings in any other case where it appears appropriate for him to do so. 3 This section does not preclude any person other than the Director from— a instituting any criminal proceedings, or b conducting any criminal proceedings to which the Director’s duty to conduct proceedings does not apply. 4 The Director may at any stage take over the conduct of any criminal proceedings which are instituted in circumstances in which he is not under a duty to take over their conduct, other than any proceedings of which the Director of the Serious Fraud Office has conduct. 5 The Director must give to police forces such advice as appears to him appropriate on matters relating to the prosecution of offences. 6 “ Police force ” means— a the Police Service of Northern Ireland or the Police Service of Northern Ireland Reserve, b the Ministry of Defence Police, c any body of constables appointed under Article 19 of the Airports (Northern Ireland) Order 1994 (S.I 1994/426 (N.I. 1)), or d any body of special constables appointed in Northern Ireland under section 79 of the Harbours, Docks, and Piers Clauses Act 1847 (c. 27) or section 57 of the Civil Aviation Act 1982 (c. 16)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "31A", "section_title": "Conduct of extradition proceedings", "section_text": "31A 1 The Director may have the conduct of any extradition proceedings in Northern Ireland. 2 The Director may give to such persons as appear to him appropriate such advice as appears to him appropriate on matters relating to extradition proceedings, or proposed extradition proceedings, in Northern Ireland."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "32", "section_title": " Discontinuance of proceedings before court appearance", "section_text": "32 1 Where the Director has the conduct of proceedings in relation to an offence against a person, he may discontinue the proceedings (without the leave of any court) at any time before the person has appeared or been brought before a court in connection with the offence. 2 Where proceedings against a person in relation to an offence are discontinued under subsection (1), the Director must inform— a the person, and b any court before which the person has been required to appear in connection with the offence, that the proceedings have been discontinued. 3 Where proceedings against a person in relation to an offence are discontinued under subsection (1)— a if he is in detention in connection with the offence, he must be released unless his detention is justified otherwise than by reason of the offence, and b if he is subject to a requirement to appear before a court, or attend at a police station, in connection with the offence, the requirement ceases to have effect. 4 The discontinuance under subsection (1) of proceedings against a person in relation to an offence does not prevent the subsequent institution of proceedings against him in relation to the offence (or any other offence)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "32A", "section_title": "Influencing a prosecutor", "section_text": "32A 1 A person commits an offence if, with the intention of perverting the course of justice, he seeks to influence the Director, the Deputy Director or a Public Prosecutor in any decision as to whether to institute or continue criminal proceedings. 2 A person commits an offence if, with the intention of perverting the course of justice, he seeks to influence a barrister or solicitor to whom the Director has under section 36(2) assigned the institution or conduct of any criminal proceedings in any decision as to whether to institute or continue those proceedings. 3 A person guilty of an offence under this section is liable— a on summary conviction, to a fine not exceeding the statutory maximum or to imprisonment for a term not exceeding six months, or to both, and b on conviction on indictment, to imprisonment for a term not exceeding five years or to a fine, or to both. 4 Proceedings for an offence under this section shall not be instituted without the consent of the Director."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "33", "section_title": " Consents to prosecutions", "section_text": "33 1 This section has effect in relation to every provision requiring the giving of consent by the Director (whether or not as an alternative to the consent of any other person) to the institution or conduct of criminal proceedings (“ a consent provision ”). 2 A consent provision is deemed to be complied with if the consent is produced to the court— a in the case of an indictable offence, at any time before the indictment is presented, or b in the case of an offence to be tried summarily, at any time before the plea of the accused person is taken. 3 For the purposes of a consent provision it is sufficient— a to describe the offence to which the consent relates in general terms, b to describe in ordinary language any property or place to which reference is made in the consent so as to identify with reasonable clarity that property or place in relation to the offence, and c to describe the accused person or any other person to whom reference is made in the consent in terms which are reasonably sufficient to enable him to be identified in relation to the offence, without necessarily stating his correct name, or his address or occupation. 4 A consent required by a consent provision may be amended at any time before the arraignment of the accused person, or before his plea is taken. 5 And if at any subsequent stage of a trial it appears to the court that the consent is defective, the court may afford the person giving the consent the opportunity of making such amendments as the court may think necessary if the court is satisfied that such amendments can be made without injustice to the accused person. 6 Any document purporting— a to be the consent of the Director or the Deputy Director to the institution or conduct of criminal proceedings, or criminal proceedings in any particular form, and b to be signed by the Director or Deputy Director, is admissible as prima facie evidence without further proof."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "34", "section_title": " Police complaints", "section_text": "34 1 Part 7 of the Police (Northern Ireland) Act 1998 (c. 32)\t\t\t\t\t(Police Ombudsman for Northern Ireland) is amended as follows. 2 In section 50(1)\t\t\t\t\t(interpretation), after the definition of “complainant” insert— “ the Director ” means the Director of Public Prosecutions for Northern Ireland; . 3 In section 52 (complaints: receipt and initial classification), in subsections (1)(b), (6) and (7), after “Board” insert  “                    , the Director                  ” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "35", "section_title": " Information for Director", "section_text": "35 1 Where a person is committed for trial, the clerk of the court to which he is committed must send, or cause to be sent, to the Director without delay— a a copy of every complaint, deposition, examination, statement and recognisance connected with the charge, and b a copy of all other documents in his custody which are connected with the charge or, if it is not reasonably practicable to copy any of them, particulars of the documents which it is not reasonably practicable to copy. 2 Where a complaint has been made before a resident magistrate, a lay magistrate or a clerk of petty sessions, he must (whether or not proceedings have been taken on it) cause to be sent to the Director, on being requested by the Director to do so, copies of all documents in his custody which are connected with the complaint. 3 Where the circumstances of any death which has been, or is being, investigated by a coroner appear to the coroner to disclose that an offence may have been committed against the law of Northern Ireland or the law of any other country or territory, the coroner must as soon as practicable send to the Director a written report of the circumstances. 4 The Chief Constable of the Police Service of Northern Ireland must give to the Director information about offences alleged to have been committed against the law of Northern Ireland which are of any description specified by the Director. 5 The Chief Constable of the Police Service of Northern Ireland must, at the request of the Director, ascertain and give to the Director— a information about any matter appearing to the Director to need investigation on the ground that it may involve an offence committed against the law of Northern Ireland, and b information appearing to the Director to be necessary for the exercise of his functions."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "36", "section_title": " Exercise of functions by and on behalf of Service", "section_text": "36 1 The Director may delegate any of his powers (to such extent as he determines) to— a any Public Prosecutor, or b any other member of staff of the Public Prosecution Service for Northern Ireland. 2 The Director may at any time appoint a person who is not a member of staff of the Service but who is a barrister or solicitor in Northern Ireland to institute or take over the conduct of criminal proceedings   or extradition proceedings  assigned to him by the Director. 3 A person conducting proceedings assigned to him under subsection (2) has all the powers of a Public Prosecutor but must exercise them subject to any instructions given to him by a Public Prosecutor."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "37", "section_title": " Code for Prosecutors", "section_text": "37 1 The Director must prepare a code of practice for— a Public Prosecutors, and b barristers and solicitors to whom the Director assigns the institution or conduct of criminal proceedings. 2 The code must include a code of ethics laying down standards of conduct and practice. 3 The code must also give guidance on general principles to be applied— a in determining, in any case, whether criminal proceedings should be instituted or, where criminal proceedings have been instituted, whether they should be discontinued, and b in determining, in any case, what charges should be preferred. 4 The Director may from time to time prepare a new code or make alterations to a code. 5 In preparing or making alterations to a code the Director must be guided by the general principles of the Guidelines on the Role of Prosecutors adopted at the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders held at Havana between 27th August and 7th September 1990. 5A In preparing or making alterations to a code the Director must also have regard to any guidance for the time being in operation under section 8 of the Justice (Northern Ireland) Act 2004. 6 The Director must publish each code prepared by him and any alterations which he makes to a code (or the code as altered)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "38", "section_title": " Equality and non-discrimination", "section_text": "38 1 Section 75 (duty on public authorities to have regard to need to promote equality of opportunity and good relations between different groups) and section 76 (discrimination by public authorities) of the Northern Ireland Act 1998 (c. 47) are amended as follows. 2 In subsection (3) of section 75, after paragraph (cc) insert— cd the Director of Public Prosecutions for Northern Ireland; . 3 After subsection (4) of that section insert— 4A The references in subsections (1) and (2) and Schedule 9 to the functions of the Director of Public Prosecutions for Northern Ireland do not include any of his functions relating to the prosecution of offences. 4 In subsection (7) of section 76, after paragraph (e) insert— ea the Director of Public Prosecutions for Northern Ireland; . 5 After that subsection insert— 8 This section does not apply to a decision of the Director of Public Prosecutions for Northern Ireland not to institute, or to discontinue, criminal proceedings or, where such a decision has been made, to any act done for the purpose of enabling the decision whether to institute or continue the proceedings to be made or for securing that the proceedings are discontinued. 9 No injunction may be granted in respect of a contravention of this section by the Director of Public Prosecutions for Northern Ireland unless the court is satisfied that it would not prejudice any decision to institute criminal proceedings or any criminal proceedings. 10 Where a party to proceedings for a contravention of this section applies for a stay of those proceedings on the ground of prejudice to a decision to institute criminal proceedings, or of prejudice to particular criminal proceedings, the court must grant the stay unless it is satisfied that continuance of the proceedings for the contravention would not result in the prejudice alleged."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "39", "section_title": " Reports by Director", "section_text": "39 1 The Director must, as soon as possible after the end of each financial year, prepare a report (an “ annual report ”) on how he has exercised his functions during the financial year. 2 The provisions of a code of practice for Public Prosecutors must be set out in the Director’s annual report for the financial year in which the code is issued; and any alterations to the code must be set out in his annual report for the financial year in which the alterations are made. 3 The Attorney General for Northern Ireland must arrange for each annual report of the Director to be published. 4 But the Attorney General for Northern Ireland may exclude a part of an annual report from the copy to be published if, in his opinion, the publication of the part— a would be against the public interest, or b might jeopardise the safety of any person. 5 If the Attorney General for Northern Ireland excludes a part of an annual report from publication, he must publish with the annual report a statement that it has been excluded. 6 “ Financial year ” means— a the period beginning with the day on which section 29 comes into force and ending with the first 31st March which falls at least six months after that day, and b each subsequent period of twelve months beginning with 1st April."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "40", "section_title": " Superintendence and removal of Director", "section_text": "40 1 This section applies for so long as the Attorney General for England and Wales is Attorney General for Northern Ireland. 2 The Director must exercise his functions under the superintendence of the Attorney General for Northern Ireland and is subject to any directions given by him; but a failure to comply with this subsection does not affect the validity of anything done by or on behalf of the Director. 3 The Attorney General for Northern Ireland may remove the Director or Deputy Director from office on the ground of misbehaviour or inability to perform the functions of the office."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "41", "section_title": " Transfer of functions etc.", "section_text": "41 1 This section and sections 42 and 43 apply once the Attorney General for Northern Ireland is a person appointed under section 22(2). 2 Any function of the Attorney General for Northern Ireland of consenting to the institution or conduct of criminal proceedings is transferred to the Director (but subject to Schedule 7). 3 The function of the Attorney General for Northern Ireland of entering a nolle prosequi is transferred to the Director. 4 The Attorney General for Northern Ireland may not present, or direct the presentation of, an indictment against a person charging him with an offence. 5 In section 36(9)(a) of the Criminal Justice Act 1988 (c. 33)\t\t\t\t\t(reference to Court of Appeal of unduly lenient sentences), for “Attorney General for Northern Ireland” substitute  “                    Director of Public Prosecutions for Northern Ireland                  ” . 6 In section 15 of the Criminal Appeal (Northern Ireland) Act 1980 (c. 47)\t\t\t\t\t(reference to Court of Appeal of point of law following acquittal on indictment), for “Attorney General for Northern Ireland”\t\t\t\t\t(in both places) substitute  “                    Director of Public Prosecutions for Northern Ireland                  ” ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "42", "section_title": " Independence of Director", "section_text": "42 1 The functions of the Director shall be exercised by him independently of any other person. 2 The Director must consult the Attorney General for Northern Ireland and the Advocate General for Northern Ireland— a before issuing or making alterations to a code under section 37, and b before preparing his annual report. 3 The Attorney General for Northern Ireland and the Director may (from time to time) consult each other on any matter for which the Attorney General for Northern Ireland is accountable to the Assembly. 4 The Advocate General for Northern Ireland and the Director may (from time to time) consult each other on any matter for which the Advocate General for Northern Ireland is accountable to Parliament. 5 The Director must send a copy of each annual report prepared by him to— a the Attorney General for Northern Ireland, and b the Advocate General for Northern Ireland. 6 The Attorney General for Northern Ireland must lay before the Assembly a copy of each annual report received by him under subsection (5); and the Advocate General for Northern Ireland must lay before each House of Parliament a copy of each annual report so received by him. 7 If a part of an annual report is excluded from publication under section 39(4)— a the same exclusion is to be made from the copies which are laid under subsection (6), and b a statement that the part has been excluded is to be laid with those copies."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "43", "section_title": " Appointment and removal of Director by Attorney General", "section_text": "43 1 The Attorney General for Northern Ireland must consult the Advocate General for Northern Ireland before appointing a person to be Director or Deputy Director. 2 The Director or Deputy Director— a may be removed from office by the Attorney General for Northern Ireland if a tribunal convened under subsection (4) has reported to him recommending that the Director or Deputy Director be removed on the ground of misbehaviour or inability to perform the functions of the office, and b may be suspended from office by the Attorney General for Northern Ireland (pending a decision whether to remove him) if the tribunal, at any time when it is considering whether to recommend his removal, has recommended to the Attorney General for Northern Ireland that he be suspended. 3 If the Director or Deputy Director is suspended he may not perform any of the functions of the office until the decision whether to remove him has been taken (but his other rights as holder of the office are unaffected). 4 A tribunal may be convened by the Attorney General for Northern Ireland after consulting the Advocate General for Northern Ireland. 5 A tribunal is to consist of— a a person who   holds high judicial office, within the meaning of Part 3 of the Constitutional Reform Act 2005  and does not hold (and has never held) the office of Lord Chief Justice, Lord Justice of Appeal or judge of the High Court, and b a person who holds, or has held, office as a judge of the High Court in England and Wales or a judge of the Court of Session. 6 The selection of the persons to be the members of a tribunal is to be made by the Lord Chancellor   after consultation with all of the following— a the President of the Supreme Court; b the Lord Chief Justice of England and Wales; c the Lord President of the Court of Session; d the Lord Chief Justice of Northern Ireland . 7 The chairman of a tribunal is the person mentioned in paragraph (a) of subsection (5). 8 The procedure of a tribunal is to be determined by its chairman. 9 The Attorney General for Northern Ireland may pay to a member of a tribunal any such allowances or fees as he may determine."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "44", "section_title": " Interpretation", "section_text": "44 1 For the purposes of this Part proceedings in relation to an offence are instituted— a where a summons is issued under Article 20 of the Magistrates’ Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26)), when the complaint for the offence is made under that Article, b where a warrant is issued for the arrest of any person under that Article, when the complaint for the offence is made under that Article, c where a person is charged with the offence after being taken into custody without a warrant, when he is informed of the particulars of the charge, d where an indictment is presented under section 2 of the Grand Jury (Abolition) Act (Northern Ireland) 1969 (c. 15 (N.I.)) in a case falling within paragraph (c) or (e) of subsection (2) of that section, when the indictment is presented to the court. 2 Where the application of subsection (1) would result in there being more than one time for the institution of the proceedings, they are to be taken to have been instituted at the earliest of those times. 3 Where proceedings are instituted on the making of a complaint under Article 20 of the Magistrates’ Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26)), section 31(1) does not require the Director to do anything until the summons or warrant issued under that Article has been served or executed. 4 For the purposes of this Part references to the conduct of any proceedings include discontinuing the proceedings and the taking of any steps which may be taken in relation to the proceedings (including making representations on appeals or applications for judicial review or in bail applications). 5 For the purposes of this Part binding over proceedings shall be taken to be criminal proceedings. 6 “ Binding over proceedings ” means any proceedings instituted (whether by way of complaint under Article 127 of the Magistrates’ Courts (Northern Ireland) Order 1981 or otherwise) with a view to obtaining from a magistrates’ court an order requiring a person to enter into a recognisance to keep the peace or to be of good behaviour. 7 For the purposes of this Part  “ extradition proceedings ” means proceedings under the Extradition Act 2003."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "45", "section_title": " Chief Inspector of Criminal Justice", "section_text": "45 1 There is to be an office of Chief Inspector of Criminal Justice in Northern Ireland. 2 The   Department of Justice   must appoint a person to be the Chief Inspector. 3 Schedule 8 makes further provision about the Chief Inspector."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "46", "section_title": " Functions of Chief Inspector", "section_text": "46 1 The Chief Inspector must carry out inspections of the following organisations— a the Police Service of Northern Ireland and the Police Service of Northern Ireland Reserve, aa the National Crime Agency, b Forensic Science Northern Ireland, c the State Pathologist’s Department, d the Public Prosecution Service for Northern Ireland, e the Probation Board for Northern Ireland, ea the   Parole Commissioners for Northern Ireland , f the Northern Ireland Prison Service, g the Youth Justice Agency; h any body or person  . . .  with whom the   Department of Justice   has made arrangements for the provision of juvenile justice centres or attendance centres, ha the   Department of Justice insofar as it is concerned with the operation of the criminal courts , hb the Legal Services Agency Northern Ireland, i ...  Health and Social Care Trusts, j the Central Investigation Service within the Department of Agriculture and Rural Development, ja the Veterinary Service Enforcement Branch within the Department of Agriculture and Rural Development, k the Child Maintenance and Enforcement Division, l the Department of Enterprise, Trade and Investment, m the Department of the Environment, n the Health and Safety Executive for Northern Ireland, o the Northern Ireland Tourist Board, p the Police Ombudsman for Northern Ireland, q the Royal Mail Group plc,  . . .  r the Northern Ireland Social Security Agency. s Belfast International Airport Limited, t Belfast Harbour Commissioners, and u Larne Harbour Limited. 2 But the Chief Inspector must not carry out inspections of an organisation if he is satisfied that the organisation is subject to adequate inspection by someone other than him. 3 An inspection of an organisation carried out by the Chief Inspector may cover any institution provided or managed by the organisation. 3A An inspection of the National Crime Agency carried out by the Chief Inspector may cover only the exercise of functions of that Agency in Northern Ireland. 4 An inspection carried out by the Chief Inspector of an organisation providing juvenile justice centres or attendance centres (other than the   Youth Justice Agency ) may cover only activities relating to the juvenile justice centres or attendance centres. 5 An inspection carried out by the Chief Inspector of  ... a Health and Social Services trust may cover only activities relating to the keeping of children in secure accommodation under custody care orders. 6 The   Department of Justice   may by order amend subsection (1) by— a adding any organisation having a role in the criminal justice system in Northern Ireland (apart from a court or tribunal), b omitting an organisation, or c altering the description of an organisation. 7 An order under subsection (6) may make appropriate consequential amendments in this section or in any other enactment or any instrument (whenever passed or made)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "47", "section_title": " Further provisions about functions", "section_text": "47 1 The Chief Inspector must from time to time, after consultation with the   Department of Justice   , the Advocate General for Northern Ireland   ... and the Attorney General for Northern Ireland, prepare a programme specifying the inspections which he proposes to carry out under section 46. 1A The Chief Inspector must consult the Secretary of State if— a he proposes to specify an inspection in a programme under subsection (1), and b it appears to him that the inspection would cover activities relating to national security. 1B The Chief Inspector must consult the Secretary of State if the Chief Inspector proposes to specify an inspection programme under subsection (1) which includes an inspection of the National Crime Agency. 2 The Chief Inspector must send a copy of each programme prepared under subsection (1) to— za the Department of Justice, a the Secretary of State,  aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the Attorney General for Northern Ireland. 3 The   Department of Justice   may require the Chief Inspector to carry out an inspection of an organisation specified in section 46. 4 The   Department of Justice   may require the Chief Inspector to carry out a review of any matter relating to the criminal justice system in Northern Ireland (apart from a matter relating to a court or tribunal). 4A The Department of Justice must consult the Secretary of State before requiring the Chief Inspector to carry out an inspection under subsection (3) of the National Crime Agency. 5 The   Department of Justice   may not require the Chief Inspector to carry out an inspection or review under subsection (3) or (4) relating (wholly or partly) to the Public Prosecution Service for Northern Ireland without the consent of   the Advocate General for Northern Ireland and  the Attorney General for Northern Ireland. 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The Chief Inspector may not— a carry out inspections or reviews of individual cases, or b carry out an inspection relating to activities of an organisation which do not concern the criminal justice system in Northern Ireland. 6A The Chief Inspector may not inspect persons— a making judicial decisions, or b exercising judicial discretion. 7 The   Department of Justice   may require the Chief Inspector to provide advice in relation to an organisation specified in section 46."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "48", "section_title": " Powers of inspectors", "section_text": "48 1 A person involved in the carrying out of an inspection or review by the Chief Inspector may, on showing evidence of his authority (if required to do so), enter any premises at any reasonable hour for the purposes of the inspection or review. 2 Such a person may, for the purposes of the inspection or review, require— a that documents be produced in a form in which they can be taken away or be made available for inspection and copying, b that an explanation be given of any document produced or made available, or c that other information be provided. 3 A person commits an offence if— a he fails, without reasonable excuse, to comply with a requirement imposed on him by virtue of subsection (2), or b he intentionally obstructs a person involved in the carrying out of an inspection or review by the Chief Inspector. 4 A person guilty of an offence under subsection (3) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 “ Document ” includes anything in which information is stored in electronic or any other form; and, in relation to anything containing information in electronic form, references to production or making available are to production or making available in a form in which the information is readily intelligible."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "49", "section_title": " Reports", "section_text": "49 1 The Chief Inspector must report to the Department of Justice on each inspection and review carried out by the Chief Inspector. 1A In this section “protected information” means information the inclusion of which in a report under subsection (1) would be against the public interest on the ground of national security. 1B If it appears to the Secretary of State that— a the Chief Inspector is required to prepare a report in compliance with subsection (1), and b the report might contain (or once completed might contain) protected information, the Secretary of State may require the Chief Inspector to refer the report to the Secretary of State or, if the report is not completed when the requirement is imposed, to refer the report once it is completed. 1C The Secretary of State must, within— a the period of 30 days after the date on which the Chief Inspector refers the report to the Secretary of State under subsection (1B), or b such longer period as may be agreed between the Secretary of State and the Department of Justice, notify the Chief Inspector whether, in the opinion of the Secretary of State, the report contains any protected information. 1D If it appears to the Chief Inspector that a report in compliance with subsection (1) may contain protected information and the Chief Inspector has not been required to refer the report to the Secretary of State under subsection (1B), the Chief Inspector must refer the report to the Secretary of State. 1E The Secretary of State must, within— a the period of 30 days after the date on which the Chief Inspector refers the report to the Secretary of State under subsection (1D), or b such longer period as may be agreed between the Secretary of State and the Department of Justice, notify the Chief Inspector whether, in the opinion of the Secretary of State, the report contains any protected information. 1F Where the Secretary of State has required a report to be referred to him under subsection (1B), or the Chief Inspector is required to refer a report to the Secretary of State under subsection (1D), the Chief Inspector must not disclose the report to anyone apart from the Secretary of State, except— a in accordance with subsection (1G), b after being notified by the Secretary of State that, in the opinion of the Secretary of State, the report does not contain any protected information, or c after the period mentioned in subsection (1C) or (1E) has expired without any notification being given by the Secretary of State. 1G Where the Secretary of State informs the Chief Inspector under subsection (1C) or (1E) that, in the opinion of the Secretary of State, a report contains protected information— a the Secretary of State may direct the Chief Inspector to exclude from the report any information that, in the opinion of the Secretary of State, is protected information; b the Chief Inspector must exclude that information from the report; c the Secretary of State must inform the Department of Justice that the Secretary of State has given a direction under paragraph (a); d the Secretary of State must, either before or as soon as practicable after the report is laid before the Northern Ireland Assembly under subsection (1I), lay before Parliament a statement that the Secretary of State has given a direction under paragraph (a). 1H When the Chief Inspector sends a report to the Department of Justice under subsection (1) from which information has been excluded under subsection (1G), the Chief Inspector must at the same time send a copy of the report to the Secretary of State. 1I Where a report is received by the Department of Justice under subsection (1), the Department must— a lay a copy of it before the Northern Ireland Assembly, and b arrange for it to be published. 1J But the Department of Justice may exclude a part of a report from the copy so laid or published if, in the opinion of the Department, the laying or publication of the part— a would be against the public interest, or b might jeopardise the safety of any person. 1K If the Department of Justice excludes a part of a report from laying or publication, the Department must lay or publish with the report a statement that it has been excluded. 1L Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsections (1I) and (1K) in relation to the laying of a copy of a report or a statement as it applies in relation to the laying of a statutory document under an enactment. 5 If a report relates (wholly or partly) to the Public Prosecution Service for Northern Ireland, the Chief Inspector must send a copy of it to   the Advocate General for Northern Ireland and   the Attorney General for Northern Ireland. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "50", "section_title": " Law Commission", "section_text": "50 1 There is to be a body corporate known as the Northern Ireland Law Commission. 2 The Commission is to consist of— a a chairman, and b four other Commissioners, appointed by the   Department of Justice . 3 The chairman is to be a person who holds the office of judge of the High Court. 4 Of the other Commissioners— a one is to be a person appearing to the   Department of Justice   to be suitably qualified to be a Commissioner by experience as a barrister, b one is to be a person appearing to the   Department of Justice   to be suitably qualified to be a Commissioner by experience as a solicitor, c one is to be a person appearing to the   Department of Justice   to be suitably qualified to be a Commissioner by experience as a teacher of law in a university, and d the other is to be a person who does not hold (and has never held) judicial office and is not (and has never been) a barrister, solicitor or teacher of law in a university. 5 Before appointing a person to be a Commissioner the   Department of Justice   must consult— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the First Minister and deputy First Minister, and c the Attorney General for Northern Ireland. 6 In appointing persons to be Commissioners, the   Department of Justice   must so far as possible secure that the Commissioners (taken together) are representative of the community in Northern Ireland. 7 Schedule 9 makes further provision about the Commission."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "51", "section_title": " Duties of Commission", "section_text": "51 1 The Commission must keep under review the law of Northern Ireland with a view to its systematic development and reform, including in particular by— a codification, b the elimination of anomalies, c the repeal of legislation which is no longer of practical utility, and d the reduction of the number of separate legislative provisions, and generally by simplifying and modernising it. 2 For that purpose the Commission must— a consider any proposals for the reform of the law of Northern Ireland made or referred to it, b prepare and submit to the   Department of Justice   (from time to time) programmes for the examination of different branches of that law with a view to reform, including recommendations as to the agency (whether itself or another body) by which any such examination should be carried out, c undertake, pursuant to any such recommendations approved by the   Department of Justice , the examination of particular branches of that law and the formulation (by means of draft legislation or otherwise) of proposals for reform of those branches, d prepare (from time to time) at the request of the   Department of Justice   comprehensive programmes of consolidation and repeal of legislation, and undertake the preparation of draft legislation pursuant to any such programme approved by the   Department of Justice , e provide advice and information— i to Northern Ireland departments, and ii with the consent of the Department of Justice, to departments of the Government of the United Kingdom and other authorities or bodies concerned with proposals for the reform or amendment of any branch of the law of Northern Ireland, and f obtain such information as to the legal systems of other countries as appears to the Commission likely to facilitate the performance of its other duties. 3 Before approving any programme prepared by the Commission, the   Department of Justice   must consult— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the Attorney General for Northern Ireland. 3A Before approving any programme prepared by the Commission that includes— a the examination of any branch of law relating (in whole or in part) to a reserved matter or an excepted matter, or b the consolidation or repeal of legislation relating (in whole or in part) to a reserved matter or an excepted matter, the Department of Justice must consult the Secretary of State. 3B For the purposes of subsection (3A) “reserved matter” and “excepted matter” have the meanings given by section 4 of the Northern Ireland Act 1998 . 4 In performing its duties the Commission must consult— a the Law Commission, b the Scottish Law Commission, and c the Law Reform Commission of the Republic of Ireland. 5 The Commission must make an annual report on how it has performed its duties."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "52", "section_title": "Reports  etc.", "section_text": "52 1 The Commission must send to the Department of Justice a copy of— a each programme prepared by the Commission and approved by the Department of Justice, b each set of proposals for reform formulated by the Commission pursuant to such a programme, and c each annual report of the Commission. 2 The Department of Justice must lay before the Northern Ireland Assembly a copy of each document received by it under subsection (1). 3 The Commission must send to the Secretary of State a copy of— a any programme prepared by the Commission and approved by the Department of Justice which includes— i the examination of any branch of law relating (in whole or in part) to a reserved matter or an excepted matter, or ii the consolidation or repeal of legislation relating (in whole or in part) to a reserved matter or an excepted matter, b any set of proposals for reform formulated by the Commission pursuant to an approved programme which relate (in whole or in part) to a reserved matter or an excepted matter, and c any annual report of the Commission which contains anything relevant to a reserved matter or an excepted matter. 4 The Secretary of State must lay before each House of Parliament a copy of each document received by the Secretary of State under subsection (3). 5 After a copy of a document has been— a laid before the Assembly in accordance with subsection (2), and b if so required by subsection (4), laid before Parliament in accordance with that subsection, the Commission must arrange for the document to be published. 6 In this section “reserved matter” and “excepted matter” have the meanings given by section 4 of the Northern Ireland Act 1998. 7 Section 41(3) of the Interpretation Act (Northern Ireland) 1954  applies for the purposes of subsection (2) in relation to the laying of a copy of a document as it applies in relation to the laying of a statutory document under an enactment."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "53", "section_title": " Aims of youth justice system", "section_text": "53 1 The principal aim of the youth justice system is to protect the public by preventing offending by children. 2 All persons and bodies exercising functions in relation to the youth justice system must have regard to that principal aim in exercising their functions, with a view (in particular) to encouraging children to recognise the effects of crime and to take responsibility for their actions. 3 But all such persons and bodies must also— a have the best interests of children as a primary consideration; and b have regard to the welfare of children affected by the exercise of their functions (and to the general principle that any delay in dealing with children is likely to prejudice their welfare), with a view (in particular) to furthering their personal, social and educational development. 4 “ Youth justice system ” means the system of criminal justice in so far as it relates to children. 5 “ Offending ” includes re-offending. 6 “ Children ” means persons who are under the age of 18."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "54", "section_title": " Reparation orders", "section_text": "54 After Article 36 of the Criminal Justice (Children) (Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) insert— Reparation orders  Reparation orders 36A 1 Where a child is found guilty by or before any court of an offence, other than an offence the sentence for which is (in the case of an adult) fixed by law as imprisonment for life, the court (subject to Article 32(1)) may make a reparation order. 2 A reparation order is an order requiring the offender to make such reparation for the offence, otherwise than by the payment of compensation, as is specified in the order— a to a person or persons so specified; or b to the community at large. 3 Any person so specified must be a person identified by the court as— a a victim of the offence; or b a person otherwise affected by it. 4 Before making a reparation order, the court must obtain and consider a written report by— a a probation officer; b a social worker of the appropriate authority; or c such other person as the Secretary of State may designate. 5 The report must indicate— a the type of requirements that it would be appropriate to impose on the offender; and b the attitude of the victim or victims of the offence to the requirements proposed to be included in the order.  Restrictions on reparation orders 36B 1 The court must not make a reparation order in respect of the offender unless he consents. 2 The court must not make a reparation order in respect of the offender if it proposes— a to pass on him a custodial sentence; or b to make in respect of him a community service order, a community responsibility order or a combination order. 3 The court must not make a reparation order unless— a it has been given notice by the Secretary of State that arrangements for implementing such orders are available in the district proposed to be named in the order under Article 36D(1); and b the notice has not been withdrawn. 4 Before making a reparation order, the court must state in open court that it is of the opinion that Article 8(1) of the Criminal Justice (Northern Ireland) Order 1996 (N.I. 24) (restrictions on imposing community sentences) applies and why it is of that opinion. 5 It must also explain to the offender in ordinary language— a why it is making the order; b the effect of the order and of the requirements proposed to be included in it; c the consequences which may follow under Schedule 1A if he fails to comply with any of those requirements; and d that the court has power under that Schedule to review the order on the application either of the offender or of the responsible officer.  Requirements of reparation orders 36C 1 A reparation order must not require the offender— a to make reparation for more than 24 hours; or b to make reparation to any person without the consent of that person. 2 Requirements specified in a reparation order must, as far as practicable, be such as to avoid— a any conflict with the offender’s religious beliefs or with the requirements of any order to which he may be subject; and b any interference with the times, if any, at which he normally works or attends school or any other educational establishment. 3 The reparation required by a reparation order must be made— a under the supervision of the responsible officer; and b within the period of six months beginning with the date on which the order is made. 4 But, unless revoked, the order remains in force until the offender has made the reparation required by the order. 5 The Secretary of State may make rules for regulating the making of reparation by persons subject to reparation orders. 6 Such rules may, in particular, make provision— a regulating the functions of responsible officers; b limiting the number of hours of making reparation on any one day; c as to the reckoning of hours spent in complying with the requirements imposed by a reparation order; d as to the keeping of records of such hours; and e for the payment of travelling and other expenses incurred in connection with complying with such requirements. 7 Rules under this Article are subject to annulment in pursuance of a resolution of either House of Parliament in the same manner as a statutory instrument; and, accordingly, section 5 of the Statutory Instruments Act 1946 (c. 36) applies to such rules.  Supplementary provisions about reparation orders 36D 1 A reparation order must name the petty sessions district in which it appears to— a the court making the order; or b the court amending under Schedule 1A any provision included in the order, that the offender resides or will reside. 2 In this Order “ responsible officer ”, in relation to an offender subject to a reparation order, means one of the following who is specified in the order— a a probation officer; b a social worker of the appropriate authority; and c such other person as the Secretary of State may designate. 3 Where a reparation order specifies as the responsible officer a probation officer, the officer must be an officer appointed for or assigned to the petty sessions district named in the order. 4 The court by which a reparation order is made must immediately give copies of the order to— a the offender subject to the order; b his parent or guardian; and c the responsible officer. 5 Except where the court is itself a magistrates’ court acting for the petty sessions district specified in the order, the court must send to the clerk of petty sessions for the petty sessions district so specified— a a copy of the order; and b such documents and information relating to the case as it considers likely to be of assistance to a youth court acting for that district in exercising its functions in relation to the order. 6 A magistrates’ court must cause a reason stated by it under Article 36B(4) or (5)(a) to be entered in the Order Book. 7 The Secretary of State may pay any expenses of a person designated by him which are incurred under Article 36A or in performing any functions as the responsible officer of an offender subject to a reparation order. 8 Schedule 1A (which makes provision for dealing with failures to comply with reparation orders and for their revocation and amendment) shall have effect."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "55", "section_title": " Community responsibility orders", "section_text": "55 After Article 36D of the Criminal Justice (Children) (Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) (inserted by section 54 of this Act) insert— Community responsibility orders  Community responsibility orders 36E 1 Where a child is found guilty by or before any court of an offence, other than an offence the sentence for which is (in the case of an adult) fixed by law as imprisonment for life, the court (subject to Article 32(1)) may make a community responsibility order. 2 A community responsibility order is an order requiring the offender— a to attend at a place specified in the order for the number of hours so specified for relevant instruction in citizenship; and b to carry out for the number of hours specified in the order such practical activities as the responsible officer considers appropriate in the light of that instruction. 3 “ Relevant instruction in citizenship ”, in relation to an offender, means instruction dealing with— a citizenship (including, in particular, the responsibilities a person owes to the community); b the impact of crime on victims; and c any factors relating to the offender which may cause him to commit offences. 4 In this Order “ responsible officer ”, in relation to an offender subject to a community responsibility order, means one of the following who is specified in the order— a a probation officer; b a social worker of the appropriate authority; and c such other person as the Secretary of State may designate. 5 The number of hours specified under paragraph (2)(a) must be not less than one half of the aggregate number of hours specified in the order. 6 The aggregate number of hours specified in the order must be— a not less than 20; and b not more than 40. 7 Where a court makes community responsibility orders in respect of two or more offences of which the offender has been found guilty by or before the court, it may direct that the hours specified in any of those orders be— a concurrent with those specified in any other of those orders; or b additional to those so specified. 8 But the total number of hours which are not concurrent must not exceed the maximum specified in paragraph (6)(b). 9 The Secretary of State may by order amend paragraph (6)(a) or (b) (or both). 10 An order under paragraph (9) is subject to annulment in pursuance of a resolution of either House of Parliament in the same manner as a statutory instrument; and, accordingly, section 5 of the Statutory Instruments Act 1946 (c. 36) applies to such an order.  Restrictions on community responsibility orders 36F 1 The court must not make a community responsibility order in respect of the offender unless he consents. 2 The court must not make a community responsibility order in respect of the offender if it proposes to deal with him for the offence in any other way. 3 The court must not make a community responsibility order unless— a it has been given notice by the Secretary of State that arrangements for implementing such orders are available in the district proposed to be named in the order under Article 36I(1); and b the notice has not been withdrawn. 4 Before making a community responsibility order, the court must state in open court that it is of the opinion that Article 8(1) of the Criminal Justice (Northern Ireland) Order 1996 (N.I. 24) (restrictions on imposing community sentences) applies and why it is of that opinion. 5 It must also explain to the offender in ordinary language— a why it is making the order; b the effect of the order and of the requirements proposed to be included in it; c the consequences which may follow under Schedule 1A if he fails to comply with any of those requirements; and d that the court has power under that Schedule to review the order on the application either of the offender or of the responsible officer.  Requirements of community responsibility orders 36G 1 An offender in respect of whom a community responsibility order is in force must— a attend the place specified in the order at such times as he may be instructed by the responsible officer; and b carry out such activities as he may be instructed by the responsible officer to carry out at such times as he may be so instructed to carry them out. 2 Such an offender must— a keep in touch with the responsible officer in accordance with such instructions as he may be given by that officer; and b give notice to him of any change of address. 3 The instructions given by the responsible officer must, as far as practicable, be such as to avoid— a any conflict with the offender’s religious beliefs or with the requirements of any order to which he may be subject; and b any interference with the times, if any, at which he normally works or attends school or any other educational establishment. 4 The obligations imposed by a community responsibility order must be performed within the period of six months beginning with the date on which the order is made. 5 But, unless revoked, the order remains in force until the offender has performed the obligations contained in the order.  Rules relating to community responsibility orders 36H 1 The Secretary of State may make rules for regulating— a the attendance by persons subject to community responsibility orders at places for the purposes of those orders; and b the carrying out by such persons of practical activities for those purposes. 2 Such rules may, in particular, make provision— a regulating the functions of responsible officers; b limiting the number of hours of attendance or of carrying out activities on any one day; c as to the reckoning of hours spent in complying with the requirements imposed by a community responsibility order; d as to the keeping of records of such hours; and e for the payment of travelling and other expenses incurred in connection with complying with such requirements. 3 Rules under this Article are subject to annulment in pursuance of a resolution of either House of Parliament in the same manner as a statutory instrument; and, accordingly, section 5 of the Statutory Instruments Act 1946 (c. 36) applies to such rules.  Supplementary provisions about community responsibility orders 36I 1 A community responsibility order must name the petty sessions district in which it appears to— a the court making the order; or b the court amending under Schedule 1A any provision included in the order, that the offender resides or will reside. 2 Where a community responsibility order specifies as the responsible officer a probation officer, the officer must be an officer appointed for or assigned to the petty sessions district named in the order. 3 The court by which a community responsibility order is made must immediately give copies of the order to— a the offender subject to the order; b his parent or guardian; and c the responsible officer. 4 Except where the court is itself a magistrates’ court acting for the petty sessions district specified in the order, the court must send to the clerk of petty sessions for the petty sessions district so specified— a a copy of the order; and b such documents and information relating to the case as it considers likely to be of assistance to a youth court acting for that district in exercising its functions in relation to the order. 5 A magistrates’ court must cause a reason stated by it under Article 36F(4) or (5)(a) to be entered in the Order Book. 6 The Secretary of State may pay any expenses of a person designated by him which are incurred in performing any functions as the responsible officer of an offender subject to a community responsibility order. 7 Schedule 1A (which makes provision for dealing with failures to comply with community responsibility orders and for their revocation and amendment) shall have effect."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "56", "section_title": " Custody care orders", "section_text": "56 After Article 44 of the Criminal Justice (Children)\t\t\t(Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) insert— Custody care orders  Custody care orders 44A 1 Where a child who has not attained the age of 14 is found guilty by or before any court of an offence punishable, in the case of an adult, with imprisonment, other than an offence the sentence for which is (in the case of an adult) fixed by law as imprisonment for life, the court (subject to Article 32(1)) may make a custody care order. 2 A custody care order is an order that the child shall be placed in secure accommodation by the appropriate authority and be subject to a period of being kept in secure accommodation by the appropriate authority followed by a period of supervision. 3 A custody care order shall be for a period of six months unless the court specifies in the order a longer period not exceeding two years. 4 A court shall not make a custody care order unless, after taking into account any matters which it is required to take into account by Article 37 of the Criminal Justice (Northern Ireland) Order 1996 (N.I. 24)\t\t\t\t\t\t\t\t\t(previous convictions etc.), it has formed the opinion under Articles 19 and 20 of that Order that a custodial sentence would be justified for the offence. 5 Where a court makes a custody care order for a period longer than six months, it shall state in open court its reasons for doing so. 6 Subject to paragraph (7), the period for which a child is to be kept in secure accommodation under a custody care order shall be one half of the period of the order; but the appropriate authority may, with the consent of the   Department of Justice , at any time discharge a child who is being so kept. 7 The length of the period for which the child is to be kept in secure accommodation shall be treated as reduced by any period which is a relevant period within the meaning of section 26(2) and (2A) of the Treatment of Offenders Act (Northern Ireland) 1968 (c. 29 (N.I.))\t\t\t\t\t\t\t\t\t(reduction of sentence). 8 Where a court makes a custody care order in the case of a child who will attain the age of 14 at a time during the period for which he is to be kept in secure accommodation under the order, the court may provide that he shall be detained in a juvenile justice centre for the whole or any part of the period following that time. 9 Any reference in any statutory provision to the length of the period of a custody care order shall, unless the context otherwise requires, be construed as a reference to the length of the period imposed by or under paragraph (3) and not the length of the period as reduced by paragraph (7).  Period in secure accommodation under custody care order 44B 1 This Article makes provision about the application of the Children (Northern Ireland) Order 1995 (N.I. 2) in relation to a child during any period for which he is kept in secure accommodation by the appropriate authority under a custody care order (or under any other order under this Order or as a place of safety). 2 Of the provisions about a child looked after by an authority (within the meaning of Article 25) those specified in paragraph (3)\t\t\t\t\t\t\t\t\t(and no others) apply. 3 Those provisions are— a Article 26 (duty to safeguard and promote welfare); b Article 27(1), (2)(b), (e) and (f), (8) and (9) and Article 28(2)\t\t\t\t\t\t\t\t\t\t\t(accommodation and maintenance); c Article 29(1), (2) and (4) to (6)\t\t\t\t\t\t\t\t\t\t\t(promotion and maintenance of contact with family); d Articles 30 and 31 (visits); e Article 34 (death); f Article 35(1) and Article 36(1) and (4)\t\t\t\t\t\t\t\t\t\t\t(advice, assistance and befriending); g Article 45 (reviews and representations); and h Articles 72 and 73 (provision of homes). 4 In their application by virtue of paragraph (2)— a Article 29(4) has effect with the omission of sub-paragraph (a); and b Article 34(1)(a) has effect as if the reference to the Department were to the Department and the   Department of Justice . 5 The following provisions— a Article 5(7)\t\t\t\t\t\t\t\t\t\t\t(person having parental responsibility not to act inconsistently with order); b Article 52(3) to (6), (7)(a) and (9)\t\t\t\t\t\t\t\t\t\t\t(effect of care order); and c Article 53(1) to (9)\t\t\t\t\t\t\t\t\t\t\t(parental contact), apply as if the custody care order (or the other order or the placing of the child in a place of safety) were a care order and the appropriate authority were the authority designated by it and in whose care the child is. 6 Articles 8 to 14 (residence, contact etc. orders) and Articles 17 to 24 (children in need) do not apply. 7 No care order or supervision order under Part 5 may be made or, if such an order has already been made, it does not have effect.  Escape from secure accommodation 44C 1 If a child who has been ordered to be kept in secure accommodation under a custody care order— a escapes from secure accommodation in which he is being kept or from any hospital or institution in which he is receiving medical treatment; b being absent from secure accommodation on temporary leave of absence or under supervision, runs away from the person in whose charge he is or fails to return to the secure accommodation at the end of his leave; or c being absent from secure accommodation under supervision, fails to return to the secure accommodation on being recalled, he may be arrested without warrant by a constable or any person authorised by the appropriate authority and taken to any secure accommodation, or (if he has attained the age of 14) to any juvenile justice centre, or returned to any hospital or institution from which he escaped or to any person in whose charge he was. 2 A child arrested under paragraph (1) may at any time be brought with the authority of the   Department of Justice  before a court of summary jurisdiction having jurisdiction where the child is found or where the secure accommodation, hospital or institution is situated. 3 Where a child is brought before a court under paragraph (2), the court— a may order the period for which he is to be detained under the custody care order to be increased by a further period not exceeding 30 days; but b if it does not do that, shall revoke the custody care order and deal with the child in any manner in which the court could deal with him if he had just been found guilty of the offence by the court. 4 In dealing with a child under paragraph (3)(b) the court shall take into account the period for which the custody care order would, but for its revocation, have continued in effect. 5 If any person— a knowingly assists a child who escapes, runs away or fails to return as mentioned in paragraph (1) or knowingly induces any child to so escape, run away or fail to return; b without lawful authority takes a child away from any accommodation, hospital, institution or person as is mentioned in that paragraph; or c knowingly harbours or conceals a child who escapes, runs away or fails to return as mentioned in paragraph (1), or prevents him from returning, he shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale, or to imprisonment for a term not exceeding six months, or to both.  Taking of children to secure accommodation 44D 1 The court which makes a custody care order shall cause it to be delivered to the constable or other person responsible for taking the child to the secure accommodation in which he is to be placed, and the person who takes him there shall deliver the order to the appropriate authority. 2 The court by which a custody care order is made shall cause a record, containing such information in the possession of the court with respect to the child as is in the opinion of the court likely to be of assistance to the appropriate authority, to be sent to that authority. 3 Where a child is taken to a juvenile justice centre by virtue of Article 44A(8), the appropriate authority shall send a copy of the record sent to it under paragraph (2) to the managers or person for the time being in charge of the juvenile justice centre. 4 Where a child has been ordered to be placed in secure accommodation, any person who harbours or conceals him after the time has come for him to go there shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale or to imprisonment for a term not exceeding six months, or to both. 5 Where a constable or other person authorised to take a child to secure accommodation is, when the time has come for him to go there, unable to find him or unable to obtain possession of him, a lay magistrate, if satisfied by complaint on oath that there is a reasonable ground for believing that some person named in the complaint can produce the child, may issue a summons requiring the person so named to attend at a court of summary jurisdiction on such day as may be specified in the summons and produce the child. 6 If the person required by the summons to produce the child fails without reasonable excuse to do so, he shall, in addition to any other liability to which he may be subject under the provisions of this Order, be guilty of an offence and shall be liable on summary conviction to a fine not exceeding level 2 on the standard scale.  Supervision under custody care order 44E 1 During the period of supervision under a custody care order, the child shall be under the supervision of a probation officer or such other person as the   Department of Justice  may designate. 2 Before the commencement of the period of supervision— a the appropriate authority shall give him a notice specifying— i the period of supervision; and ii the person under whose supervision he will be; and b the person under whose supervision he will be shall give him a notice specifying any requirements with which he must comply. 3 During the period of supervision the person under whose supervision the offender is or another person designated by the   Department of Justice  may give the child a notice specifying any alteration to the matters mentioned in paragraph (2)(a)(ii) or (b). 4 The   Department of Justice  may make rules regulating the supervision of a child subject to a custody care order. 5 Rules under paragraph (4) are subject to   negative resolution . 6 The   Department of Justice   may pay the expenses incurred by any person designated under paragraph (1) arising from the supervision of a child under this Article.  Breach of supervision requirements 44F 1 Where a custody care order has been made in respect of a child and it appears, on a complaint made to a lay magistrate, that the child has failed to comply with any requirements under Article 44E(2) or (3), the lay magistrate may— a issue a summons directed to the child requiring him to appear before a youth court specified in the summons; or b if the complaint is in writing and on oath, issue a warrant for the child’s arrest requiring him to be brought before a youth court specified in the warrant. 2 If it is proved to the satisfaction of the court before which the child appears or is brought under this Article that he has failed without reasonable excuse to comply with requirements under Article 44E(2) or (3), the court may— a if he has not attained the age of 14, deal with him as specified in paragraph (3); and b if he has attained that age, deal with him as specified in paragraph (4). 3 If the child has not attained the age of 14, the court may either— a impose on him a fine not exceeding £200; or b order him to be placed in secure accommodation by the appropriate authority and kept there by the appropriate authority for a period not exceeding 30 days; but the appropriate authority may, with the consent of the   Department of Justice , at any time discharge a child who is being so kept. 4 If the child has attained the age of 14, the court may either— a impose on him a fine not exceeding £1,000; or b order him to be detained in a juvenile justice centre for a period not exceeding 30 days. 5 Where the court imposes a fine on the child under paragraph (3)(a) or (4)(a), it shall order that the fine be paid by the parent or guardian of the child instead of by the child, unless it is satisfied that there is good reason for not so doing. 6 A fine ordered under paragraph (5) to be paid by a parent or guardian may be recovered from him by distress, or he may be imprisoned in default of payment, in like manner as if the order had been made on the conviction of the parent or guardian of the offence for which the custody care order was made. 7 A parent or guardian may appeal to a county court against an order under paragraph (5). 8 Any period of supervision shall not be reduced by any period during which the child is detained under this Article.  Effect of subsequent conviction where custody care order is in effect 44G 1 Where a child in respect of whom a custody care order is (or but for Article 44A(8) would be) in effect is convicted by or before a court of an offence and the court imposes a custodial sentence on the child for the offence, the court shall— a revoke the order; and b in dealing with the child for the offence take into account the period for which, but for the revocation, the order would have continued in effect. 2 Where in such a case the court decides to make a custody care order, Article 44A shall have effect as if— a in paragraph (3) for the words from “a period of six months” to “two years” there were substituted “such period not exceeding two years as the court specifies in the order”; and b in paragraph (6) for the words “one half of the period of the order” there were substituted “such part of the period of the order as the court specifies in the order”. 3 Where in such a case the court decides to make a juvenile justice centre order, Article 39 shall have effect as if— a in paragraph (2) for the words from “a period of six months” to “two years” there were substituted “such period not exceeding two years as the court specifies in the order”; and b in paragraph (5) for the words “one half of the period of the order” there were substituted “:such part of the period of the order as the court specifies in the order”."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "57", "section_title": " Youth conferences and youth conference plans", "section_text": "57 After Article 3 of the Criminal Justice (Children) (Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) insert—  Youth conferences 3A 1 In this Order “ youth conference ”, in relation to a child and an offence, means a meeting, or series of meetings, for considering how the child ought to be dealt with for the offence. 2 A meeting does not constitute, or form part of, a youth conference unless the following persons participate in it— a a youth conference co-ordinator (as chairman); b the child; c a police officer; and d an appropriate adult. 3 The Secretary of State must designate persons employed in— a the civil service of the United Kingdom; or b the civil service of Northern Ireland, to be youth conference co-ordinators. 4 Except where the child is in the care of an authority (within the meaning of the Children (Northern Ireland) Order 1995 (N.I. 2)), “ appropriate adult ” means a parent or guardian of the child or, if no parent or guardian of the child is able and willing to participate in the meeting— a a social worker of the appropriate authority or a legal representative of the child; or b if no-one within sub-paragraph (a) is able and willing to participate in the meeting, any responsible person who has attained the age of 18 and is neither a police officer nor a member of the police support staff. 5 Where the child is in the care of an authority (within the meaning of the Children (Northern Ireland) Order 1995), “ appropriate adult ” means a social worker of the authority. 6 The following persons are entitled to participate in any meeting constituting, or forming part of, a youth conference— a the victim of the offence or, if the victim is not an individual, an individual representing the victim; b a legal representative of the child acting as his adviser; and c if a community order or youth conference order is in force in respect of the child or the child is subject to supervision under a juvenile justice centre order or custody care order, the supervising officer. 7 The supervising officer is— a in the case of a probation order, the probation officer responsible for the child’s supervision under the order; b in the case of a community service order, the person who is the relevant officer for the purposes of Articles 13 and 14 of the Criminal Justice (Northern Ireland) Order 1996 (N.I. 24) ; c in the case of a combination order, either of the persons mentioned in sub-paragraphs (a) and (b); d in the case of an attendance centre order, the officer in charge of the attendance centre specified in the order; e in the case of a community responsibility order, reparation order or youth conference order, the responsible officer; or f in the case of a juvenile justice centre order or custody care order, the probation officer or person designated by the Secretary of State who is supervising the child. 8 A youth conference co-ordinator may allow other persons— a to participate in any meeting constituting, or forming part of, a youth conference; or b to attend any such meeting for any purpose specified by him, if he considers that their participation, or attendance for that purpose, would be of value. 9 Where a youth conference is convened with respect to a child and an offence, neither— a the fact that it has been convened; nor b anything said or done (or omitted to be said or done) in or in connection with any meeting constituting, or forming part of, the youth conference, is admissible in any criminal proceedings as evidence that the child committed the offence.  Youth conference rules 3B 1 The Secretary of State may make rules about the procedure of youth conferences. 2 The rules may, in particular, make provision— a conferring or imposing functions on youth conference co-ordinators (which may include power to exclude from a meeting constituting, or forming part of, a youth conference persons otherwise entitled to participate in it by virtue of Article 3A(6)); and b about the period within which youth conferences must be completed and functions of youth conference co-ordinators must be performed. 3 Rules under this Article are subject to annulment in pursuance of a resolution of either House of Parliament in the same manner as a statutory instrument; and, accordingly, section 5 of the Statutory Instruments Act 1946 (c. 36) applies to such rules.  Youth conference plans 3C 1 In this Order “ youth conference plan ”, in relation to a child and an offence, is a proposal made by a youth conference co-ordinator (after a youth conference convened with respect to the child and the offence has been completed) that the child be required to do one or more of the following— a apologise to the victim of the offence or any person otherwise affected by it; b make reparation for the offence to the victim or any such person or to the community at large; c make a payment to the victim of the offence not exceeding the cost of replacing or repairing any property taken, destroyed or damaged by the child in committing the offence; d submit himself to the supervision of an adult; e perform unpaid work or service in or for the community; f participate in activities (such as activities designed to address offending behaviour, offering education or training or assisting with the rehabilitation of persons dependent on, or having a propensity to misuse, alcohol or drugs); g submit himself to restrictions on his conduct or whereabouts (including remaining at a particular place for particular periods); and h submit himself to treatment for a mental condition or for a dependency on alcohol or drugs. 2 A youth conference plan may specify a requirement under paragraph (1)(e) only if the child has attained the age of 16. 3 A youth conference plan may specify requirements applying only in specified circumstances. 4 A youth conference plan must specify the period during which the child must comply with the requirements specified in it. 5 That period must not be more than one year. 6 A youth conference plan must specify the date on which (subject to Article 10D(2) or 36J(2)) the child must begin to comply with the requirements specified in it. 7 The fact that a child has been subject to a youth conference plan in respect of an offence may be cited in criminal proceedings in the same circumstances as a finding that the child committed the offence may be so cited. 8 The Secretary of State may make procedural rules about youth conference plans which may (in particular) include provision about the period within which functions of persons required to monitor compliance with youth conference plans must be performed. 9 Rules under paragraph (8) are subject to annulment in pursuance of a resolution of either House of Parliament in the same manner as a statutory instrument; and, accordingly, section 5 of the Statutory Instruments Act 1946 (c. 36) applies to such rules."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "58", "section_title": " Diversionary youth conferences", "section_text": "58 After Article 10 of the Criminal Justice (Children) (Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) insert—  Part 3A  Diversionary Youth Conferences  Diversionary youth conferences 10A 1 The Director may, where he considers it appropriate to do so, refer a case to a youth conference co-ordinator for him to convene a diversionary youth conference with respect to a child and an offence if— a the Director has the conduct of proceedings instituted against the child in respect of the offence (whether by him or any other person); or b he would (but for this Article) institute proceedings against the child in respect of the offence. 2 A diversionary youth conference is a youth conference convened with a view to the making to the Director by a youth conference co-ordinator of one of the following recommendations— a that no further action be taken against the child in respect of the offence; b that proceedings against the child in respect of the offence be continued or instituted; c that the child be subject to a youth conference plan in respect of the offence. 3 The Director must not make a reference under this Article unless the child— a admits to the Director that he has committed the offence; and b agrees with the Director that he will participate in a diversionary youth conference with respect to the offence. 4 The Director must not make a reference under this Article unless— a he has been given notice by the Secretary of State that provision for youth conferences has been made for the area in which it appears to him that the child resides or will reside; and b the notice has not been withdrawn. 5 If the Director makes a reference under this Article, proceedings against the child in respect of the offence may not be continued or instituted— a until he has received a report under Article 10C following the completion of the diversionary youth conference; or b if the diversionary youth conference is terminated before completion or does not take place, until he has received a report under Article 10B(1)(b). 6 If a recommendation under paragraph (2) is made to the Director, he must consider whether to accept or reject it. 7 If the Director accepts a recommendation made under paragraph (2)(c), proceedings against the child in respect of the offence may not be continued or instituted unless the child has failed to comply with the requirements specified in the youth conference plan to a significant extent. 8 In determining whether the child has failed to comply with the requirements specified in the youth conference plan to a significant extent the Director or a court must have regard to any report made by a youth conference co-ordinator under Article 10D with respect to the child and the youth conference plan. 9 References in this Article to proceedings being continued against a child do not include adjournment of the proceedings or remanding the child on bail (or in custody). 10 At any time after the Director makes a reference under this Article, he may require that, unless a court remands the child on bail (or in custody), it must adjourn any proceedings against the child in respect of the offence until such time (if any) as he continues the proceedings in accordance with this Article. 11 At any time after the Director makes a reference under this Article but before such time (if any) as he continues proceedings against the child for the offence, a court may in the absence of the child— a adjourn or further adjourn the proceedings; and b where the child has been remanded on bail, order the child to be remanded on bail for such further period as may be deemed reasonable (in which case any recognisance requiring or conditioned for the appearance of the child before the court shall be deemed to be varied so as to require his appearance at the time and place to which he is so remanded).  References: supplementary 10B 1 If a child withdraws an admission or agreement made under Article 10A(3) before the diversionary youth conference is completed— a the diversionary youth conference is terminated (or, if not yet started, does not take place); and b a youth conference co-ordinator must make to the Director a written report stating that the child has withdrawn such an admission or agreement (and nothing else). 2 The fact that a child has made or withdrawn such an admission or agreement is not admissible in any criminal proceedings as evidence that he committed the offence. 3 If proceedings against a child in respect of an offence are continued or instituted by virtue of Article 10A(7), a court dealing with the child for the offence must have regard to anything done by the child in compliance with the requirements specified in the youth conference plan. 4 Where there is a limit on the time for instituting proceedings in respect of an offence with respect to which a reference is made under Article 10A, in calculating when that limit is reached there shall be disregarded the period— a beginning with the making of the reference; and b ending with the receipt by the Director of a report under paragraph (1)(b) or Article 10C or 10D in consequence of the reference or, if more than one such report is so received, with the receipt of the last of them. 5 For the purposes of Article 10A and this Article proceedings are instituted in respect of an offence— a where a summons is issued under Article 20 of the Magistrates’ Courts (Northern Ireland) Order 1981 (N.I. 26), when the complaint for the offence is made under that Article; b where a warrant is issued for the arrest of any person under that Article, when the complaint for the offence is made under that Article; c where a person is charged with the offence after being taken into custody without a warrant, when he is informed of the particulars of the charge; and d where an indictment is presented under section 2 of the Grand Jury (Abolition) Act (Northern Ireland) 1969 (c. 15 (N.I.)) in a case falling within paragraph (c) or (e) of subsection (2) of that section, when the indictment is presented to the court. 6 Where the application of paragraph (5) would result in there being more than one time for the institution of the proceedings, they are to be taken to have been instituted at the earliest of those times.  Recommendations: supplementary 10C 1 A youth conference co-ordinator may not make a recommendation under Article 10A(2)(c) unless— a the child agrees to be subject to the youth conference plan; b any person (other than the child) by whom any action falls to be taken under the youth conference plan agrees to take the action; and c any person in relation to whom the child is required by the youth conference plan to take any action agrees to the taking of the action by the child. 2 If a youth conference co-ordinator makes a recommendation under Article 10A(2)(b), he may also recommend anything which he could recommend to a court under paragraph (5) of Article 33A if the case had been referred by the court for him to convene a youth conference under that Article (after a finding that the child was guilty of the offence). 3 A recommendation made to the Director by a youth conference co-ordinator under Article 10A(2) must be made in the form of a written report. 4 If the recommendation is made under Article 10A(2)(c), the report must include details of the youth conference plan. 5 If, after the completion of a diversionary youth conference, a youth conference co-ordinator is unable to make any recommendation under Article 10A(2), he must make a written report of that fact to the Director.  Plans: compliance and variation 10D 1 This Article applies when the Director has accepted a recommendation made under Article 10A(2)(c). 2 The date on which the child must begin to comply with the requirements specified in the youth conference plan is the date specified in the youth conference plan under Article 3C(6) or such other date as the Director may, with the consent of the youth conference co-ordinator, determine. 3 A youth conference co-ordinator, or other person, nominated by the Secretary of State must monitor compliance by the child with the requirements specified in the youth conference plan. 4 If, during the period specified in the youth conference plan, the person required to monitor the child’s compliance with the requirements specified in the youth conference plan considers that the child has not been complying with them, he must make a written report to the Director. 5 The report must contain details of the respects in which he considers that the child has not been complying with the requirements. 6 When the period specified in the youth conference plan ends, the person required to monitor the child’s compliance with the requirements specified in the youth conference plan must make a written report to the Director. 7 The report must contain— a an assessment of the extent (if any) to which he considers that the child has complied with the requirements specified in the youth conference plan; and b such further information as he thinks may assist in the exercise of the functions of the Director with respect to the child and the offence concerned. 8 The person required to monitor the child’s compliance with the requirements specified in the youth conference plan may, with the consent of the Director, vary the youth conference plan. 9 But the youth conference plan may not be varied unless— a the child agrees to the variation; b if the variation relates to any action falling to be taken by any person (other than the child), that person agrees to the variation; and c if the variation relates to any action required to be taken by the child in relation to another person, that person agrees to the variation. 10 The Secretary of State may pay the expenses incurred by a person who is not a youth conference co-ordinator in performing functions under this Article."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "59", "section_title": " Court-ordered youth conferences", "section_text": "59 After Article 33 of the Criminal Justice (Children) (Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) insert— Youth conferences  Court-ordered youth conferences 33A 1 Subject to Articles 33B and 33C, a court must refer the case of a child who has been found guilty of an offence by or before the court to a youth conference co-ordinator for him to convene a court-ordered youth conference with respect to the child and the offence, unless the offence falls within paragraph (2). 2 The offences falling within this paragraph are— a offences the sentence for which is, in the case of an adult, fixed by law as imprisonment for life; b offences which are, in the case of an adult, triable only on indictment; and c offences which are scheduled offences for the purposes of Part 7 of the Terrorism Act 2000 (c. 11). 3 If a child has been found guilty by or before a court of an offence which— a falls within sub-paragraph (b) or (c) of paragraph (2); but b does not fall within sub-paragraph (a) of that paragraph, the court may, where it considers it appropriate to do so, refer the case to a youth conference co-ordinator for him to convene a court-ordered youth conference with respect to the child and the offence. 4 Where a child— a is in breach of a community order or youth conference order and falls to be dealt with by a court for the offence in respect of which the order was made as if he had just been found guilty of the offence; or b appeals to a court against any sentence or order imposed on him in respect of an offence, the court may, where it considers it appropriate to do so, refer the case to a youth conference co-ordinator for him to convene a court-ordered youth conference with respect to the child and the offence. 5 A court-ordered youth conference is a youth conference convened with a view to the making to the court by a youth conference co-ordinator of one of the following recommendations— a that the court exercise its powers (apart from Article 36J) to deal with the child for the offence; b that the child be subject to a youth conference plan in respect of the offence; or c that the court exercise its powers to deal with the child for the offence by imposing a custodial sentence and that the child be subject to a youth conference plan in respect of the offence. 6 A court must not make a reference under this Article unless the child agrees that he will participate in a court-ordered youth conference with respect to the offence. 7 And if the child withdraws his agreement before the court-ordered youth conference is completed, the court-ordered youth conference is terminated (or, if not yet started, does not take place). 8 If a court makes a reference under this Article, the court may not deal with the child for the offence until the court has received a report under Article 33E(3) or (7) following the completion of the court-ordered youth conference (or the court-ordered youth conference is terminated before completion or does not take place). 9 If a recommendation is made to a court under paragraph (5), the court must consider it before dealing with the child for the offence. 10 The Secretary of State may by order amend paragraphs (1) to (3); and an order under this paragraph may include any incidental, consequential, transitional or supplementary provision (including the amendment, or repeal or revocation, of any statutory provision whenever passed or made, including any provision of this Order) which appears to the Secretary of State to be appropriate. 11 An order under paragraph (10) is subject to annulment in pursuance of a resolution of either House of Parliament in the same manner as a statutory instrument; and, accordingly, section 5 of the Statutory Instruments Act 1946 (c. 36) applies to such an order.  Associated offences 33B 1 This Article applies where a child has been found guilty by or before a court of associated offences. 2 If one or more of the offences is an offence which falls within sub-paragraph (a) of paragraph (2) of Article 33A, the court must not make a reference under that Article with respect to any of the offences. 3 Subject to that, if— a one or more of the offences is an offence which falls within sub-paragraph (b) or (c) of that paragraph; but b the remaining offence, or (where more than one) each of the remaining offences, is not an offence which falls within either of those sub-paragraphs, the court is not required to make a reference under Article 33A with respect to any of the offences but may make such a reference with respect to any or all of them.  References: supplementary 33C 1 A court must not make a reference under Article 33A unless— a the Secretary of State has given the clerk of the court notice that provision for youth conferences has been made for the area in which it appears to the court that the child resides or will reside, and b the notice has not been withdrawn. 2 Paragraph (1) of Article 33A does not require the court by or before which a child is found guilty of an offence to make a reference under that Article if— a a diversionary youth conference has been completed with respect to the child and the offence; and b the youth conference co-ordinator made a recommendation under Article 10A(2)(c) or 10C(2); but in such circumstances the court may make such a reference if it considers it appropriate to do so. 3 Where a court does not make a reference under Article 33A in reliance on paragraph (2), the recommendation made under Article 10A(2)(c) or 10C(2) is to be regarded as having been made to the court under Article 33A(5). 4 If a court does not refer a case to a youth conference co-ordinator where it has power to do so— a it must give its reasons in open court; and b if it is a magistrates’ court, it must cause the reason to be entered in the Order Book. 5 A court must not make a reference under Article 33A with respect to a child and an offence if it proposes to deal with the child for the offence by making an order discharging him absolutely or conditionally. 6 But if a child falls to be dealt with by a court for an offence under Article 5(6), (7) or (8) of the Criminal Justice (Northern Ireland) Order 1996 (N.I. 24) (offences committed during period of conditional discharge), Article 33A applies as if he had been found guilty of the offence by or before the court. 7 Where a court defers passing sentence on a child for an offence under Article 3 of the Criminal Justice (Northern Ireland) Order 1996, any duty imposed on the court by Article 33A(1) must be complied with before the passing of sentence. 8 Where the case of a child found guilty of an offence is remitted to a youth court under Article 32(1), the youth court (and not the court remitting the case) is to be treated for the purposes of the provisions about court-ordered youth conferences as the court by or before which the child is found guilty of the offence.  Termination of youth conference 33D 1 This Article applies where a court has referred a case to a youth conference co-ordinator for him to convene a court-ordered youth conference. 2 The court may, on the application of a youth conference co-ordinator, order that the youth conference be terminated (or, if not yet started, is not to take place). 3 The court may so order only if satisfied that the court-ordered youth conference would serve no useful purpose. 4 Before making an application under paragraph (2), the youth conference co-ordinator must consult the other persons specified in Article 3A(2).  Recommendations: supplementary 33E 1 A youth conference co-ordinator may not make a recommendation under Article 33A(5)(b) unless— a any person, other than the child, by whom any action falls to be taken under the youth conference plan agrees to take the action; and b any person in relation to whom the child is required by the youth conference plan to take any action agrees to the taking of the action by the child. 2 A youth conference co-ordinator may not make a recommendation under Article 33A(5)(c) unless— a any person, other than the child, by whom any action falls to be taken under the youth conference plan agrees to take the action; and b any person in relation to whom the child is required by the youth conference plan to take any action agrees to the taking of the action by the child. 3 A recommendation to the court by a youth conference co-ordinator under Article 33A(5) must be made in the form of a written report. 4 If the recommendation is made under Article 33A(5)(a), the report— a where recommending that the court should exercise its powers by imposing a custodial sentence, must not specify what sort of custodial sentence the court should impose or for what period; and b where recommending that the court should exercise its powers otherwise than by imposing a custodial sentence, may include details of how it is recommended that the court should exercise its powers. 5 If the recommendation is made under Article 33A(5)(b), the report must include details of the youth conference plan. 6 If the recommendation is made under Article 33A(5)(c), the report— a must not specify what sort of custodial sentence the court should impose or for what period; but b must include details of the youth conference plan. 7 If, after the completion of a court-ordered youth conference, a youth conference co-ordinator is unable to make any recommendation under Article 33A(5), he must make a written report of that fact to the court giving the reasons why he is unable to do so. 8 A report under this Article must be accompanied by copies of any reports obtained for the purposes of the court-ordered youth conference."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "60", "section_title": " Youth conference orders", "section_text": "60 After Article 36I of the Criminal Justice (Children) (Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) (inserted by section 55 of this Act) insert— Youth conference orders  Youth conference orders 36J 1 Where a recommendation is made to a court under Article 33A(5)(b) or (c), the court may make a youth conference order in relation to the offender to whom the recommendation relates. 2 A youth conference order is an order requiring the offender— a to comply with the requirements specified in the youth conference plan; or b to comply with those requirements as varied by the order; and the order must specify as the date when the offender must begin so to comply either the date specified in the youth conference plan under Article 3C(6) or such other date as the court may, with the consent of the youth conference co-ordinator, determine. 3 A court must not make a youth conference order unless it is of the opinion that the offence, or the combination of the offence and one or more offences associated with it, was serious enough to warrant it. 4 In forming any such opinion the court must take into account all information about the circumstances of the offence, or of the offence and the offence or offences associated with it, (including any aggravating or mitigating factors) which is available to it. 5 The court must not make a youth conference order unless the offender consents. 6 The court must not make a youth conference order under paragraph (2)(b) unless it has consulted the youth conference co-ordinator. 7 If the court does not make a youth conference order under paragraph (2)(a) in a case where it has power to do so, it must give its reasons in open court. 8 Where the court makes a youth conference order, it may not exercise any other power it has to deal with the offender for the offence. 9 But if the recommendation to the court was made under Article 33A(5)(c) the court may, if the offender consents, also impose any custodial sentence which the court has power to impose for the offence.  Supplementary provisions about youth conference orders 36K 1 Before making a youth conference order, the court must state in open court that it is of the opinion that Article 36J(3) applies and why it is of that opinion. 2 Before making a youth conference order, the court must explain to the offender in ordinary language— a why it is making the order; b the effect of the order and of the requirements proposed to be included in it; c the consequences which may follow under Schedule 1A if he fails to comply with those requirements; and d that the court has power under that Schedule to review the order on the application either of the offender or of the responsible officer. 3 In this Order “ responsible officer ”, in relation to an offender subject to a youth conference order, means the youth conference co-ordinator, or other person designated by the Secretary of State, who is specified in the order. 4 If the court is a magistrates’ court, it must cause any reasons given under Article 36J(7) or paragraph (1) or (2)(a) to be entered in the Order Book. 5 A youth conference order must name the petty sessions district in which it appears to— a the court making the order; or b the court amending under Schedule 1A any provision included in the order, that the offender resides or will reside. 6 The court by which a youth conference order is made must immediately give copies of the order to— a the offender subject to the order; b his parent or guardian; and c the responsible officer. 7 Except where the court is itself a magistrates’ court acting for the petty sessions district specified in the order, the court must send to the clerk of petty sessions for the petty sessions district so specified— a a copy of the order; and b such documents and information relating to the case as it considers likely to be of assistance to a youth court acting for that district in exercising its functions in relation to the order. 8 Schedule 1A (which makes provision for dealing with failures to comply with youth conference orders and for their revocation and amendment) shall have effect.  Monitoring compliance with youth conference orders 36L 1 The responsible officer must monitor compliance by the offender with the youth conference order. 2 The Secretary of State may make rules regulating the monitoring by the responsible officer of an offender subject to a youth conference order. 3 Rules under paragraph (2) are subject to annulment in pursuance of a resolution of either House of Parliament in the same manner as a statutory instrument; and, accordingly, section 5 of the Statutory Instruments Act 1946 (c. 36) applies to such rules. 4 The Secretary of State may pay the expenses incurred by a person who is not a youth conference co-ordinator in performing functions as the responsible officer."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "61", "section_title": " Legal aid for youth conferences", "section_text": "61 1 The Legal Aid, Advice and Assistance (Northern Ireland) Order 1981 (S.I. 1981/228 (N.I. 8)) has effect subject to the following amendments. 2 After Article 28 insert—  Free legal aid for diversionary youth conferences 28A 1 Where a diversionary youth conference has been, or is to be, convened with respect to a child, he may make an application for free legal aid to a magistrates’ court. 2 An application under paragraph (1) shall be made— a by a written statement in the prescribed form addressed to the clerk of petty sessions for a magistrates’ court; or b if an application under sub-paragraph (a) is refused, in person to a magistrates’ court. 3 If, on an application made under paragraph (1), it appears to the court that— a the means of the child are insufficient to enable him to obtain legal aid; and b it is desirable in the interests of justice that he should have free legal aid in preparing for and participating in the diversionary youth conference, the court may grant in respect of him a criminal aid certificate. 4 A person in respect of whom a criminal aid certificate has been granted under this Article shall be entitled to have— a a solicitor; and b subject to paragraph (5), counsel, assigned to him for that purpose in such manner as may be prescribed by rules made under Article 36. 5 Free legal aid given for the purposes of any diversionary youth conference shall not include representation by counsel except where— a the offence with respect to which the diversionary youth conference is convened is an indictable offence; and b the court is of the opinion that, because of circumstances which make the case unusually grave or difficult, representation by both solicitor and counsel would be desirable. 3 After Article 35 insert—  Court-ordered youth conferences 35A 1 In this Part references to— a the preparation and conduct of a person’s defence before a court or at a trial; b the preparation and conduct of an appeal; and c resisting an appeal, include preparation for and participation in any court-ordered youth conference (but not any diversionary youth conference). 2 In Article 29, as it applies by virtue of paragraph (5) of that Article, references to free legal aid to which a person appearing or brought before the Crown Court to be dealt with is entitled include free legal aid in the preparation for and participation in any court-ordered youth conference (but not any diversionary youth conference)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "62", "section_title": " Orders: enforcement etc.", "section_text": "62 After Schedule 1 to the Criminal Justice (Children) (Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) insert the Schedule set out in Schedule 10 to this Act which makes provision about the enforcement etc. of reparation orders, community responsibility orders and youth conference orders."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "63", "section_title": " Extension of youth justice system to 17 year olds", "section_text": "63 1 Schedule 11 makes amendments of enactments and instruments for extending the youth justice system to 17 year olds. 2 The   Department of Justice   may by order make provision amending any other enactments or instruments (whenever passed or made) for, or in connection with, extending the youth justice system to 17 year olds."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "64", "section_title": " Juvenile justice centre orders for 17 year olds", "section_text": "64 In Article 39 of the Criminal Justice (Children)\t\t\t(Northern Ireland) Order 1998 (juvenile justice centre orders for offences punishable in the case of an adult with imprisonment), after paragraph (3) insert— 3A A court shall only make a juvenile justice centre order in the case of a child who has attained the age of 17 if— a he will not become an adult during the period of the order; b he has not had a custodial sentence imposed on him within the last two years; and c the court, after considering a report made by a probation officer, considers that it is in his best interests to make such an order."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "65", "section_title": " Consultation about detention", "section_text": "65 In Article 45 of the Criminal Justice (Children)\t\t\t(Northern Ireland) Order 1998 (punishment of children convicted of certain grave crimes), after paragraph (2) insert— 2A Before giving a direction under paragraph (1) or (2) in relation to a child who has not attained the age of 14, the Secretary of State must consult the appropriate authority."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "66", "section_title": " Display of Royal Arms at courts", "section_text": "66 1 The Royal Arms must not be displayed in any courtroom. 2 But subsection (1) does not prevent the display of the Royal Arms anywhere in— a the courtrooms in the Royal Courts of Justice in Belfast, b the courtrooms in the Courthouse in Armagh, c the courtroom in the Courthouse in Banbridge, d Court No. 1 in the Courthouse in Downpatrick, e the courtrooms in the Courthouse in Magherafelt, or f the courtrooms in the Courthouse in Omagh, where they were displayed immediately before the coming into force of this section. 3 The Royal Arms must not be displayed— a on the exterior of an existing court-house, or b in any other place outside an existing court-house which is used for the purposes of the court-house, unless they were displayed there immediately before the coming into force of this section. 4 “ Existing court-house ” means a court-house which is in use before the coming into force of this section. 5 Any authorisation which would be required for the purpose of complying with this section is to be regarded as having been obtained. 6 “ Authorisation ” includes any approval, consent, licence or permission (whether required by any enactment or instrument or otherwise)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "67", "section_title": " Flying of flags at court-houses", "section_text": "67 1 In Article 3(1) of the Flags (Northern Ireland) Order 2000 (S.I. 2000/1347 (N.I. 3))\t\t\t\t\t(power to make regulations about the flying of flags at government buildings), insert at the end “and court-houses”. 2 The Flags Regulations (Northern Ireland) 2000 (S.R. 2000 No. 347)\t\t\t\t\t(which were made in the exercise of that power) apply in relation to court-houses as they apply in relation to the government buildings specified in Part 1 of the Schedule to the Regulations (but subject to any amendment which may be made to the Regulations in the further exercise of that power)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "68", "section_title": " Information about discharge and temporary release of prisoners", "section_text": "68 1 The   Department of Justice   must make a victim information scheme and may from time to time make a new scheme or alterations to a scheme. 2 A victim information scheme is a scheme requiring the   Department of Justice   to make available information about the discharge or temporary release of persons serving sentences of imprisonment in Northern Ireland imposed in respect of the commission of offences (“ imprisoned offenders ”) to victims of the offences who wish to receive it. 3 A scheme— a must require that information as to the month in which it is anticipated that an imprisoned offender will be discharged is to be made available under the scheme, and b must require that, unless it is not reasonably practicable to do so, the fact that the temporary release of an imprisoned offender is being considered is to be made available under the scheme. 4 A scheme may require that other information relating to the discharge and temporary release of imprisoned offenders is to be made available under the scheme including, in cases of a description specified by the scheme or in which the   Department of Justice   considers it appropriate, the date on which it is anticipated that an imprisoned offender will be discharged or temporarily released. 5 A scheme may provide that in circumstances of a description specified in the scheme, or in particular circumstances in which the   Department of Justice   considers it appropriate, a person who is not the actual victim of the offence but was directly affected by it is to be regarded for the purposes of the scheme as a victim of the offence (as well as any actual victim). 6 A scheme may provide that in circumstances of a description specified in the scheme, or in particular circumstances in which the   Department of Justice   considers it appropriate, a person other than the actual victim of an offence is to be regarded for the purposes of the scheme as a victim of the offence (instead of an actual victim). 7 A scheme must specify how victims are to indicate that they wish to receive information under the scheme. 8 The   Department of Justice   is not required to make information available under a scheme— a if   the Department of Justice   believes that to do so would adversely affect the well-being of the actual victim of an offence or a person who is regarded for the purposes of the scheme as being a victim of an offence by virtue of subsection (5), b if   the Department of Justice   believes that to do so would threaten the safety of any person, or c in other circumstances specified by the scheme. 9 A scheme may make different provision in relation to— a different descriptions of imprisoned offenders, or b imprisoned offenders convicted or sentenced at different times. 10 “ Discharge ” includes release— a on licence, or b in pursuance of a grant of remission, (whether or not subject to conditions); and “ discharged ” is to be construed accordingly."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "69", "section_title": " Views on temporary release", "section_text": "69 1 If a person who is the victim of an offence for the purposes of a scheme under section 68 makes to the   Department of Justice   representations falling within subsection (2) the   Department of Justice   has the obligations specified in subsection (3). 2 Representations fall within this subsection if they are to the effect that the temporary release of a person serving a sentence of imprisonment in Northern Ireland imposed in respect of the commission of the offence would threaten the safety, or otherwise adversely affect the well-being, of— a the actual victim of the offence, or b a person who is regarded for the purposes of the scheme as a victim of the offence by virtue of section 68(5). 3 The   Department of Justice   must— a have regard to the representations in deciding whether the person should be temporarily released and, if so, any conditions to which he is to be subject, and b inform the victim of any such decision."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "69A", "section_title": "Information about discharge and leave of absence of mentally disordered persons", "section_text": "69A 1 The   Department of Justice   must make a scheme requiring the   Department of Justice   to make available to persons falling within subsection (2) information about— a the discharge from hospital of, or b the grant of leave of absence from hospital to, persons in respect of whom relevant determinations have been made. 2 The persons referred to in subsection (1) are victims of the offences in respect of which the determinations were made who wish to receive the information. 3 A relevant determination is made in respect of a person if— a a hospital order with a restriction order is made in respect of him by a court dealing with him for an offence, or b a transfer direction and a restriction direction are given in respect of him while he is serving a sentence of imprisonment in respect of an offence. 4 The   Department of Justice   may from time to time make a new scheme or alterations to a scheme. 5 The information to be made available under a scheme must include information as to any relevant conditions to which a person in respect of whom a relevant determination has been made is to be subject in the event of— a his discharge from hospital, or b the grant of leave of absence from hospital to him. 6 A condition is relevant for the purposes of subsection (5) if it appears to the   Department of Justice   that it might affect a victim of an offence in respect of which the determination was made. 7 A scheme may require the   Department of Justice   to take all reasonable steps to ascertain whether a person who appears to   it   to be the victim of an offence in respect of which a relevant determination has been made wishes to make representations about the matters specified in subsection (8). 8 The matters are— a whether the person in respect of whom the determination has been made should be subject to any conditions in the event of his discharge from hospital or the grant of leave of absence from hospital to him; b if so, what conditions. 9 A scheme that includes provision such as is mentioned in subsection (7) must specify how the representations are to be made. 10 A scheme may require other information in relation to the discharge of, or the grant of leave of absence to, persons in respect of whom relevant determinations are made to be made available under the scheme. 11 The other information may include, in cases of a description specified by the scheme or in which the   Department of Justice   considers it appropriate, the date on which it is anticipated that a person in respect of whom a relevant determination has been made will be discharged or granted leave of absence from hospital. 12 Subsections (5) to (8) of section 68 apply in relation to a scheme made under this section as they apply in relation to a scheme made under that section. 13 A scheme may make different provision in relation to different descriptions of persons in respect of whom a relevant determination is made."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "69B", "section_title": "Views on leave of absence", "section_text": "69B 1 If a person who is the victim of an offence in respect of which a relevant determination has been made makes to the   Department of Justice   representations falling within subsection (2) the   Department of Justice   has the obligations specified in subsection (3). 2 Representations fall within this subsection if they are to the effect that the grant of leave of absence to the person in respect of whom the determination has been made would threaten the safety, or otherwise adversely affect the well-being, of— a the actual victim of the offence in respect of which the determination was made, or b a person who is regarded for the purposes of a scheme under section 69A as a victim of that offence by virtue of section 68(5)\t\t\t\t\t\t\t(as applied by section 69A(12)). 3 The   Department of Justice   must— a have regard to the representations in deciding whether   the Department should give its   consent to leave of absence being granted, and b inform the victim of any such decision. 4 Section 69A(3)\t\t\t\t\t(relevant determination) applies for the purposes of this section."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "70", "section_title": " Supplementary", "section_text": "70 1 In sections 68 and 69 references to a person serving a sentence of imprisonment include a person aged 18 or over who is— a detained pursuant to directions  ... under Article 45 of the Criminal Justice (Children)\t\t\t\t\t\t\t(Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)), or b detained in a young offenders centre as the result of an order of the Crown Court. 2 In sections 68 and 69 references to a person serving a sentence of imprisonment in Northern Ireland— a include a person who, in consequence of a restricted transfer from Northern Ireland, is serving part of a sentence of imprisonment in another part of the United Kingdom, but b do not include a person who, in consequence of a restricted transfer from another part of the United Kingdom, is serving part of a sentence of imprisonment in Northern Ireland. 3 “ Restricted transfer ” has the same meaning as in Part 2 of Schedule 1 to the Crime (Sentences) Act 1997 (c. 43). 4 In sections 68 and 69 references to a person serving a sentence of imprisonment in Northern Ireland include a person detained in hospital pursuant to a transfer direction and a restriction direction. 5 In subsection (4) and section 69A(3)— “ restriction direction ” has the meaning given in Article 55(2) of the Mental Health (Northern Ireland) Order 1986; “ transfer direction ” has the meaning given in Article 53(2) of that Order. 6 In section 69A(3)— “ hospital order ” has the meaning given in Article 44(1) of the Mental Health (Northern Ireland) Order 1986; “ restriction order ” has the meaning given in Article 47(1) of that Order; “ sentence of imprisonment ” has the meaning given in Article 53(5) of that Order. 7 In sections 69A and 69B  “ leave of absence ” means leave of absence under Article 15 of the Mental Health (Northern Ireland) Order 1986."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "71", "section_title": " Community safety strategy", "section_text": "71 1 The   Department of Justice   must devise a strategy for enhancing community safety in Northern Ireland. 2 References in this section  ... to enhancing community safety in any place are to making the place one in which it is, and is perceived to be, safer to live and work, in particular by the reduction of actual and perceived levels of crime and other anti-social behaviour. 3 The   Department of Justice   may from time to time devise a new strategy or make alterations to a strategy. 4 Before devising or making alterations to a strategy the   Department of Justice   must consult— a the First Minister and deputy First Minister, b the Chief Constable of the Police Service of Northern Ireland, and c the Northern Ireland Policing Board. 5 The   Department of Justice   must publish each strategy devised by   the Department   and any alterations which   the Department   makes to a strategy (or the strategy as altered)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "72", "section_title": " Local community safety partnerships", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "73", "section_title": " Constitution of Rules Committees", "section_text": "73 1 In section 54(1) of the Judicature (Northern Ireland) Act 1978 (c. 23)\t\t\t\t\t(membership of   Court of Judicature  Rules Committee), for paragraphs (b) to (f) substitute— b three judges of the Supreme Court nominated by the Lord Chief Justice; c one Master of the Supreme Court nominated by the Society of Masters; d two barristers nominated by the General Council of the Bar of Northern Ireland and one barrister nominated by the   Department of Justice ; e two solicitors nominated by the Law Society of Northern Ireland and one solicitor nominated by the   Department of Justice ;  ... f two persons nominated by the   Department of Justice  who do not hold (and have never held) judicial office and are not (and have never been) barristers or solicitors. g the Attorney General for Northern Ireland or a barrister or solicitor nominated by the Attorney General for Northern Ireland. 2 In Article 46(1) of the County Courts (Northern Ireland) Order 1980 (S.I. 1980/ 397 (N.I. 3))\t\t\t\t\t(membership of County Court Rules Committee), for the words from “be appointed” to the end substitute consist of—                                         a a county court judge nominated by the Lord Chancellor who shall be chairman; b two county court judges nominated by Her Majesty’s Council of County Court Judges; c one district judge nominated by the Association of District Judges; d two barristers nominated by the General Council of the Bar of Northern Ireland and one barrister nominated by the   Department of Justice ; e two solicitors nominated by the Law Society of Northern Ireland and one solicitor nominated by the   Department of Justice ; f one   civil servant in the Department of Justice   nominated by   that Department ; and g two persons nominated by the   Department of Justice   who do not hold (and have never held) judicial office and are not (and have never been) barristers or solicitors."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "74", "section_title": " Appeals in small claims cases", "section_text": "74 1 Article 30 of the County Courts (Northern Ireland) Order 1980 (jurisdiction exercisable by district judges) is amended as follows. 2 In paragraph (4) (cases dealt with by arbitration)— a after sub-paragraph (a) insert— ab any party may appeal on a question of law to a judge (not being a deputy judge) against any order, decision or determination;, b in sub-paragraph (b), for the words from “by the High Court,” onwards substitute  “                        by the Court of Appeal, state for the determination of the Court of Appeal any question of law arising out of an award made by the district judge in dealing with the claim unless an appeal on the question has been brought under sub-paragraph (ab);                      ” , and c in sub-paragraph (c), for “sub-paragraph (b)” substitute  “                        sub-paragraphs (ab) and (b)                      ” . 3 After paragraph (4) insert— 4A An appeal under paragraph (4)(ab) shall be brought within the period of twenty-one days commencing with the date on which the order, decision or determination was made; and on such an appeal the judge— a has the same powers as the district judge; but b is not required to hold a hearing; and his decision shall be final."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "75", "section_title": " Time limit for cases stated by county court", "section_text": "75 In Article 61(2) of the County Courts (Northern Ireland) Order 1980 (S.I. 1980/ 397 (N.I. 3)) (cases stated by county court judge) for “fourteen days” substitute  “                twenty-one days              ” ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "76", "section_title": " Exceptional legal aid", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "77", "section_title": " Proceedings before coroner", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "78", "section_title": " Power to abolish Court Service", "section_text": "78 1 The Lord Chancellor may by order make provision for the transfer of the functions of the Court Service and the abolition of the Court Service. 2 The order may make provision— a for the payment by the Lord Chancellor of compensation to or in respect of persons who suffer loss of employment or loss or diminution of emoluments (including superannuation rights) which is attributable to the transfer of functions, or the abolition, of the Court Service, and b for any other incidental, consequential, transitional or supplementary matter which appears to the Lord Chancellor to be appropriate. 3 The provision made by the order under subsection (2) may include amendments in any enactment or instrument (whenever passed or made), including this Act."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "79", "section_title": " Duty of Court Service to ensure court security", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "80", "section_title": " Powers and duties of court security officers", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "81", "section_title": " Protection of court security officers", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "82", "section_title": " Excepted matters: judicial office-holders", "section_text": "82 In Schedule 2 to the Northern Ireland Act 1998 (c. 47) (excepted matters), in paragraph 11 (appointment and removal of holders of certain judicial offices)— a for “appointment and removal” substitute  “                  determination of the remuneration, superannuation and other terms and conditions of service (other than those relating to removal from office)                ” , and b for “, the Chief and other Child Support Commissioners for Northern Ireland and the President and other members of the Lands Tribunal for Northern Ireland” substitute  “                  and the Chief and other Child Support Commissioners for Northern Ireland                ” ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "83", "section_title": " Reserved matters: new institutions", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "84", "section_title": " Assembly Acts about judiciary, law officers and prosecutions", "section_text": "84 1 In section 7(1) of the Northern Ireland Act 1998 (entrenched enactments), insert at the end and                   d section 1 and section 84 of the Justice (Northern Ireland) Act 2002. 2 A Bill containing any provision which deals (otherwise than incidentally) with— a appointment to, or removal from, a protected judicial office (including the subject matter of section 19), b the subject matter of section 12(1), or c the subject matter of Part 2, may not be passed by the Assembly without cross-community support. 3 “ Cross-community support ” has the meaning given by section 4(5) of the Northern Ireland Act 1998 (c. 47). 4 “ Passed ”, in relation to a Bill, means passed at the final stage (at which the Bill can be passed or rejected but not amended)."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "85", "section_title": " Minor and consequential amendments", "section_text": "85 1 Schedule 12 makes minor and consequential amendments in enactments and instruments. 2 The   Department of Justice   may by order make in any other enactment or instrument (whenever passed or made) such amendments as appear to   the Department of Justice   to be appropriate in consequence of any provision made by Part 4."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "86", "section_title": " Repeals and revocations", "section_text": "86  Schedule 13 makes repeals and revocations."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "87", "section_title": " Commencement", "section_text": "87 1 The preceding provisions of this Act (with the Schedules) shall not come into force until such day as the Secretary of State   or the Department of Justice  may by order appoint. 2 An order may appoint different days for different purposes."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "88", "section_title": " Interpretation", "section_text": "88 In this Act (unless the context otherwise requires)— “ amendment ” includes repeal or revocation and “ amend ” is to be construed accordingly, “ coroner ” and “ deputy coroner ” mean a coroner and deputy coroner appointed under section 2 of the Coroners Act (Northern Ireland) 1959 (c. 15 (N.I.)), “ county court judge ” means a judge appointed under section 102 of the County Courts Act (Northern Ireland) 1959 (c. 25 (N.I.))and “ deputy county court judge ” means a deputy judge appointed under section 107 of that Act, “ the Court Service ” means the Northern Ireland Court Service, “ enactment ” includes any provision of Northern Ireland legislation,   ... “ listed judicial office ” and “ protected judicial office ” have the meanings given by section 2(5), “ Lord Chief Justice ” means the Lord Chief Justice of Northern Ireland, “ Lord Justice of Appeal ” means a person styled as such under section 3 of the Judicature (Northern Ireland) Act 1978 (c. 23), and   “ the Northern Ireland Public Services Ombudsman ” has the meaning given by the Public Services Ombudsman Act (Northern Ireland) 2016.  "}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "89", "section_title": " Transitionals and savings", "section_text": "89 1 The Secretary of State   or the Department of Justice  may by order make any transitional provisions or savings which appear appropriate in connection with the coming into force of any provision of this Act. 2 The persons who, immediately before the date on which section 30 comes into force, hold the offices of Director of Public Prosecutions for Northern Ireland and Deputy Director of Public Prosecutions for Northern Ireland under the Prosecution of Offences (Northern Ireland) Order 1972 (S.I. 1972/538 (N.I. 1)) shall be treated as if— a they had been appointed to those offices under that section on that date, and b the Secretary of State had made a determination under subsection (9) of that section for the making of payments to or in respect of them on and after that date on the same terms as that on which payments were so made immediately before that date. 3 An order under subsection (1) may include provision for the transfer to the staff of the Public Prosecution Service for Northern Ireland of such persons employed by any authority wholly or mainly in connection with the exercise of functions relating to the prosecution of offences as are specified in the order. 4 If on the coming into force of subsection (1) of section 31 it is not reasonably practicable for the Director to take over the conduct of all proceedings of the description specified in that subsection, he is under a duty to take over the conduct of only such proceedings of that description as it is reasonably practicable for him to conduct until the earlier of— a the time when it is first reasonably practicable for him to take over the conduct of all proceedings of that description, and b the end of the period of five years beginning with the day on which that subsection comes into force. 5 If section 35 comes into force before section 10, the reference in subsection (2) of section 35 to a lay magistrate has effect, until section 10 comes into force, as a reference to a justice of the peace. 6 If section 44 comes into force before section 41, subsection (1)(d) of section 44 has effect, until section 41 comes into force, as if it also referred to the presentation of an indictment under section 2(2)(f) of the Grand Jury (Abolition) Act (Northern Ireland) 1969 (c. 15 (N.I.)). 7 If sections 45 to 49 come into force before section 29, the references in those sections to the Public Prosecution Service for Northern Ireland have effect, until that section comes into force, as references to the Office of the Director of Public Prosecutions for Northern Ireland. 8 No order may be made under Article 36A of the Criminal Justice (Children) (Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) in relation to an offence committed before the coming into force of section 54; and no order may be made under Article 36E of that Order in relation to an offence committed before the coming into force of section 55. 9 If section 56 comes into force before section 10, the references in Articles 44D(5) and 44F(1) of the Criminal Justice (Children) (Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) (inserted by section 56) to a lay magistrate have effect, until section 10 comes into force, as references to a justice of the peace. 10 No reference may be made under Article 10A of the Criminal Justice (Children) (Northern Ireland) Order 1998 in relation to an offence committed before the coming into force of section 58; and no reference may be made under Article 33A of that Order in relation to an offence committed before the coming into force of section 59. 11 If section 58 comes into force before section 41, paragraph (5)(d) of Article 10B of the Criminal Justice (Children) (Northern Ireland) Order 1998 (inserted by section 58) has effect, until section 41 comes into force, as if it also referred to the presentation of an indictment under section 2(2)(f) of the Grand Jury (Abolition) Act (Northern Ireland) 1969 (c. 15 (N.I.))."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "90", "section_title": " Statutory rules", "section_text": "90 1 Any power of— a the Lord Chancellor, b the Secretary of State, or c the First Minister and deputy First Minister  or the   Department of Justice , to make an order or a scheme (or alterations to a scheme) under this Act shall be exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 1A No order containing (whether or not together with other provision) provision made by virtue of section 2(2)(b) , 9(4) , 19(4)(b), 46(6)(a) or (b) or 72(1), (3), (7) or (8) shall be made unless a draft of the order has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 1B Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (1A) in relation to the laying of a draft as it applies in relation to the laying of a statutory document under an enactment. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 No order containing (whether or not together with other provision) provision made by virtue of   section 78   shall be made unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament. 5 The following instruments— a an order under section   2(2)(a) or (c), 5A(6),  10(4), 12(3), 19(4)(a) or (c),  ... 46(6)(c), 63(2), 72(2) or 85(2), Schedule 4 or paragraph 7(3) of Schedule 8, and b a scheme (or alterations to a scheme) under section 68  or 69A , shall, unless a draft has been approved by a resolution of   the Northern Ireland Assembly, be subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954) . 6 An order under section 28(2) shall be subject to annulment in pursuance of a resolution of either House of Parliament in the same manner as a statutory instrument; and section 5 of the Statutory Instruments Act 1946 applies accordingly."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "91", "section_title": " Extent", "section_text": "91 1 Subject as follows, the preceding provisions of this Act (with the Schedules) extend to Northern Ireland only. 2 Subsection (1) does not apply to any of the following provisions— za section 1, a section 10(6) and paragraphs 5 and 6 of Schedule 4, b section 22(1), and c section 27(1), and sections 87 to 90 so far as relating to those provisions. 3 Any amendment made by this Act, apart from the repeal of sections 4 and 6 of the Promissory Oaths Act 1868 (c. 72), has the same extent as the provision to which it relates."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "92", "section_title": " Financial provision", "section_text": "92 There is to be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown by virtue of this Act, and b any increase attributable to this Act in the sums payable by virtue of any other Act out of money so provided."}, {"act": "Justice (Northern Ireland) Act 2002", "year": 2002, "section": "93", "section_title": " Short title", "section_text": "93 This Act may be cited as the Justice (Northern Ireland) Act 2002."}]