[{"act": "Land Registration Act 2002", "year": 2002, "section": "1", "section_title": " Register of title", "section_text": "1 1 There is to continue to be a register of title kept by the registrar. 2 Rules may make provision about how the register is to be kept and may, in particular, make provision about— a the information to be included in the register, b the form in which information included in the register is to be kept, and c the arrangement of that information."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "2", "section_title": " Scope of title registration", "section_text": "2 This Act makes provision about the registration of title to— a unregistered legal estates which are interests of any of the following kinds— i an estate in land, ii a rentcharge, iii a franchise, iv a profit a prendre in gross, and v any other interest or charge which subsists for the benefit of, or is a charge on, an interest the title to which is registered; and b interests capable of subsisting at law which are created by a disposition of an interest the title to which is registered."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "3", "section_title": " When title may be registered", "section_text": "3 1 This section applies to any unregistered legal estate which is an interest of any of the following kinds— a an estate in land, b a rentcharge, c a franchise, and d a profit a prendre in gross. 2 Subject to the following provisions, a person may apply to the registrar to be registered as the proprietor of an unregistered legal estate to which this section applies if— a the estate is vested in him, or b he is entitled to require the estate to be vested in him. 3 Subject to subsection (4), an application under subsection (2) in respect of a leasehold estate may only be made if the estate was granted for a term of which more than seven years are unexpired. 4 In the case of an estate in land, subsection (3) does not apply if the right to possession under the lease is discontinuous. 4A A person may not make an application under subsection (2) in respect of a leasehold estate in land under a relevant social housing tenancy. 5 A person may not make an application under subsection (2)(a) in respect of a leasehold estate vested in him as a mortgagee where there is a subsisting right of redemption. 6 A person may not make an application under subsection (2)(b) if his entitlement is as a person who has contracted to buy under a contract. 7 If a person holds in the same right both— a a lease in possession, and b a lease to take effect in possession on, or within a month of, the end of the lease in possession, then, to the extent that they relate to the same land, they are to be treated for the purposes of this section as creating one continuous term."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "4", "section_title": " When title must be registered", "section_text": "4 1 The requirement of registration applies on the occurrence of any of the following events— a the transfer of a qualifying estate— i for valuable or other consideration, by way of gift or in pursuance of an order of any court,  . . .  ii by means of an assent (including a vesting assent);  or iii giving effect to a partition of land subject to a trust of land; aa the transfer of a qualifying estate— i by a deed that appoints, or by virtue of  section 334 of the Charities Act 2011  has effect as if it appointed, a new trustee or is made in consequence of the appointment of a new trustee, or ii by a vesting order under section 44 of the Trustee Act 1925 that is consequential on the appointment of a new trustee; b the transfer of an unregistered legal estate in land in circumstances where section 171A of the Housing Act 1985 (c. 68) applies (disposal by landlord which leads to a person no longer being a secure tenant); c the grant out of a qualifying estate of an estate in land— i for a term of years absolute of more than seven years from the date of the grant, and ii for valuable or other consideration, by way of gift or in pursuance of an order of any court; d the grant out of a qualifying estate of an estate in land for a term of years absolute to take effect in possession after the end of the period of three months beginning with the date of the grant; e the grant of a lease in pursuance of Part 5 of the Housing Act 1985 (the right to buy) out of an unregistered legal estate in land; f the grant of a lease out of an unregistered legal estate in land in such circumstances as are mentioned in paragraph (b); g the creation of a protected first legal mortgage of a qualifying estate. 2 For the purposes of subsection (1), a qualifying estate is an unregistered legal estate which is— a a freehold estate in land, or b a leasehold estate in land for a term which, at the time of the transfer, grant or creation, has more than seven years to run. 3 In subsection (1)(a), the reference to transfer does not include transfer by operation of law. 4 Subsection (1)(a) does not apply to— a the assignment of a mortgage term, or b the assignment or surrender of a lease to the owner of the immediate reversion where the term is to merge in that reversion. 5 Subsection (1)(c) does not apply to the grant of an estate to a person as a mortgagee. 5A Subsection (1) does not apply to the transfer or grant of a leasehold estate in land under a relevant social housing tenancy. 6 For the purposes of subsection (1)(a) and (c), if the estate transferred or granted has a negative value, it is to be regarded as transferred or granted for valuable or other consideration. 7 In subsection (1)(a) and (c), references to transfer or grant by way of gift include transfer or grant for the purpose of— a constituting a trust under which the settlor does not retain the whole of the beneficial interest, or b uniting the bare legal title and the beneficial interest in property held under a trust under which the settlor did not, on constitution, retain the whole of the beneficial interest. 8 For the purposes of subsection (1)(g)— a a legal mortgage is protected if it takes effect on its creation as a mortgage to be protected by the deposit of documents relating to the mortgaged estate, and b a first legal mortgage is one which, on its creation, ranks in priority ahead of any other mortgages then affecting the mortgaged estate. 9 In this section— “ land ” does not include mines and minerals held apart from the surface; “ vesting assent ” has the same meaning as in the Settled Land Act 1925 (c. 18)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "5", "section_title": " Power to extend section 4", "section_text": "5 1 The  Secretary of State  may by order— a amend section 4 so as to add to the events on the occurrence of which the requirement of registration applies such relevant event as he may specify in the order, and b make such consequential amendments of any provision of, or having effect under, any Act as he thinks appropriate. 2 For the purposes of subsection (1)(a), a relevant event is an event relating to an unregistered legal estate which is an interest of any of the following kinds— a an estate in land, b a rentcharge, c a franchise, and d a profit a prendre in gross. 3 The power conferred by subsection (1) may not be exercised so as to require the title to an estate granted to a person as a mortgagee to be registered. 4 Before making an order under this section the  Secretary of State  must consult such persons as he considers appropriate."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "6", "section_title": " Duty to apply for registration of title", "section_text": "6 1 If the requirement of registration applies, the responsible estate owner, or his successor in title, must, before the end of the period for registration, apply to the registrar to be registered as the proprietor of the registrable estate. 2 If the requirement of registration applies because of section 4(1)(g)— a the registrable estate is the estate charged by the mortgage, and b the responsible estate owner is the owner of that estate. 3 If the requirement of registration applies otherwise than because of section 4(1)(g)— a the registrable estate is the estate which is transferred or granted, and b the responsible estate owner is the transferee or grantee of that estate. 4 The period for registration is 2 months beginning with the date on which the relevant event occurs, or such longer period as the registrar may provide under subsection (5). 5 If on the application of any interested person the registrar is satisfied that there is good reason for doing so, he may by order provide that the period for registration ends on such later date as he may specify in the order. 6 Rules may make provision enabling the mortgagee under any mortgage falling within section 4(1)(g) to require the estate charged by the mortgage to be registered whether or not the mortgagor consents."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "7", "section_title": " Effect of non-compliance with section 6", "section_text": "7 1 If the requirement of registration is not complied with, the transfer, grant or creation becomes void as regards the transfer, grant or creation of a legal estate. 2 On the application of subsection (1)— a in a case falling within section 4(1)(a) or (b), the title to the legal estate reverts to the transferor who holds it on a bare trust for the transferee,  aa in a case fallling within section 4(1)(aa), the title to the legal estate reverts to the person in whom it was vested immediately before the transfer,  and b in a case falling within section 4(1)(c) to (g), the grant or creation has effect as a contract made for valuable consideration to grant or create the legal estate concerned. 3 If an order under section 6(5) is made in a case where subsection (1) has already applied, that application of the subsection is to be treated as not having occurred. 4 The possibility of reverter under subsection (1) is to be disregarded for the purposes of determining whether a fee simple is a fee simple absolute."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "8", "section_title": " Liability for making good void transfers  etc", "section_text": "8 If a legal estate is retransferred, regranted or recreated because of a failure to comply with the requirement of registration, the transferee, grantee or, as the case may be, the mortgagor— a is liable to the other party for all the proper costs of and incidental to the retransfer, regrant or recreation of the legal estate, and b is liable to indemnify the other party in respect of any other liability reasonably incurred by him because of the failure to comply with the requirement of registration."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "9", "section_title": " Titles to freehold estates", "section_text": "9 1 In the case of an application for registration under this Chapter of a freehold estate, the classes of title with which the applicant may be registered as proprietor are— a absolute title, b qualified title, and c possessory title; and the following provisions deal with when each of the classes of title is available. 2 A person may be registered with absolute title if the registrar is of the opinion that the person’s title to the estate is such as a willing buyer could properly be advised by a competent professional adviser to accept. 3 In applying subsection (2), the registrar may disregard the fact that a person’s title appears to him to be open to objection if he is of the opinion that the defect will not cause the holding under the title to be disturbed. 4 A person may be registered with qualified title if the registrar is of the opinion that the person’s title to the estate has been established only for a limited period or subject to certain reservations which cannot be disregarded under subsection (3). 5 A person may be registered with possessory title if the registrar is of the opinion— a that the person is in actual possession of the land, or in receipt of the rents and profits of the land, by virtue of the estate, and b that there is no other class of title with which he may be registered."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "10", "section_title": " Titles to leasehold estates", "section_text": "10 1 In the case of an application for registration under this Chapter of a leasehold estate, the classes of title with which the applicant may be registered as proprietor are— a absolute title, b good leasehold title, c qualified title, and d possessory title; and the following provisions deal with when each of the classes of title is available. 2 A person may be registered with absolute title if— a the registrar is of the opinion that the person’s title to the estate is such as a willing buyer could properly be advised by a competent professional adviser to accept, and b the registrar approves the lessor’s title to grant the lease. 3 A person may be registered with good leasehold title if the registrar is of the opinion that the person’s title to the estate is such as a willing buyer could properly be advised by a competent professional adviser to accept. 4 In applying subsection (2) or (3), the registrar may disregard the fact that a person’s title appears to him to be open to objection if he is of the opinion that the defect will not cause the holding under the title to be disturbed. 5 A person may be registered with qualified title if the registrar is of the opinion that the person’s title to the estate, or the lessor’s title to the reversion, has been established only for a limited period or subject to certain reservations which cannot be disregarded under subsection (4). 6 A person may be registered with possessory title if the registrar is of the opinion— a that the person is in actual possession of the land, or in receipt of the rents and profits of the land, by virtue of the estate, and b that there is no other class of title with which he may be registered."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "11", "section_title": " Freehold estates", "section_text": "11 1 This section is concerned with the registration of a person under this Chapter as the proprietor of a freehold estate. 2 Registration with absolute title has the effect described in subsections (3) to (5). 3 The estate is vested in the proprietor together with all interests subsisting for the benefit of the estate. 4 The estate is vested in the proprietor subject only to the following interests affecting the estate at the time of registration— a interests which are the subject of an entry in the register in relation to the estate, b unregistered interests which fall within any of the paragraphs of Schedule 1, and c interests acquired under the Limitation Act 1980 (c. 58) of which the proprietor has notice. 5 If the proprietor is not entitled to the estate for his own benefit, or not entitled solely for his own benefit, then, as between himself and the persons beneficially entitled to the estate, the estate is vested in him subject to such of their interests as he has notice of. 6 Registration with qualified title has the same effect as registration with absolute title, except that it does not affect the enforcement of any estate, right or interest which appears from the register to be excepted from the effect of registration. 7 Registration with possessory title has the same effect as registration with absolute title, except that it does not affect the enforcement of any estate, right or interest adverse to, or in derogation of, the proprietor’s title subsisting at the time of registration or then capable of arising."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "12", "section_title": " Leasehold estates", "section_text": "12 1 This section is concerned with the registration of a person under this Chapter as the proprietor of a leasehold estate. 2 Registration with absolute title has the effect described in subsections (3) to (5). 3 The estate is vested in the proprietor together with all interests subsisting for the benefit of the estate. 4 The estate is vested subject only to the following interests affecting the estate at the time of registration— a implied and express covenants, obligations and liabilities incident to the estate, b interests which are the subject of an entry in the register in relation to the estate, c unregistered interests which fall within any of the paragraphs of Schedule 1, and d interests acquired under the Limitation Act 1980 (c. 58) of which the proprietor has notice. 5 If the proprietor is not entitled to the estate for his own benefit, or not entitled solely for his own benefit, then, as between himself and the persons beneficially entitled to the estate, the estate is vested in him subject to such of their interests as he has notice of. 6 Registration with good leasehold title has the same effect as registration with absolute title, except that it does not affect the enforcement of any estate, right or interest affecting, or in derogation of, the title of the lessor to grant the lease. 7 Registration with qualified title has the same effect as registration with absolute title except that it does not affect the enforcement of any estate, right or interest which appears from the register to be excepted from the effect of registration. 8 Registration with possessory title has the same effect as registration with absolute title, except that it does not affect the enforcement of any estate, right or interest adverse to, or in derogation of, the proprietor’s title subsisting at the time of registration or then capable of arising."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "13", "section_title": " Appurtenant rights and charges", "section_text": "13 Rules may— a make provision for the registration of the proprietor of a registered estate as the proprietor of an unregistered legal estate which subsists for the benefit of the registered estate; b make provision for the registration of a person as the proprietor of an unregistered legal estate which is a charge on a registered estate."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "14", "section_title": " Rules about first registration", "section_text": "14 Rules may— a make provision about the making of applications for registration under this Chapter; b make provision about the functions of the registrar following the making of such an application, including provision about— i the examination of title, and ii the entries to be made in the register where such an application is approved; c make provision about the effect of any entry made in the register in pursuance of such an application."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "15", "section_title": " Right to lodge", "section_text": "15 1 Subject to subsection (3), a person may lodge a caution against the registration of title to an unregistered legal estate if he claims to be— a the owner of a qualifying estate, or b entitled to an interest affecting a qualifying estate. 2 For the purposes of subsection (1), a qualifying estate is a legal estate which— a relates to land to which the caution relates, and b is an interest of any of the following kinds— i an estate in land, ii a rentcharge, iii a franchise, and iv a profit a prendre in gross. 3 No caution may be lodged under subsection (1)— a in the case of paragraph (a), by virtue of ownership of— i a freehold estate in land, or ii a leasehold estate in land granted for a term of which more than seven years are unexpired; b in the case of paragraph (b), by virtue of entitlement to such a leasehold estate as is mentioned in paragraph (a)(ii) of this subsection. 4 The right under subsection (1) is exercisable by application to the registrar."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "16", "section_title": " Effect", "section_text": "16 1 Where an application for registration under this Part relates to a legal estate which is the subject of a caution against first registration, the registrar must give the cautioner notice of the application and of his right to object to it. 2 The registrar may not determine an application to which subsection (1) applies before the end of such period as rules may provide, unless the cautioner has exercised his right to object to the application or given the registrar notice that he does not intend to do so. 3 Except as provided by this section, a caution against first registration has no effect and, in particular, has no effect on the validity or priority of any interest of the cautioner in the legal estate to which the caution relates. 4 For the purposes of subsection (1), notice given by a person acting on behalf of an applicant for registration under this Part is to be treated as given by the registrar if— a the person is of a description provided by rules, and b notice is given in such circumstances as rules may provide."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "17", "section_title": " Withdrawal", "section_text": "17 The cautioner may withdraw a caution against first registration by application to the registrar."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "18", "section_title": " Cancellation", "section_text": "18 1 A person may apply to the registrar for cancellation of a caution against first registration if he is— a the owner of the legal estate to which the caution relates, or b a person of such other description as rules may provide. 2 Subject to rules, no application under subsection (1)(a) may be made by a person who— a consented in such manner as rules may provide to the lodging of the caution, or b derives title to the legal estate by operation of law from a person who did so. 3 Where an application is made under subsection (1), the registrar must give the cautioner notice of the application and of the effect of subsection (4). 4 If the cautioner does not exercise his right to object to the application before the end of such period as rules may provide, the registrar must cancel the caution."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "19", "section_title": " Cautions register", "section_text": "19 1 The registrar must keep a register of cautions against first registration. 2 Rules may make provision about how the cautions register is to be kept and may, in particular, make provision about— a the information to be included in the register, b the form in which information included in the register is to be kept, and c the arrangement of that information."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "20", "section_title": " Alteration of register by court", "section_text": "20 1 The court may make an order for alteration of the cautions register for the purpose of— a correcting a mistake, or b bringing the register up to date. 2 An order under subsection (1) has effect when served on the registrar to impose a duty on him to give effect to it. 3 Rules may make provision about— a the circumstances in which there is a duty to exercise the power under subsection (1), b the form of an order under that subsection, and c service of such an order."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "21", "section_title": " Alteration of register by registrar", "section_text": "21 1 The registrar may alter the cautions register for the purpose of— a correcting a mistake, or b bringing the register up to date. 2 Rules may make provision about— a the circumstances in which there is a duty to exercise the power under subsection (1), b how the cautions register is to be altered in exercise of that power, c applications for the exercise of that power, and d procedure in relation to the exercise of that power, whether on application or otherwise. 3 Where an alteration is made under this section, the registrar may pay such amount as he thinks fit in respect of any costs reasonably incurred by a person in connection with the alteration."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "22", "section_title": " Supplementary", "section_text": "22 In this Chapter, “ the cautioner ”, in relation to a caution against first registration, means the person who lodged the caution, or such other person as rules may provide."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "23", "section_title": " Owner’s powers", "section_text": "23 1 Owner’s powers in relation to a registered estate consist of— a power to make a disposition of any kind permitted by the general law in relation to an interest of that description, other than a mortgage by demise or sub-demise, and b power to charge the estate at law with the payment of money. 2 Owner’s powers in relation to a registered charge consist of— a power to make a disposition of any kind permitted by the general law in relation to an interest of that description, other than a legal sub-mortgage, and b power to charge at law with the payment of money indebtedness secured by the registered charge. 3 In subsection (2)(a), “ legal sub-mortgage ” means— a a transfer by way of mortgage, b a sub-mortgage by sub-demise, and c a charge by way of legal mortgage."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "24", "section_title": " Right to exercise owner’s powers", "section_text": "24 A person is entitled to exercise owner’s powers in relation to a registered estate or charge if he is— a the registered proprietor, or b entitled to be registered as the proprietor."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "25", "section_title": " Mode of exercise", "section_text": "25 1 A registrable disposition of a registered estate or charge only has effect if it complies with such requirements as to form and content as rules may provide. 2 Rules may apply subsection (1) to any other kind of disposition which depends for its effect on registration."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "26", "section_title": " Protection of disponees", "section_text": "26 1 Subject to subsection (2), a person’s right to exercise owner’s powers in relation to a registered estate or charge is to be taken to be free from any limitation affecting the validity of a disposition. 2 Subsection (1) does not apply to a limitation— a reflected by an entry in the register, or b imposed by, or under, this Act. 3 This section has effect only for the purpose of preventing the title of a disponee being questioned (and so does not affect the lawfulness of a disposition)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "27", "section_title": " Dispositions required to be registered", "section_text": "27 1 If a disposition of a registered estate or registered charge is required to be completed by registration, it does not operate at law until the relevant registration requirements are met. 2 In the case of a registered estate, the following are the dispositions which are required to be completed by registration— a a transfer, b where the registered estate is an estate in land, the grant of a term of years absolute— i for a term of more than seven years from the date of the grant, ii to take effect in possession after the end of the period of three months beginning with the date of the grant, iii under which the right to possession is discontinuous, iv in pursuance of Part 5 of the Housing Act 1985 (c. 68)\t\t\t\t\t\t\t\t\t(the right to buy), or v in circumstances where section 171A of that Act applies (disposal by landlord which leads to a person no longer being a secure tenant), c where the registered estate is a franchise or manor, the grant of a lease, d the express grant or reservation of an interest of a kind falling within section 1(2)(a) of the Law of Property Act 1925 (c. 20), other than one which is capable of being registered under  Part 1 of the Commons Act 2006 , e the express grant or reservation of an interest of a kind falling within section 1(2)(b) or (e) of the Law of Property Act 1925, and f the grant of a legal charge. 3 In the case of a registered charge, the following are the dispositions which are required to be completed by registration— a a transfer, and b the grant of a sub-charge. 4 Schedule 2 to this Act (which deals with the relevant registration requirements) has effect. 5 This section applies to dispositions by operation of law as it applies to other dispositions, but with the exception of the following— a a transfer on the death or bankruptcy of an individual proprietor, b a transfer on the dissolution of a corporate proprietor, and c the creation of a legal charge which is a local land charge. 5A This section does not apply to— a the grant of a term of years absolute under a relevant social housing tenancy, or b the express grant of an interest falling within section 1(2) of the Law of Property Act 1925, where the interest is created for the benefit of a leasehold estate in land under a relevant social housing tenancy. 6 Rules may make provision about applications to the registrar for the purpose of meeting registration requirements under this section. 7 In subsection (2)(d), the reference to express grant does not include grant as a result of the operation of section 62 of the Law of Property Act 1925 (c. 20)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "28", "section_title": " Basic rule", "section_text": "28 1 Except as provided by sections 29 and 30, the priority of an interest affecting a registered estate or charge is not affected by a disposition of the estate or charge. 2 It makes no difference for the purposes of this section whether the interest or disposition is registered."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "29", "section_title": " Effect of registered dispositions: estates", "section_text": "29 1 If a registrable disposition of a registered estate is made for valuable consideration, completion of the disposition by registration has the effect of postponing to the interest under the disposition any interest affecting the estate immediately before the disposition whose priority is not protected at the time of registration. 2 For the purposes of subsection (1), the priority of an interest is protected— a in any case, if the interest— i is a registered charge or the subject of a notice in the register, ii falls within any of the paragraphs of Schedule 3, or iii appears from the register to be excepted from the effect of registration, and b in the case of a disposition of a leasehold estate, if the burden of the interest is incident to the estate. 3 Subsection (2)(a)(ii) does not apply to an interest which has been the subject of a notice in the register at any time since the coming into force of this section. 4 Where the grant of a leasehold estate in land out of a registered estate does not involve a registrable disposition, this section has effect as if— a the grant involved such a disposition, and b the disposition were registered at the time of the grant."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "30", "section_title": " Effect of registered dispositions: charges", "section_text": "30 1 If a registrable disposition of a registered charge is made for valuable consideration, completion of the disposition by registration has the effect of postponing to the interest under the disposition any interest affecting the charge immediately before the disposition whose priority is not protected at the time of registration. 2 For the purposes of subsection (1), the priority of an interest is protected— a in any case, if the interest— i is a registered charge or the subject of a notice in the register, ii falls within any of the paragraphs of Schedule 3, or iii appears from the register to be excepted from the effect of registration, and b in the case of a disposition of a charge which relates to a leasehold estate, if the burden of the interest is incident to the estate. 3 Subsection (2)(a)(ii) does not apply to an interest which has been the subject of a notice in the register at any time since the coming into force of this section."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "31", "section_title": " Inland Revenue charges", "section_text": "31 The effect of a disposition of a registered estate or charge on a charge under section 237 of the Inheritance Tax Act 1984 (c. 51) (charge for unpaid tax) is to be determined, not in accordance with sections 28 to 30 above, but in accordance with sections 237(6) and 238 of that Act (under which a purchaser in good faith for money or money’s worth takes free from the charge in the absence of registration)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "32", "section_title": " Nature and effect", "section_text": "32 1 A notice is an entry in the register in respect of the burden of an interest affecting a registered estate or charge. 2 The entry of a notice is to be made in relation to the registered estate or charge affected by the interest concerned. 3 The fact that an interest is the subject of a notice does not necessarily mean that the interest is valid, but does mean that the priority of the interest, if valid, is protected for the purposes of sections 29 and 30."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "33", "section_title": " Excluded interests", "section_text": "33 No notice may be entered in the register in respect of any of the following— a an interest under— i a trust of land, or ii a settlement under the Settled Land Act 1925 (c. 18), b a leasehold estate in land which— i is granted for a term of years of three years or less from the date of the grant, and ii is not required to be registered, ba an interest under a relevant social housing tenancy, c a restrictive covenant made between a lessor and lessee, so far as relating to the demised premises, d an interest which is capable of being registered under  Part 1 of the Commons Act 2006 , and e an interest in any coal or coal mine, the rights attached to any such interest and the rights of any person under section 38, 49 or 51 of the Coal Industry Act 1994 (c. 21)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "34", "section_title": " Entry on application", "section_text": "34 1 A person who claims to be entitled to the benefit of an interest affecting a registered estate or charge may, if the interest is not excluded by section 33, apply to the registrar for the entry in the register of a notice in respect of the interest. 2 Subject to rules, an application under this section may be for— a an agreed notice, or b a unilateral notice. 3 The registrar may only approve an application for an agreed notice if— a the applicant is the relevant registered proprietor, or a person entitled to be registered as such proprietor, b the relevant registered proprietor, or a person entitled to be registered as such proprietor, consents to the entry of the notice, or c the registrar is satisfied as to the validity of the applicant’s claim. 4 In subsection (3), references to the relevant registered proprietor are to the proprietor of the registered estate or charge affected by the interest to which the application relates."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "35", "section_title": " Unilateral notices", "section_text": "35 1 If the registrar enters a notice in the register in pursuance of an application under section 34(2)(b) (“ a unilateral notice ”), he must give notice of the entry to— a the proprietor of the registered estate or charge to which it relates, and b such other persons as rules may provide. 2 A unilateral notice must— a indicate that it is such a notice, and b identify who is the beneficiary of the notice. 3 The person shown in the register as the beneficiary of a unilateral notice, or such other person as rules may provide, may apply to the registrar for the removal of the notice from the register."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "36", "section_title": " Cancellation of unilateral notices", "section_text": "36 1 A person may apply to the registrar for the cancellation of a unilateral notice if he is— a the registered proprietor of the estate or charge to which the notice relates, or b a person entitled to be registered as the proprietor of that estate or charge. 2 Where an application is made under subsection (1), the registrar must give the beneficiary of the notice notice of the application and of the effect of subsection (3). 3 If the beneficiary of the notice does not exercise his right to object to the application before the end of such period as rules may provide, the registrar must cancel the notice. 4 In this section— “ beneficiary ”, in relation to a unilateral notice, means the person shown in the register as the beneficiary of the notice, or such other person as rules may provide; “ unilateral notice ” means a notice entered in the register in pursuance of an application under section 34(2)(b)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "37", "section_title": " Unregistered interests", "section_text": "37 1 If it appears to the registrar that a registered estate is subject to an unregistered interest which— a falls within any of the paragraphs of Schedule 1, and b is not excluded by section 33, he may enter a notice in the register in respect of the interest. 2 The registrar must give notice of an entry under this section to such persons as rules may provide."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "38", "section_title": " Registrable dispositions", "section_text": "38 Where a person is entered in the register as the proprietor of an interest under a disposition falling within section 27(2)(b) to (e), the registrar must also enter a notice in the register in respect of that interest."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "39", "section_title": " Supplementary", "section_text": "39 Rules may make provision about the form and content of notices in the register."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "40", "section_title": " Nature", "section_text": "40 1 A restriction is an entry in the register regulating the circumstances in which a disposition of a registered estate or charge may be the subject of an entry in the register. 2 A restriction may, in particular— a prohibit the making of an entry in respect of any disposition, or a disposition of a kind specified in the restriction; b prohibit the making of an entry— i indefinitely, ii for a period specified in the restriction, or iii until the occurrence of an event so specified. 3 Without prejudice to the generality of subsection (2)(b)(iii), the events which may be specified include— a the giving of notice, b the obtaining of consent, and c the making of an order by the court or registrar. 4 The entry of a restriction is to be made in relation to the registered estate or charge to which it relates."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "41", "section_title": " Effect", "section_text": "41 1 Where a restriction is entered in the register, no entry in respect of a disposition to which the restriction applies may be made in the register otherwise than in accordance with the terms of the restriction, subject to any order under subsection (2). 2 The registrar may by order— a disapply a restriction in relation to a disposition specified in the order or dispositions of a kind so specified, or b provide that a restriction has effect, in relation to a disposition specified in the order or dispositions of a kind so specified, with modifications so specified. 3 The power under subsection (2) is exercisable only on the application of a person who appears to the registrar to have a sufficient interest in the restriction."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "42", "section_title": " Power of registrar to enter", "section_text": "42 1 The registrar may enter a restriction in the register if it appears to him that it is necessary or desirable to do so for the purpose of— a preventing invalidity or unlawfulness in relation to dispositions of a registered estate or charge, b securing that interests which are capable of being overreached on a disposition of a registered estate or charge are overreached, or c protecting a right or claim in relation to a registered estate or charge. 2 No restriction may be entered under subsection (1)(c) for the purpose of protecting the priority of an interest which is, or could be, the subject of a notice. 3 The registrar must give notice of any entry made under this section to the proprietor of the registered estate or charge concerned, except where the entry is made in pursuance of an application under section 43. 4 For the purposes of subsection (1)(c), a person entitled to the benefit of a charging order relating to an interest under a trust shall be treated as having a right or claim in relation to the trust property."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "43", "section_title": " Applications", "section_text": "43 1 A person may apply to the registrar for the entry of a restriction under section 42(1) if— a he is the relevant registered proprietor, or a person entitled to be registered as such proprietor, b the relevant registered proprietor, or a person entitled to be registered as such proprietor, consents to the application, or c he otherwise has a sufficient interest in the making of the entry. 2 Rules may— a require the making of an application under subsection (1) in such circumstances, and by such person, as the rules may provide; b make provision about the form of consent for the purposes of subsection (1)(b); c provide for classes of person to be regarded as included in subsection (1)(c); d specify standard forms of restriction. 3 If an application under subsection (1) is made for the entry of a restriction which is not in a form specified under subsection (2)(d), the registrar may only approve the application if it appears to him— a that the terms of the proposed restriction are reasonable, and b that applying the proposed restriction would— i be straightforward, and ii not place an unreasonable burden on him. 4 In subsection (1), references to the relevant registered proprietor are to the proprietor of the registered estate or charge to which the application relates."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "44", "section_title": " Obligatory restrictions", "section_text": "44 1 If the registrar enters two or more persons in the register as the proprietor of a registered estate in land, he must also enter in the register such restrictions as rules may provide for the purpose of securing that interests which are capable of being overreached on a disposition of the estate are overreached. 2 Where under any enactment the registrar is required to enter a restriction without application, the form of the restriction shall be such as rules may provide."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "45", "section_title": " Notifiable applications", "section_text": "45 1 Where an application under section 43(1) is notifiable, the registrar must give notice of the application, and of the right to object to it, to— a the proprietor of the registered estate or charge to which it relates, and b such other persons as rules may provide. 2 The registrar may not determine an application to which subsection (1) applies before the end of such period as rules may provide, unless the person, or each of the persons, notified under that subsection has exercised his right to object to the application or given the registrar notice that he does not intend to do so. 3 For the purposes of this section, an application under section 43(1) is notifiable unless it is— a made by or with the consent of the proprietor of the registered estate or charge to which the application relates, or a person entitled to be registered as such proprietor, b made in pursuance of rules under section 43(2)(a), or c an application for the entry of a restriction reflecting a limitation under an order of the court or registrar, or an undertaking given in place of such an order."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "46", "section_title": " Power of court to order entry", "section_text": "46 1 If it appears to the court that it is necessary or desirable to do so for the purpose of protecting a right or claim in relation to a registered estate or charge, it may make an order requiring the registrar to enter a restriction in the register. 2 No order under this section may be made for the purpose of protecting the priority of an interest which is, or could be, the subject of a notice. 3 The court may include in an order under this section a direction that an entry made in pursuance of the order is to have overriding priority. 4 If an order under this section includes a direction under subsection (3), the registrar must make such entry in the register as rules may provide. 5 The court may make the exercise of its power under subsection (3) subject to such terms and conditions as it thinks fit."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "47", "section_title": " Withdrawal", "section_text": "47 A person may apply to the registrar for the withdrawal of a restriction if— a the restriction was entered in such circumstances as rules may provide, and b he is of such a description as rules may provide."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "48", "section_title": " Registered charges", "section_text": "48 1 Registered charges on the same registered estate, or on the same registered charge, are to be taken to rank as between themselves in the order shown in the register. 2 Rules may make provision about— a how the priority of registered charges as between themselves is to be shown in the register, and b applications for registration of the priority of registered charges as between themselves."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "49", "section_title": " Tacking and further advances", "section_text": "49 1 The proprietor of a registered charge may make a further advance on the security of the charge ranking in priority to a subsequent charge if he has not received from the subsequent chargee notice of the creation of the subsequent charge. 2 Notice given for the purposes of subsection (1) shall be treated as received at the time when, in accordance with rules, it ought to have been received. 3 The proprietor of a registered charge may also make a further advance on the security of the charge ranking in priority to a subsequent charge if— a the advance is made in pursuance of an obligation, and b at the time of the creation of the subsequent charge the obligation was entered in the register in accordance with rules. 4 The proprietor of a registered charge may also make a further advance on the security of the charge ranking in priority to a subsequent charge if— a the parties to the prior charge have agreed a maximum amount for which the charge is security, and b at the time of the creation of the subsequent charge the agreement was entered in the register in accordance with rules. 5 Rules may— a disapply subsection (4) in relation to charges of a description specified in the rules, or b provide for the application of that subsection to be subject, in the case of charges of a description so specified, to compliance with such conditions as may be so specified. 6 Except as provided by this section, tacking in relation to a charge over registered land is only possible with the agreement of the subsequent chargee."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "50", "section_title": " Overriding statutory charges: duty of notification", "section_text": "50 If the registrar enters a person in the register as the proprietor of a charge which— a is created by or under an enactment, and b has effect to postpone a charge which at the time of registration of the statutory charge is— i entered in the register, or ii the basis for an entry in the register, he must in accordance with rules give notice of the creation of the statutory charge to such person as rules may provide."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "51", "section_title": " Effect of completion by registration", "section_text": "51 On completion of the relevant registration requirements, a charge created by means of a registrable disposition of a registered estate has effect, if it would not otherwise do so, as a charge by deed by way of legal mortgage."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "52", "section_title": " Protection of disponees", "section_text": "52 1 Subject to any entry in the register to the contrary, the proprietor of a registered charge is to be taken to have, in relation to the property subject to the charge, the powers of disposition conferred by law on the owner of a legal mortgage. 2 Subsection (1) has effect only for the purpose of preventing the title of a disponee being questioned (and so does not affect the lawfulness of a disposition)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "53", "section_title": " Powers as sub-chargee", "section_text": "53 The registered proprietor of a sub-charge has, in relation to the property subject to the principal charge or any intermediate charge, the same powers as the sub-chargor."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "54", "section_title": " Proceeds of sale: chargee’s duty", "section_text": "54 For the purposes of section 105 of the Law of Property Act 1925 (c. 20)\t\t\t(mortgagee’s duties in relation to application of proceeds of sale), in its application to the proceeds of sale of registered land, a person shall be taken to have notice of anything in the register immediately before the disposition on sale."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "55", "section_title": " Local land charges", "section_text": "55 A charge over registered land which is a local land charge may only be realised if the title to the charge is registered."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "56", "section_title": " Receipt in case of joint proprietors", "section_text": "56 Where a charge is registered in the name of two or more proprietors, a valid receipt for the money secured by the charge may be given by— a the registered proprietors, b the survivors or survivor of the registered proprietors, or c the personal representative of the last survivor of the registered proprietors."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "57", "section_title": " Entry of right of consolidation", "section_text": "57 Rules may make provision about entry in the register of a right of consolidation in relation to a registered charge."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "58", "section_title": " Conclusiveness", "section_text": "58 1 If, on the entry of a person in the register as the proprietor of a legal estate, the legal estate would not otherwise be vested in him, it shall be deemed to be vested in him as a result of the registration. 2 Subsection (1) does not apply where the entry is made in pursuance of a registrable disposition in relation to which some other registration requirement remains to be met."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "59", "section_title": " Dependent estates", "section_text": "59 1 The entry of a person in the register as the proprietor of a legal estate which subsists for the benefit of a registered estate must be made in relation to the registered estate. 2 The entry of a person in the register as the proprietor of a charge on a registered estate must be made in relation to that estate. 3 The entry of a person in the register as the proprietor of a sub-charge on a registered charge must be made in relation to that charge."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "60", "section_title": " Boundaries", "section_text": "60 1 The boundary of a registered estate as shown for the purposes of the register is a general boundary, unless shown as determined under this section. 2 A general boundary does not determine the exact line of the boundary. 3 Rules may make provision enabling or requiring the exact line of the boundary of a registered estate to be determined and may, in particular, make provision about— a the circumstances in which the exact line of a boundary may or must be determined, b how the exact line of a boundary may be determined, c procedure in relation to applications for determination, and d the recording of the fact of determination in the register or the index maintained under section 68. 4 Rules under this section must provide for applications for determination to be made to the registrar."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "61", "section_title": " Accretion and diluvion", "section_text": "61 1 The fact that a registered estate in land is shown in the register as having a particular boundary does not affect the operation of accretion or diluvion. 2 An agreement about the operation of accretion or diluvion in relation to a registered estate in land has effect only if registered in accordance with rules."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "62", "section_title": " Power to upgrade title", "section_text": "62 1 Where the title to a freehold estate is entered in the register as possessory or qualified, the registrar may enter it as absolute if he is satisfied as to the title to the estate. 2 Where the title to a leasehold estate is entered in the register as good leasehold, the registrar may enter it as absolute if he is satisfied as to the superior title. 3 Where the title to a leasehold estate is entered in the register as possessory or qualified the registrar may— a enter it as good leasehold if he is satisfied as to the title to the estate, and b enter it as absolute if he is satisfied both as to the title to the estate and as to the superior title. 4 Where the title to a freehold estate in land has been entered in the register as possessory for at least twelve years, the registrar may enter it as absolute if he is satisfied that the proprietor is in possession of the land. 5 Where the title to a leasehold estate in land has been entered in the register as possessory for at least twelve years, the registrar may enter it as good leasehold if he is satisfied that the proprietor is in possession of the land. 6 None of the powers under subsections (1) to (5) is exercisable if there is outstanding any claim adverse to the title of the registered proprietor which is made by virtue of an estate, right or interest whose enforceability is preserved by virtue of the existing entry about the class of title. 7 The only persons who may apply to the registrar for the exercise of any of the powers under subsections (1) to (5) are— a the proprietor of the estate to which the application relates, b a person entitled to be registered as the proprietor of that estate, c the proprietor of a registered charge affecting that estate, and d a person interested in a registered estate which derives from that estate. 8 In determining for the purposes of this section whether he is satisfied as to any title, the registrar is to apply the same standards as those which apply under section 9 or 10 to first registration of title. 9 The  Secretary of State  may by order amend subsection (4) or (5) by substituting for the number of years for the time being specified in that subsection such number of years as the order may provide."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "63", "section_title": " Effect of upgrading title", "section_text": "63 1 On the title to a registered freehold or leasehold estate being entered under section 62 as absolute, the proprietor ceases to hold the estate subject to any estate, right or interest whose enforceability was preserved by virtue of the previous entry about the class of title. 2 Subsection (1) also applies on the title to a registered leasehold estate being entered under section 62 as good leasehold, except that the entry does not affect or prejudice the enforcement of any estate, right or interest affecting, or in derogation of, the title of the lessor to grant the lease."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "64", "section_title": " Use of register to record defects in title", "section_text": "64 1 If it appears to the registrar that a right to determine a registered estate in land is exercisable, he may enter the fact in the register. 2 Rules may make provision about entries under subsection (1) and may, in particular, make provision about— a the circumstances in which there is a duty to exercise the power conferred by that subsection, b how entries under that subsection are to be made, and c the removal of such entries."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "65", "section_title": " Alteration of register", "section_text": "65 Schedule 4 (which makes provision about alteration of the register) has effect."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "66", "section_title": " Inspection of the registers etc", "section_text": "66 1 Any person may inspect and make copies of, or of any part of— a the register of title, b any document kept by the registrar which is referred to in the register of title, c any other document kept by the registrar which relates to an application to him, or d the register of cautions against first registration. 2 The right under subsection (1) is subject to rules which may, in particular— a provide for exceptions to the right, and b impose conditions on its exercise, including conditions requiring the payment of fees."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "67", "section_title": " Official copies of the registers etc", "section_text": "67 1 An official copy of, or of a part of— a the register of title, b any document which is referred to in the register of title and kept by the registrar, c any other document kept by the registrar which relates to an application to him, or d the register of cautions against first registration, is admissible in evidence to the same extent as the original. 2 A person who relies on an official copy in which there is a mistake is not liable for loss suffered by another by reason of the mistake. 3 Rules may make provision for the issue of official copies and may, in particular, make provision about— a the form of official copies, b who may issue official copies, c applications for official copies, and d the conditions to be met by applicants for official copies, including conditions requiring the payment of fees."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "68", "section_title": " Index", "section_text": "68 1 The registrar must keep an index for the purpose of enabling the following matters to be ascertained in relation to any parcel of land— a whether any registered estate relates to the land, b how any registered estate which relates to the land is identified for the purposes of the register, c whether the land is affected by any, and, if so what, caution against first registration, and d such other matters as rules may provide. 2 Rules may— a make provision about how the index is to be kept and may, in particular, make provision about— i the information to be included in the index, ii the form in which information included in the index is to be kept, and iii the arrangement of that information; b make provision about official searches of the index."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "69", "section_title": " Historical information", "section_text": "69 1 The registrar may on application provide information about the history of a registered title. 2 Rules may make provision about applications for the exercise of the power conferred by subsection (1). 3 The registrar may— a arrange for the provision of information about the history of registered titles, and b authorise anyone who has the function of providing information under paragraph (a) to have access on such terms as the registrar thinks fit to any relevant information kept by him."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "70", "section_title": " Official searches", "section_text": "70 Rules may make provision for official searches of the register, including searches of pending applications for first registration, and may, in particular, make provision about— a the form of applications for searches, b the manner in which such applications may be made, c the form of official search certificates, and d the manner in which such certificates may be issued."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "71", "section_title": " Duty to disclose unregistered interests", "section_text": "71 Where rules so provide— a a person applying for registration under Chapter 1 of Part 2 must provide to the registrar such information as the rules may provide about any interest affecting the estate to which the application relates which— i falls within any of the paragraphs of Schedule 1, and ii is of a description specified by the rules; b a person applying to register a registrable disposition of a registered estate must provide to the registrar such information as the rules may provide about any unregistered interest affecting the estate which— i falls within any of the paragraphs of Schedule 3, and ii is of description specified by the rules."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "72", "section_title": " Priority protection", "section_text": "72 1 For the purposes of this section, an application for an entry in the register is protected if— a it is one to which a priority period relates, and b it is made before the end of that period. 2 Where an application for an entry in the register is protected, any entry made in the register during the priority period relating to the application is postponed to any entry made in pursuance of it. 3 Subsection (2) does not apply if— a the earlier entry was made in pursuance of a protected application, and b the priority period relating to that application ranks ahead of the one relating to the application for the other entry. 4 Subsection (2) does not apply if the earlier entry is one to which a direction under section 46(3) applies. 5 The registrar may defer dealing with an application for an entry in the register if it appears to him that subsection (2) might apply to the entry were he to make it. 6 Rules may— a make provision for priority periods in connection with— i official searches of the register, including searches of pending applications for first registration, or ii the noting in the register of a contract for the making of a registrable disposition of a registered estate or charge; b make provision for the keeping of records in relation to priority periods and the inspection of such records. 7 Rules under subsection (6)(a) may, in particular, make provision about— a the commencement and length of a priority period, b the applications for registration to which such a period relates, c the order in which competing priority periods rank, and d the application of subsections (2) and (3) in cases where more than one priority period relates to the same application."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "73", "section_title": " Objections", "section_text": "73 1 Subject to subsections (2) and (3), anyone may object to an application to the registrar. 2 In the case of an application under section 18, only the person who lodged the caution to which the application relates, or such other person as rules may provide, may object. 3 In the case of an application under section 36, only the person shown in the register as the beneficiary of the notice to which the application relates, or such other person as rules may provide, may object. 4 The right to object under this section is subject to rules. 5 Where an objection is made under this section, the registrar— a must give notice of the objection to the applicant, and b may not determine the application until the objection has been disposed of. 6 Subsection (5) does not apply if the objection is one which the registrar is satisfied is groundless. 7 If it is not possible to dispose by agreement of an objection to which subsection (5) applies, the registrar must refer the matter to the  First-tier Tribunal . 8 Rules may make provision about references under subsection (7)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "74", "section_title": " Effective date of registration", "section_text": "74 An entry made in the register in pursuance of— a an application for registration of an unregistered legal estate, or b an application for registration in relation to a disposition required to be completed by registration, has effect from the time of the making of the application."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "75", "section_title": " Production of documents", "section_text": "75 1 The registrar may require a person to produce a document for the purposes of proceedings before him. 2 The power under subsection (1) is subject to rules. 3 A requirement under subsection (1) shall be enforceable as an order of the court. 4 A person aggrieved by a requirement under subsection (1) may appeal to  the county court , which may make any order which appears appropriate."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "76", "section_title": " Costs", "section_text": "76 1 The registrar may make orders about costs in relation to proceedings before him. 2 The power under subsection (1) is subject to rules which may, in particular, make provision about— a who may be required to pay costs, b whose costs a person may be required to pay, c the kind of costs which a person may be required to pay, and d the assessment of costs. 3 Without prejudice to the generality of subsection (2), rules under that subsection may include provision about— a costs of the registrar, and b liability for costs thrown away as the result of neglect or delay by a legal representative of a party to proceedings. 4 An order under subsection (1) shall be enforceable as an order of the court. 5 A person aggrieved by an order under subsection (1) may appeal to  the county court , which may make any order which appears appropriate."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "77", "section_title": " Duty to act reasonably", "section_text": "77 1 A person must not exercise any of the following rights without reasonable cause— a the right to lodge a caution under section 15, b the right to apply for the entry of a notice or restriction, and c the right to object to an application to the registrar. 2 The duty under this section is owed to any person who suffers damage in consequence of its breach."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "78", "section_title": " Notice of trust not to affect registrar", "section_text": "78 The registrar shall not be affected with notice of a trust."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "79", "section_title": " Voluntary registration of demesne land", "section_text": "79 1 Her Majesty may grant an estate in fee simple absolute in possession out of demesne land to Herself. 2 The grant of an estate under subsection (1) is to be regarded as not having been made unless an application under section 3 is made in respect of the estate before the end of the period for registration. 3 The period for registration is two months beginning with the date of the grant, or such longer period as the registrar may provide under subsection (4). 4 If on the application of Her Majesty the registrar is satisfied that there is a good reason for doing so, he may by order provide that the period for registration ends on such later date as he may specify in the order. 5 If an order under subsection (4) is made in a case where subsection (2) has already applied, that application of the subsection is to be treated as not having occurred."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "80", "section_title": " Compulsory registration of grants out of demesne land", "section_text": "80 1 Section 4(1) shall apply as if the following were included among the events listed— a the grant by Her Majesty out of demesne land of an estate in fee simple absolute in possession, otherwise than under section 79; b the grant by Her Majesty out of demesne land of an estate in land— i for a term of years absolute of more than seven years from the date of the grant, and ii for valuable or other consideration, by way of gift or in pursuance of an order of any court. 2 In subsection (1)(b)(ii), the reference to grant by way of gift includes grant for the purpose of constituting a trust under which Her Majesty does not retain the whole of the beneficial interest. 3 Subsection (1) does not apply to the grant of an estate in mines and minerals held apart from the surface. 4 The  Secretary of State  may by order— a amend this section so as to add to the events in subsection (1) such events relating to demesne land as he may specify in the order, and b make such consequential amendments of any provision of, or having effect under, any Act as he thinks appropriate. 5 In its application by virtue of subsection (1), section 7 has effect with the substitution for subsection (2) of— 2 On the application of subsection (1), the grant has effect as a contract made for valuable consideration to grant the legal estate concerned ."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "81", "section_title": " Demesne land: cautions against first registration", "section_text": "81 1 Section 15 shall apply as if demesne land were held by Her Majesty for an unregistered estate in fee simple absolute in possession. 2 The provisions of this Act relating to cautions against first registration shall, in relation to cautions lodged by virtue of subsection (1), have effect subject to such modifications as rules may provide."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "82", "section_title": " Escheat etc", "section_text": "82 1 Rules may make provision about— a the determination of a registered freehold estate in land, and b the registration of an unregistered freehold legal estate in land in respect of land to which a former registered freehold estate in land related. 2 Rules under this section may, in particular— a make provision for determination to be dependent on the meeting of such registration requirements as the rules may specify; b make provision for entries relating to a freehold estate in land to continue in the register, notwithstanding determination, for such time as the rules may provide; c make provision for the making in the register in relation to a former freehold estate in land of such entries as the rules may provide; d make provision imposing requirements to be met in connection with an application for the registration of such an unregistered estate as is mentioned in subsection (1)(b)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "83", "section_title": " Crown and Duchy land: representation", "section_text": "83 1 With respect to a Crown or Duchy interest, the appropriate authority— a may represent the owner of the interest for all purposes of this Act, b is entitled to receive such notice as that person is entitled to receive under this Act, and c may make such applications and do such other acts as that person is entitled to make or do under this Act. 2 In this section— “ the appropriate authority ” means— in relation to an interest belonging to Her Majesty in right of the Crown and forming part of the Crown Estate, the Crown Estate Commissioners; in relation to any other interest belonging to Her Majesty in right of the Crown, the government department having the management of the interest or, if there is no such department, such person as Her Majesty may appoint in writing under the Royal Sign Manual; in relation to an interest belonging to Her Majesty in right of the Duchy of Lancaster, the Chancellor of the Duchy; in relation to an interest belonging to the Duchy of Cornwall, such person as the Duke of Cornwall, or the possessor for the time being of the Duchy of Cornwall, appoints; in relation to an interest belonging to a government department, or held in trust for Her Majesty for the purposes of a government department, that department; “ Crown interest ” means an interest belonging to Her Majesty in right of the Crown, or belonging to a government department, or held in trust for Her Majesty for the purposes of a government department; “ Duchy interest ” means an interest belonging to Her Majesty in right of the Duchy of Lancaster, or belonging to the Duchy of Cornwall; “ interest ” means any estate, interest or charge in or over land and any right or claim in relation to land."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "84", "section_title": " Disapplication of requirements relating to Duchy land", "section_text": "84 Nothing in any enactment relating to the Duchy of Lancaster or the Duchy of Cornwall shall have effect to impose any requirement with respect to formalities or enrolment in relation to a disposition by a registered proprietor."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "85", "section_title": " Bona vacantia", "section_text": "85 Rules may make provision about how the passing of a registered estate or charge as bona vacantia is to be dealt with for the purposes of this Act."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "85A", "section_title": "Overseas entities", "section_text": "85A Schedule 4A is about the ownership of registered land by overseas entities and about registrable dispositions made by them."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "86", "section_title": " Bankruptcy", "section_text": "86 1 In this Act, references to an interest affecting an estate or charge do not include a  bankruptcy application,  petition in bankruptcy or bankruptcy order. 2 As soon as practicable after registration of a  bankruptcy application or  petition in bankruptcy as a pending action under the Land Charges Act 1972 (c. 61), the registrar must enter in the register in relation to any registered estate or charge which appears to him to be affected a notice in respect of the pending action. 3 Unless cancelled by the registrar in such manner as rules may provide, a notice entered under subsection (2) continues in force until— a a restriction is entered in the register under subsection (4), or b the trustee in bankruptcy is registered as proprietor. 4 As soon as practicable after registration of a bankruptcy order under the Land Charges Act 1972, the registrar must, in relation to any registered estate or charge which appears to him to be affected by the order, enter in the register a restriction reflecting the effect of the Insolvency Act 1986 (c. 45). 5 Where the proprietor of a registered estate or charge is  made  bankrupt, the title of his trustee in bankruptcy is void as against a person to whom a registrable disposition of the estate or charge is made if— a the disposition is made for valuable consideration, b the person to whom the disposition is made acts in good faith, and c at the time of the disposition— i no notice or restriction is entered under this section in relation to the registered estate or charge, and ii the person to whom the disposition is made has no notice of  the bankruptcy application or petition  or the adjudication. 6 Subsection (5) only applies if the relevant registration requirements are met in relation to the disposition, but, when they are met, has effect as from the date of the disposition. 7 Nothing in this section requires a person to whom a registrable disposition is made to make any search under the Land Charges Act 1972."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "87", "section_title": " Pending land actions, writs, orders and deeds of arrangement", "section_text": "87 1 Subject to the following provisions, references in this Act to an interest affecting an estate or charge include— a a pending land action within the meaning of the Land Charges Act 1972, b a writ or order of the kind mentioned in section 6(1)(a) of that Act (writ or order affecting land issued or made by any court for the purposes of enforcing a judgment or recognisance), and c an order appointing a receiver or sequestrator,  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 No notice may be entered in the register in respect of— a an order appointing a receiver or sequestrator, ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 None of the matters mentioned in subsection (1) shall be capable of falling within paragraph 2 of Schedule 1 or 3. 4 In its application to any of the matters mentioned in subsection (1), this Act shall have effect subject to such modifications as rules may provide. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "88", "section_title": " Incorporeal hereditaments", "section_text": "88 In its application to— a rentcharges, b franchises, c profits a prendre in gross, or d manors, this Act shall have effect subject to such modification as rules may provide."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "89", "section_title": " Settlements", "section_text": "89 1 Rules may make provision for the purposes of this Act in relation to the application to registered land of the enactments relating to settlements under the Settled Land Act 1925 (c. 18). 2 Rules under this section may include provision modifying any of those enactments in its application to registered land. 3 In this section, “ registered land ” means an interest the title to which is, or is required to be, registered."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "90", "section_title": "  PPP  leases relating to transport in London", "section_text": "90 1 No application for registration under section 3 may be made in respect of a leasehold estate in land under a PPP lease. 2 The requirement of registration does not apply on the grant or transfer of a leasehold estate in land under a PPP lease. 3 For the purposes of section 27, the following are not dispositions requiring to be completed by registration— a the grant of a term of years absolute under a PPP lease; b the express grant of an interest falling within section 1(2) of the Law of Property Act 1925 (c. 20), where the interest is created for the benefit of a leasehold estate in land under a PPP lease. 4 No notice may be entered in the register in respect of an interest under a PPP lease. 5 Schedules 1 and 3 have effect as if they included a paragraph referring to a PPP lease. 6 In this section, “ PPP lease ” has the meaning given by section 218 of the Greater London Authority Act 1999 (c. 29) (which makes provision about leases created for public-private partnerships relating to transport in London)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "91", "section_title": " Electronic dispositions: formalities", "section_text": "91 1 This section applies to a document in electronic form where— a the document purports to effect a disposition which falls within subsection (2), and b the conditions in subsection (3) are met. 2 A disposition falls within this subsection if it is— a a disposition of a registered estate or charge, b a disposition of an interest which is the subject of a notice in the register, or c a disposition which triggers the requirement of registration, which is of a kind specified by rules. 3 The conditions referred to above are that— a the document makes provision for the time and date when it takes effect, b the document has the electronic signature of each person by whom it purports to be authenticated, c each electronic signature is certified, and d such other conditions as rules may provide are met. 4 A document to which this section applies is to be regarded as— a in writing, and b signed by each individual, and sealed by each corporation, whose electronic signature it has. 5 A document to which this section applies is to be regarded for the purposes of any enactment as a deed. 6 If a document to which this section applies is authenticated by a person as agent, it is to be regarded for the purposes of any enactment as authenticated by him under the written authority of his principal. 7 If notice of an assignment made by means of a document to which this section applies is given in electronic form in accordance with rules, it is to be regarded for the purposes of any enactment as given in writing. 8 The right conferred by section 75 of the Law of Property Act 1925 (c. 20)\t\t\t\t\t(purchaser’s right to have the execution of a conveyance attested) does not apply to a document to which this section applies. 9 In relation to the execution of a document by a company in accordance with section 44(2) of the Companies Act 2006 (signature on behalf of the company)— a subsection (4) above has effect in relation to paragraph (a) of that provision (signature by two authorised signatories) but not paragraph (b)\t\t\t\t\t\t\t(signature by director in presence of witness); b the other provisions of section 44 apply accordingly (the references to a document purporting to be signed in accordance with subsection (2) of that section being read as references to its purporting to be authenticated in accordance with this section); c where subsection (4) above has effect in relation to a person signing on behalf of more than one company, the requirement of subsection (6) of that section is treated as met if the document specifies the different capacities in which the person signs.  9A If subsection (3) of section 53 of the Co-operative and Community Benefit Societies Act 2014 (execution of documents) applies to a document because of subsection (4) above, subsection (5) of that section (presumption of due execution) shall have effect in relation to the document with the substitution of  “                        authenticated                      ”  for “signed”.  10 In this section, references to an electronic signature and to the certification of such a signature are to be read in accordance with section 7(2) and (3) of the Electronic Communications Act 2000 (c. 7)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "92", "section_title": " Land registry network", "section_text": "92 1 The registrar may provide, or arrange for the provision of, an electronic communications network for use for such purposes as he thinks fit relating to registration or the carrying on of transactions which— a involve registration, and b are capable of being effected electronically. 2 Schedule 5 (which makes provision in connection with a network provided under subsection (1) and transactions carried on by means of such a network) has effect."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "93", "section_title": " Power to require simultaneous registration", "section_text": "93 1 This section applies to a disposition of— a a registered estate or charge, or b an interest which is the subject of a notice in the register, where the disposition is of a description specified by rules. 2 A disposition to which this section applies, or a contract to make such a disposition, only has effect if it is made by means of a document in electronic form and if, when the document purports to take effect— a it is electronically communicated to the registrar, and b the relevant registration requirements are met. 3 For the purposes of subsection (2)(b), the relevant registration requirements are— a in the case of a registrable disposition, the requirements under Schedule 2, and b in the case of any other disposition, or a contract, such requirements as rules may provide. 4 Section 27(1) does not apply to a disposition to which this section applies. 5 Before making rules under this section the  Secretary of State  must consult such persons as he considers appropriate. 6 In this section, “ disposition ”, in relation to a registered charge, includes postponement."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "94", "section_title": " Electronic settlement", "section_text": "94 The registrar may take such steps as he thinks fit for the purpose of securing the provision of a system of electronic settlement in relation to transactions involving registration."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "95", "section_title": " Supplementary", "section_text": "95 Rules may— a make provision about the communication of documents in electronic form to the registrar; b make provision about the electronic storage of documents communicated to the registrar in electronic form."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "96", "section_title": " Disapplication of periods of limitation", "section_text": "96 1 No period of limitation under section 15 of the Limitation Act 1980 (c. 58) (time limits in relation to recovery of land) shall run against any person, other than a chargee, in relation to an estate in land or rentcharge the title to which is registered. 2 No period of limitation under section 16 of that Act (time limits in relation to redemption of land) shall run against any person in relation to such an estate in land or rentcharge. 3 Accordingly, section 17 of that Act (extinction of title on expiry of time limit) does not operate to extinguish the title of any person where, by virtue of this section, a period of limitation does not run against him."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "97", "section_title": " Registration of adverse possessor", "section_text": "97 Schedule 6 (which makes provision about the registration of an adverse possessor of an estate in land or rentcharge) has effect."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "98", "section_title": " Defences", "section_text": "98 1 A person has a defence to an action for possession of land if— a on the day immediately preceding that on which the action was brought he was entitled to make an application under paragraph 1 of Schedule 6 to be registered as the proprietor of an estate in the land, and b had he made such an application on that day, the condition in paragraph 5(4) of that Schedule would have been satisfied. 2 A judgment for possession of land ceases to be enforceable at the end of the period of two years beginning with the date of the judgment if the proceedings in which the judgment is given were commenced against a person who was at that time entitled to make an application under paragraph 1 of Schedule 6. 3 A person has a defence to an action for possession of land if on the day immediately preceding that on which the action was brought he was entitled to make an application under paragraph 6 of Schedule 6 to be registered as the proprietor of an estate in the land. 4 A judgment for possession of land ceases to be enforceable at the end of the period of two years beginning with the date of the judgment if, at the end of that period, the person against whom the judgment was given is entitled to make an application under paragraph 6 of Schedule 6 to be registered as the proprietor of an estate in the land. 5 Where in any proceedings a court determines that— a a person is entitled to a defence under this section, or b a judgment for possession has ceased to be enforceable against a person by virtue of subsection (4), the court must order the registrar to register him as the proprietor of the estate in relation to which he is entitled to make an application under Schedule 6. 6 The defences under this section are additional to any other defences a person may have. 7 Rules may make provision to prohibit the recovery of rent due under a rentcharge from a person who has been in adverse possession of the rentcharge."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "99", "section_title": " The land registry", "section_text": "99 1 There is to continue to be an office called Her Majesty’s Land Registry which is to deal with the business of registration under this Act. 2 The land registry is to consist of— a the Chief Land Registrar, who is its head, and b the staff appointed by him; and references in this Act to a member of the land registry are to be read accordingly. 3 The  Secretary of State  shall appoint a person to be the Chief Land Registrar. 4 Schedule 7 (which makes further provision about the land registry) has effect."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "100", "section_title": " Conduct of business", "section_text": "100 1 Any function of the registrar may be carried out by any member of the land registry who is authorised for the purpose by the registrar. 2 The  Secretary of State  may by regulations make provision about the carrying out of functions during any vacancy in the office of registrar. 2A Subsections (1) and (2) apply to all functions of the registrar, whether or not conferred by this Act. 3 The  Secretary of State  may by order designate a particular office of the land registry as the proper office for the receipt of applications or a specified description of application. 4 The registrar may prepare and publish such forms and directions as he considers necessary or desirable for facilitating the conduct of the business of registration under this Act."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "101", "section_title": " Annual report", "section_text": "101 1 The registrar must make an annual report on the business of the land registry to the  Secretary of State . 2 The registrar must publish every report under this section and may do so in such manner as he thinks fit. 3 The  Secretary of State  must lay copies of every report under this section before Parliament."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "102", "section_title": " Fee orders", "section_text": "102 The  Secretary of State  may with the advice and assistance of the body referred to in section 127(2)\t\t\t(the Rule Committee), and the consent of the Treasury, by order— a prescribe fees to be paid in respect of dealings with the land registry, except under section 69(3)(b) or 105; b make provision about the payment of prescribed fees."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "103", "section_title": " Indemnities", "section_text": "103 Schedule 8 (which makes provision for the payment of indemnities by the registrar) has effect."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "104", "section_title": " General information about land", "section_text": "104 The registrar may publish information about land in England and Wales if it appears to him to be information in which there is legitimate public interest."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "105", "section_title": "  Services relating to land or other property", "section_text": "105 1 The registrar may provide, or arrange for the provision of — a consultancy or advisory services about land or other property in England and Wales or elsewhere, b information services about land or other property in England and Wales, or c services relating to documents or registers which relate to land or other property in England and Wales. 2 The terms on which services are provided under this section by the registrar, in particular terms as to payment, shall be such as he thinks fit."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "106", "section_title": " Incidental powers: companies", "section_text": "106 1 If the registrar considers it expedient to do so in connection with his functions under section 69(3)(a), 92(1), 94 or 105(1) or paragraph 10 of Schedule 5,  or under the Local Land Charges Act 1975, he may— a form, or participate in the formation of, a company, or b purchase, or invest in, a company. 2 In this section— “ company ” means a company   as defined in section 1(1) of the Companies Act 2006 ; “ invest ” means invest in any way (whether by acquiring assets, securities or rights or otherwise). 3 This section is without prejudice to any powers of the registrar exercisable otherwise than by virtue of this section."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "107", "section_title": " The adjudicator", "section_text": "107 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "108", "section_title": " Jurisdiction", "section_text": "108 1 The  First-tier Tribunal  has the following functions— a determining matters referred to  it  under section 73(7), and b determining appeals under paragraph 4 of Schedule 5. 2 Also, the  First-tier Tribunal  may, on application, make any order which the High Court could make for the rectification or setting aside of a document which— a effects a qualifying disposition of a registered estate or charge, b is a contract to make such a disposition, or c effects a transfer of an interest which is the subject of a notice in the register. 3 For the purposes of subsection (2)(a), a qualifying disposition is— a a registrable disposition, or b a disposition which creates an interest which may be the subject of a notice in the register. 4 The general law about the effect of an order of the High Court for the rectification or setting aside of a document shall apply to an order under this section. 5 The Lord Chancellor may require the registrar to make payments towards expenses of the Lord Chancellor in support of the functions conferred on the First-tier Tribunal by this section."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "109", "section_title": " Procedure", "section_text": "109 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "110", "section_title": " Functions in relation to disputes", "section_text": "110 1 In proceedings on a reference under section 73(7), the  First-tier Tribunal  may, instead of deciding a matter  ..., direct a party to the proceedings to commence proceedings within a specified time in the court for the purpose of obtaining the court’s decision on the matter. 2 Tribunal Procedure Rules  may make provision about the reference under subsection (1) of matters to the court and may, in particular, make provision about— a adjournment of the proceedings before the  First-tier Tribunal  pending the outcome of the proceedings before the court, and b the powers of the  First-tier Tribunal  in the event of failure to comply with a direction under subsection (1). 3 Tribunal Procedure Rules  may make provision about the functions of the  First-tier Tribunal  in consequence of a decision on a reference under section 73(7) and may, in particular, make provision enabling the  First-tier Tribunal  to determine, or give directions about the determination of— a the application to which the reference relates, or b such other present or future application to the registrar as  Tribunal Procedure Rules  may provide. 4 If, in the case of a reference under section 73(7) relating to an application under paragraph 1 of Schedule 6, the  First-tier Tribunal  determines that it would be unconscionable because of an equity by estoppel for the registered proprietor to seek to dispossess the applicant, but that the circumstances are not such that the applicant ought to be registered as proprietor, the  First-tier Tribunal — a must determine how the equity due to the applicant is to be satisfied, and b may for that purpose make any order that the High Court could make in the exercise of its equitable jurisdiction."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "111", "section_title": " Appeals", "section_text": "111 1 Subject to this section, a person aggrieved by a decision of the First-tier Tribunal under this Act may appeal to the Upper Tribunal. 2 An appeal may not be brought under subsection (1) on a point of law (as to which see instead section 11 of the Tribunals, Courts and Enforcement Act 2007 (right of appeal to Upper Tribunal)). 2A An appeal may not be brought under subsection (1) in the case of a decision under paragraph 4 of Schedule 5 (but this does not prevent an appeal on a point of law under section 11 of the Tribunals, Courts and Enforcement Act 2007). 2B An appeal may not be brought under subsection (1) if the decision is set aside under section 9 of the Tribunals, Courts and Enforcement Act 2007 (review of decision of First-tier Tribunal). 2C An appeal may be brought under subsection (1) only if, on an application made by the person concerned, the First-tier Tribunal or Upper Tribunal has given its permission for the appeal to be brought. 3 If on an appeal under this section  or under section 11 of the Tribunals, Courts and Enforcement Act 2007  relating to an application under paragraph 1 of Schedule 6 the  Upper Tribunal  determines that it would be unconscionable because of an equity by estoppel for the registered proprietor to seek to dispossess the applicant, but that the circumstances are not such that the applicant ought to be registered as proprietor, the  Upper Tribunal  must determine how the equity due to the applicant is to be satisfied. 4 In any case where the Upper Tribunal is determining an appeal under subsection (1), section 12(2) to (4) of the Tribunals, Courts and Enforcement Act 2007 (proceedings on appeal to the Upper Tribunal) apply."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "112", "section_title": " Enforcement of orders etc", "section_text": "112 A requirement of the  First-tier Tribunal  shall be enforceable as an order of the court."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "113", "section_title": " Fees", "section_text": "113 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "114", "section_title": " Supplementary", "section_text": "114 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "115", "section_title": " Rights of pre-emption", "section_text": "115 1 A right of pre-emption in relation to registered land has effect from the time of creation as an interest capable of binding successors in title (subject to the rules about the effect of dispositions on priority). 2 This section has effect in relation to rights of pre-emption created on or after the day on which this section comes into force."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "116", "section_title": " Proprietary estoppel and mere equities", "section_text": "116 It is hereby declared for the avoidance of doubt that, in relation to registered land, each of the following— a an equity by estoppel, and b a mere equity, has effect from the time the equity arises as an interest capable of binding successors in title (subject to the rules about the effect of dispositions on priority)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "117", "section_title": " Reduction in unregistered interests with automatic protection", "section_text": "117 1 Paragraphs 10 to 14 of Schedules 1 and 3 shall cease to have effect at the end of the period of ten years beginning with the day on which those Schedules come into force. 2 If made before the end of the period mentioned in subsection (1), no fee may be charged for— a an application to lodge a caution against first registration by virtue of an interest falling within any of paragraphs 10 to 14 of Schedule 1, or b an application for the entry in the register of a notice in respect of an interest falling within any of paragraphs 10 to 14 of Schedule 3."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "118", "section_title": " Power to reduce qualifying term", "section_text": "118 1 The  Secretary of State  may by order substitute for the term specified in any of the following provisions— a section 3(3), b section 4(1)(c)(i) and (2)(b), c section 15(3)(a)(ii), d section 27(2)(b)(i), e section 80(1)(b)(i), f paragraph 1 of Schedule 1, g paragraphs 4(1), 5(1) and 6(1) of Schedule 2, and h paragraph 1 of Schedule 3, such shorter term as he thinks fit. 2 An order under this section may contain such transitional provision as the  Secretary of State  thinks fit. 3 Before making an order under this section, the  Secretary of State  must consult such persons as he considers appropriate."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "119", "section_title": " Power to deregister manors", "section_text": "119 On the application of the proprietor of a registered manor, the registrar may remove the title to the manor from the register."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "120", "section_title": " Conclusiveness of filed copies etc", "section_text": "120 1 This section applies where— a a disposition relates to land to which a registered estate relates, and b an entry in the register relating to the registered estate refers to a document kept by the registrar which is not an original. 2 As between the parties to the disposition, the document kept by the registrar is to be taken— a to be correct, and b to contain all the material parts of the original document. 3 No party to the disposition may require production of the original document. 4 No party to the disposition is to be affected by any provision of the original document which is not contained in the document kept by the registrar."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "121", "section_title": "Forwarding of applications to registrar of companies", "section_text": "121 1 The  Secretary of State  may by rules make provision about the transmission by the registrar to the registrar of companies of applications under— a Part 25 of the Companies Act 2006 (registration of charges over property of companies registered in the United Kingdom), or b regulations under section 1052 of that Act (registration of charges over property in the United Kingdom of overseas companies). 2 In subsection (1)\t\t\t\t\t “ the registrar of companies ” has the same meaning as in the Companies Acts (see section 1060 of the Companies Act 2006). "}, {"act": "Land Registration Act 2002", "year": 2002, "section": "122", "section_title": " Repeal of Land Registry Act 1862", "section_text": "122 1 The Land Registry Act 1862 (c. 53) shall cease to have effect. 2 The registrar shall have custody of records of title made under that Act. 3 The registrar may discharge his duty under subsection (2) by keeping the relevant information in electronic form. 4 The registrar may on application provide a copy of any information included in a record of title made under that Act. 5 Rules may make provision about applications for the exercise of the power conferred by subsection (4)."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "123", "section_title": " Suppression of information", "section_text": "123 1 A person commits an offence if in the course of proceedings relating to registration under this Act he suppresses information with the intention of— a concealing a person’s right or claim, or b substantiating a false claim. 2 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "124", "section_title": " Improper alteration of the registers", "section_text": "124 1 A person commits an offence if he dishonestly induces another— a to change the register of title or cautions register, or b to authorise the making of such a change. 2 A person commits an offence if he intentionally or recklessly makes an unauthorised change in the register of title or cautions register. 3 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding 2 years or to a fine; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both. 4 In this section, references to changing the register of title include changing a document referred to in it."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "125", "section_title": " Privilege against self-incrimination", "section_text": "125 1 The privilege against self-incrimination, so far as relating to offences under this Act, shall not entitle a person to refuse to answer any question or produce any document or thing in any legal proceedings other than criminal proceedings. 2 No evidence obtained under subsection (1) shall be admissible in any criminal proceedings under this Act against the person from whom it was obtained or that person’s spouse   or civil partner  ."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "126", "section_title": " Miscellaneous and general powers", "section_text": "126 Schedule 10 (which contains miscellaneous and general land registration rule-making powers) has effect."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "127", "section_title": " Exercise of powers", "section_text": "127 1 Power to make land registration rules is exercisable by the  Secretary of State  with the advice and assistance of the Rule Committee. 2 The Rule Committee is a body consisting of— a a judge of the Chancery Division of the High Court nominated by the   Lord Chief Justice, or a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) nominated by him, after consulting the Lord Chancellor  , b the registrar, c a person nominated by the General Council of the Bar, d a person nominated by the Council of the Law Society, e a person nominated by the Council of Mortgage Lenders, f a person nominated by the Council of Licensed Conveyancers, g a person nominated by the Royal Institution of Chartered Surveyors, h a person with experience in, and knowledge of, consumer affairs   nominated by the  Secretary of State  , and i any person nominated under subsection (3). 3 The  Secretary of State  may nominate to be a member of the Rule Committee any person who appears to him to have qualifications or experience which would be of value to the committee in considering any matter with which it is concerned."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "128", "section_title": " Rules, regulations and orders", "section_text": "128 1 Any power of the Lord Chancellor  or the Secretary of State  to make rules, regulations or orders under this Act includes power to make different provision for different cases. 2 Any power of the Lord Chancellor  or the Secretary of State  to make rules, regulations or orders under this Act is exercisable by statutory instrument. 3 A statutory instrument containing— a regulations under section 100(2), or b an order under section 100(3), 102 or 113, is to be laid before Parliament after being made. 4 A statutory instrument containing— a land registration rules, b rules under  section 121,  ... , c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d an order under section 5(1), 62(9), 80(4), 118(1) or 130,  , or e regulations under paragraph  3(3)  or  5(2)  of Schedule 4A. is subject to annulment in pursuance of a resolution of either House of Parliament. 5 Rules under section 93 or paragraph 1, 2 or 3 of Schedule 5 shall not be made unless a draft of the rules has been laid before and approved by resolution of each House of Parliament."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "129", "section_title": " Crown application", "section_text": "129 This Act binds the Crown."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "130", "section_title": " Application to internal waters", "section_text": "130 This Act applies to land covered by internal waters of the United Kingdom which are— a within England or Wales, or b adjacent to England or Wales and specified for the purposes of this section by order made by the  Secretary of State ."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "131", "section_title": "“Proprietor in possession”", "section_text": "131 1 For the purposes of this Act, land is in the possession of the proprietor of a registered estate in land if it is physically in his possession, or in that of a person who is entitled to be registered as the proprietor of the registered estate. 2 In the case of the following relationships, land which is (or is treated as being) in the possession of the second-mentioned person is to be treated for the purposes of subsection (1) as in the possession of the first-mentioned person— a landlord and tenant; b mortgagor and mortgagee; c licensor and licensee; d trustee and beneficiary. 3 In subsection (1), the reference to entitlement does not include entitlement under Schedule 6."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "132", "section_title": " General interpretation", "section_text": "132 1 In this Act— ...  “ assured tenancy ” has the same meaning as in Part 1 of the Housing Act 1988;  “ caution against first registration ” means a caution lodged under section 15; “ cautions register ” means the register kept under section 19(1); “ charge ” means any mortgage, charge or lien for securing money or money’s worth; “ demesne land ” means land belonging to Her Majesty in right of the Crown which is not held for an estate in fee simple absolute in possession;   “ dwelling-house ” has the same meaning as in Part 1 of the Housing Act 1988;   “ flexible tenancy ” has the meaning given by section 107A of the Housing Act 1985; “ land ” includes— buildings and other structures, land covered with water, and mines and minerals, whether or not held with the surface; “ land registration rules ” means any rules under this Act, other than rules under section 93, Part 11, section 121 or paragraph 1, 2 or 3 of Schedule 5; “ legal estate ” has the same meaning as in the Law of Property Act 1925 (c. 20); “ legal mortgage ” has the same meaning as in the Law of Property Act 1925;  “ long tenancy ” means a tenancy granted for a term certain of more than 21 years, whether or not it is (or may become) terminable before the end of that term by notice given by the tenant or by re-entry or forfeiture;  “ mines and minerals ” includes any strata or seam of minerals or substances in or under any land, and powers of working and getting any such minerals or substances; “ registrar ” means the Chief Land Registrar; “ register ” means the register of title, except in the context of cautions against first registration; “ registered ” means entered in the register; “ registered charge ” means a charge the title to which is entered in the register; “ registered estate ” means a legal estate the title to which is entered in the register, other than a registered charge; “ registered land ” means a registered estate or registered charge; “ registrable disposition ” means a disposition which is required to be completed by registration under section 27;  “ relevant social housing tenancy ” means— (a)\ta flexible tenancy, or (b)\tan assured tenancy of a dwelling-house in England granted by a private registered provider of social housing, other than a long tenancy or a shared ownership lease; “ requirement of registration ” means the requirement of registration under section 4;  “ shared ownership lease ” means a lease of a dwelling-house— (a)\tgranted on payment of a premium calculated by reference to a percentage of the value of the dwelling-house or of the cost of providing it, or (b)\tunder which the lessee (or the lessee's personal representatives) will or may be entitled to a sum calculated by reference, directly or indirectly, to the value of the dwelling-house; “ sub-charge ” means a charge under section 23(2)(b); “ term of years absolute ” has the same meaning as in the Law of Property Act 1925 (c. 20); “ valuable consideration ” does not include marriage consideration or a nominal consideration in money. 2 In subsection (1), in the definition of “demesne land”, the reference to land belonging to Her Majesty does not include land in relation to which a freehold estate in land has determined, but in relation to which there has been no act of entry or management by the Crown. 3 In this Act— a references to the court are to the High Court or  the county court , b references to an interest affecting an estate or charge are to an adverse right affecting the title to the estate or charge, and c references to the right to object to an application to the registrar are to the right under section 73."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "133", "section_title": " Minor and consequential amendments", "section_text": "133 Schedule 11 (which makes minor and consequential amendments) has effect."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "134", "section_title": " Transition", "section_text": "134 1 The  Secretary of State  may by order make such transitional provisions and savings as he thinks fit in connection with the coming into force of any of the provisions of this Act. 2 Schedule 12 (which makes transitional provisions and savings) has effect. 3 Nothing in Schedule 12 affects the power to make transitional provisions and savings under subsection (1); and an order under that subsection may modify any provision made by that Schedule."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "135", "section_title": " Repeals", "section_text": "135 The enactments specified in Schedule 13 (which include certain provisions which are already spent) are hereby repealed to the extent specified there."}, {"act": "Land Registration Act 2002", "year": 2002, "section": "136", "section_title": " Short title, commencement and extent", "section_text": "136 1 This Act may be cited as the Land Registration Act 2002. 2 This Act shall come into force on such day as the Lord Chancellor may by order appoint, and different days may be so appointed for different purposes. 3 Subject to subsection (4), this Act extends to England and Wales only. 4 Any amendment or repeal by this Act of an existing enactment, other than— a section 37 of the Requisitioned Land and War Works Act 1945 (c. 43), and b Schedule 2A to the Building Societies Act 1986 (c. 53), has the same extent as the enactment amended or repealed."}]