[{"act": "Mobile Telephones (Re-programming) Act 2002", "year": 2002, "section": "1", "section_title": " Re-programming mobile telephone  etc.", "section_text": "1 1 A person commits an offence if— a he changes a unique device identifier,  ... b he interferes with the operation of a unique device identifier. c he offers or agrees to change, or interfere with the operation of, a unique device identifier, or d he offers or agrees to arrange for another person to change, or interfere with the operation of, a unique device identifier. 2 A unique device identifier is an electronic equipment identifier which is unique to a mobile wireless communications device. 3 But a person does not commit an offence under this section if— a he is the manufacturer of the device, or b he does the act mentioned in subsection (1) with the written consent of the manufacturer of the device. 4 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding 6 months or to a fine not exceeding the statutory maximum or to both, or b on conviction on indictment, to imprisonment for a term not exceeding 5 years or to a fine or to both."}, {"act": "Mobile Telephones (Re-programming) Act 2002", "year": 2002, "section": "2", "section_title": " Possession or supply of anything for re-programming purposes", "section_text": "2 1 A person commits an offence if— a he has in his custody or under his control anything which may be used for the purpose of changing or interfering with the operation of a unique device identifier, and b he intends to use the thing unlawfully for that purpose or to allow it to be used unlawfully for that purpose. 2 A person commits an offence if— a he supplies anything which may be used for the purpose of changing or interfering with the operation of a unique device identifier, and b he knows or believes that the person to whom the thing is supplied intends to use it unlawfully for that purpose or to allow it to be used unlawfully for that purpose. 3 A person commits an offence if— a he offers to supply anything which may be used for the purpose of changing or interfering with the operation of a unique device identifier, and b he knows or believes that the person to whom the thing is offered intends if it is supplied to him to use it unlawfully for that purpose or to allow it to be used unlawfully for that purpose. 4 A unique device identifier is an electronic equipment identifier which is unique to a mobile wireless communications device. 5 A thing is used by a person unlawfully for a purpose if in using it for that purpose he commits an offence under section 1. 6 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding 6 months or to a fine not exceeding the statutory maximum or to both, or b on conviction on indictment, to imprisonment for a term not exceeding 5 years or to a fine or to both."}, {"act": "Mobile Telephones (Re-programming) Act 2002", "year": 2002, "section": "3", "section_title": " Citation etc.", "section_text": "3 1 This Act may be cited as the Mobile Telephones (Re-programming) Act 2002. 2 Sections 1 and 2 come into force in accordance with provision made by the Secretary of State by order made by statutory instrument. 3 This Act extends to Northern Ireland."}]