[{"act": "National Insurance Contributions Act 2002", "year": 2002, "section": "1", "section_title": " Primary Class 1 contributions", "section_text": "1 1 For section 8 of the Social Security Contributions and Benefits Act 1992 (c. 4) substitute—  Calculation of primary Class 1 contributions 8 1 Where a primary Class 1 contribution is payable as mentioned in section 6(1)(a) above, the amount of that contribution is the aggregate of— a the main primary percentage of so much of the earner’s earnings paid in the tax week, in respect of the employment in question, as— i exceeds the current primary threshold (or the prescribed equivalent); but ii does not exceed the current upper earnings limit (or the prescribed equivalent); and b the additional primary percentage of so much of those earnings as exceeds the current upper earnings limit (or the prescribed equivalent). 2 For the purposes of this Act— a the main primary percentage is 11 per cent; and b the additional primary percentage is 1 per cent; but the main primary percentage is subject to alteration under sections 143 and 145 of the Administration Act. 3 Subsection (1) above is subject to— a regulations under section 6(6) above; b regulations under sections 116 to 120 below; and c sections 41 and 42A of the Pensions Act (reduced rates of Class 1 contributions for earners in contracted-out employment). 2 For section 8 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7) substitute—  Calculation of primary Class 1 contributions 8 1 Where a primary Class 1 contribution is payable as mentioned in section 6(1)(a) above, the amount of that contribution is the aggregate of— a the main primary percentage of so much of the earner’s earnings paid in the tax week, in respect of the employment in question, as— i exceeds the current primary threshold (or the prescribed equivalent); but ii does not exceed the current upper earnings limit (or the prescribed equivalent); and b the additional primary percentage of so much of those earnings as exceeds the current upper earnings limit (or the prescribed equivalent). 2 For the purposes of this Act— a the main primary percentage is 11 per cent; and b the additional primary percentage is 1 per cent; but the main primary percentage is subject to alteration under section 129 of the Administration Act. 3 Subsection (1) above is subject to— a regulations under section 6(6) above; b regulations under sections 116 to 119 below; and c sections 37 and 38A of the Pensions Act (reduced rates of Class 1 contributions for earners in contracted-out employment)."}, {"act": "National Insurance Contributions Act 2002", "year": 2002, "section": "2", "section_title": " Secondary Class 1 contributions", "section_text": "2 1 In section 9 of the Social Security Contributions and Benefits Act 1992 (c. 4)\t\t\t\t\t(calculation of secondary Class 1 contributions: Great Britain), for subsections (2) and (3) substitute— 2 For the purposes of this Act the secondary percentage is 12.8 per cent; but that percentage is subject to alteration under sections 143 and 145 of the Administration Act. 3 Subsection (1) above is subject to— a regulations under section 6(6) above; b regulations under sections 116 to 120 below; and c sections 41 and 42A of the Pensions Act (reduced rates of Class 1 contributions for earners in contracted-out employment). 2 In section 9 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7)\t\t\t\t\t(calculation of secondary Class 1 contributions: Northern Ireland), for subsections (2) and (3) substitute— 2 For the purposes of this Act the secondary percentage is 12.8 per cent; but that percentage is subject to alteration under section 129 of the Administration Act. 3 Subsection (1) above is subject to— a regulations under section 6(6) above; b regulations under sections 116 to 119 below; and c sections 37 and 38A of the Pensions Act (reduced rates of Class 1 contributions for earners in contracted-out employment)."}, {"act": "National Insurance Contributions Act 2002", "year": 2002, "section": "3", "section_title": " Class 4 contributions", "section_text": "3 1 In section 15 of the Social Security Contributions and Benefits Act 1992 (Class 4 contributions recoverable under Income Tax Acts: Great Britain), for subsection (3) substitute— 3 The amount of a Class 4 contribution under this section for any tax year is equal to the aggregate of— a the main Class 4 percentage of so much of the profits or gains referred to in subsection (1) above (computed in accordance with Schedule 2 to this Act) as exceeds £4,615 but does not exceed £30,940; and b the additional Class 4 percentage of so much of those profits or gains as exceeds £30,940; but the figures specified in this subsection are subject to alteration under section 141 of the Administration Act. 3ZA For the purposes of this Act— a the main Class 4 percentage is 8 per cent; and b the additional Class 4 percentage is 1 per cent; but the main Class 4 percentage is subject to alteration under section 143 of the Administration Act. 2 In section 15 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (Class 4 contributions recoverable under Income Tax Acts: Northern Ireland), for subsection (3) substitute— 3 The amount of a Class 4 contribution under this section for any tax year is equal to the aggregate of— a the main Class 4 percentage of so much of the profits or gains referred to in subsection (1) above (computed in accordance with Schedule 2 to the Great Britain Contributions and Benefits Act, the text of which is set out as Schedule 2 to this Act) as exceeds £4,615 but does not exceed £30,940; and b the additional Class 4 percentage of so much of those profits or gains as exceeds £30,940; but the figures specified in this subsection are subject to alteration under section 129 of the Administration Act. 3ZA For the purposes of this Act— a the main Class 4 percentage is 8 per cent; and b the additional Class 4 percentage is 1 per cent; but the main Class 4 percentage is subject to alteration under section 129 of the Administration Act. 3 In section 18 of the Social Security Contributions and Benefits Act 1992 (c. 4)\t\t\t\t\t(Class 4 contributions recoverable under regulations: Great Britain), after subsection (1) insert— 1A The amount of a Class 4 contribution payable by virtue of regulations under this section is equal to the aggregate of— a the main Class 4 percentage of so much of the total of the earnings referred to in subsection (1)(b) above as exceeds £4,615 but does not exceed £30,940; and b the additional Class 4 percentage of so much of that total as exceeds £30,940; but the figures specified in this subsection are subject to alteration under section 141 of the Administration Act. 4 In section 18 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7)\t\t\t\t\t(Class 4 contributions recoverable under regulations: Northern Ireland), after subsection (1) insert— 1A The amount of a Class 4 contribution payable by virtue of regulations under this section is equal to the aggregate of— a the main Class 4 percentage of so much of the total of the earnings referred to in subsection (1)(b) above as exceeds £4,615 but does not exceed £30,940; and b the additional Class 4 percentage of so much of that total as exceeds £30,940; but the figures specified in this subsection are subject to alteration under section 129 of the Administration Act."}, {"act": "National Insurance Contributions Act 2002", "year": 2002, "section": "4", "section_title": " Appropriate national health service allocation: Great Britain", "section_text": "4 1 Section 162 of the Social Security Administration Act 1992 (c. 5) (destination of contributions) is amended as follows. 2 In subsection (5) (allocation towards cost of national health service in England, Wales and Scotland)— a after “means” insert  “                      100 per cent of the product of the additional rate together with                    ” , b in paragraph (a), for “1.05” substitute  “                      2.05                    ” , c in paragraphs (b), (c) and (ca), for “0.9” substitute  “                      1.9                    ” , and d in paragraph (f), for the words from “1.15” onwards substitute  “                      2.15 per cent of the amount estimated to be that of so much of the profits or gains, or earnings, in respect of which those contributions were paid as exceeded the lower limit specified in paragraph (a) of subsection (3) of section 15, and in paragraph (a) of subsection (1A) of section 18, of the Contributions and Benefits Act but did not exceed the upper limit specified in those subsections.                    ” 3 After that subsection insert— 5A In subsection (5) above “ the product of the additional rate ” means the amount estimated to be the aggregate of— a so much of the total of primary Class 1 contributions as is attributable to section 8(1)(b) of the Contributions and Benefits Act (additional primary percentage); b so much of the total of Class 4 contributions under section 15 of that Act as is attributable to subsection (3)(b) of that section (additional Class 4 percentage); and c so much of the total of Class 4 contributions payable by virtue of section 18 of that Act as is attributable to subsection (1A)(b) of that section (additional Class 4 percentage)."}, {"act": "National Insurance Contributions Act 2002", "year": 2002, "section": "5", "section_title": " Appropriate health service allocation: Northern Ireland", "section_text": "5 1 Section 142 of the Social Security Administration (Northern Ireland) Act 1992 (c. 8)\t\t\t\t\t(destination of contributions) is amended as follows. 2 In subsection (5)\t\t\t\t\t(allocation towards cost of health service in Northern Ireland)— a after “means” insert  “                      100 per cent of the product of the additional rate together with                    ” , b in paragraph (a), for “1.05” substitute  “                      2.05                    ” , c in paragraphs (b), (c) and (ca), for “0.9” substitute  “                      1.9                    ” , and d in paragraph (f), for the words from “1.15” onwards substitute  “                      2.15 per cent of the amount estimated to be that of so much of the profits or gains, or earnings, in respect of which those contributions were paid as exceeded the lower limit specified in paragraph (a) of subsection (3) of section 15, and in paragraph (a) of subsection (1A) of section 18, of the Contributions and Benefits Act but did not exceed the upper limit specified in those subsections.                    ” 3 After that subsection insert— 5A In subsection (5) above “ the product of the additional rate ” means the amount estimated to be the aggregate of— a so much of the total of primary Class 1 contributions as is attributable to section 8(1)(b) of the Contributions and Benefits Act (additional primary percentage); b so much of the total of Class 4 contributions under section 15 of that Act as is attributable to subsection (3)(b) of that section (additional Class 4 percentage); and c so much of the total of Class 4 contributions payable by virtue of section 18 of that Act as is attributable to subsection (1A)(b) of that section (additional Class 4 percentage)."}, {"act": "National Insurance Contributions Act 2002", "year": 2002, "section": "6", "section_title": " Consequential amendments", "section_text": "6 Schedule 1 (consequential amendments) has effect."}, {"act": "National Insurance Contributions Act 2002", "year": 2002, "section": "7", "section_title": " Repeals and revocations", "section_text": "7 Schedule 2 (repeals and revocations) has effect."}, {"act": "National Insurance Contributions Act 2002", "year": 2002, "section": "8", "section_title": " Short title, commencement and extent", "section_text": "8 1 This Act may be cited as the National Insurance Contributions Act 2002. 2 This Act has effect in relation to the tax year 2003-04 and subsequent tax years; and for this purpose “ tax year ” has the meaning given by section 122(1) of the Social Security Contributions and Benefits Act 1992 (c. 4). 3 The amendments, repeals and revocations made by this Act have the same extent as the provisions to which they relate. 4 Subject to that, this Act extends to Northern Ireland (as well as to England and Wales and Scotland)."}]