[{"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "1", "section_title": " Naturalisation: knowledge of language and society", "section_text": "1 1 The following shall be inserted after the word “and” after paragraph 1(1)(c) of Schedule 1 to the British Nationality Act 1981 (c. 61)\t\t\t\t\t(requirements for naturalisation)— ca that he has sufficient knowledge about life in the United Kingdom; and . 2 In paragraph 2(e) of that Schedule (waiver)— a for “the requirement specified in paragraph 1(1)(c)” there shall be substituted  “                      either or both of the requirements specified in paragraph 1(1)(c) and (ca)                    ” , and b for “expect him to fulfil it” there shall be substituted  “                      expect him to fulfil that requirement or those requirements                    ” . 3 The following shall be inserted after section 41(1)(b) of that Act (regulations)— ba for determining whether a person has sufficient knowledge of a language for the purpose of an application for naturalisation; bb for determining whether a person has sufficient knowledge about life in the United Kingdom for the purpose of an application for naturalisation; . 4 The following shall be inserted after section 41(1) of that Act— 1A Regulations under subsection (1)(ba) or (bb) may, in particular— a make provision by reference to possession of a specified qualification; b make provision by reference to possession of a qualification of a specified kind; c make provision by reference to attendance on a specified course; d make provision by reference to attendance on a course of a specified kind; e make provision by reference to a specified level of achievement; f enable a person designated by the Secretary of State to determine sufficiency of knowledge in specified circumstances; g enable the Secretary of State to accept a qualification of a specified kind as evidence of sufficient knowledge of a language."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "2", "section_title": " Naturalisation: spouse of citizen", "section_text": "2 1 Paragraphs 3 and 4 of Schedule 1 to the British Nationality Act 1981 (c. 61)\t\t\t\t\t(requirements for naturalisation as British citizen: spouse of citizen) shall be amended as follows— a in paragraph 3(e) for “requirement specified in paragraph 1(1)(b)” substitute  “                      requirements specified in paragraph 1(1)(b), (c) and (ca)                    ” , and b in paragraph 4(c)\t\t\t\t\t\t\tomit“and (e)”. 2 Paragraphs 7 and 8 of that Schedule (requirements for naturalisation as British overseas territories citizen: spouse of citizen) shall be amended as follows— a in paragraph 7(e) for “requirement specified in paragraph 5(1)(b)” substitute  “                      requirements specified in paragraph 5(1)(b) and (c)                    ” , and b in paragraph 8(c)\t\t\t\t\t\t\tomit“and (e)”."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "3", "section_title": " Citizenship ceremony, oath and pledge", "section_text": "3 Schedule 1 (which makes provision about citizenship ceremonies, oaths and pledges) shall have effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "4", "section_title": " Deprivation of citizenship", "section_text": "4 1 The following shall be substituted for section 40 of the British Nationality Act 1981 (deprivation of citizenship)—  Deprivation of citizenship 40 1 In this section a reference to a person’s “ citizenship status ” is a reference to his status as— a a British citizen, b a British overseas territories citizen, c a British Overseas citizen, d a British National (Overseas), e a British protected person, or f a British subject. 2 The Secretary of State may by order deprive a person of a citizenship status if the Secretary of State is satisfied that the person has done anything seriously prejudicial to the vital interests of— a the United Kingdom, or b a British overseas territory. 3 The Secretary of State may by order deprive a person of a citizenship status which results from his registration or naturalisation if the Secretary of State is satisfied that the registration or naturalisation was obtained by means of— a fraud, b false representation, or c concealment of a material fact. 4 The Secretary of State may not make an order under subsection (2) if he is satisfied that the order would make a person stateless. 5 Before making an order under this section in respect of a person the Secretary of State must give the person written notice specifying— a that the Secretary of State has decided to make an order, b the reasons for the order, and c the person’s right of appeal under section 40A(1) or under section 2B of the Special Immigration Appeals Commission Act 1997 (c. 68). 6 Where a person acquired a citizenship status by the operation of a law which applied to him because of his registration or naturalisation under an enactment having effect before commencement, the Secretary of State may by order deprive the person of the citizenship status if the Secretary of State is satisfied that the registration or naturalisation was obtained by means of— a fraud, b false representation, or c concealment of a material fact.  Deprivation of citizenship: appeal 40A 1 A person who is given notice under section 40(5) of a decision to make an order in respect of him under section 40 may appeal against the decision to an adjudicator appointed under section 81 of the Nationality, Immigration and Asylum Act 2002 (immigration appeal). 2 Subsection (1) shall not apply to a decision if the Secretary of State certifies that it was taken wholly or partly in reliance on information which in his opinion should not be made public— a in the interests of national security, b in the interests of the relationship between the United Kingdom and another country, or c otherwise in the public interest. 3 A party to an appeal to an adjudicator under subsection (1) may, with the permission of the Immigration Appeal Tribunal, appeal to the Tribunal against the adjudicator’s determination on a point of law. 4 A party to an appeal to the Immigration Appeal Tribunal under subsection (3) may bring a further appeal on a point of law— a where the decision of the adjudicator was made in Scotland, to the Court of Session, or b in any other case, to the Court of Appeal. 5 An appeal under subsection (4) may be brought only with the permission of— a the Tribunal, or b if the Tribunal refuses permission, the court referred to in subsection (4)(a) or (b). 6 An order under section 40 may not be made in respect of a person while an appeal under this section or section 2B of the Special Immigration Appeals Commission Act 1997 (c. 68)— a has been instituted and has not yet been finally determined, withdrawn or abandoned, or b could be brought (ignoring any possibility of an appeal out of time with permission). 7 Rules under section 106 of the Nationality, Immigration and Asylum Act 2002 (immigration appeal: rules) may make provision about an appeal under this section. 8 Directions under section 107 of that Act (practice directions) may make provision about an appeal under this section. 2 The following shall be inserted before section 3 of the Special Immigration Appeals Commission Act 1997 (jurisdiction: bail)— 2B A person may appeal to the Special Immigration Appeals Commission against a decision to make an order under section 40 of the British Nationality Act 1981 (c. 61)\t\t\t\t\t\t\t\t(deprivation of citizenship) if he is not entitled to appeal under section 40A(1) of that Act because of a certificate under section 40A(2). 3 In section 5(1)(a) and (b) and (2) of that Act (procedure) after “section 2” there shall be inserted  “                  or 2B                ” . 4 In exercising a power under section 40 of the British Nationality Act 1981 after the commencement of subsection (1) above the Secretary of State may have regard to anything which— a occurred before commencement, and b he could have relied on (whether on its own or with other matters) in making an order under section 40 before commencement."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "5", "section_title": " Resumption of citizenship", "section_text": "5 In the following provisions of the British Nationality Act 1981 (c. 61) the words “, if a woman,” shall cease to have effect— a section 10(1) and (2)(registration as British citizen following renunciation of citizenship), and b section 22(1) and (2)(registration as British overseas territories citizen following renunciation of citizenship)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "6", "section_title": " Nationality decision: discrimination", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "7", "section_title": " Nationality decision: reasons and review", "section_text": "7 1 Section 44(2) and (3)\t\t\t\t\tof the British Nationality Act 1981 (c. 61)\t\t\t\t\t(no requirement to give reasons for discretionary decision, and no right of appeal) shall cease to have effect. 2 Section 1(5) of the British Nationality (Hong Kong) Act 1990 (c. 34)\t\t\t\t\t(no requirement to give reasons for discretionary decision, and no right of appeal) shall cease to have effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "8", "section_title": " Citizenship: registration", "section_text": "8 In paragraph 3(1)(b) of Schedule 2 to the British Nationality Act 1981 (application by person born in United Kingdom or overseas territory for registration as citizen: age requirement) the words “had attained the age of ten but” shall cease to have effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "9", "section_title": " Legitimacy of child", "section_text": "9 1 The following shall be substituted for section 50(9) of the British Nationality Act 1981 (interpretation: child)— 9 For the purposes of this Act a child’s mother is the woman who gives birth to the child. 9A For the purposes of this Act a child’s father is— a the husband, at the time of the child’s birth, of the woman who gives birth to the child, or b where a person is treated as the father of the child under section 28 of the Human Fertilisation and Embryology Act 1990 (c. 37)\t\t\t\t\t\t\t\t\t\t(father), that person, or c where neither paragraph (a) nor paragraph (b) applies, any person who satisfies prescribed requirements as to proof of paternity. 9B In subsection (9A)(c) “ prescribed ” means prescribed by regulations of the Secretary of State; and the regulations— a may confer a function (which may be a discretionary function) on the Secretary of State or another person, b may make provision which applies generally or only in specified circumstances, c may make different provision for different circumstances, d must be made by statutory instrument, and e shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9C The expressions “ parent ”, “ child ” and “ descended ” shall be construed in accordance with subsections (9) and (9A). 2 In section 3(6) of that Act (registration of minor as British citizen)— a after paragraph (a) insert  “                      and                    ” , b the word “and” after paragraph (b) shall cease to have effect, and c paragraph (c)\t\t\t\t\t\t\t(illegitimate child) shall cease to have effect. 3 In section 17(6) of that Act (registration of minor as British overseas territories citizen)— a after paragraph (a) insert  “                      and                    ” , b the word“and” after paragraph (b) shall cease to have effect, and c paragraph (c)(illegitimate child) shall cease to have effect. 4 Section 47 of that Act (legitimated children) shall cease to have effect. 5 In Schedule 2 to that Act (persons otherwise stateless)— a in paragraph 1(1)(b)\t\t\t\t\t\t\t(person born in United Kingdom), the words “he is born legitimate and” shall cease to have effect, and b in paragraph 2(1)(b)\t\t\t\t\t\t\t(person born in British overseas territory), the words “he is born legitimate and” shall cease to have effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "10", "section_title": " Right of abode: certificate of entitlement", "section_text": "10 1 The Secretary of State may by regulations make provision for the issue to a person of a certificate that he has the right of abode in the United Kingdom. 2 The regulations may, in particular— a specify to whom an application must be made; b specify the place (which may be outside the United Kingdom) to which an application must be sent; c provide that an application must be   accompanied by specified information; d provide that an application must be accompanied by specified documents; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f specify the consequences of failure to comply with a requirement under any of paragraphs   (a) to (d)   above; g provide for a certificate to cease to have effect after a period of time specified in or determined in accordance with the regulations; h make provision about the revocation of a certificate. 3 The regulations may— a make provision which applies generally or only in specified cases or circumstances; b make different provision for different purposes; c include consequential, incidental or transitional provision. 4 The regulations— a must be made by statutory instrument, and b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 The Immigration Act 1971 (c. 77) shall be amended as follows— a in section 3(9)(b)\t\t\t\t\t\t\t(proof of entitlement to right of abode) the words “issued by or on behalf of the Government of the United Kingdom certifying that he has such a right of abode” shall cease to have effect, and b in section 33(1) for the definition of “certificate of entitlement” substitute— “ certificate of entitlement ” means a certificate under section 10 of the Nationality, Immigration and Asylum Act 2002 that a person has the right of abode in the United Kingdom; . 6 Regulations under this section may, in particular, include provision saving, with or without modification, the effect of a certificate which— a is issued before the regulations come into force, and b is a certificate of entitlement for the purposes of sections 3(9) and 33(1) of the Immigration Act 1971 as those sections have effect before the commencement of subsection (5) above."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "11", "section_title": " Unlawful presence in United Kingdom", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "12", "section_title": " British citizenship: registration of certain persons without other citizenship", "section_text": "12 1 The following shall be inserted after section 4A of the British Nationality Act 1981 (c. 61)\t\t\t\t\t(registration as British citizen)—  Acquisition by registration: certain persons without other citizenship 4B 1 This section applies to a person who has the status of— a British Overseas citizen, b British subject under this Act, or c British protected person. 2 A person to whom this section applies shall be entitled to be registered as a British citizen if— a he applies for registration under this section, b the Secretary of State is satisfied that the person does not have, apart from the status mentioned in subsection (1), any citizenship or nationality, and c the Secretary of State is satisfied that the person has not after 4th July 2002 renounced, voluntarily relinquished or lost through action or inaction any citizenship or nationality. 2 In section 14(1) of that Act (meaning of British citizen “by descent”), in paragraph (d) for “section 5” there shall be substituted  “                  section 4B or 5                ” ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "13", "section_title": " British citizenship: registration of certain persons born between 1961 and 1983", "section_text": "13 1 The following shall be inserted after section 4B of the British Nationality Act 1981 (registration as British citizen)—  Acquisition by registration: certain persons born between 1961 and 1983 4C 1 A person is entitled to be registered as a British citizen if— a he applies for registration under this section, and b he satisfies each of the following conditions. 2 The first condition is that the applicant was born after 7th February 1961 and before 1st January 1983. 3 The second condition is that the applicant would at some time before 1st January 1983 have become a citizen of the United Kingdom and Colonies by virtue of section 5 of the British Nationality Act 1948 (c. 56) if that section had provided for citizenship by descent from a mother in the same terms as it provided for citizenship by descent from a father. 4 The third condition is that immediately before 1st January 1983 the applicant would have had the right of abode in the United Kingdom by virtue of section 2 of the Immigration Act 1971 (c. 77) had he become a citizen of the United Kingdom and Colonies as described in subsection (3) above. 2 In section 14(1) of that Act (meaning of British citizen “by descent”), in paragraph (d) after the words “section 4B”\t\t\t\t\t(as substituted by section 12(2) of this Act) there shall be inserted  “                  , 4C                ” ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "14", "section_title": " Hong Kong", "section_text": "14 A person may not be registered as a British overseas territories citizen under a provision of the British Nationality Act 1981 (c. 61) by virtue of a connection with Hong Kong."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "15", "section_title": " Repeal of spent provisions", "section_text": "15 Schedule 2 (which repeals spent provisions) shall have effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "16", "section_title": " Establishment of centres", "section_text": "16 1 The Secretary of State may arrange for the provision of premises for the accommodation of persons in accordance with this Part. 2 A set of premises provided under this section is referred to in this Act as an “ accommodation centre ”. 3 The Secretary of State may arrange for— a the provision of facilities at or near an accommodation centre for sittings of adjudicators appointed for the purpose of Part 5 in accordance with a determination  . . .   under paragraph 2 of Schedule 4; b the provision of facilities at an accommodation centre for the taking of steps in connection with the determination of claims for asylum (within the meaning of section 18(3))."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "17", "section_title": " Support for destitute asylum-seeker", "section_text": "17 1 The Secretary of State may arrange for the provision of accommodation for a person in an accommodation centre if— a the person is an asylum-seeker or the dependant of an asylum-seeker, and b the Secretary of State thinks that the person is destitute or is likely to become destitute within a prescribed period. 2 The Secretary of State may make regulations about procedure to be followed in respect of the provision of accommodation under this section. 3 The regulations may, in particular, make provision— a specifying procedure to be followed in applying for accommodation in an accommodation centre; b providing for an application to be combined with an application under or in respect of another enactment; c requiring an applicant to provide information; d specifying circumstances in which an application may not be considered (which provision may, in particular, provide for an application not to be considered where the Secretary of State is not satisfied that the information provided is complete or accurate or that the applicant is co-operating with enquiries under paragraph (e)); e about the making of enquiries by the Secretary of State; f requiring a person to notify the Secretary of State of a change in circumstances. 4 Sections 18 to 20 define the following expressions for the purpose of this Part— a asylum-seeker, b dependant, and c destitute."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "18", "section_title": " Asylum-seeker: definition", "section_text": "18 1 For the purposes of this Part a person is an “ asylum-seeker ” if— a he is at least 18 years old, b he is in the United Kingdom, c a claim for asylum has been made by him  at a place designated by the Secretary of State , d the Secretary of State has recorded the claim, and e the claim has not been determined. 1ZA For the purposes of subsection (1), the circumstances in which a claim is determined include where the claim is declared inadmissible under section 80A or 80B. 1ZB But if a claim is— a declared inadmissible under section 80B, and b nevertheless considered by the Secretary of State in accordance subsection (7) of that section, the claim ceases to be treated as determined from the time of the decision to consider the claim. 2 A person shall continue to be treated as an asylum-seeker despite subsection (1)(e) while— a his household includes a dependent child who is under 18, and b he does not have leave to enter or remain in the United Kingdom. 3 A claim for asylum is a claim by a person that to remove him from or require him to leave the United Kingdom would be contrary to the United Kingdom’s obligations under— a the Convention relating to the Status of Refugees done at Geneva on 28th July 1951 and its Protocol, or b Article 3 of the Convention for the Protection of Human Rights and Fundamental Freedoms agreed by the Council of Europe at Rome on 4th November 1950."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "19", "section_title": " Destitution: definition", "section_text": "19 1 Where a person has dependants, he and his dependants are destitute for the purpose of this Part if they do not have and cannot obtain both— a adequate accommodation, and b food and other essential items. 2 Where a person does not have dependants, he is destitute for the purpose of this Part if he does not have and cannot obtain both— a adequate accommodation, and b food and other essential items. 3 In determining whether accommodation is adequate for the purposes of subsection (1) or (2) the Secretary of State must have regard to any matter prescribed for the purposes of this subsection. 4 In determining whether accommodation is adequate for the purposes of subsection (1) or (2) the Secretary of State may not have regard to— a whether a person has an enforceable right to occupy accommodation, b whether a person shares all or part of accommodation, c whether accommodation is temporary or permanent, d the location of accommodation, or e any other matter prescribed for the purposes of this subsection. 5 The Secretary of State may by regulations specify items which are or are not to be treated as essential items for the purposes of subsections (1) and (2). 6 The Secretary of State may by regulations— a provide that a person is not to be treated as destitute for the purposes of this Part in specified circumstances; b enable or require the Secretary of State in deciding whether a person is destitute to have regard to income which he or a dependant of his might reasonably be expected to have; c enable or require the Secretary of State in deciding whether a person is destitute to have regard to support which is or might reasonably be expected to be available to the person or a dependant of his; d enable or require the Secretary of State in deciding whether a person is destitute to have regard to assets of a prescribed kind which he or a dependant of his has or might reasonably be expected to have; e make provision as to the valuation of assets."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "20", "section_title": " Dependant: definition", "section_text": "20 For the purposes of this Part a person is a “ dependant ” of an asylum-seeker if (and only if) that person— a is in the United Kingdom, and b is within a prescribed class."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "21", "section_title": " Sections 17 to 20: supplementary", "section_text": "21 1 This section applies for the purposes of sections 17 to 20. 2 The Secretary of State may inquire into and decide a person’s age. 3 A claim for asylum shall be treated as determined at the end of such period as may be prescribed beginning with— a the date on which the Secretary of State notifies the claimant of his decision on the claim  or (as the case may be) of the declaration of inadmissibility under section 80A or 80B , or b if the claimant appeals against the Secretary of State’s decision, the date on which the appeal is disposed of. 4 A notice under subsection (3)(a)— a must be in writing, and b if sent by first class post to the claimant’s last known address or to the claimant’s representative, shall be treated as being received by the claimant on the second day after the day of posting. 5 An appeal is disposed of when it is no longer pending for the purpose of— a Part 5 of this Act, or b the Special Immigration Appeals Commission Act 1997 (c. 68)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "22", "section_title": " Immigration and Asylum Act 1999, s. 95", "section_text": "22 The Secretary of State may provide support under section 95 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t(destitute asylum-seeker) by arranging for the provision of accommodation in an accommodation centre."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "23", "section_title": " Person subject to United Kingdom entrance control", "section_text": "23 1 A residence   condition   may include a requirement to reside at an accommodation centre. 2 In subsection (1)  “ residence condition ” means a condition imposed under Schedule 10 to the Immigration Act 2016. 3 Where a person is required to reside in an accommodation centre by virtue of subsection (1) the Secretary of State must arrange for the provision of accommodation for the person in an accommodation centre. 4 But if the person is required to leave an accommodation centre by virtue of section 26 or 30 he shall be treated as having broken the residence   condition   referred to in subsection (1). 5 The Secretary of State may provide support under section 4 of the Immigration and Asylum Act 1999 (persons subject to entrance control) (including that section as amended by section 49 of this Act) by arranging for the provision of accommodation in an accommodation centre."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "24", "section_title": " Provisional assistance", "section_text": "24 1 If the Secretary of State thinks that a person may be eligible for the provision of accommodation in an accommodation centre under section 17, he may arrange for the provision for the person, pending a decision about eligibility, of— a accommodation in an accommodation centre, or b other support or assistance (of any kind). 2 Section 99 of the Immigration and Asylum Act 1999 (c. 33) (provision of support by local authority) shall have effect in relation to the provision of support for persons under subsection (1) above as it has effect in relation to the provision of support for asylum-seekers under sections 95 and 98 of that Act."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "25", "section_title": " Length of stay", "section_text": "25 1 The Secretary of State may not arrange for the provision of accommodation for a person in an accommodation centre if he has been a resident of an accommodation centre for a continuous period of six months. 2 But— a subsection (1) may be disapplied in respect of a person, generally or to a specified extent, by agreement between the Secretary of State and the person, and b if the Secretary of State thinks it appropriate in relation to a person because of the circumstances of his case, the Secretary of State may direct that subsection (1) shall have effect in relation to the person as if the period specified in that subsection were the period of nine months. 3 Section 51 is subject to this section. 4 The Secretary of State may by order amend subsection (1) or (2)(b) so as to substitute a shorter period for a period specified."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "26", "section_title": " Withdrawal of support", "section_text": "26 1 The Secretary of State may stop providing support for a person under section 17 or 24 if— a the Secretary of State suspects that the person or a dependant of his has committed an offence by virtue of section 35, or b the person or a dependant of his has failed to comply with directions of the Secretary of State as to the time or manner of travel to accommodation provided under section 17 or 24. 2 The Secretary of State may by regulations specify other circumstances in which he may stop providing support for a person under section 17 or 24. 3 In determining whether or not to provide a person with support or assistance under section 17 or 24 of this Act or section 4, 95 or 98 of the Immigration and Asylum Act 1999 (asylum-seeker) the Secretary of State may take into account the fact that— a he has withdrawn support from the person by virtue of this section or section 30(4) or (5), or b circumstances exist which would have enabled the Secretary of State to withdraw support from the person by virtue of this section had he been receiving support. 4 This section is without prejudice to section 103 of the Immigration and Asylum Act 1999 (c. 33) (appeal against refusal to support)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "27", "section_title": " Resident of centre", "section_text": "27 A reference in this Part to a resident of an accommodation centre is a reference to a person for whom accommodation in the centre is provided— a under section 17, b by virtue of section 22, c by virtue of section 23, or d under section 24."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "28", "section_title": " Manager of centre", "section_text": "28 A reference in this Part to the manager of an accommodation centre is a reference to a person who agrees with the Secretary of State to be wholly or partly responsible for the management of the centre."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "29", "section_title": " Facilities", "section_text": "29 1 The Secretary of State may arrange for the following to be provided to a resident of an accommodation centre— a food and other essential items; b money; c assistance with transport for the purpose of proceedings under the Immigration Acts or in connection with a claim for asylum; d transport to and from the centre; e assistance with expenses incurred in connection with carrying out voluntary work or other activities; f education and training; g facilities relating to health; h facilities for religious observance; i anything which the Secretary of State thinks ought to be provided for the purpose of providing a resident with proper occupation and for the purpose of maintaining good order; j anything which the Secretary of State thinks ought to be provided for a person because of his exceptional circumstances. 2 The Secretary of State may make regulations specifying the amount or maximum amount of money to be provided under subsection (1)(b). 3 The Secretary of State may arrange for the provision of facilities in an accommodation centre for the use of a person in providing legal advice to a resident of the centre. 4 The Secretary of State shall take reasonable steps to ensure that a resident of an accommodation centre has an opportunity to obtain legal advice before any appointment made by an immigration officer or an official of the Secretary of State for the purpose of obtaining information from the resident to be used in determining his claim for asylum. 5 The Secretary of State may by order amend subsection (1) so as to add a reference to facilities which may be provided."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "30", "section_title": " Conditions of residence", "section_text": "30 1 The Secretary of State may make regulations about conditions to be observed by residents of an accommodation centre. 2 Regulations under subsection (1) may, in particular, enable a condition to be imposed in accordance with the regulations by— a the Secretary of State, or b the manager of an accommodation centre. 3 A condition imposed by virtue of this section may, in particular— a require a person not to be absent from the centre during specified hours without the permission of the Secretary of State or the manager; b require a person to report to an immigration officer or the Secretary of State. 4 If a resident of an accommodation centre breaches a condition imposed by virtue of this section, the Secretary of State may— a require the resident and any dependant of his to leave the centre; b authorise the manager of the centre to require the resident and any dependant of his to leave the centre. 5 If a dependant of a resident of an accommodation centre breaches a condition imposed by virtue of this section, the Secretary of State may— a require the resident and any dependant of his to leave the centre; b authorise the manager of the centre to require the resident and any dependant of his to leave the centre. 6 Regulations under this section must include provision for ensuring that a person subject to a condition is notified of the condition in writing. 7 A condition imposed by virtue of this section is in addition to any   condition imposed under Schedule 10 to the Immigration Act 2016.   8 A reference in this Part to a condition of residence is a reference to a condition imposed by virtue of this section."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "31", "section_title": " Financial contribution by resident", "section_text": "31 1 A condition of residence may, in particular, require a resident of an accommodation centre to make payments to— a the Secretary of State, or b the manager of the centre. 2 The Secretary of State may make regulations enabling him to recover sums representing the whole or part of the value of accommodation and other facilities provided to a resident of an accommodation centre if— a accommodation is provided for the resident in response to an application by him for support, b when the application was made the applicant had assets which were not capable of being realised, and c the assets have become realisable. 3 In subsection (2) “ assets ” includes assets outside the United Kingdom. 4 An amount recoverable by virtue of regulations made under subsection (2) may be recovered— a as a debt due to the Secretary of State; b by another prescribed method (which may include the imposition or variation of a residence condition)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "32", "section_title": " Tenure", "section_text": "32 1 A resident of an accommodation centre shall not be treated as acquiring a tenancy of or other interest in any part of the centre (whether by virtue of an agreement between the resident and another person or otherwise). 2 Subsection (3) applies where— a the Secretary of State decides to stop arranging for the provision of accommodation in an accommodation centre for a resident of the centre, or b a resident of an accommodation centre is required to leave the centre in accordance with section 30. 3 Where this subsection applies— a the Secretary of State or the manager of the centre may recover possession of the premises occupied by the resident, and b the right under paragraph (a) shall be enforceable in accordance with procedure prescribed by regulations made by the Secretary of State. 4 Any licence which a resident of an accommodation centre has to occupy premises in the centre shall be an excluded licence for the purposes of the Protection from Eviction Act 1977 (c. 43). 5 The following shall be inserted after section 3A(7A) of the Protection from Eviction Act 1977 (disapplication of section 3: Part VI of Immigration and Asylum Act 1999 (c. 33))— 7B Section 32 of the Nationality, Immigration and Asylum Act 2002 (accommodation centre: tenure) provides for a resident’s licence to occupy an accommodation centre to be an excluded licence. 6 The following shall be inserted after section 23A(5A) of the Rent (Scotland) Act 1984 (c. 58)\t\t\t\t\t(excluded tenancies and occupancy rights)— 5B Nothing in section 23 of this Act applies to a resident’s occupancy of an accommodation centre provided under section 16 or 24(1)(b) of the Nationality, Immigration and Asylum Act 2002 (“ resident ” being construed in accordance with section 27 of that Act). 7 In this section a reference to an accommodation centre includes a reference to premises in which accommodation is provided under section 24(1)(b)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "33", "section_title": " Advisory Groups", "section_text": "33 1 The Secretary of State shall appoint a group (to be known as an Accommodation Centre Advisory Group) for each accommodation centre. 2 The Secretary of State may by regulations— a confer functions on Advisory Groups; b make provision about the constitution and proceedings of Advisory Groups. 3 Regulations under subsection (2)(a) must, in particular, provide for members of an accommodation centre’s Advisory Group— a to visit the centre; b to hear complaints made by residents of the centre; c to report to the Secretary of State. 4 The manager of an accommodation centre must permit a member of the centre’s Advisory Group on request— a to visit the centre at any time; b to visit any resident of the centre at any time, provided that the resident consents. 5 A member of an Advisory Group shall hold and vacate office in accordance with the terms of his appointment (which may include provision about retirement, resignation or dismissal). 6 The Secretary of State may— a defray expenses of members of an Advisory Group; b make facilities available to members of an Advisory Group."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "34", "section_title": " The Monitor of Accommodation Centres", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "35", "section_title": " Ancillary provisions", "section_text": "35 1 The following provisions of the Immigration and Asylum Act 1999 (c. 33) shall apply for the purposes of this Part as they apply for the purposes of Part VI of that Act (support for asylum-seeker)— a section 105\t\t\t\t\t\t\t(false representation), b section 106\t\t\t\t\t\t\t(dishonest representation), c section 107\t\t\t\t\t\t\t(delay or obstruction), d section 108\t\t\t\t\t\t\t(failure of sponsor to maintain), e section 109\t\t\t\t\t\t\t(offence committed by body), f section 112\t\t\t\t\t\t\t(recovery of expenditure), g section 113\t\t\t\t\t\t\t(recovery of expenditure from sponsor), h section 124\t\t\t\t\t\t\t(corporation sole), and i section 127\t\t\t\t\t\t\t(redirection of post). 2 In the application of section 112 a reference to something done under section 95 or 98 of that Act shall be treated as a reference to something done under section 17 or 24 of this Act. 3 In the application of section 113 a reference to section 95 of that Act shall be treated as a reference to section 17 of this Act."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "36", "section_title": " Education: general", "section_text": "36 1 For the purposes of section 13 of the Education Act 1996 (c. 56)\t\t\t\t\t(general responsibility of   local authority ) a resident of an accommodation centre shall not be treated as part of the population of a   local authority      area. 2 A child who is a resident of an accommodation centre may not be admitted to a maintained school or a maintained nursery (subject to section 37). 3 But subsection (2) does not prevent a child’s admission to a school which is— a a community special school or a foundation special school, and b named in   an EHC plan maintained for the child under section 37 of the Children and Families Act 2014 or   a statement in respect of the child under section 324 of the Education Act 1996 (c. 56)\t\t\t\t\t\t\t(special educational needs)   an individual development plan maintained for the child under section 14 or 19 of the Additional Learning Needs and Education Tribunal (Wales) Act 2018 . 4 In subsections (2) and (3)— a “ maintained school ” means a maintained school within the meaning of section 20(7) of the School Standards and Framework Act 1998 (c. 31)\t\t\t\t\t\t\t(definition), and b “ maintained nursery ” means a facility for nursery education, within the meaning of section 117 of that Act, provided by a  local authority . 5 The following shall not apply in relation to a child who is a resident of an accommodation centre (subject to section 37)— a section 86(1) and (2) of the School Standards and Framework Act 1998 (parental preference), b section 94 of that Act (appeal), c section 19  or 19A   of the Education Act 1996 (education out of school), d section 316(2) and (3) of that Act (child with special educational needs to be educated in mainstream school),  ... e paragraphs 3 and 8 of Schedule 27 to that Act (special education needs: making of statement: parental preference). f sections 33 and 34 of the Children and Families Act 2014 (mainstream education for children with special educational needs),  and g sections 38 and 39 of that Act (EHC plan: request of parent for named school  etc ).   , and   h section 51 of the Additional Learning Needs and Education Tribunal (Wales) Act 2018 (duty to favour education for children at mainstream maintained schools). 5A The powers of the First-tier Tribunal on determining an appeal under section 51(2)(c) of the Children and Families Act 2014 (appeals against certain aspects of content of EHC plan) are subject to subsection (2) above. 6 The power of  ...  the Special Educational Needs Tribunal for Wales   under section 326(3) of the Education Act 1996 (appeal against content of statement) is subject to subsection (2) above. The power of the Education Tribunal for Wales under section 71(1) of the Additional Learning Needs and Education Tribunal (Wales) Act 2018 (decisions on appeals under section 70) is subject to subsection (2) above. 7 A person exercising a function under this Act   , Part 3 of the Children and Families Act 2014   , Part 2 of the Additional Learning Needs and Education Tribunal (Wales) Act 2018   or the Education Act 1996 shall (subject to section 37) secure that a child who is a resident of an accommodation centre and who has special educational needs  or additional learning needs   shall be educated by way of facilities provided under section 29(1)(f) of this Act unless that is incompatible with— a his receiving the special educational provision   called for by his special educational needs or  which his learning difficulty calls for, aa the child receiving the additional learning provision called for by the child’s additional learning needs, b the provision of efficient education for other children who are residents of the centre, or c the efficient use of resources. 8 A person may rely on subsection (7)(b) only where there is no action— a which could reasonably be taken by that person or by another person who exercises functions, or could exercise functions, in respect of the accommodation centre concerned, and b as a result of which subsection (7)(b) would not apply. 9 An accommodation centre is not a school within the meaning of section 4 of the Education Act 1996 (definition); but— a Part 1 of the Education Act 2005 (school inspections)  shall apply to educational facilities provided at an accommodation centre as if the centre were a school (for which purpose a reference to the appropriate authority shall be taken as a reference to the person (or persons) responsible for the provision of education at the accommodation centre), aa section 36 of the Children and Families Act 2014 (assessment of education, health and care needs: England) shall have effect as if an accommodation centre were a school, b section 329A of the Education Act 1996 (review or assessment of educational needs at request of responsible body) shall have effect as if— i an accommodation centre were a relevant school for the purposes of that section, ii a child for whom education is provided at an accommodation centre under section 29(1)(f) were a registered pupil at the centre, and iii a reference in section 329A to the responsible body in relation to an accommodation centre were a reference to any person providing education at the centre under section 29(1)(f), and the person responsible for education at an accommodation centre may refer a case to a local authority under section 12(2)(a) of the Additional Learning Needs and Education Tribunal (Wales) Act 2018 as though— i a child for whom education is provided at the centre under section 29(1)(f) were a child who is a registered pupil at a school, and ii that person were the governing body of the school. c section 140 of the Learning and Skills Act 2000 (c. 21)\t\t\t\t\t\t\t(learning difficulties: assessment of post-16 needs) shall have effect as if an accommodation centre were a school. 10 Subsections (1), (2) and (5) shall not apply in relation to an accommodation centre if education is not provided for children who are residents of the centre under section 29(1)(f). 11 An expression used in this section and in the Education Act 1996 (c. 56) shall have the same meaning in this section as in that Act."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "37", "section_title": " Education: special cases", "section_text": "37 1 This section applies to a child if a person who provides education to residents of an accommodation centre recommends in writing to the   local authority   for the area in which the centre is that this section should apply to the child on the grounds that his special circumstances call for provision that can only or best be arranged by the authority. 2 A   local authority   may— a arrange for the provision of education for a child to whom this section applies; b disapply a provision of section 36 in respect of a child to whom this section applies. 3 In determining whether to exercise a power under subsection (2) in respect of a child a   local authority   shall have regard to any relevant guidance issued by the Secretary of State. 4 The governing body of a maintained school shall comply with a requirement of the   local authority   to admit to the school a child to whom this section applies. 5 Subsection (4) shall not apply where compliance with a requirement would prejudice measures taken for the purpose of complying with a duty arising under section 1(6) of the School Standards and Framework Act 1998 (c. 31) (limit on infant class size). 6 A   local authority   may not impose a requirement under subsection (4) in respect of a school unless the authority has consulted the school in accordance with regulations made by the Secretary of State. 7 In the case of a maintained school for which the   local authority   are the admission authority, the authority may not arrange for the admission of a child to whom this section applies unless the authority has notified the school in accordance with regulations made by the Secretary of State. 8 In this section— a “ maintained school ” means a maintained school within the meaning of section 20(7) of the School Standards and Framework Act 1998 (definition), and b an expression which is also used in the Education Act 1996 (c. 56) shall have the same meaning as it has in that Act."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "38", "section_title": " Local authority", "section_text": "38 1 A local authority may in accordance with arrangements made by the Secretary of State— a assist in arranging for the provision of an accommodation centre; b make premises available for an accommodation centre; c provide services in connection with an accommodation centre. 2 In particular, a local authority may— a incur reasonable expenditure; b provide services outside its area; c provide services jointly with another body; d form a company; e tender for or enter into a contract; f do anything (including anything listed in paragraphs (a) to (e)) for a preparatory purpose. 3 In this section “ local authority ” means— a a local authority within the meaning of section 94 of the Immigration and Asylum Act 1999 (c. 33), and b a Northern Ireland authority within the meaning of section 110 of that Act and an Education and Library Board established under Article 3 of the Education and Libraries (Northern Ireland) Order 1986 ( S.I.  1986/ 594 (N.I. 3))."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "39", "section_title": "“Prescribed”: orders and regulations", "section_text": "39 1 In this Part “ prescribed ” means prescribed by the Secretary of State by order or regulations. 2 An order or regulations under this Part may— a make provision which applies generally or only in specified cases or circumstances (which may be determined wholly or partly by reference to location); b make different provision for different cases or circumstances; c include consequential, transitional or incidental provision. 3 An order or regulations under this Part must be made by statutory instrument. 4 An order or regulations under any of the following provisions of this Part shall be subject to annulment in pursuance of a resolution of either House of Parliament— a section 17, b section 19, c section 20, d section 21, e section 26, f section 29, g section 31, h section 32, i section 33, j section 37, k section 40, and l section 41. 5 An order under section 25 or regulations under section 30 may not be made unless a draft has been laid before and approved by resolution of each House of Parliament."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "40", "section_title": " Scotland", "section_text": "40 1 The Secretary of State may not make arrangements under section 16 for the provision of premises in Scotland unless he has consulted the Scottish Ministers. 2 The Secretary of State may by order make provision in relation to the education of residents of accommodation centres in Scotland. 3 An order under subsection (2) may, in particular— a apply, disapply or modify the effect of an enactment (which may include a provision made by or under an Act of the Scottish Parliament); b make provision having an effect similar to the effect of a provision of section 36 or 37."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "41", "section_title": " Northern Ireland", "section_text": "41 1 The Secretary of State may not make arrangements under section 16 for the provision of premises in Northern Ireland unless he has consulted the First Minister and the deputy First Minister. 2 The Secretary of State may by order make provision in relation to the education of residents of accommodation centres in Northern Ireland. 3 An order under subsection (2) may, in particular— a apply, disapply or modify the effect of an enactment (which may include a provision made by or under Northern Ireland legislation); b make provision having an effect similar to the effect of a provision of section 36 or 37."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "42", "section_title": " Wales", "section_text": "42 The Secretary of State may not make arrangements under section 16 for the provision of premises in Wales unless he has consulted the National Assembly for Wales."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "43", "section_title": " Asylum-seeker: form of support", "section_text": "43 1 The Secretary of State may make an order restricting the application of section 96(1)(b) of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(support for asylum-seeker: essential living needs)— a in all circumstances, to cases in which support is being provided under section 96(1)(a)\t\t\t\t\t\t\t(accommodation), or b in specified circumstances only, to cases in which support is being provided under section 96(1)(a). 2 An order under subsection (1)(b) may, in particular, make provision by reference to— a location; b the date of an application. 3 An order under subsection (1) may include transitional provision. 4 An order under subsection (1)— a must be made by statutory instrument, and b may not be made unless a draft has been laid before and approved by resolution of each House of Parliament."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "44", "section_title": " Destitute asylum-seeker", "section_text": "44 1 Section 94 of the Immigration and Asylum Act 1999 (c. 33) (support for destitute asylum-seeker) shall be amended as follows. 2 In subsection (1) for the definition of “asylum-seeker” substitute— “ asylum-seeker ” means a person— a who is at least 18 years old, b who is in the United Kingdom, c who has made a claim for asylum at a place designated by the Secretary of State, d whose claim has been recorded by the Secretary of State, and e whose claim has not been determined; . 3 In subsection (1) for the definition of “dependant” substitute— “ dependant ” in relation to an asylum-seeker or a supported person means a person who— a is in the United Kingdom, and b is within a prescribed class; . 4 For subsection (3) substitute— 3 A claim for asylum shall be treated as determined for the purposes of subsection (1) at the end of such period as may be prescribed beginning with— a the date on which the Secretary of State notifies the claimant of his decision on the claim, or b if the claimant appeals against the Secretary of State’s decision, the date on which the appeal is disposed of. 3A A person shall continue to be treated as an asylum-seeker despite paragraph (e) of the definition of “asylum-seeker” in subsection (1) while— a his household includes a dependant child who is under 18, and b he does not have leave to enter or remain in the United Kingdom. 5 Omit subsections (5) and (6). 6 The following shall be substituted for section 95(2) to (8) of the Immigration and Asylum Act 1999 (c. 33) (support for destitute asylum-seeker: interpretation)— 2 Where a person has dependants, he and his dependants are destitute for the purpose of this section if they do not have and cannot obtain both— a adequate accommodation, and b food and other essential items. 3 Where a person does not have dependants, he is destitute for the purpose of this section if he does not have and cannot obtain both— a adequate accommodation, and b food and other essential items. 4 In determining whether accommodation is adequate for the purposes of subsection (2) or (3) the Secretary of State must have regard to any matter prescribed for the purposes of this subsection. 5 In determining whether accommodation is adequate for the purposes of subsection (2) or (3) the Secretary of State may not have regard to— a whether a person has an enforceable right to occupy accommodation, b whether a person shares all or part of accommodation, c whether accommodation is temporary or permanent, d the location of accommodation, or e any other matter prescribed for the purposes of this subsection. 6 The Secretary of State may by regulations specify items which are or are not to be treated as essential items for the purposes of subsections (2) and (3). 7 The Secretary of State may by regulations— a provide that a person is not to be treated as destitute for the purposes of this Part in specified circumstances; b enable or require the Secretary of State in deciding whether a person is destitute to have regard to income which he or a dependant of his might reasonably be expected to have; c enable or require the Secretary of State in deciding whether a person is destitute to have regard to support which is or might reasonably be expected to be available to the person or a dependant of his; d enable or require the Secretary of State in deciding whether a person is destitute to have regard to assets of a prescribed kind which he or a dependant of his has or might reasonably be expected to have; e make provision as to the valuation of assets."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "45", "section_title": " Section 44: supplemental", "section_text": "45 1 The following shall be substituted for section 96(1)(b) of the Immigration and Asylum Act 1999 (ways of providing support)— b by providing the supported person and his dependants (if any) with food and other essential items; . 2 In section 97 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(support: supplemental)— a in subsection (4) for “essential living needs” there shall be substituted  “                      food and other essential items                    ” , b in subsection (5) for “essential living needs” there shall be substituted  “                      food and other essential items                    ” , and c in subsection (6) for “living needs” there shall be substituted  “                      items                    ” . 3 Paragraphs 2 and 6 of Schedule 8 to the Immigration and Asylum Act 1999 (support: regulations) shall cease to have effect. 4 In paragraph 3 of Schedule 9 to the Immigration and Asylum Act 1999 (support: interim provision)— a for “Subsections (3) to (8) of section 95” substitute  “                      Subsections (2) to (6) of section 95                    ” , and b for “subsections (5) and (7)” substitute  “                      subsections (4) and (5)                    ” . 5 The following shall be substituted for section 21(1B) of the National Assistance Act 1948 (c. 29)\t\t\t\t\t(duty of local authority to provide accommodation: exclusion of destitute asylum-seeker: interpretation)— 1B Section 95(2) to (7) of that Act shall apply for the purposes of subsection (1A) above; and for that purpose a reference to the Secretary of State in section 95(4) or (5) shall be treated as a reference to a local authority. 6 The following shall be substituted for section 45(4B) of the Health Services and Public Health Act 1968 (c. 46)\t\t\t\t\t(local authority promotion of welfare of elderly: exclusion of destitute asylum-seeker: interpretation)— 4B Section 95(2) to (7) of that Act shall apply for the purposes of subsection (4A) above; and for that purpose a reference to the Secretary of State in section 95(4) or (5) shall be treated as a reference to a local authority. 7 The following shall be substituted for paragraph 2(2B) of Schedule 8 to the National Health Service Act 1977 (c. 49)\t\t\t\t\t(local authority arrangements for prevention and care: exclusion of asylum-seeker: interpretation)— 2B Section 95(2) to (7) of that Act shall apply for the purposes of sub-paragraph (2A) above; and for that purpose a reference to the Secretary of State in section 95(4) or (5) shall be treated as a reference to a local social services authority."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "46", "section_title": " Section 44: supplemental: Scotland and Northern Ireland", "section_text": "46 1 The following shall be substituted for section 12(2B) of the Social Work (Scotland) Act 1968 (c. 49)(general social welfare services of local authorities – exclusion of destitute asylum seeker: interpretation)— 2B Section 95(2) to (7) of that Act shall apply for the purposes of subsection (2A) of this section; and for that purpose a reference to the Secretary of State in section 95(4) or (5) shall be treated as a reference to a local authority. 2 The following shall be substituted for section 13A(5) of that Act (provision of residential accommodation with nursing – exclusion of destitute asylum seeker: interpretation)— 5 Section 95(2) to (7) of that Act shall apply for the purposes of subsection (4) of this section; and for that purpose a reference to the Secretary of State in section 95(4) or (5) shall be treated as a reference to a local authority. 3 The following shall be substituted for section 13B(4) of that Act (provision of care and after-care – exclusion of destitute asylum seeker: interpretation)— 4 Section 95(2) to (7) of that Act shall apply for the purposes of subsection (3) of this section; and for that purpose a reference to the Secretary of State in section 95(4) or (5) shall be treated as a reference to a local authority. 4 The following shall be substituted for article 14(2) of the Mental Health (Care and Treatment)\t\t\t\t\t(Scotland) Act 2003 (Consequential Provisions) Order 2005 (mental health services provided by local authorities)– 2 Section 95(2) to (7) of the Immigration and Asylum Act 1999 shall apply for the purposes of paragraph (1); and for that purpose a reference to the Secretary of State in section 95(4) or (5) shall be treated as a reference to a local authority. . 6 The following shall be substituted for Article 7(3A) of the Health and Personal Social Services (Northern Ireland) Order 1972 (S.I. 1972/1265 (N.I. 14))\t\t\t\t\t(prevention of illness, care and after-care: exclusion of asylum-seeker: interpretation)— 3A Section 95(2) to (7) of that Act shall apply for the purpose of paragraph (3); and for that purpose a reference to the Secretary of State in section 95(4) or (5) shall be treated as a reference to the Department. 7 The following shall be substituted for Article 15(7) of that Order (general social welfare: exclusion of destitute asylum-seeker: interpretation)— 7 Section 95(2) to (7) of that Act shall apply for the purpose of paragraph (6); and for that purpose a reference to the Secretary of State in section 95(4) or (5) shall be treated as a reference to  an HSC trust ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "47", "section_title": " Asylum-seeker: family with children", "section_text": "47 The following shall be substituted for section 122 of the Immigration and Asylum Act 1999 (c. 33) (destitute asylum-seeker with child: duty to support)—  Family with children 122 1 This section applies where a person (“ the asylum-seeker ”) applies for support under section 95 of this Act or section 17 of the Nationality, Immigration and Asylum Act 2002 (accommodation centres) if— a the Secretary of State thinks that the asylum-seeker is eligible for support under either or both of those sections, and b the asylum-seeker’s household includes a dependant child who is under 18. 2 The Secretary of State must offer the provision of support for the child, as part of the asylum-seeker’s household, under one of the sections mentioned in subsection (1). 3 A local authority (or, in Northern Ireland, an authority) may not provide assistance for a child if— a the Secretary of State is providing support for the child in accordance with an offer under subsection (2), b an offer by the Secretary of State under subsection (2) remains open in respect of the child, or c the Secretary of State has agreed that he would make an offer in respect of the child under subsection (2) if an application were made as described in subsection (1). 4 In subsection (3) “ assistance ” means assistance under— a section 17 of the Children Act 1989 (c. 41) (local authority support), b section 22 of the Children (Scotland) Act 1995 (c. 36) (similar provision for Scotland), or c Article 18 of the Children (Northern Ireland) Order 1995 (S.I. 1995/775 (N.I. 2)) (similar provision for Northern Ireland). 5 The Secretary of State may by order disapply subsection (3) in specified circumstances. 6 Where subsection (3) ceases to apply to a child because the Secretary of State stops providing support, no local authority may provide assistance for the child except the authority for the area within which the support was provided."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "48", "section_title": " Young asylum-seeker", "section_text": "48 The following provisions of the Immigration and Asylum Act 1999 (c. 33) shall have effect as if the definition of asylum-seeker in section 94(1) of that Act did not exclude persons who are under 18— a section 110\t\t\t\t\t(local authority expenditure on asylum-seekers), and b section 111\t\t\t\t\t(grants to voluntary organisations)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "49", "section_title": " Failed asylum-seeker", "section_text": "49 1 The following shall be added at the end of section 4 of the Immigration and Asylum Act 1999 (accommodation for person on temporary admission or release)— 2 The Secretary of State may provide, or arrange for the provision of, facilities for the accommodation of a person if— a he was (but is no longer) an asylum-seeker, and b his claim for asylum was rejected. 3 The Secretary of State may provide, or arrange for the provision of, facilities for the accommodation of a dependant of a person for whom facilities may be provided under subsection (2). 4 The following expressions have the same meaning in this section as in Part VI of this Act (as defined in section 94)— a asylum-seeker, b claim for asylum, and c dependant. 2 The present section 4 of the Immigration and Asylum Act 1999 (c. 33) becomes subsection (1)\t\t\t\t\t(and its heading becomes  “                  Accommodation                ” )."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "50", "section_title": " Conditions of support", "section_text": "50 1 The following shall be inserted after section 95(9) of the Immigration and Asylum Act 1999 (support for asylum-seeker: condition)— 9A A condition imposed under subsection (9) may, in particular, relate to— a any matter relating to the use of the support provided, or b compliance with a restriction imposed under paragraph 21 of Schedule 2 to the 1971 Act (temporary admission or release from detention) or paragraph 2 or 5 of Schedule 3 to that Act (restriction pending deportation). 2 The following shall be inserted after paragraph 6 of Schedule 9 to that Act (asylum-seeker: interim support)— 6A The regulations may, in particular, require support to be provided subject to a condition of compliance with any restriction imposed under paragraph 21 of Schedule 2 to the 1971 Act (temporary admission or release from detention) or paragraph 2 or 5 of Schedule 3 to that Act (restriction pending deportation)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "51", "section_title": " Choice of form of support", "section_text": "51 1 The Secretary of State may refuse to provide support for a person under a provision specified in subsection (2) on the grounds that an offer has been made to the person of support under another provision specified in that subsection. 2 The provisions are— a sections 17 and 24 of this Act, b section 4 of the Immigration and Asylum Act 1999 (accommodation for person temporarily admitted or released from detention), and c sections 95 and 98 of that Act (support for destitute asylum-seeker). 3 In deciding under which of the provisions listed in subsection (2) to offer support to a person the Secretary of State may— a have regard to administrative or other matters which do not concern the person’s personal circumstances; b regard one of those matters as conclusive; c apply different criteria to different persons for administrative reasons (which may include the importance of testing the operation of a particular provision)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "52", "section_title": " Back-dating of benefit for refugee", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "53", "section_title": " Asylum-seeker: appeal against refusal to support", "section_text": "53 The following shall be substituted for section 103 of the Immigration and Asylum Act 1999 (asylum support appeal)—  Appeals: general 103 1 This section applies where a person has applied for support under— a section 95, b section 17 of the Nationality, Immigration and Asylum Act 2002, or c both. 2 The person may appeal to an adjudicator against a decision that the person is not qualified to receive the support for which he has applied. 3 The person may also appeal to an adjudicator against a decision to stop providing support under a provision mentioned in subsection (1). 4 But subsection (3) does not apply— a to a decision to stop providing support under one of the provisions mentioned in subsection (1) if it is to be replaced immediately by support under the other provision, or b to a decision taken on the ground that the person is no longer an asylum-seeker or the dependant of an asylum-seeker. 5 On an appeal under this section an adjudicator may— a require the Secretary of State to reconsider a matter; b substitute his decision for the decision against which the appeal is brought; c dismiss the appeal. 6 An adjudicator must give his reasons in writing. 7 If an appeal under this section is dismissed the Secretary of State shall not consider any further application by the appellant for support under a provision mentioned in subsection (1)(a) or (b) unless the Secretary of State thinks there has been a material change in circumstances. 8 An appeal under this section may not be brought or continued by a person who is outside the United Kingdom.  Appeals: location of support under section 95 103A 1 The Secretary of State may by regulations provide for a decision as to where support provided under section 95 is to be provided to be appealable to an adjudicator under this Part. 2 Regulations under this section may provide for a provision of section 103 to have effect in relation to an appeal under the regulations with specified modifications.  Appeals: travelling expenses 103B The Secretary of State may pay reasonable travelling expenses incurred by an appellant in connection with attendance for the purposes of an appeal under or by virtue of section 103 or 103A."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "54", "section_title": " Withholding and withdrawal of support", "section_text": "54 Schedule 3 (which makes provision for support to be withheld or withdrawn in certain circumstances) shall have effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "55", "section_title": " Late claim for asylum: refusal of support", "section_text": "55 1 The Secretary of State may not provide or arrange for the provision of support to a person under a provision mentioned in subsection (2) if— a the person makes a claim for asylum which is recorded by the Secretary of State, and b the Secretary of State is not satisfied that the claim was made as soon as reasonably practicable after the person’s arrival in the United Kingdom. 2 The provisions are— a sections 4, 95 and 98 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t\t\t(support for asylum-seeker, &c.), and b sections 17 and 24 of this Act (accommodation centre). 3 An authority may not provide or arrange for the provision of support to a person under a provision mentioned in subsection (4) if— a the person has made a claim for asylum, and b the Secretary of State is not satisfied that the claim was made as soon as reasonably practicable after the person’s arrival in the United Kingdom. 4 The provisions are— a section 29(1)(b) of the Housing (Scotland) Act 1987 (c. 26)\t\t\t\t\t\t\t(accommodation pending review), b section 188(3) or 204(4) of the Housing Act 1996 (c. 52)\t\t\t\t\t\t\t(accommodation pending review or appeal),  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  and d section 1 of the Localism Act 2011 (local authority’s general power of competence) 5 This section shall not prevent— a the exercise of a power by the Secretary of State to the extent necessary for the purpose of avoiding a breach of a person’s Convention rights (within the meaning of the Human Rights Act 1998 (c. 42)), b the provision of support under section 95 of the Immigration and Asylum Act 1999 (c. 33) or section 17 of this Act in accordance with section 122 of that Act (children), or c the provision of support under section 98 of the Immigration and Asylum Act 1999 or section 24 of this Act (provisional support) to a person under the age of 18 and the household of which he forms part. 6 An authority which proposes to provide or arrange for the provision of support to a person under a provision mentioned in subsection (4)— a must inform the Secretary of State if the authority believes that the person has made a claim for asylum, b must act in accordance with any guidance issued by the Secretary of State to determine whether subsection (3) applies, and c shall not be prohibited from providing or arranging for the provision of support if the authority has complied with paragraph (a) and (b) and concluded that subsection (3) does not apply. 7 The Secretary of State may by order— a add, remove or amend an entry in the list in subsection (4); b provide for subsection (3) not to have effect in specified cases or circumstances. 8 An order under subsection (7)— a may include transitional, consequential or incidental provision, b must be made by statutory instrument, and c may not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 9 For the purposes of this section “ claim for asylum ” has the same meaning as in section 18. 10 A decision of the Secretary of State that this section prevents him from providing or arranging for the provision of support to a person is not a decision that the person does not qualify for support for the purpose of section 103 of the Immigration and Asylum Act 1999 (appeals). 11 This section does not prevent a person’s compliance with a residence restriction imposed in reliance on section 70 (induction)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "56", "section_title": " Provision of support by local authority", "section_text": "56 1 Section 99 of the Immigration and Asylum Act 1999 (provision of support by local authority) shall be amended as follows. 2 In subsection (1)— a after “local authority” insert  “                      or Northern Ireland authority                    ” , and b at the end add  “                      or 98                    ” . 3 For subsections (2) and (3) substitute— 2 Support may be provided by an authority in accordance with arrangements made with the authority or with another person. 3 Support may be provided by an authority in accordance with arrangements made under section 95 only in one or more of the ways mentioned in section 96(1) and (2). 4 In subsection (4)— a for “A local authority” substitute  “                      An authority                    ” , and b at the end add  “                      or 98                    ” . 5 In subsection (5)— a for “a local authority” substitute  “                      an authority                    ” , and b in paragraph (b) for “bodies who are not local authorities” substitute  “                      other bodies                    ” ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "57", "section_title": " Application for support: false or incomplete information", "section_text": "57 At the end of paragraph 12(c) of Schedule 8 to the Immigration and Asylum Act 1999 (c. 33)\t\t\t(asylum-seeker support: procedure: disregarding of application) there shall be inserted  “              (which may, in particular, provide for an application not to be entertained where the Secretary of State is not satisfied that the information provided is complete or accurate or that the applicant is co-operating with enquiries under paragraph (d))            ” ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "58", "section_title": " Voluntary departure from United Kingdom", "section_text": "58 1 A person is a “ voluntary leaver ” for the purposes of this section if— a he is not a British citizen  ..., b he leaves the United Kingdom for a place where he hopes to take up permanent residence (his “ new place of residence ”), and c the Secretary of State thinks that it is in the person’s interest to leave the United Kingdom and that the person wishes to leave. 2 The Secretary of State may make arrangements to— a assist voluntary leavers; b assist individuals to decide whether to become voluntary leavers. 3 The Secretary of State may, in particular, make payments (whether to voluntary leavers or to organisations providing services for them) which relate to— a travelling and other expenses incurred by or on behalf of a voluntary leaver, or a member of his family or household, in leaving the United Kingdom; b expenses incurred by or on behalf of a voluntary leaver, or a member of his family or household, on or shortly after arrival in his new place of residence; c the provision of services designed to assist a voluntary leaver, or a member of his family or household, to settle in his new place of residence; d expenses in connection with a journey undertaken by a person (with or without his family or household) to prepare for, or to assess the possibility of, his becoming a voluntary leaver. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The following provisions of the Immigration Act 1971 (c. 77) shall cease to have effect— a section 29 (contributions to expenses of persons returning abroad), and b section 31(d) (expenses)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "59", "section_title": " International projects", "section_text": "59 1 The Secretary of State may participate in a project which is designed to— a reduce migration, b assist or ensure the return of migrants, c facilitate co-operation between States in matters relating to migration, d conduct or consider research about migration, or e arrange or assist the settlement of migrants (whether in the United Kingdom or elsewhere). 2 In particular, the Secretary of State may— a provide financial support to an international organisation which arranges or participates in a project of a kind described in subsection (1); b provide financial support to an organisation in the United Kingdom or another country which arranges or participates in a project of that kind; c provide or arrange for the provision of financial or other assistance to a migrant who participates in a project of that kind; d participate in financial or other arrangements which are agreed between Her Majesty’s Government and the government of one or more other countries and which are or form part of a project of that kind. 3 In this section— a “ migrant ” means a person who leaves the country where he lives hoping to settle in another country (whether or not he is a refugee within the meaning of any international Convention), and b “ migration ” shall be construed accordingly. 4 Subsection (1) does not— a confer a power to remove a person from the United Kingdom, or b affect a person’s right to enter or remain in the United Kingdom."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "60", "section_title": " Northern Ireland authorities", "section_text": "60 1 In section 110(9) of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(support: payment to local authority: Northern Ireland authority) after paragraph (b) there shall be added— ; or                   c a Health and Social Services trust established under the Health and Personal Social Services (Northern Ireland) Order 1991 (S.I. 1991/194 (N.I. 1). 2 In section 94(1) of that Act (support: interpretation) after the definition of “local authority” there shall be inserted— “ Northern Ireland authority ” has the meaning given by section 110(9)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "61", "section_title": " Repeal of spent provisions", "section_text": "61 The following provisions of the Immigration and Asylum Act 1999 shall cease to have effect— a section 96(4) to (6)(which relate to a provision about support for asylum-seekers which has been repealed by order), and b section 166(4)(e)(order under section 96(5): procedure)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "62", "section_title": " Detention by Secretary of State", "section_text": "62 1 A person may be detained under the authority of the Secretary of State pending— a a decision by the Secretary of State whether to give directions in respect of the person under  section 10 of the Immigration and Asylum Act 1999 (removal of persons unlawfully in the United Kingdom) or   paragraph 10, 10A or 14 of Schedule 2 to the Immigration Act 1971 (c. 77)\t\t\t\t\t\t\t(control of entry: removal), or b removal of the person from the United Kingdom in pursuance of directions given by the Secretary of State under any of those   provisions . 2 Where the Secretary of State is empowered under section 3A of   the Immigration Act 1971   (powers of Secretary of State) to examine a person or to give or refuse a person leave to enter the United Kingdom, the person may be detained under the authority of the Secretary of State pending— a the person’s examination by the Secretary of State, b the Secretary of State’s decision to give or refuse the person leave to enter, c a decision by the Secretary of State whether to give directions in respect of the person under paragraph 8 or 9 of Schedule 2 to that Act (removal), or d removal of the person in pursuance of directions given by the Secretary of State under either of those paragraphs. 2A A person may be detained under the authority of the Secretary of State— a if the Secretary of State suspects that the person meets the four conditions in section  2  of the Illegal Migration Act 2023 (conditions relating to removal from the United Kingdom), pending a decision as to whether the conditions are met; b if the Secretary of State suspects that the Secretary of State has a duty to make arrangements for the removal of the person from the United Kingdom under that section, pending a decision as to whether the duty applies; c if the Secretary of State has such a duty, pending the person’s removal from the United Kingdom in accordance with that section; d if the person meets those four conditions but the Secretary of State does not have such a duty by virtue of  subsection (1)  of  section 4  of that Act— i pending a decision to give limited leave under the immigration rules to the person for the purposes of that subsection, ii pending a decision to give leave under section 8AA of the Immigration Act 1971 (discretionary leave for persons generally ineligible for leave etc), iii pending a decision to give leave under section 65(2) of the Nationality and Borders Act 2022 (leave to remain for victims of slavery or human trafficking), or iv pending a decision to remove the person under  subsection (2)  of  section 4  of the Illegal Migration Act 2023 (power to remove unaccompanied children), and pending their removal in accordance with that subsection. 2B But if the Secretary of State is satisfied that a woman being detained under subsection  (2A)  is pregnant, then the woman may not be detained under that subsection for a period of— a more than 72 hours from the relevant time, or b more than seven days from the relevant time, in a case where the longer period of detention is authorised personally by a Minister of the Crown (within the meaning of the Ministers of the Crown Act 1975). 2C A woman who has been released as a result of subsection  (2B)  may be detained again under subsection  (2A)  in accordance with subsection  (2B) . 2D Where a woman being detained under subsection  (2A)  has previously been detained under paragraph 16 (2C)  of Schedule 2 to the Immigration Act 1971 and has not been released in between, the definition of “the relevant time” in subsection  (2E)  is to be read as if paragraph (b) referred to the time when the woman was first detained under subsection  (2A)  or paragraph 16(2C) of that Schedule to that Act. 2E In subsections  (2B)  to  (2D) — “ the relevant time ” means the later of— the time at which the Secretary of State is first satisfied that the woman is pregnant, and the time at which the detention under subsection  (2A)  begins; “ woman ” means a female of any age. 2F The powers in subsection  (2A)  may be exercised in respect of an unaccompanied child only in the circumstances specified in regulations made by the Secretary of State. 2G The Secretary of State may, by regulations, specify time limits that apply to the detention of an unaccompanied child under subsection  (2A) (d) (iv)  (detention of unaccompanied child in relation to removal). 2H Regulations under subsection  (2F)  may confer a discretion on the Secretary of State or an immigration officer. 2I Regulations under subsection  (2F)  or  (2G) — a may make different provision for different purposes; b may make consequential, supplementary, incidental, transitional or saving provision; c must be made by statutory instrument. 2J A person who may be detained under subsection  (2A)  may no longer be detained under subsection (1) or (2). 2K A person (of any age) detained under subsection  (2A)  may be detained in any place that the Secretary of State considers appropriate. 2L A statutory instrument containing regulations under subsection  (2F)  or  (2G)  is subject to annulment in pursuance of a resolution of either House of Parliament. 2M In subsections  (2F)  and  (2G) , “ unaccompanied child ” has the same meaning as in the Illegal Migration Act 2023 (see section  4  of that Act). 2N A person liable to be detained under this section may be detained for such period as, in the opinion of the Secretary of State, is reasonably necessary to enable the decision to be made, the removal or examination to be carried out, or the directions to be given. 2O Subsections (1) to (2A) apply regardless of whether there is anything that for the time being prevents the decision from being made, the removal or examination from being carried out, or the directions from being given. 2P Subsections  (2N)  and  (2O)  are subject to— a paragraph 18B of Schedule 2 to the Immigration Act 1971 (limitation on detention of unaccompanied children), as applied by subsection (3); b subsections  (2B)  to  (2E)  (limitation on detention of pregnant women); c subsection (7A) and section 60 of the Immigration Act 2016 (limitation on detention of pregnant women). 2Q Subsection  (2R)  applies if, while a person is detained under this section, the Secretary of State no longer considers that the decision will be made, the removal or examination will be carried out, or the directions will be given within a reasonable period of time. 2R The person may be detained under this section for such further period as, in the opinion of the Secretary of State, is reasonably necessary to enable such arrangements to be made for the person’s release as the Secretary of State considers to be appropriate. 3 A provision of Schedule 2 to that Act about a person who is detained or liable to detention under that Schedule  , other than paragraph 17A,   shall apply to a person who is detained or liable to detention under this section: and for that purpose— a a reference to paragraph 16 of that Schedule shall be taken to include a reference to this section, aa a reference in paragraph 18B of that Schedule to an immigration officer shall be read as a reference to the Secretary of State, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and c a reference to detention under that Schedule or under a provision or Part of that Schedule shall be taken to include a reference to detention under this section. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 A power under this section which is exercisable pending a decision of a particular kind by the Secretary of State is exercisable where the Secretary of State has reasonable grounds to suspect that he may make a decision of that kind. 7A The detention under this section of a person to whom section 60 (limitation on detention of pregnant women) of the Immigration Act 2016 applies is subject to that section. 8 At the end of section 11(1) of the Immigration Act 1971 (c. 77)\t\t\t\t\t(person not deemed to have entered United Kingdom while detained, &c.) there shall be inserted  “or section 62 of the Nationality, Immigration and Asylum Act 2002” . 9 In section 24(1)(e) of the Immigration Act 1971 (offence: failure to comply with restriction) for “or to an immigration officer” there shall be substituted  “, to an immigration officer or to the Secretary of State” . 10 In the Mental Health Act 1983 (c. 20)— a at the end of section 48(2)(d)\t\t\t\t\t\t\t(detained persons susceptible to transfer for mental treatment: immigration) there shall be added  “or under section 62 of the Nationality, Immigration and Asylum Act 2002 (detention by Secretary of State)” , and b in the heading of section 53 (supplemental provision) the reference to the Immigration Act 1971 becomes a reference to the Immigration Acts. 11 In the Mental Health (Scotland) Act 1984 (c. 36)— a at the end of section 71(2)(c)\t\t\t\t\t\t\t(detained persons who may be transferred to hospital for mental treatment) there shall be added  “or under section 62 of the Nationality, Immigration and Asylum Act 2002 (detention by the Secretary of State)” , and b at the end of section 74(1)(b)\t\t\t\t\t\t\t(further provision about such persons) there shall be added  “or under section 62 of the Nationality, Immigration and Asylum Act 2002 (detention by the Secretary of State)” . 12 In the Mental Health (Northern Ireland) Order 1986 (S.I. 1986/595 (N.I. 4))— a at the end of Article 54(2)(d)\t\t\t\t\t\t\t(detained persons susceptible to transfer for mental treatment: immigration) there shall be added  “or under section 62 of the Nationality, Immigration and Asylum Act 2002 (detention by Secretary of State)” , and b in the heading of Article 59 (supplemental provision) the reference to the Immigration Act 1971 becomes a reference to the Immigration Acts. 13 Section 53 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(bail) shall be amended as follows— a at the end of subsection (1) add  “or under section 62 of the Nationality, Immigration and Asylum Act 2002” , and b at the end of subsection (3)(a) add  “or under section 62 of the Nationality, Immigration and Asylum Act 2002” . 14 In section 147 of that Act (detention centres: interpretation) at the end of the definition of “detained persons” there shall be inserted  “or under section 62 of the Nationality, Immigration and Asylum Act 2002 (detention by Secretary of State);” . 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "63", "section_title": " Control of entry to United Kingdom, &c.: use of force", "section_text": "63 In paragraph 17(2) of Schedule 2 to the Immigration Act 1971 (c. 77)\t\t\t(control of entry, &c.: person liable to detention: use of force) for “if need be by force” there shall be substituted  “                if need be by reasonable force              ” ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "64", "section_title": " Escorts", "section_text": "64 The following shall be added after paragraph 17(2) of Schedule 2 to the Immigration Act 1971 (detention for examination or removal: right to enter premises)— 3 Sub-paragraph (4) applies where an immigration officer or constable— a enters premises in reliance on a warrant under sub-paragraph (2), and b detains a person on the premises. 4 A detainee custody officer may enter the premises, if need be by reasonable force, for the purpose of carrying out a search. 5 In sub-paragraph (4)— “ detainee custody officer ” means a person in respect of whom a certificate of authorisation is in force under section 154 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t\t\t\t(detained persons: escort and custody), and “ search ” means a search under paragraph 2(1)(a) of Schedule 13 to that Act (escort arrangements: power to search detained person)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "65", "section_title": " Detention centres: custodial functions", "section_text": "65 1 The following shall be substituted for section 154(5) of the Immigration and Asylum Act 1999 (power to confer functions of detainee custody officers on prison officers and prisoner custody officers)— 5 The Secretary of State may confer functions of detainee custody officers on prison officers or prisoner custody officers. 2 The following shall be added at the end of Schedule 11 to that Act (detainee custody officers)— Prison officers and prisoner custody officers 8 A reference in this Schedule to a detainee custody officer includes a reference to a prison officer or prisoner custody officer exercising custodial functions. 3 The following shall be added at the end of Schedule 12 to that Act (discipline at detention centre)— Prison officers and prisoner custody officers 9 A reference in this Schedule to a detainee custody officer includes a reference to a prison officer or prisoner custody officer exercising custodial functions."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "66", "section_title": " Detention centres: change of name", "section_text": "66 1 In section 147 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(Part VIII: interpretation)— a the definition of “detention centre” shall cease to have effect, and b the following shall be inserted after the definition of “prisoner custody officer”— “ removal centre ” means a place which is used solely for the detention of detained persons but which is not a short-term holding facility, a prison or part of a prison; . 2 In the provisions listed in subsection (3)\t\t\t\t\t(and any relevant headings)— a for the words “detention centre” there shall be substituted the words  “                        removal centre                      ” , and b for the words “detention centres” there shall be substituted the words  “                        removal centres                      ” . 3 The provisions are— a in section 147 of the Immigration and Asylum Act 1999 (Part VIII: interpretation), the definitions of “contracted out detention centre”, “contractor”, “custodial functions”, “detention centre contract”, “detention centre rules”, and “directly managed detention centre”, b section 148 of that Act (management of centre), c sections 149 and 150 of that Act (contracting out), d section 151 of that Act (intervention by Secretary of State), e section 152 of that Act (visiting committee), f section 153 of that Act (rules), g section 155 of that Act (custodial functions), h section 157 of that Act (short-term holding facility), i section 158 of that Act (disclosure of information), j section 159 of that Act (power of constable), k Schedule 11 to that Act (detainee custody officer), l Schedule 12 to that Act (procedure at detention centre), m Schedule 13 to that Act (escort), n section 141(5)(e) and (6) of that Act (fingerprinting), o section 5A(5A) of the Prison Act 1952 (c. 52)\t\t\t\t\t\t\t(Chief Inspector of Prisons), and p paragraph 13 of Schedule 4A to the Water Industry Act 1991 (c. 56)\t\t\t\t\t\t\t(disconnection). 4 A reference in an enactment or instrument to a detention centre within the meaning of Part VIII of the Immigration and Asylum Act 1999 (c. 33) shall be construed as a reference to a removal centre within the meaning of that Part."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "67", "section_title": " Construction of reference to person liable to detention", "section_text": "67 1 This section applies to the construction of a provision which— a does not confer power to detain a person, but b refers (in any terms) to a person who is liable to detention under a provision of the Immigration Acts. 2 The reference shall be taken to include a person if the only reason why he cannot be detained under the provision is that— a he cannot presently be removed from the United Kingdom, because of a legal impediment connected with the United Kingdom’s obligations under an international agreement, b practical difficulties are impeding or delaying the making of arrangements for his removal from the United Kingdom, or c practical difficulties, or demands on administrative resources, are impeding or delaying the taking of a decision in respect of him. 3 This section shall be treated as always having had effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "68", "section_title": " Bail", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "69", "section_title": " Reporting restriction: travel expenses", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "70", "section_title": " Induction", "section_text": "70 1 A residence   condition   may be imposed on an asylum-seeker or a dependant of an asylum-seeker without regard to his personal circumstances if— a it requires him to reside at a specified location for a period not exceeding 14 days, and b the person imposing the residence   condition   believes that a programme of induction will be made available to the asylum-seeker at or near the specified location. 2 In subsection (1)  “ residence condition ” means a condition imposed under Schedule 10 to the Immigration Act 2016. 3 In this section— “ asylum-seeker ” has the meaning given by section 18 of this Act but disregarding section 18(1)(a), “ dependant of an asylum-seeker ” means a person who appears to the Secretary of State to be making a claim or application in respect of residence in the United Kingdom by virtue of being a dependant of an asylum-seeker, and “ programme of induction ” means education about the nature of the asylum process. 4 Regulations under subsection (3)— a may make different provision for different circumstances, b must be made by statutory instrument, and c shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 Subsection (6) applies where the Secretary of State arranges for the provision of a programme of induction (whether or not he also provides other facilities to persons attending the programme and whether or not all the persons attending the programme are subject to residence   conditions ). 6 A local authority may arrange for or participate in the provision of the programme or other facilities. 7 In particular, a local authority may— a incur reasonable expenditure; b provide services outside its area; c provide services jointly with another body; d form a company; e tender for or enter into a contract; f do anything (including anything listed in paragraphs (a) to (e)) for a preparatory purpose. 8 In this section “ local authority ” means— a a local authority within the meaning of section 94 of the Immigration and Asylum Act 1999 (c. 33), and b a Northern Ireland authority within the meaning of section 110 of that Act."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "71", "section_title": " Asylum-seeker: residence, &c. restriction", "section_text": "71 1 This section applies to— a a person who makes a claim for asylum at a time when he has leave to enter or remain in the United Kingdom, and b a dependant of a person within paragraph (a). 2 The Secretary of State or an immigration officer may impose on a person to whom this section applies any   condition which may be imposed under Schedule 10 to the Immigration Act 2016   on a person liable to detention under paragraph 16 of   Schedule 2 to the Immigration Act 1971 . 3 Where a   condition   is imposed on a person under subsection (2)— a the  condition  shall be treated for all purposes as a  condition  imposed under   Schedule 10 to the Immigration Act 2016 , and b if the person fails to comply with the  condition  he shall be liable to detention under paragraph 16 of   Schedule 2 to the Immigration Act 1971 . 4 A   condition   imposed on a person under this section shall cease to have effect if he ceases to be an asylum-seeker or the dependant of an asylum-seeker. 5 In this section— “ asylum-seeker ” has the same meaning as in section 70, “ claim for asylum ” has the same meaning as in section 18, and “ dependant ” means a person who appears to the Secretary of State to be making a claim or application in respect of residence in the United Kingdom by virtue of being a dependant of another person. 6 Regulations under subsection (5)— a may make different provision for different circumstances, b must be made by statutory instrument, and c shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "72", "section_title": " Serious criminal", "section_text": "72 1 This section applies for the purpose of the construction and application of Article 33(2) of the Refugee Convention (exclusion from   prohibition of expulsion or return ). 2 A person   is   convicted by a final judgment of a particularly serious crime  ... if he is— a convicted in the United Kingdom of an offence, and b sentenced to a period of imprisonment of at least   12 months . 3 A person   is   convicted by a final judgment of a particularly serious crime  ... if— a he is convicted outside the United Kingdom of an offence, b he is sentenced to a period of imprisonment of at least   12 months , and c he could have been sentenced to a period of imprisonment of at least   12 months   had his conviction been a conviction in the United Kingdom of a similar offence. 4 A person   is   convicted by a final judgment of a particularly serious crime  ... if— a he is convicted of an offence specified by order of the Secretary of State, or b he is convicted outside the United Kingdom of an offence and the Secretary of State certifies that in his opinion the offence is similar to an offence specified by order under paragraph (a). 5 An order under subsection (4)— a must be made by statutory instrument, and b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5A A person convicted by a final judgment of a particularly serious crime (whether within or outside the United Kingdom) is to be presumed to constitute a danger to the community of the United Kingdom. 6 A presumption under subsection   (5A)   that a person constitutes a danger to the community is rebuttable by that person. 7 A presumption under subsection   (5A)   does not apply while an appeal against conviction or sentence— a is pending, or b could be brought (disregarding the possibility of appeal out of time with leave). 8 Section 34(1) of the Anti-terrorism, Crime and Security Act 2001 (c. 24)\t\t\t\t\t(no need to consider gravity of fear or threat of persecution) applies for the purpose of considering whether a presumption   under subsection (5A)   has been rebutted as it applies for the purpose of considering whether Article 33(2) of the Refugee Convention applies. 9 Subsection (10) applies where— a a person appeals under section 82  ... of this Act or under section 2 of the Special Immigration Appeals Commission Act 1997 (c. 68) wholly or partly on the ground   mentioned in section 84(1)(a) or (3)(a) of this Act (breach of the United Kingdom's obligations under the Refugee Convention), and   b the Secretary of State issues a certificate that   a presumption under subsection (5A) applies   to the person (subject to rebuttal). 10 The  . . .   Tribunal or Commission hearing the appeal— a must begin substantive deliberation on the appeal by considering the certificate, and b if in agreement that   a presumption under subsection (5A) applies   (having given the appellant an opportunity for rebuttal) must dismiss the appeal in so far as it relies on the ground specified in subsection (9)(a). 10A Subsection (10) also applies in relation to the Upper Tribunal when it acts under section 12(2)(b)(ii) of the Tribunals, Courts and Enforcement Act 2007. 11 For the purposes of this section— a “ the Refugee Convention ” means the Convention relating to the Status of Refugees done at Geneva on 28th July 1951 and its Protocol, and b a reference to a person who is sentenced to a period of imprisonment of at least   12 months  — i does not include a reference to a person who receives a suspended sentence   (unless a court subsequently orders that the sentence or any part of it is to take effect) , ia does not include a reference to a person who is sentenced to a period of imprisonment of at least   12 months   only by virtue of being sentenced to consecutive sentences which amount in aggregate to more than   12 months , ii includes a reference to a person who is sentenced to detention, or ordered or directed to be detained, in an institution other than a prison (including, in particular, a hospital or an institution for young offenders), and iii includes a reference to a person who is sentenced to imprisonment or detention, or ordered or directed to be detained, for an indeterminate period (provided that it may last for   12 months )."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "73", "section_title": " Family", "section_text": "73 1 The following shall be inserted after paragraph 10 of Schedule 2 to the Immigration Act 1971 (c. 77)\t\t\t\t\t(control of entry: removal)— 10A Where directions are given in respect of a person under any of paragraphs 8 to 10 above, directions to the same effect may be given under that paragraph in respect of a member of the person’s family. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In paragraph 16(2) of Schedule 2 to the Immigration Act 1971 (c. 77)\t\t\t\t\t(control of entry, &c.: detention) for the words “8 to 10” there shall be substituted  “                    8 to 10A                  ” ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "74", "section_title": " Deception", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "75", "section_title": " Exemption from deportation", "section_text": "75 1 Section 7 of the Immigration Act 1971 (existing residents exempt from deportation) shall be amended as follows. 2 Subsection (1)(a)\t\t\t\t\t(which is redundant) shall cease to have effect. 3 The following shall be substituted for subsection (1)(b)— b shall not be liable to deportation under section 3(5) if at the time of the Secretary of State’s decision he had for the last five years been ordinarily resident in the United Kingdom and Islands; . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "76", "section_title": " Revocation of leave to enter or remain", "section_text": "76 1 The Secretary of State may revoke a person’s indefinite leave to enter or remain in the United Kingdom if the person— a is liable to deportation, but b cannot be deported for legal reasons. 2 The Secretary of State may revoke a person’s indefinite leave to enter or remain in the United Kingdom if— a the leave was obtained by deception, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Secretary of State may revoke a person’s indefinite leave to enter or remain in the United Kingdom if the person, or someone of whom he is a dependant, ceases to be a refugee as a result of— a voluntarily availing himself of the protection of his country of nationality, b voluntarily re-acquiring a lost nationality, c acquiring the nationality of a country other than the United Kingdom and availing himself of its protection, or d voluntarily establishing himself in a country in respect of which he was a refugee. 4 In this section— “ indefinite leave ” has the meaning given by section 33(1) of the Immigration Act 1971 (c. 77)\t\t\t\t\t\t\t(interpretation), “ liable to deportation ” has the meaning given by section 3(5) and (6) of that Act (deportation), “ refugee ” has the meaning given by the Convention relating to the Status of Refugees done at Geneva on 28th July 1951 and its Protocol, and ... 5 A power under subsection (1) or (2) to revoke leave may be exercised— a in respect of leave granted before this section comes into force; b in reliance on anything done before this section comes into force. 6 A power under subsection (3) to revoke leave may be exercised— a in respect of leave granted before this section comes into force, but b only in reliance on action taken after this section comes into force. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "77", "section_title": " No removal while claim for asylum pending", "section_text": "77 1 While a person’s claim for asylum is pending he may not be— a removed from the United Kingdom in accordance with a provision of the Immigration Acts, or b required to leave the United Kingdom in accordance with a provision of the Immigration Acts. 2 In this section— a “ claim for asylum ” means a claim by a person that it would be contrary to the United Kingdom’s obligations under the Refugee Convention to remove him from or require him to leave the United Kingdom, and b a person’s claim is pending until he is given notice of the Secretary of State’s decision on it. 2A This section does not prevent a person being removed to, or being required to leave to go to, a State falling within subsection (2B). 2B A State falls within this subsection if— a it is a place where a person’s life and liberty are not threatened by reason of the person’s race, religion, nationality, membership of a particular social group or political opinion, b it is a place from which a person will not be removed elsewhere other than in accordance with the Refugee Convention, c it is a place— i to which a person can be removed without their Convention rights under Article 3 (no torture or inhuman or degrading treatment or punishment) being contravened, and ii from which a person will not be sent to another State in contravention of the person’s Convention rights, and d the person is not a national or citizen of the State. 2C For the purposes of this section— a any State to which Part 2 or 3 of Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc) Act 2004 for the time being applies— i is to be presumed to be a State falling within subsection (2B)(a) and (b), and ii is, unless the contrary is shown by a person to be the case in their particular circumstances, to be presumed to be a State falling within subsection (2B)(c)(i) and (ii); b any State to which Part 4 of that Schedule for the time being applies is to be presumed to be a State falling within subsection (2B)(a) and (b); c a reference to anything being done in accordance with the Refugee Convention is a reference to the thing being done in accordance with the principles of the Convention, whether or not by a signatory to it; d “ State ” includes any territory outside of the United Kingdom. 3 In  this section, “ Convention rights ” means the rights identified as Convention rights by section 1 of the Human Rights Act 1998 (whether or not in relation to a State that is a party to the Convention); and  “ the Refugee Convention ” means the Convention relating to the Status of Refugees done at Geneva on 28th July 1951 and its Protocol. 4 Nothing in this section shall prevent any of the following while a claim for asylum is pending— a the giving of a direction for the claimant’s removal from the United Kingdom, b the making of a deportation order in respect of the claimant, or c the taking of any other interim or preparatory action. 5 Section 15 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(protection from removal or deportation) shall cease to have effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "78", "section_title": " No removal while appeal pending", "section_text": "78 1 While a person’s appeal under section 82(1) is pending he may not be— a removed from the United Kingdom in accordance with a provision of the Immigration Acts, or b required to leave the United Kingdom in accordance with a provision of the Immigration Acts. 2 In this section “ pending ” has the meaning given by section 104. 3 Nothing in this section shall prevent any of the following while an appeal is pending— a the giving of a direction for the appellant’s removal from the United Kingdom, b the making of a deportation order in respect of the appellant (subject to section 79), or c the taking of any other interim or preparatory action. 4 This section applies only to an appeal brought while the appellant is in the United Kingdom in accordance with section 92."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "78A", "section_title": "Restriction on removal of children and their parents  etc", "section_text": "78A 1 This section applies in a case where— a a child is to be removed from or required to leave the United Kingdom, and b an individual who— i is a parent of the child or has care of the child, and ii is living in a household in the United Kingdom with the child, is also to be removed from or required to leave the United Kingdom (a  “relevant parent or carer”). 2 During the period of 28 days beginning with the day on which the relevant appeal rights are exhausted— a the child may not be removed from or required to leave the United Kingdom; and b a relevant parent or carer may not be removed from or required to leave the United Kingdom if, as a result, no relevant parent or carer would remain in the United Kingdom. 3 The relevant appeal rights are exhausted at the time when— a neither the child, nor any relevant parent or carer, could bring an appeal under section 82 (ignoring any possibility of an appeal out of time with permission), and b no appeal brought by the child, or by any relevant parent or carer, is pending within the meaning of section 104. 4 Nothing in this section prevents any of the following during the period of 28 days mentioned in subsection (2)— a the giving of a direction for the removal of a person from the United Kingdom, b the making of a deportation order in respect of a person, or c the taking of any other interim or preparatory action. 5 In this section— “ child ” means a person who is aged under 18; references to a person being removed from or required to leave the United Kingdom are to the person being removed or required to leave in accordance with a provision of the Immigration Acts."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "79", "section_title": " Deportation order: appeal", "section_text": "79 1 A deportation order may not be made in respect of a person while an appeal under section 82(1)   that may be brought or continued from within the United Kingdom relating to   the decision to make the order— a could be brought (ignoring any possibility of an appeal out of time with permission), or b is pending. 2 In this section “ pending ” has the meaning given by section 104. 3 This section does not apply to a deportation order which states that it is made in accordance with section 32(5) of the  UK  Borders Act 2007. 4 But a deportation order made in reliance on subsection (3) does not invalidate leave to enter or remain, in accordance with section 5(1) of the Immigration Act 1971, if and for so long as section 78 above applies."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "80", "section_title": " Removal of asylum-seeker to third country", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "80A", "section_title": "Asylum claims by EU nationals Claims by nationals of listed safe States", "section_text": "80A 1 The Secretary of State must declare an asylum claim  or a human rights claim   made by a person who is a national of a  member State   State listed in section 80AA(1)   inadmissible. 2 An asylum   A   claim declared inadmissible under subsection (1) cannot be considered under the immigration rules. 3 A declaration under subsection (1) that  an asylum   a   claim is inadmissible is not a decision to refuse the claim and, accordingly, no right of appeal under section 82(1)(a)  or (b)   (appeal against refusal of protection claim  or human rights claim ) arises. 4 Subsection (1) does not apply if there are exceptional circumstances as a result of which the Secretary of State considers that the claim ought to be considered. 5 For the purposes of subsection  (4)  exceptional circumstances include  where the member State of which the claimant is a national — a in a case where the claimant is a national of a State that is a signatory to the Human Rights Convention, where that State  is derogating from any of its obligations under the Human Rights Convention, in accordance with Article 15 of the Convention; b in a case where the claimant is a national of a member State, where that State  is the subject of a proposal initiated in accordance with the procedure referred to in Article 7(1) of the Treaty on European Union and— i the proposal has yet to be determined by the Council of the European Union or (as the case may be) the European Council, ii the Council of the European Union has determined, in accordance with Article 7(1), that there is a clear risk of a serious breach by the member State of the values referred to in Article 2 of the Treaty, or iii the European Council has determined, in accordance with Article 7(2), the existence of a serious and persistent breach by the member State of the values referred to in Article 2 of the Treaty. 6 In this section  and section 80AA — “ asylum claim ”,  “human rights claim”,   “ the Human Rights Convention ” and “ the Refugee Convention ” have the meanings given by section 113; “ immigration rules ” means rules under section 3(2) of the Immigration Act 1971;   “ national ” includes citizen;   “ the Treaty on European Union ” means the Treaty on European Union signed at Maastricht on 7 February 1992 as it had effect immediately before IP completion day."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "80AA", "section_title": "Safe States for the purposes of section 80A", "section_text": "80AA 1 The States are— a Albania, b Austria, c Belgium, d Bulgaria, e Republic of Croatia, f Republic of Cyprus, g Czech Republic, h Denmark, i Estonia, j Finland, k France, l Germany, m Greece, n Hungary, o Iceland, p Republic of Ireland, q Italy, r Latvia, s Principality of Liechtenstein, t Lithuania, u Luxembourg, v Malta, w Netherlands, x Norway, y Poland, z Portugal, z1 Romania, z2 Slovak Republic, z3 Slovenia, z4 Spain, z5 Sweden, z6 Switzerland. 2 The Secretary of State may by regulations amend the list in subsection (1) so as to add or remove a State. 3 The Secretary of State may add a State to the list only if satisfied that— a there is in general in that State no serious risk of persecution of nationals of that State, and b removal to that State of nationals of that State will not in general contravene the United Kingdom’s obligations under the Human Rights Convention. 4 In deciding whether the statements in subsection (3)(a) and (b) are true of a State, the Secretary of State— a must have regard to all the circumstances of the State (including its laws and how they are applied), and b must have regard to information from any appropriate source (including member States and international organisations). 5 Regulations under this section— a must be made by statutory instrument; b may include transitional or saving provision. 6 A statutory instrument containing— a regulations which add a State to the list in subsection (1), or b regulations which both add a State to, and remove a State from, that list, may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 7 A statutory instrument containing regulations under this section, other than one to which subsection (6) applies, is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "80B", "section_title": "Asylum claims by persons with connection to safe third State", "section_text": "80B 1 The Secretary of State may declare an asylum claim made by a person (a “claimant”) who has a connection to a safe third State inadmissible. 2 Subject to subsection  (7) , an asylum claim declared inadmissible under subsection (1) cannot be considered under the immigration rules. 3 A declaration under subsection (1) that an asylum claim is inadmissible is not a decision to refuse the claim and, accordingly, no right of appeal under section 82(1)(a) (appeal against refusal of protection claim) arises. 4 For the purposes of this section, a State is a “ safe third State ” in relation to a claimant if— a the claimant’s life and liberty are not threatened in that State by reason of their race, religion, nationality, membership of a particular social group or political opinion, b the State is one from which a person will not be sent to another State— i otherwise than in accordance with the Refugee Convention, or ii in contravention of their rights under Article 3 of the Human Rights Convention (freedom from torture or inhuman or degrading treatment), and c a person may apply to be recognised as a refugee and (if so recognised) receive protection in accordance with the Refugee Convention, in that State. 5 For the purposes of this section, a claimant has “a connection” to a safe third State if they meet any of conditions 1 to 5 set out in section 80C in relation to the State. 6 The fact that an asylum claim has been declared inadmissible under subsection (1) by virtue of the claimant’s connection to a particular safe third State does not prevent the Secretary of State from removing the claimant to any other safe third State. 7 An asylum claim that has been declared inadmissible under subsection (1) may nevertheless be considered under the immigration rules— a if the Secretary of State determines that there are exceptional circumstances in the particular case that mean the claim should be considered, or b in such other cases as may be provided for in the immigration rules. 8 In this section and section 80C— a “ asylum claim ”, “ Human Rights Convention ”, “ immigration rules ” and “ the Refugee Convention ” have the same meanings as in section 80A; b a reference to anything being done in accordance with the Refugee Convention is a reference to the thing being done in accordance with the principles of the Convention, whether or not by a signatory to it."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "80C", "section_title": "Meaning of “connection” to a safe third State", "section_text": "80C 1 Condition 1 is that the claimant— a has been recognised as a refugee in the safe third State, and b remains able to access protection in accordance with the Refugee Convention in that State. 2 Condition 2 is that the claimant— a has otherwise been granted protection in a safe third State as a result of which the claimant would not be sent from the safe third State to another State— i otherwise than in accordance with the Refugee Convention, or ii in contravention of their rights under Article 3 of the Human Rights Convention, and b remains able to access that protection in that State. 3 Condition 3 is that the claimant has made a relevant claim to the safe third State and the claim— a has not yet been determined, or b has been refused. 4 Condition 4 is that— a the claimant was previously present in, and eligible to make a relevant claim to, the safe third State, b it would have been reasonable to expect them to make such a claim, and c they failed to do so. 5 Condition 5 is that, in the claimant’s particular circumstances, it would have been reasonable to expect them to have made a relevant claim to the safe third State (instead of making a claim in the United Kingdom). 6 For the purposes of this section, a “relevant claim” to a safe third State is a claim— a to be recognised as a refugee in the State for the purposes of the Refugee Convention, or b for protection in the State of the kind mentioned in subsection (2)(a). 7 For the purposes of this section “ claimant ” and “ safe third State ” have the same meanings as in section 80B; and see subsection  (8)  of that section."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "81", "section_title": "Meaning of “the Tribunal", "section_text": "81 In this Part “the Tribunal” means the First-tier Tribunal."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "82", "section_title": " Right of appeal to the Tribunal", "section_text": "82 1 A person (“P”) may appeal to the Tribunal where— a the Secretary of State has decided to refuse a protection claim made by P, b the Secretary of State has decided to refuse a human rights claim made by P, or c the Secretary of State has decided to revoke P's protection status. 2 For the purposes of this Part— a a  “protection claim” is a claim made by a person (“P”) that removal of P from the United Kingdom— i would breach the United Kingdom's obligations under the Refugee Convention, or ii would breach the United Kingdom's obligations in relation to persons eligible for a grant of humanitarian protection; b P's protection claim is refused if the Secretary of State makes one or more of the following decisions— i that removal of P from the United Kingdom would not breach the United Kingdom's obligations under the Refugee Convention; ii that removal of P from the United Kingdom would not breach the United Kingdom's obligations in relation to persons eligible for a grant of humanitarian protection; c a person has  “protection status” if the person has been granted leave to enter or remain in the United Kingdom as a refugee or as a person eligible for a grant of humanitarian protection; d “ humanitarian protection ” is to be construed in accordance with the immigration rules; e “ refugee ” has the same meaning as in the Refugee Convention. 3 The right of appeal under subsection (1) is subject to the exceptions and limitations specified in this Part."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "83", "section_title": " Appeal: asylum claim", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "83A", "section_title": "Appeal: variation of limited leave", "section_text": "83A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "84", "section_title": " Grounds of appeal", "section_text": "84 1 An appeal under section 82(1)(a) (refusal of protection claim) must be brought on one or more of the following grounds— a that removal of the appellant from the United Kingdom would breach the United Kingdom's obligations under the Refugee Convention; b that removal of the appellant from the United Kingdom would breach the United Kingdom's obligations in relation to persons eligible for a grant of humanitarian protection; c that removal of the appellant from the United Kingdom would be unlawful under section 6 of the Human Rights Act 1998 (public authority not to act contrary to Human Rights Convention). 2 An appeal under section 82(1)(b) (refusal of human rights claim) must be brought on the ground that the decision is unlawful under section 6 of the Human Rights Act 1998. 3 An appeal under section 82(1)(c) (revocation of protection status) must be brought on one or more of the following grounds— a that the decision to revoke the appellant's protection status breaches the United Kingdom's obligations under the Refugee Convention; b that the decision to revoke the appellant's protection status breaches the United Kingdom's obligations in relation to persons eligible for a grant of humanitarian protection."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "85", "section_title": " Matters to be considered", "section_text": "85 1 An appeal under section 82(1) against a decision shall be treated by   the Tribunal     as including an appeal against any decision in respect of which the appellant has a right of appeal under section 82(1). 2 If an appellant under section 82(1) makes a statement under section 120,   the Tribunal    shall consider any matter raised in the statement which constitutes a ground of appeal of a kind listed in section   84   against the decision appealed against. 3 Subsection (2) applies to a statement made under section 120 whether the statement was made before or after the appeal was commenced. 4 On an appeal under section 82(1)\t\t\t\t\t  ...  against a decision   the Tribunal   may consider  ... any matter which   it   thinks relevant to the substance of the decision, including  ... a matter arising after the date of the decision. 5 But the Tribunal must not consider a new matter unless the Secretary of State has given the Tribunal consent to do so. 6 A matter is a  “new matter” if— a it constitutes a ground of appeal of a kind listed in section 84, and b the Secretary of State has not previously considered the matter in the context of— i the decision mentioned in section 82(1), or ii a statement made by the appellant under section 120."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "85A", "section_title": "Matters to be considered: new evidence: exceptions", "section_text": "85A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "86", "section_title": " Determination of appeal", "section_text": "86 1 This section applies on an appeal under section 82(1)\t\t\t\t\t  ... 2 The Tribunal  must determine— a any matter raised as a ground of appeal  ..., and b any matter which section 85 requires   it   to consider. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "87", "section_title": " Successful appeal: direction", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "88", "section_title": " Ineligibility", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "88A", "section_title": "Entry clearance", "section_text": "88A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "89", "section_title": "Refusal of leave to enter", "section_text": "89 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "90", "section_title": " Non-family visitor", "section_text": "90 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "91", "section_title": " Student", "section_text": "91 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "92", "section_title": " Place from which an appeal may be brought or continued", "section_text": "92 1 This section applies to determine the place from which an appeal under section 82(1) may be brought or continued. 2 In the case of an appeal under section 82(1)(a) (protection claim appeal), the appeal must be brought from outside the United Kingdom if— a the claim to which the appeal relates has been certified under section   94(7) (removal to a safe country) ,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Otherwise, the appeal must be brought from within the United Kingdom. 3 In the case of an appeal under section 82(1)(b) (human rights claim appeal) where the claim to which the appeal relates was made while the appellant was in the United Kingdom, the appeal must be brought from outside the United Kingdom if— a the claim to which the appeal relates has been certified under section   94(7) (removal to a safe country)   or section 94B (certification of human rights claims  ...),  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Otherwise, the appeal must be brought from within the United Kingdom. 4 In the case of an appeal under section 82(1)(b) (human rights claim appeal) where the claim to which the appeal relates was made while the appellant was outside the United Kingdom, the appeal must be brought from outside the United Kingdom. 5 In the case of an appeal under section 82(1)(c) (revocation of protection status)— a the appeal must be brought from within the United Kingdom if the decision to which the appeal relates was made while the appellant was in the United Kingdom; b the appeal must be brought from outside the United Kingdom if the decision to which the appeal relates was made while the appellant was outside the United Kingdom. 6 If, after an appeal under section 82(1)(a) or (b) has been brought from within the United Kingdom, the Secretary of State certifies the claim to which the appeal relates under section   94(7)   or section 94B, the appeal must be continued from outside the United Kingdom. 7 Where a person brings or continues an appeal under section 82(1)(a) (refusal of protection claim) from outside the United Kingdom, for the purposes of considering whether the grounds of appeal are satisfied, the appeal is to be treated as if the person were not outside the United Kingdom. 8 Where an appellant brings an appeal from within the United Kingdom but leaves the United Kingdom before the appeal is finally determined, the appeal is to be treated as abandoned unless the claim to which the appeal relates has been certified under section   94(7)   or section 94B."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "93", "section_title": " Appeal from within United Kingdom: “third country” removal", "section_text": "93 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "94", "section_title": "  Certification of human rights or protection claims as unfounded or removal to safe country", "section_text": "94 1 The Secretary of State may certify a protection claim or human rights claim as clearly unfounded. 3 If the Secretary of State is satisfied that   a   claimant is entitled to reside in a State listed in subsection (4) he shall certify the claim under   subsection (1)   unless satisfied that it is not clearly unfounded. 3A A person may not bring an appeal under section 82 against a decision if the claim to which the decision relates has been certified under subsection (1). 4   The States   are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k the Republic of Albania, l . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . m . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . n Jamaica, o Macedonia, p the Republic of Moldova, and q . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . r . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . s Bolivia, t Brazil, u Ecuador, v . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . w South Africa, and x Ukraine. y India. z Mongolia, aa Ghana (in respect of men), bb Nigeria (in respect of men). cc Bosnia-Herzegovina, dd Gambia (in respect of men), ee Kenya (in respect of men), ff Liberia (in respect of men), gg Malawi (in respect of men), hh Mali (in respect of men), ii Mauritius, jj Montenegro, kk Peru, ll Serbia, mm Sierra Leone (in respect of men). nn Kosovo, oo South Korea. 5 The Secretary of State may by order add a State, or part of a State, to the list in subsection (4) if satisfied that— a there is in general in that State or part no serious risk of persecution of persons entitled to reside in that State or part, and b removal to that State or part of persons entitled to reside there will not in general contravene the United Kingdom’s obligations under the Human Rights Convention. 5A If the Secretary of State is satisfied that the statements in subsection (5)\t\t\t\t\t(a) and (b) are true of a State or part of a State in relation to a description of person, an order under subsection (5) may add the State or part to the list in subsection (4) in respect of that description of person. 5B Where a State or part of a State is added to the list in subsection (4) in respect of a description of person, subsection (3) shall have effect in relation to a claimant only if the Secretary of State is satisfied that he is within that description (as well as being satisfied that he is entitled to reside in the State or part). 5C A description for the purposes of subsection (5A) may refer to— a gender, b language, c race, d religion, e nationality, f membership of a social or other group, g political opinion, or h any other attribute or circumstance that the Secretary of State thinks appropriate. 5D In deciding whether the statements in subsection (5)\t\t\t\t\t(a) and (b) are true of a State or part of a State, the Secretary of State – a shall have regard to all the circumstances of the State or part (including its laws and how they are applied), and b shall have regard to information from any appropriate source (including  ... member States and international organisations). 6 The Secretary of State may by order amend the list in subsection (4) so as to omit a State or part added under subsection (5); and the omission may be— a general, or b effected so that the State or part remains listed in respect of a description of person. 6A Subsection (3) shall not apply in relation to   a   claimant who— a is the subject of a certificate under section 2 or 70 of the Extradition Act 2003 (c. 41), b is in custody pursuant to arrest under section 5 of that Act, c is the subject of a provisional warrant under section 73 of that Act, ca is the subject of a certificate under section 74B of that Act, d is the subject of an authority to proceed under section 7 of the Extradition Act 1989 (c. 33) or an order under paragraph 4(2) of Schedule 1 to that Act, or e is the subject of a provisional warrant under section 8 of that Act or of a warrant under paragraph 5(1)(b) of Schedule 1 to that Act. 7   The Secretary of State may certify a protection claim or human rights claim made by a person if  — a it is proposed to remove the person to a country of which he is not a national or citizen, and b there is no reason to believe that the person’s rights under the Human Rights Convention will be breached in that country. 8 In determining whether a person in relation to whom a certificate has been issued under subsection (7) may be removed from the United Kingdom, the country specified in the certificate is to be regarded as— a a place where a person’s life and liberty is not threatened by reason of his race, religion, nationality, membership of a particular social group, or political opinion, and b a place from which a person will not be sent to another country otherwise than in accordance with the Refugee Convention  or with the United Kingdom's obligations in relation to persons eligible for a grant of humanitarian protection . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "94A", "section_title": "European Common List of Safe Countries of Origin", "section_text": "94A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "94B", "section_title": "Appeal from within the United Kingdom: certification of human rights claims  ...", "section_text": "94B 1 This section applies where a human rights claim has been made by a person (“P”)  ... 2 The Secretary of State may certify the claim if the Secretary of State considers that, despite the appeals process not having been begun or not having been exhausted,   refusing P entry to, removing P from or requiring P to leave the United Kingdom  , pending the outcome of an appeal in relation to P's claim, would not be unlawful under section 6 of the Human Rights Act 1998 (public authority not to act contrary to Human Rights Convention). 3 The grounds upon which the Secretary of State may certify a claim under subsection (2) include (in particular) that P would not, before the appeals process is exhausted, face a real risk of serious irreversible harm if   refused entry to, removed from or required to leave the United Kingdom  ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "95", "section_title": " Appeal from outside United Kingdom: removal", "section_text": "95 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "96", "section_title": " Earlier right of appeal", "section_text": "96 1   A person may not bring an appeal under section 82 against a decision (“the new decision”)   if the Secretary of State or an immigration officer certifies— a that the person was notified of a right of appeal under that section against another  ... decision (“the old decision”)\t\t\t\t\t\t\t(whether or not an appeal was brought and whether or not any appeal brought has been determined), b that the claim or application to which the new decision relates relies on a ground that could have been raised in an appeal against the old decision, and c that, in the opinion of the Secretary of State or the immigration officer, there is no satisfactory reason for that    ground    not having been raised in an appeal against the old decision. 2 A person may not bring an appeal under section 82 if the Secretary of State or an immigration officer certifies— a that the person has received a notice under section 120(2), b that the appeal relies on a ground that should have been, but has not been, raised in a statement made under section 120(2) or (5), and c that, in the opinion of the Secretary of State or the immigration officer, there is no satisfactory reason for that ground not having been raised in a statement under section 120(2) or (5). 4 In subsection (1) “ notified ” means notified in accordance with regulations under section 105. 5 Subsections (1) and (2) apply to prevent  a person’s right of appeal whether or not he has been outside the United Kingdom since an earlier right of appeal arose or since a requirement under section 120 was imposed. 6 In this section a reference to an appeal under section 82(1) includes a reference to an appeal under section 2 of the Special Immigration Appeals Commission Act 1997 (c. 68) which is or could be brought by reference to an appeal under section 82(1). 7 A certificate under subsection (1) or (2) shall have no effect in relation to an appeal instituted before the certificate is issued."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "97", "section_title": " National security, &c.", "section_text": "97 1 An appeal under section 82(1)\t\t\t\t\t  ...  against a decision in respect of a person may not be brought or continued if the Secretary of State certifies that the decision is or was taken— a by the Secretary of State wholly or partly on a ground listed in subsection (2), or b in accordance with a direction of the Secretary of State which identifies the person to whom the decision relates and which is given wholly or partly on a ground listed in subsection (2). 2 The grounds mentioned in subsection (1) are that the person’s exclusion or removal from the United Kingdom is— a in the interests of national security, or b in the interests of the relationship between the United Kingdom and another country. 3 An appeal under section 82(1)\t\t\t\t\t  ...  against a decision may not be brought or continued if the Secretary of State certifies that the decision is or was taken wholly or partly in reliance on information which in his opinion should not be made public— a in the interests of national security, b in the interests of the relationship between the United Kingdom and another country, or c otherwise in the public interest. 4 In subsections (1)(a) and (b) and (3) a reference to the Secretary of State is to the Secretary of State acting in person."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "97A", "section_title": "National security: deportation", "section_text": "97A 1 This section applies where the Secretary of State certifies that the decision to make a deportation order in respect of a person was taken on the grounds that his removal from the United Kingdom would be in the interests of national security. 1A This section also applies where the Secretary of State certifies, in the case of a person in respect of whom a deportation order has been made which states that it is made in accordance with section 32(5) of the  UK  Borders Act 2007, that the person's removal from the United Kingdom would be in the interests of national security. 2 Where this section applies— a section 79 shall not apply, b the Secretary of State shall be taken to have certified the decision to make the deportation order under section 97, and c section 2(5) of the Special Immigration Appeals Commission Act 1997 (whether appeals brought against decisions certified under section 97 may be brought from within the United Kingdom) does not apply, but see instead the following provisions of this section. 2A The person while in the United Kingdom may not bring or continue an appeal under section 2 of the Special Immigration Appeals Commission Act 1997— a against the decision to make the deportation order, or b against any refusal to revoke the deportation order, unless the person has made a human rights claim while in the United Kingdom. 2B Subsection (2A) does not allow the person while in the United Kingdom to bring or continue an appeal if the Secretary of State certifies that removal of the person— a to the country or territory to which the person is proposed to be removed, and b despite the appeals process not having been begun or not having been exhausted, would not   be unlawful under section 6 of the Human Rights Act 1998 (public authority not to act contrary to Human Rights Convention)  . 2C The grounds upon which a certificate may be given under subsection (2B) include (in particular)— a that the person would not, before the appeals process is exhausted, face a real risk of serious irreversible harm if removed to the country or territory to which the person is proposed to be removed; b that the whole or part of any human rights claim made by the person is clearly unfounded. 2D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2F If a certificate in respect of a person is given under subsection (2B), the person may apply to the Special Immigration Appeals Commission to set aside the certificate. 2G If a person makes an application under subsection (2F) then the Commission, in determining whether the certificate should be set aside, must apply the principles that would be applied in judicial review proceedings. 2H The Commission's determination of a review under subsection (2F) is final. 2J The Commission may direct that a person who has made and not withdrawn an application under subsection (2F) is not to be removed from the United Kingdom at a time when the review has not been finally determined by the Commission. 2K Sections 5 and 6 of the Special Immigration Appeals Commission Act 1997 apply in relation to reviews under subsection (2F) (and to applicants for such reviews) as they apply in relation to appeals under section 2 or 2B of that Act (and to persons bringing such appeals). 2L Any exercise of power to make rules under section 5 of that Act in relation to reviews under subsection (2F) is to be with a view to securing that proceedings on such reviews are handled expeditiously. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Secretary of State may repeal this section by order."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "97B", "section_title": "Variation of leave on grounds of public good: rights of appeal ", "section_text": "97B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "98", "section_title": " Other grounds of public good", "section_text": "98 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "99", "section_title": "  Section 97  : appeal in progress", "section_text": "99 1 This section applies where a certificate is issued under section  ... 97  ... in respect of a pending appeal. 2 The appeal shall lapse."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "100", "section_title": " Immigration Appeal Tribunal", "section_text": "100 1 There shall continue to be an Immigration Appeal Tribunal. 2 Schedule 5 (which makes provision about the Tribunal) shall have effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "101", "section_title": " Appeal to Tribunal", "section_text": "101 1 A party to an appeal to an adjudicator under section 82 or 83 may, with the permission of the Immigration Appeal Tribunal, appeal to the Tribunal against the adjudicator’s determination on a point of law. 2 A party to an application to the Tribunal for permission to appeal under subsection (1) may apply to the High Court or, in Scotland, to the Court of Session for a review of the Tribunal’s decision on the ground that the Tribunal made an error of law. 3 Where an application is made under subsection (2)— a it shall be determined by a single judge by reference only to written submissions, b the judge may affirm or reverse the Tribunal’s decision, c the judge’s decision shall be final, and d if, in an application to the High Court, the judge thinks the application had no merit he shall issue a certificate under this paragraph (which shall be dealt with in accordance with Civil Procedure Rules). 4 The Lord Chancellor may by order repeal subsections (2) and (3)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "102", "section_title": " Decision", "section_text": "102 1 On an appeal under section 101 the Immigration Appeal Tribunal may— a affirm the adjudicator’s decision; b make any decision which the adjudicator could have made; c remit the appeal to an adjudicator; d affirm a direction given by the adjudicator under section 87; e vary a direction given by the adjudicator under that section; f give any direction which the adjudicator could have given under that section. 2 In reaching their decision on an appeal under section 101 the Tribunal may consider evidence about any matter which they think relevant to the adjudicator’s decision, including evidence which concerns a matter arising after the adjudicator’s decision. 3 But where the appeal under section 82 was against refusal of entry clearance or refusal of a certificate of entitlement— a subsection (2) shall not apply, and b the Tribunal may consider only the circumstances appertaining at the time of the decision to refuse. 4 In remitting an appeal to an adjudicator under subsection (1)(c) the Tribunal may, in particular— a require the adjudicator to determine the appeal in accordance with directions of the Tribunal; b require the adjudicator to take additional evidence with a view to the appeal being determined by the Tribunal."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "103", "section_title": " Appeal from Tribunal", "section_text": "103 1 Where the Immigration Appeal Tribunal determines an appeal under section 101 a party to the appeal may bring a further appeal on a point of law— a where the original decision of the adjudicator was made in Scotland, to the Court of Session, or b in any other case, to the Court of Appeal. 2 An appeal under this section may be brought only with the permission of— a the Tribunal, or b if the Tribunal refuses permission, the court referred to in subsection (1)(a) or (b). 3 The remittal of an appeal to an adjudicator under section 102(1)(c) is not a determination of the appeal for the purposes of subsection (1) above."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "103A", "section_title": "Review of Tribunal’s decision", "section_text": "103A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "103B", "section_title": "Appeal from Tribunal following reconsideration", "section_text": "103B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "103C", "section_title": "Appeal from Tribunal instead of reconsideration", "section_text": "103C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "103D", "section_title": "Reconsideration: legal aid", "section_text": "103D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "103E", "section_title": "Appeal from Tribunal sitting as panel", "section_text": "103E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "104", "section_title": " Pending appeal", "section_text": "104 1 An appeal under section 82(1) is pending during the period— a beginning when it is instituted, and b ending when it is finally determined, withdrawn or abandoned (or when it lapses under section 99). 2 An appeal under section 82(1) is not finally determined for the purpose of subsection (1)(b) while— a an application for permission to appeal under section 11 or 13 of the Tribunals, Courts and Enforcement Act 2007 could be made or is awaiting determination, b permission to appeal under either of those sections has been granted and the appeal is awaiting determination, or c an appeal has been remitted under section 12 or 14 of that Act and is awaiting determination. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A An appeal under section 82(1) brought by a person while he is in the United Kingdom shall be treated as abandoned if the appellant is granted leave to enter or remain in the United Kingdom (subject to   subsection (4B) ). 4B Subsection (4A) shall not apply to an appeal in so far as it is brought on   a ground specified in section 84(1)(a) or (b) or 84(3) (asylum or humanitarian protection)   where the appellant— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b gives notice, in accordance with   Tribunal Procedure Rules , that he wishes to pursue the appeal in so far as it is brought on that ground. 4C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "105", "section_title": " Notice of immigration decision", "section_text": "105 1 The Secretary of State may make regulations requiring a person to be given written notice where an   appealable   decision is taken in respect of him. 2 The regulations may, in particular, provide that a notice under subsection (1) of   an appealable decision   must state— a that there is a right of appeal under  section 82 , and b how and when that right may be exercised. 3 The regulations may make provision (which may include presumptions) about service. 4 In this section  “ appealable decision ” means a decision mentioned in section 82(1)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "106", "section_title": " Rules", "section_text": "106 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In the case of an appeal under section 82  ...  ..., Tribunal Procedure Rules may enable the Tribunal to certify that the appeal had no merit (and shall make provision for the consequences of the issue of a certificate). 4 A person commits an offence if without reasonable excuse he fails to comply with a requirement imposed in accordance with   Tribunal Procedure Rules in connection with proceedings under section 82  ...  ...  to attend before  . . .   the Tribunal— a to give evidence, or b to produce a document. 5 A person who is guilty of an offence under subsection (4) shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "107", "section_title": " Practice directions", "section_text": "107 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In the case of proceedings under section 82  ...  ..., or proceedings in the Upper Tribunal arising out of such proceedings, practice directions under section 23 of the Tribunals, Courts and Enforcement Act 2007— a may require the Tribunal to treat a specified decision of the Tribunal or Upper Tribunal as authoritative in respect of a particular matter; and b may require the Upper Tribunal to treat a specified decision of the Tribunal or Upper Tribunal as authoritative in respect of a particular matter. 3A In subsection (3) the reference to a decision of the Tribunal includes— a a decision of the Asylum and Immigration Tribunal, and b a decision of the Immigration Appeal Tribunal. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "108", "section_title": " Forged document: proceedings in private", "section_text": "108 1 This section applies where it is alleged— a that a document relied on by a party to an appeal under section 82   ...   is a forgery, and b that disclosure to that party of a matter relating to the detection of the forgery would be contrary to the public interest. 2 The Tribunal — a must investigate the allegation in private, and b may proceed in private so far as necessary to prevent disclosure of the matter referred to in subsection (1)(b)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "109", "section_title": " European Union and European Economic Area", "section_text": "109 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "110", "section_title": " Grants", "section_text": "110 1 The Secretary of State may make a grant to a voluntary organisation which provides— a advice or assistance to persons who have a right of appeal under this Part; b other services for the welfare of those persons. 2 A grant under this section may be subject to terms or conditions (which may include conditions as to repayment)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "111", "section_title": " Monitor of certification of claims as unfounded", "section_text": "111 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "112", "section_title": " Regulations, &c.", "section_text": "112 1 Regulations under this Part shall be made by the Secretary of State. 2 Regulations  ... under this Part   ...— a must be made by statutory instrument, and b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Regulations  ... under this Part— a may make provision which applies generally or only in a specified case or in specified circumstances, b may make different provision for different cases or circumstances, c may include consequential, transitional or incidental provision, and d may include savings. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An order under section 94(5)  ...— a must be made by statutory instrument, b may not be made unless a draft has been laid before and approved by resolution of each House of Parliament, and c may include transitional provision. 5 An order under section   94(6) or (6B)   ...— a must be made by statutory instrument, b shall be subject to annulment in pursuance of a resolution of either House of Parliament, and c may include transitional provision. 5A If an instrument makes provision under section 94(5) and 94(6)— a subsection (4)(b) above shall apply, and b subsection (5)(b) above shall not apply. 5B An order under section 97A(4)— a must be made by statutory instrument, b shall be subject to annulment in pursuance of a resolution of either House of Parliament, and c may include transitional provision. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "113", "section_title": " Interpretation", "section_text": "113 1 In this Part, unless a contrary intention appears— “ asylum claim ” means a claim made by a person to the Secretary of State  at a place designated by the Secretary of State  that to remove the person from or require him to leave the United Kingdom would breach the United Kingdom’s obligations under the Refugee Convention, ... “ human rights claim ” means a claim made by a person to the Secretary of State at a place designated by the Secretary of State that to remove the person from or require him to leave the United Kingdom  or to refuse him entry into the United Kingdom   would be unlawful under section 6 of the Human Rights Act 1998 (c. 42)\t\t\t\t\t\t\t(public authority not to act contrary to Convention)  ..., “ the Human Rights Convention ” has the same meaning as “ the Convention ” in the Human Rights Act 1998 and “ Convention rights ” shall be construed in accordance with section 1 of that Act, “  humanitarian protection  ” has the meaning given in section 82(2); ... “ immigration rules ” means rules under section 1(4) of   the Immigration Act 1971   (general immigration rules), ... “  protection claim  ” has the meaning given in section 82(2) “  protection status  ” has the meaning given in section 82(2) “ the Refugee Convention ” means the Convention relating to the Status of Refugees done at Geneva on 28th July 1951 and its Protocol, ... ... 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "114", "section_title": " Repeal", "section_text": "114 1 Part IV of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(appeals) shall cease to have effect. 2 Schedule 6 (which makes transitional provision in connection with the repeal of Part IV of that Act and its replacement by this Part) shall have effect. 3 Schedule 7 (consequential amendments) shall have effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "115", "section_title": " Appeal from within United Kingdom: unfounded human rights or asylum claim: transitional provision", "section_text": "115 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "116", "section_title": " Special Immigration Appeals Commission: Community Legal Service", "section_text": "116 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "117", "section_title": " Northern Ireland appeals: legal aid", "section_text": "117 1 In Part 1 of Schedule 1 to the Legal Aid, Advice and Assistance (Northern Ireland) Order 1981 (S.I. 1981/228 (N.I. 8))\t\t\t\t\t(proceedings for which legal aid may be given under Part II of that Order) the following shall be inserted after paragraph 6— 6A Proceedings before an adjudicator appointed for the purposes of Part 5 of the Nationality, Immigration and Asylum Act 2002, the Immigration Appeal Tribunal or the Special Immigration Appeals Commission. 2 The amendment made by subsection (1) is without prejudice to the power to make regulations under Article 10(2) of the Legal Aid, Advice and Assistance (Northern Ireland) Order 1981 amending or revoking the provision inserted by that subsection."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "117A", "section_title": "Application of this Part", "section_text": "117A 1 This Part applies where a court or tribunal is required to determine whether a decision made under the Immigration Acts— a breaches a person's right to respect for private and family life under Article 8, and b as a result would be unlawful under section 6 of the Human Rights Act 1998. 2 In considering the public interest question, the court or tribunal must (in particular) have regard— a in all cases, to the considerations listed in section 117B, and b in cases concerning the deportation of foreign criminals, to the considerations listed in section 117C. 3 In subsection (2),  “ the public interest question ” means the question of whether an interference with a person's right to respect for private and family life is justified under Article 8(2)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "117B", "section_title": "Article 8: public interest considerations applicable in all cases", "section_text": "117B 1 The maintenance of effective immigration controls is in the public interest. 2 It is in the public interest, and in particular in the interests of the economic well-being of the United Kingdom, that persons who seek to enter or remain in the United Kingdom are able to speak English, because persons who can speak English— a are less of a burden on taxpayers, and b are better able to integrate into society. 3 It is in the public interest, and in particular in the interests of the economic well-being of the United Kingdom, that persons who seek to enter or remain in the United Kingdom are financially independent, because such persons— a are not a burden on taxpayers, and b are better able to integrate into society. 4 Little weight should be given to— a a private life, or b a relationship formed with a qualifying partner, that is established by a person at a time when the person is in the United Kingdom unlawfully. 5 Little weight should be given to a private life established by a person at a time when the person's immigration status is precarious. 6 In the case of a person who is not liable to deportation, the public interest does not require the person's removal where— a the person has a genuine and subsisting parental relationship with a qualifying child, and b it would not be reasonable to expect the child to leave the United Kingdom."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "117C", "section_title": "Article 8: additional considerations in cases involving foreign criminals", "section_text": "117C 1 The deportation of foreign criminals is in the public interest. 2 The more serious the offence committed by a foreign criminal, the greater is the public interest in deportation of the criminal. 3 In the case of a foreign criminal (“C”) who has not been sentenced to a period of imprisonment of four years or more, the public interest requires C's deportation unless Exception 1 or Exception 2 applies. 4 Exception 1 applies where— a C has been lawfully resident in the United Kingdom for most of C's life, b C is socially and culturally integrated in the United Kingdom, and c there would be very significant obstacles to C's integration into the country to which C is proposed to be deported. 5 Exception 2 applies where C has a genuine and subsisting relationship with a qualifying partner, or a genuine and subsisting parental relationship with a qualifying child, and the effect of C's deportation on the partner or child would be unduly harsh. 6 In the case of a foreign criminal who has been sentenced to a period of imprisonment of at least four years, the public interest requires deportation unless there are very compelling circumstances, over and above those described in Exceptions 1 and 2. 7 The considerations in subsections (1) to (6) are to be taken into account where a court or tribunal is considering a decision to deport a foreign criminal only to the extent that the reason for the decision was the offence or offences for which the criminal has been convicted."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "117D", "section_title": "Interpretation of this Part", "section_text": "117D 1 In this Part— “ Article 8 ” means Article 8 of the European Convention on Human Rights; “ qualifying child ” means a person who is under the age of 18 and who— is a British citizen, or has lived in the United Kingdom for a continuous period of seven years or more; “ qualifying partner ” means a partner who— is a British citizen, or who is settled in the United Kingdom (within the meaning of the Immigration Act 1971 — see section 33(2A) of that Act). 2 In this Part,  “ foreign criminal ” means a person— a who is not a British citizen, b who has been convicted in the United Kingdom of an offence, and c who— i has been sentenced to a period of imprisonment of at least 12 months, ii has been convicted of an offence that has caused serious harm, or iii is a persistent offender. 3 For the purposes of subsection (2)(b), a person subject to an order under— a section 5 of the Criminal Procedure (Insanity) Act 1964 (insanity  etc ), b section 57 of the Criminal Procedure (Scotland) Act 1995 (insanity  etc ), or c Article 50A of the Mental Health (Northern Ireland) Order 1986 (insanity  etc ), has not been convicted of an offence. 4 In this Part, references to a person who has been sentenced to a period of imprisonment of a certain length of time— a do not include a person who has received a suspended sentence (unless a court subsequently orders that the sentence or any part of it (of whatever length) is to take effect); b do not include a person who has been sentenced to a period of imprisonment of that length of time only by virtue of being sentenced to consecutive sentences amounting in aggregate to that length of time; c include a person who is sentenced to detention, or ordered or directed to be detained, in an institution other than a prison (including, in particular, a hospital or an institution for young offenders) for that length of time; and d include a person who is sentenced to imprisonment or detention, or ordered or directed to be detained, for an indeterminate period, provided that it may last for at least that length of time. 5 If any question arises for the purposes of this Part as to whether a person is a British citizen, it is for the person asserting that fact to prove it."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "118", "section_title": " Leave pending decision on variation application", "section_text": "118 The following shall be substituted for section 3C of the Immigration Act 1971 (c. 77)\t\t\t(continuation of leave to enter or remain pending decision on application for variation)—  Continuation of leave pending variation decision 3C 1 This section applies if— a a person who has limited leave to enter or remain in the United Kingdom applies to the Secretary of State for variation of the leave, b the application for variation is made before the leave expires, and c the leave expires without the application for variation having been decided. 2 The leave is extended by virtue of this section during any period when— a the application for variation is neither decided nor withdrawn, b an appeal under section 82(1) of the Nationality, Asylum and Immigration Act 2002 could be brought against the decision on the application for variation (ignoring any possibility of an appeal out of time with permission), or c an appeal under that section against that decision is pending (within the meaning of section 104 of that Act). 3 Leave extended by virtue of this section shall lapse if the applicant leaves the United Kingdom. 4 A person may not make an application for variation of his leave to enter or remain in the United Kingdom while that leave is extended by virtue of this section. 5 But subsection (4) does not prevent the variation of the application mentioned in subsection (1)(a). 6 In this section a reference to an application being decided is a reference to notice of the decision being given in accordance with regulations under section 105 of that Act (notice of immigration decision)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "119", "section_title": " Deemed leave on cancellation of notice", "section_text": "119 In paragraph 6(3) of Schedule 2 to the Immigration Act 1971 (c. 77) (deemed leave on cancellation of notice of refusal) after “and the immigration officer does not at the same time give him indefinite or limited leave to enter” there shall be inserted  “                or require him to submit to further examination              ” ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "120", "section_title": " Requirement to state additional grounds for application", "section_text": "120 1 Subsection (2) applies to a person (“P”) if— a P has made a protection claim or a human rights claim, b P has made an application to enter or remain in the United Kingdom, or c a decision to deport or remove P has been or may be taken. 2 The Secretary of State or an immigration officer may serve a notice on P requiring P to provide a statement setting out— a P's reasons for wishing to enter or remain in the United Kingdom, b any grounds on which P should be permitted to enter or remain in the United Kingdom, and c any grounds on which P should not be removed from or required to leave the United Kingdom. 3 A statement under subsection (2) need not repeat reasons or grounds set out in— a P's protection or human rights claim, b the application mentioned in subsection (1)(b), or c an application to which the decision mentioned in subsection (1)(c) relates. 4 Subsection (5) applies to a person (“P”) if P has previously been served with a notice under subsection (2) and— a P requires leave to enter or remain in the United Kingdom but does not have it, or b P has leave to enter or remain in the United Kingdom only by virtue of section 3C  ... of the Immigration Act 1971 (continuation of leave pending decision or appeal). 5 Where P's circumstances have changed since the Secretary of State or an immigration officer was last made aware of them (whether in the application or claim mentioned in subsection (1) or in a statement under subsection (2) or this subsection) so that P has— a additional reasons for wishing to enter or remain in the United Kingdom, b additional grounds on which P should be permitted to enter or remain in the United Kingdom, or c additional grounds on which P should not be removed from or required to leave the United Kingdom, P must, as soon as reasonably practicable, provide a supplementary statement to the Secretary of State or an immigration officer setting out the new circumstances and the additional reasons or grounds. 6 In this section— “ human rights claim ” and  “ protection claim ” have the same meanings as in Part 5; references to  “grounds” are to grounds on which an appeal under Part 5 may be brought (see section 84)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "121", "section_title": " Compliance with procedure", "section_text": "121 The following shall be inserted after section 31A(3) of the Immigration Act 1971 (procedural requirements for application)— 3A Regulations under this section may provide that a failure to comply with a specified requirement of the regulations— a invalidates an application, b does not invalidate an application, or c invalidates an application in specified circumstances (which may be described wholly or partly by reference to action by the applicant, the Secretary of State, an immigration officer or another person)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "122", "section_title": " Fee for work permit, &c.", "section_text": "122 1 The Secretary of State may by regulations require an application for an immigration employment document to be accompanied by a fee prescribed in the regulations. 2 In subsection (1) “ immigration employment document ” means— a a work permit, and b any other document which relates to employment and is issued for a purpose of immigration rules or in connection with leave to enter or remain in the United Kingdom. 3 Regulations under subsection (1)— a may make provision which applies generally or only in specified cases or circumstances (or except in specified cases or circumstances), and b may make different provision for different cases or circumstances. 4 In particular, regulations by virtue of subsection (3)(a) which create an exception may make provision by reference to an arrangement with the Secretary of State under which a payment is made in respect of— a a specified number or class of applications, or b a specified period of time. 5 Regulations under subsection (1)— a must be made by statutory instrument, and b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section— “ immigration rules ” has the meaning given by section 33(1) of the Immigration Act 1971 (c. 77)\t\t\t\t\t\t\t(interpretation), and “ work permit ” has the meaning given by that section."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "123", "section_title": " Advice about work permit, &c.", "section_text": "123 1 Section 82 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(immigration advice and services: interpretation) shall be amended as follows. 2 In the definition of “relevant matters” in subsection (1), after paragraph (b) there shall be inserted— ba an application for an immigration employment document; . 3 At the end of the section add— 3 In the definition of “relevant matters” in subsection (1) “immigration employment document” means— a a work permit (within the meaning of section 33(1) of the Immigration Act 1971 (interpretation)), and b any other document which relates to employment and is issued for a purpose of immigration rules or in connection with leave to enter or remain in the United Kingdom."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "124", "section_title": " Authority to carry", "section_text": "124 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "125", "section_title": " Carriers’ liability", "section_text": "125 Schedule 8 (which amends Part II of the Immigration and Asylum Act 1999 (carriers’ liability)) shall have effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "126", "section_title": " Physical data: compulsory provision", "section_text": "126 1 The Secretary of State may by regulations— a require an immigration application to be accompanied by specified   biometric information ; b enable an authorised person to require an individual who makes an immigration application to provide   biometric information ; c enable an authorised person to require an entrant to provide   biometric information . 2 In subsection (1) “ immigration application ” means an application for— za an ETA (within the meaning of section 11C of the Immigration Act 1971 (electronic travel authorisations)), a entry clearance, b leave to enter or remain in the United Kingdom,  ... c variation of leave to enter or remain in the United Kingdom;   or   d a transit visa (within the meaning of section 41 of the Immigration and Asylum Act 1999),  ... e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Regulations under subsection (1) may not— a impose a requirement in respect of a person to whom section 141 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t\t\t(fingerprinting) applies, during the relevant period within the meaning of that section, or b enable a requirement to be imposed in respect of a person to whom that section applies, during the relevant period within the meaning of that section. 4 Regulations under subsection (1) may, in particular— a require, or enable an authorised person to require, the provision of  biometric   information in a specified form; b require an individual to submit, or enable an authorised person to require an individual to submit, to a specified process by means of which  biometric   information is obtained or recorded; c make provision about the effect of failure to provide  biometric   information or to submit to a process (which may, in particular, include provision for an application to be disregarded or dismissed if a requirement is not satisfied); d confer a function (which may include the exercise of a discretion) on an authorised person; e require an authorised person to have regard to a code (with or without modification); f require an authorised person to have regard to such provisions of a code (with or without modification) as may be specified by direction of the Secretary of State; fa provide for biometric information to be recorded on any document issued as a result of the application in relation to which the information was provided; g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h make provision which applies generally or only in specified cases or circumstances; i make different provision for different cases or circumstances. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In so far as regulations under subsection (1) require an individual under the age of 16 to submit to a process, the regulations must make provision similar to section 141(3) to (5) and (13) of the Immigration and Asylum Act 1999 (fingerprints: children). 7 In so far as regulations under subsection (1) enable an authorised person to require an individual under the age of 16 to submit to a process, the regulations must make provision similar to section 141(3) to (5), (12) and (13) of that Act (fingerprints: children). 8 Regulations under subsection (1)— a must be made by statutory instrument, and b shall not be made unless a draft of the regulations has been laid before and approved by resolution of each House of Parliament. 8A Section 8 of the  UK  Borders Act 2007 (power to make regulations about use and retention of biometric information) applies to biometric information provided in accordance with regulations under subsection (1) as it applies to biometric information provided in accordance with regulations under section 5(1) of that Act. 9 In this section— “ authorised person ” has the meaning given by section 141(5) of the Immigration and Asylum Act 1999 (authority to take fingerprints), “  biometric information  ” has the meaning given by section 15 of the  UK  Borders Act 2007, “ code ” has the meaning given by section 145(6) of that Act (code of practice), “  document  ” includes a card or sticker and any other method of recording information (whether in writing or by the use of electronic or other technology or by a combination of methods), “ entrant ” has the meaning given by section 33(1) of the Immigration Act 1971 (c. 77)\t\t\t\t\t\t\t(interpretation), “ entry clearance ” has the meaning given by section 33(1) of that Act,  ..."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "127", "section_title": " Physical data: voluntary provision", "section_text": "127 1 The Secretary of State may operate a scheme under which an individual may supply, or submit to the obtaining or recording of,   biometric information   to be used (wholly or partly) in connection with entry to the United Kingdom. 2 In particular, the Secretary of State may— a require an authorised person to use  biometric   information supplied under a scheme; b make provision about the collection, use and retention of  biometric   information supplied under a scheme (which may include provision requiring an authorised person to have regard to a code); c charge for participation in a scheme. 3 In this section the following expressions have the same meaning as in section 126— a “ authorised person ”, aa biometric information”, and b “ code ”,  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "128", "section_title": " Data collection under Immigration and Asylum Act 1999", "section_text": "128 1 The following shall be added at the end of section 144 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(collection of data about external physical characteristics)\t\t\t\t\t(which becomes subsection (1))— 2 In subsection (1) “ external physical characteristics ” includes, in particular, features of the iris or any other part of the eye. 2 The following shall be inserted after section 145(2) of that Act (codes of practice)— 2A A person exercising a power under regulations made by virtue of section 144 must have regard to such provisions of a code as may be specified."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "129", "section_title": " Local authority", "section_text": "129 1 The Secretary of State may require a local authority to supply information for the purpose of establishing where a person is if the Secretary of State reasonably suspects that— a the person has committed an offence under section  24(A1), (B1), (C1), (D1), (E1) or (1)(b), (c)  or (f), 24A(1) or 26(1)(c) or (d) of the Immigration Act 1971 (c. 77)\t\t\t\t\t\t\t(illegal entry, deception, &c.), and b the person is or has been resident in the local authority’s area. 2 A local authority shall comply with a requirement under this section. 3 In the application of this section to England and Wales “ local authority ” means— a a county council, b a county borough council, c a district council, d a London borough council, e the Common Council of the City of London, and f the Council of the Isles of Scilly. 4 In the application of this section to Scotland “ local authority ” means a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 (c. 39). 5 In the application of this section to Northern Ireland— a a reference to a local authority shall be taken as a reference to the Northern Ireland Housing Executive, and b the reference to a local authority’s area shall be taken as a reference to Northern Ireland."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "130", "section_title": " Inland Revenue", "section_text": "130 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "131", "section_title": " Police, &c.", "section_text": "131 Information may be supplied under section 20 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t(supply of information to Secretary of State) for use for the purpose of  — a determining whether an applicant for naturalisation under the British Nationality Act 1981 is of good character; b determining whether, for the purposes of an application referred to in section 41A of the British Nationality Act 1981, the person for whose registration the application is made is of good character; ba determining whether, for the purposes of an application under section 1 of the Hong Kong (War Wives and Widows) Act 1996, the woman for whose registration the application is made is of good character; bb determining whether, for the purposes of an application under section 1 of the British Nationality (Hong Kong) Act 1997 for the registration of an adult or young person within the meaning of subsection (5A) of that section, the person is of good character; c determining whether to make an order in respect of a person under section 40 of the British Nationality Act 1981."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "132", "section_title": " Supply of document, &c. to Secretary of State", "section_text": "132 1 Section 20 of the Immigration and Asylum Act 1999 (supply of information to Secretary of State) shall be amended as follows. 2 After subsection (1) insert— 1A This section also applies to a document or article which— a comes into the possession of a person listed in subsection (1) or someone acting on his behalf, or b is discovered by a person listed in subsection (1) or someone acting on his behalf. 3 In subsection (2) after “information” insert  “                    , document or article                  ” . 4 After subsection (2) insert— 2A The Secretary of State may— a retain for immigration purposes a document or article supplied to him under subsection (2), and b dispose of a document or article supplied to him under subsection (2) in such manner as he thinks appropriate (and the reference to use in subsection (2) includes a reference to disposal). 5 In subsection (6) after “information” insert  “                    , documents or articles                  ” ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "133", "section_title": " Medical inspectors", "section_text": "133 1 This section applies to a person if an immigration officer acting under Schedule 2 to the Immigration Act 1971 (c. 77)\t\t\t\t\t(control on entry, &c.) has brought the person to the attention of— a a medical inspector appointed under paragraph 1(2) of that Schedule, or b a person working under the direction of a medical inspector appointed under that paragraph. 2 A medical inspector may disclose to a health service body— a the name of a person to whom this section applies, b his place of residence in the United Kingdom, c his age, d the language which he speaks, e the nature of any disease with which the inspector thinks the person may be infected, f relevant details of the person’s medical history, g the grounds for an opinion mentioned in paragraph (e)\t\t\t\t\t\t\t(including the result of any test or examination which has been carried out), and h the inspector’s opinion about action which the health service body should take. 3 A disclosure may be made under subsection (2) only if the medical inspector thinks it necessary for the purpose of— a preventative medicine, b medical diagnosis, c the provision of care or treatment, or d the management of health care services. 4 For the purposes of this section “ health service body ” in relation to a person means a body which carries out functions in an area which includes his place of residence and which is— a in relation to England— ai the Secretary of State, i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ia   NHS England , ib an integrated care board established under section 14Z25 of the National Health Service Act 2006, ic a local authority in relation to the exercise of functions under section 2B or 111 of, or any of paragraphs 1 to 7B or 13 of Schedule 1 to, the National Health Service Act 2006, ii a National Health Service Trust established under   section 25 of the National Health Service Act 2006 or section 18 of the National Health Service (Wales) Act 2006 , iia an  NHS  foundation trust, iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   . . . v . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   . . .  vi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in relation to Wales— i a Local Health Board established under section 11 of the National Health Service (Wales) Act 2006,   or   ii a National Health Service Trust established under   section 25 of the National Health Service Act 2006 or section 18 of the National Health Service (Wales) Act 2006 ,  . . .  iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in relation to Scotland— ai the Secretary of State, i a Health Board, Special Health Board or National Health Service Trust established under section 2 or 12A of the National Health Service (Scotland) Act 1978 (c. 29),  . . .  ii the Common Services Agency for the Scottish Health Service established under section 10 of that Act, or iia Healthcare Improvement Scotland established under section 10A of the 1978   Act,   or   iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d in relation to Northern Ireland— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii a   Health and Social Care trust   established under the Health and Personal Social Services (Northern Ireland) Order 1991 (S.I. 1991/194 (N.I. 1)),  . . .  iia the Regional Agency for Public Health and Social Well-being established under section 12 of the Health and Social Care (Reform) Act (Northern Ireland) 2009, or iii the Department of Health, Social Services and Public Safety  . . .  iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "134", "section_title": " Employer", "section_text": "134 1 The Secretary of State may require an employer to supply information about an employee whom the Secretary of State reasonably suspects of having committed an offence under— a section  24(A1), (B1), (C1), (D1), (E1) or (1)(b), (c)  or (f), 24A(1) or 26(1)(c) or (d) of the Immigration Act 1971 (c. 77) (illegal entry, deception, &c.), b section 105(1)(a), (b) or (c) of the Immigration and Asylum Act 1999 (c. 33) (support for asylum-seeker: fraud), or c section 106(1)(a), (b) or (c) of that Act (support for asylum-seeker: fraud). 2 The power under subsection (1) may be exercised to require information about an employee only if the information— a is required for the purpose of establishing where the employee is, or b relates to the employee’s earnings or to the history of his employment. 3 In this section a reference to an employer or employee— a includes a reference to a former employer or employee, and b shall be construed in accordance with section 8(8) of the Asylum and Immigration Act 1996 (c. 49) (restrictions on employment). 4 Where— a a business (the “ employment agency ”) arranges for one person (the “ worker ”) to provide services to another (the “ client ”), and b the worker is not employed by the employment agency or the client, this section shall apply as if the employment agency were the worker’s employer while he provides services to the client."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "135", "section_title": " Financial institution", "section_text": "135 1 The Secretary of State may require a financial institution to supply information about a person if the Secretary of State reasonably suspects that— a the person has committed an offence under section 105(1)(a), (b) or (c) or 106(1)(a), (b) or (c) of the Immigration and Asylum Act 1999 (c. 33) (support for asylum-seeker: fraud), b the information is relevant to the offence, and c the institution has the information. 2 In this section “ financial institution ” means— a a person who has permission under   Part 4A   of the Financial Services and Markets Act 2000 (c. 8) to accept deposits, and b a building society (within the meaning given by the Building Societies Act 1986 (c. 53))."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "136", "section_title": " Notice", "section_text": "136 1 A requirement to provide information under section 134 or 135 must be imposed by notice in writing specifying— a the information, b the manner in which it is to be provided, and c the period of time within which it is to be provided. 2 A period of time specified in a notice under subsection (1)(c)— a must begin with the date of receipt of the notice, and b must not be less than ten working days. 3 A person on whom a notice is served under subsection (1) must provide the Secretary of State with the information specified in the notice. 4 Information provided under subsection (3) must be provided— a in the manner specified under subsection (1)(b), and b within the time specified under subsection (1)(c). 5 In this section “ working day ” means a day which is not— a Saturday, b Sunday, c Christmas Day, d Good Friday, or e a day which is a bank holiday under the Banking and Financial Dealings Act 1971 (c. 80) in any part of the United Kingdom."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "137", "section_title": " Disclosure of information: offences", "section_text": "137 1 A person commits an offence if without reasonable excuse he fails to comply with section 136(3). 2 A person who is guilty of an offence under subsection (1) shall be liable on summary conviction to— a imprisonment for a term not exceeding three months, b a fine not exceeding level 5 on the standard scale, or c both."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "138", "section_title": " Offence by body", "section_text": "138 1 Subsection (2) applies where an offence under section 137 is committed by a body corporate and it is proved that the offence— a was committed with the consent or connivance of an officer of the body, or b was attributable to neglect on the part of an officer of the body. 2 The officer, as well as the body, shall be guilty of the offence. 3 In this section a reference to an officer of a body corporate includes a reference to— a a director, manager or secretary, b a person purporting to act as a director, manager or secretary, and c if the affairs of the body are managed by its members, a member. 4 Where an offence under section 137 is committed by a partnership (other than a limited partnership), each partner shall be guilty of the offence. 5 Subsection (1) shall have effect in relation to a limited partnership as if— a a reference to a body corporate were a reference to a limited partnership, and b a reference to an officer of the body were a reference to a partner."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "139", "section_title": " Privilege against self-incrimination", "section_text": "139 1 Information provided by a person pursuant to a requirement under section 134 or 135 shall not be admissible in evidence in criminal proceedings against that person. 2 This section shall not apply to proceedings for an offence under section 137."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "140", "section_title": " Immigration Services Commissioner", "section_text": "140 1 The following shall be inserted after paragraph 7(1) of Schedule 5 to the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(investigation by Commissioner: power of entry)— 1A This paragraph also applies if the Commissioner is investigating a matter under paragraph 5(5) and— a the matter is of a kind described in paragraph 5(3)(a), (b) or (d)\t\t\t\t\t\t\t\t\t\t(for which purpose a reference to an allegation shall be treated as a reference to a suspicion of the Commissioner), and b there are reasonable grounds for believing that particular premises are being used in connection with the provision of immigration advice or immigration services by a registered person. 2 The following shall be inserted after paragraph 3 of Schedule 6 to the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(registration by Commissioner)— Variation of registration 3A The Commissioner may vary a person’s registration— a so as to make it have limited effect in any of the ways mentioned in paragraph 2(2); or b so as to make it have full effect. 3 The following shall be inserted after section 87(3)(e) of the Immigration and Asylum Act 1999 (Immigration Services Tribunal: jurisdiction)\t\t\t\t\t(before the word “or”)— ea to vary a registration under paragraph 3A of that Schedule; ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "141", "section_title": "  EEA  ports: juxtaposed controls", "section_text": "141 1 The Secretary of State may by order make provision for the purpose of giving effect to an international agreement which concerns immigration control at   a United Kingdom port or  an EEA port (whether or not it also concerns other aspects of frontier control at the port). 2 An order under this section may make any provision which appears to the Secretary of State— a likely to facilitate implementation of the international agreement (including those aspects of the agreement which relate to frontier control other than immigration control), or b appropriate as a consequence of provision made for the purpose of facilitating implementation of the agreement. 3 In particular, an order under this section may— a provide for a law of England and Wales to have effect, with or without modification, in relation to a person in a specified area or anything done in a specified area; b provide for a law of England and Wales not to have effect in relation to a person in a specified area or anything done in a specified area; c provide for a law of England and Wales to be modified in its effect in relation to a person in a specified area or anything done in a specified area; d disapply or modify an enactment in relation to a person who has undergone a process in a specified area; e disapply or modify an enactment otherwise than under paragraph (b), (c) or (d); f make provision conferring a function (which may include— i provision conferring a discretionary function; ii provision conferring a function on a servant or agent of the government of a State other than the United Kingdom); g create or extend the application of an offence; h impose or permit the imposition of a penalty; i require the payment of, or enable a person to require the payment of, a charge or fee; j make provision about enforcement (which may include— i provision conferring a power of arrest, detention or removal from or to any place; ii provision for the purpose of enforcing the law of a State other than the United Kingdom); k confer jurisdiction on a court or tribunal; l confer immunity or provide for indemnity; m make provision about compensation; n impose a requirement, or enable a requirement to be imposed, for a person to co-operate with or to provide facilities for the use of another person who is performing a function under the order or under the international agreement (which may include a requirement to provide facilities without charge); o make provision about the disclosure of information. 4 An order under this section may— a make provision which applies generally or only in specified circumstances; b make different provision for different circumstances; c amend an enactment. 5 An order under this section— a must be made by statutory instrument, b may not be made unless the Secretary of State has consulted with such persons as appear to him to be appropriate, and c may not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 6 In this section— “ EEA port ” means a port in an EEA State from which passengers are commonly carried by sea to  ... the United Kingdom, “ EEA State ” means a State which is a contracting party to the Agreement on the European Economic Area signed at Oporto on 2nd May 1992 (as it has effect from time to time), “ frontier control ” means the enforcement of law which relates to, or in so far as it relates to, the movement of persons or goods into or out of the United Kingdom or another State, “ immigration control ” means arrangements made in connection with the movement of persons into or out of the United Kingdom or another State, “ international agreement ” means an agreement made between Her Majesty’s Government and the government of another State, and “ specified area ” means an area (whether of the United Kingdom or of another State) specified in an international agreement.   “ United Kingdom port ” means a port in the United Kingdom from which passengers are commonly carried by sea to an EEA State.  "}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "142", "section_title": " Advisory Panel on Country Information", "section_text": "142 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "143", "section_title": " Assisting unlawful immigration, &c.", "section_text": "143 The following shall be substituted for section 25 of the Immigration Act 1971 (c. 77) (assisting illegal entry)—  Assisting unlawful immigration to member State 25 1 A person commits an offence if he— a does an act which facilitates the commission of a breach of immigration law by an individual who is not a citizen of the European Union, b knows or has reasonable cause for believing that the act facilitates the commission of a breach of immigration law by the individual, and c knows or has reasonable cause for believing that the individual is not a citizen of the European Union. 2 In subsection (1) “ immigration law ” means a law which has effect in a member State and which controls, in respect of some or all persons who are not nationals of the State, entitlement to— a enter the State, b transit across the State, or c be in the State. 3 A document issued by the government of a member State certifying a matter of law in that State— a shall be admissible in proceedings for an offence under this section, and b shall be conclusive as to the matter certified. 4 Subsection (1) applies to anything done— a in the United Kingdom, b outside the United Kingdom by an individual to whom subsection (5) applies, or c outside the United Kingdom by a body incorporated under the law of a part of the United Kingdom. 5 This subsection applies to— a a British citizen, b a British overseas territories citizen, c a British National (Overseas), d a British Overseas citizen, e a person who is a British subject under the British Nationality Act 1981 (c. 61), and f a British protected person within the meaning of that Act. 6 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding 14 years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding six months, to a fine not exceeding the statutory maximum or to both.  Helping asylum-seeker to enter United Kingdom 25A 1 A person commits an offence if— a he knowingly and for gain facilitates the arrival in the United Kingdom of an individual, and b he knows or has reasonable cause to believe that the individual is an asylum-seeker. 2 In this section “ asylum-seeker ” means a person who intends to claim that to remove him from or require him to leave the United Kingdom would be contrary to the United Kingdom’s obligations under— a the Refugee Convention (within the meaning given by section 167(1) of the Immigration and Asylum Act 1999 (c. 33) (interpretation)), or b the Human Rights Convention (within the meaning given by that section). 3 Subsection (1) does not apply to anything done by a person acting on behalf of an organisation which— a aims to assist asylum-seekers, and b does not charge for its services. 4 Subsections (4) to (6) of section 25 apply for the purpose of the offence in subsection (1) of this section as they apply for the purpose of the offence in subsection (1) of that section.  Assisting entry to United Kingdom in breach of deportation or exclusion order 25B 1 A person commits an offence if he— a does an act which facilitates a breach of a deportation order in force against an individual who is a citizen of the European Union, and b knows or has reasonable cause for believing that the act facilitates a breach of the deportation order. 2 Subsection (3) applies where the Secretary of State personally directs that the exclusion from the United Kingdom of an individual who is a citizen of the European Union is conducive to the public good. 3 A person commits an offence if he— a does an act which assists the individual to arrive in, enter or remain in the United Kingdom, b knows or has reasonable cause for believing that the act assists the individual to arrive in, enter or remain in the United Kingdom, and c knows or has reasonable cause for believing that the Secretary of State has personally directed that the individual’s exclusion from the United Kingdom is conducive to the public good. 4 Subsections (4) to (6) of section 25 apply for the purpose of an offence under this section as they apply for the purpose of an offence under that section.  Forfeiture of vehicle, ship or aircraft 25C 1 This section applies where a person is convicted on indictment of an offence under section 25, 25A or 25B. 2 The court may order the forfeiture of a vehicle used or intended to be used in connection with the offence if the convicted person— a owned the vehicle at the time the offence was committed, b was at that time a director, secretary or manager of a company which owned the vehicle, c was at that time in possession of the vehicle under a hire-purchase agreement, d was at that time a director, secretary or manager of a company which was in possession of the vehicle under a hire-purchase agreement, or e was driving the vehicle in the course of the commission of the offence. 3 The court may order the forfeiture of a ship or aircraft used or intended to be used in connection with the offence if the convicted person— a owned the ship or aircraft at the time the offence was committed, b was at that time a director, secretary or manager of a company which owned the ship or aircraft, c was at that time in possession of the ship or aircraft under a hire-purchase agreement, d was at that time a director, secretary or manager of a company which was in possession of the ship or aircraft under a hire-purchase agreement, e was at that time a charterer of the ship or aircraft, or f committed the offence while acting as captain of the ship or aircraft. 4 But in a case to which subsection (3)(a) or (b) does not apply, forfeiture may be ordered only— a in the case of a ship, if subsection (5) or (6) applies; b in the case of an aircraft, if subsection (5) or (7) applies. 5 This subsection applies where— a in the course of the commission of the offence, the ship or aircraft carried more than 20 illegal entrants, and b a person who, at the time the offence was committed, owned the ship or aircraft or was a director, secretary or manager of a company which owned it, knew or ought to have known of the intention to use it in the course of the commission of an offence under section 25, 25A or 25B. 6 This subsection applies where a ship’s gross tonnage is less than 500 tons. 7 This subsection applies where the maximum weight at which an aircraft (which is not a hovercraft) may take off in accordance with its certificate of airworthiness is less than 5,700 kilogrammes. 8 Where a person who claims to have an interest in a vehicle, ship or aircraft applies to a court to make representations on the question of forfeiture, the court may not make an order under this section in respect of the ship, aircraft or vehicle unless the person has been given an opportunity to make representations. 9 In the case of an offence under section 25, the reference in subsection (5)(a) to an illegal entrant shall be taken to include a reference to— a an individual who seeks to enter a member State in breach of immigration law (within the meaning of section 25), and b an individual who is a passenger for the purpose of section 145 of the Nationality, Immigration and Asylum Act 2002 (traffic in prostitution). 10 In the case of an offence under section 25A, the reference in subsection (5)(a) to an illegal entrant shall be taken to include a reference to— a an asylum-seeker (within the meaning of that section), and b an individual who is a passenger for the purpose of section 145(1) of the Nationality, Immigration and Asylum Act 2002. 11 In the case of an offence under section 25B, the reference in subsection (5)(a) to an illegal entrant shall be taken to include a reference to an individual who is a passenger for the purpose of section 145(1) of the Nationality, Immigration and Asylum Act 2002."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "144", "section_title": " Section 143: consequential amendments", "section_text": "144 1 The Immigration Act 1971 (c. 77) shall be amended as follows. 2 Section 25A (detention of ship, aircraft or vehicle) shall be renumbered as section 25D (and its title becomes “Detention of ship, aircraft or vehicle”) and— a in subsection (1) for “section 25(1)(a) or (b)” substitute  “                        section 25, 25A or 25B                      ” , b in subsections (2) and (4) for “section 25(6)” substitute  “                        section 25C                      ” , c for subsection (3) substitute— 3 A person (other than the arrested person) may apply to the court for the release of a ship, aircraft or vehicle on the grounds that— a he owns the ship, aircraft or vehicle, b he was, immediately before the detention of the ship, aircraft or vehicle, in possession of it under a hire-purchase agreement, or c he is a charterer of the ship or aircraft. ,  and d omit subsection (7). 3 In section 28A (arrest without warrant)— a in subsection (3)(a) for “section 25(1)” substitute  “                        section 25, 25A or 25B                      ” , b omit subsection (4), c in subsection (10) omit “, (4)(b)”, and d in subsection (11) omit “, (4)”. 4 In section 28B(5)\t\t\t\t\t(search and arrest by warrant) for “, section 24A or section 25(2)” substitute  “                    , 24A                  ” . 5 In section 28C(1)\t\t\t\t\t(search and arrest without warrant) for “section 25(1)” substitute  “                    section 25, 25A or 25B                  ” . 6 In section 28D(4)\t\t\t\t\t(entry and search of premises) for “section 24A or section 25” substitute  “                    24A, 25, 25A, 25B                  ” . 7 In section 28F (the title to which becomes “Entry and search of premises following arrest under section 25, 25A or 25B”) in subsection (1) for “section 25(1)” substitute  “                    section 25, 25A, 25B                  ” . 8 After section 33(1)\t\t\t\t\t(interpretation) insert— 1A A reference to being an owner of a vehicle, ship or aircraft includes a reference to being any of a number of persons who jointly own it."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "145", "section_title": " Traffic in prostitution", "section_text": "145 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "146", "section_title": " Section 145: supplementary", "section_text": "146 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "147", "section_title": " Employment", "section_text": "147 1 Section 8 of the Asylum and Immigration Act 1996 (c. 49)\t\t\t\t\t(employment: offence) shall be amended as follows. 2 For subsection (2)\t\t\t\t\t(defence) substitute— 2 It is a defence for a person charged with an offence under this section to prove that before the employment began any relevant requirement of an order of the Secretary of State under subsection (2A) was complied with. 2A An order under this subsection may— a require the production to an employer of a document of a specified description; b require the production to an employer of one document of each of a number of specified descriptions; c require an employer to take specified steps to retain, copy or record the content of a document produced to him in accordance with the order; d make provision which applies generally or only in specified circumstances; e make different provision for different circumstances. 3 After subsection (6) insert— 6A Where an offence under this section is committed by a partnership (other than a limited partnership) each partner shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly. 6B Subsection (5) shall have effect in relation to a limited partnership as if— a a reference to a body corporate were a reference to a limited partnership, and b a reference to an officer of the body were a reference to a partner. 4 At the end of the section add— 9 Section 28(1) of the Immigration Act 1971 (c. 77)\t\t\t\t\t\t\t\t(extended time limit for prosecution) shall apply in relation to an offence under this section. 10 An offence under this section shall be treated as— a a relevant offence for the purpose of sections 28B and 28D of that Act (search, entry and arrest), and b an offence under Part III of that Act (criminal proceedings) for the purposes of sections 28E, 28G and 28H (search after arrest)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "148", "section_title": " Registration card", "section_text": "148 The following shall be inserted after section 26 of the Immigration Act 1971 (general offences)—  Registration card 26A 1 In this section “ registration card ” means a document which— a carries information about a person (whether or not wholly or partly electronically), and b is issued by the Secretary of State to the person wholly or partly in connection with a claim for asylum (whether or not made by that person). 2 In subsection (1) “ claim for asylum ” has the meaning given by section 18 of the Nationality, Immigration and Asylum Act 2002. 3 A person commits an offence if he— a makes a false registration card, b alters a registration card with intent to deceive or to enable another to deceive, c has a false or altered registration card in his possession without reasonable excuse, d uses or attempts to use a false registration card for a purpose for which a registration card is issued, e uses or attempts to use an altered registration card with intent to deceive, f makes an article designed to be used in making a false registration card, g makes an article designed to be used in altering a registration card with intent to deceive or to enable another to deceive, or h has an article within paragraph (f) or (g) in his possession without reasonable excuse. 4 In subsection (3) “ false registration card ” means a document which is designed to appear to be a registration card. 5 A person who is guilty of an offence under subsection (3)(a), (b), (d), (e), (f) or (g) shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding ten years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding six months, to a fine not exceeding the statutory maximum or to both. 6 A person who is guilty of an offence under subsection (3)(c) or (h) shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding six months, to a fine not exceeding the statutory maximum or to both. 7 The Secretary of State may by order— a amend the definition of “registration card” in subsection (1); b make consequential amendment of this section. 8 An order under subsection (7)— a must be made by statutory instrument, and b may not be made unless a draft has been laid before and approved by resolution of each House of Parliament."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "149", "section_title": " Immigration stamp", "section_text": "149 The following shall be inserted after section 26A of the Immigration Act 1971 (c. 77) (registration card: falsification, &c.) (inserted by section 148 above)—  Possession of immigration stamp 26B 1 A person commits an offence if he has an immigration stamp in his possession without reasonable excuse. 2 A person commits an offence if he has a replica immigration stamp in his possession without reasonable excuse. 3 In this section— a “ immigration stamp ” means a device which is designed for the purpose of stamping documents in the exercise of an immigration function, b “ replica immigration stamp ” means a device which is designed for the purpose of stamping a document so that it appears to have been stamped in the exercise of an immigration function, and c “ immigration function ” means a function of an immigration officer or the Secretary of State under the Immigration Acts. 4 A person who is guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding six months, to a fine not exceeding the statutory maximum or to both."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "150", "section_title": " Sections 148 and 149: consequential amendments", "section_text": "150 1 The following shall be inserted after section 28A(9) of the Immigration Act 1971 (arrest without warrant)— 9A A constable or immigration officer may arrest without warrant a person— a who has committed an offence under section 26A or 26B; or b whom he has reasonable grounds for suspecting has committed an offence under section 26A or 26B. 2 In section 28B(5) of that Act (search and arrest by warrant) after “, 24A” there shall be inserted  “                    , 26A or 26B.                  ” . 3 In section 28D(4) of that Act (search of premises) after “, 25B” there shall be inserted  “                    , 26A or 26B                  ” ."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "151", "section_title": " False information", "section_text": "151 In section 26(3) of the Immigration Act 1971 (general offences: “ relevant enactment ”)— a the word “or” after paragraph (c) shall cease to have effect, and b after paragraph (d) there shall be inserted— ; or                     e the Nationality, Immigration and Asylum Act 2002 (apart from Part 5)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "152", "section_title": " Arrest by immigration officer", "section_text": "152 The following shall be inserted after section 28A of the Immigration Act 1971 (c. 77) (arrest without warrant)—  Arrest with warrant 28AA 1 This section applies if on an application by an immigration officer a justice of the peace is satisfied that there are reasonable grounds for suspecting that a person has committed an offence under— a section 24(1)(d), or b section 8 of the Asylum and Immigration Act 1996 (c. 49) (employment: offence). 2 The justice of the peace may grant a warrant authorising any immigration officer to arrest the person. 3 In the application of this section to Scotland a reference to a justice of the peace shall be treated as a reference to the sheriff or a justice of the peace."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "153", "section_title": " Power of entry", "section_text": "153 1 The following shall be inserted after section 28C of the Immigration Act 1971 (search and arrest without warrant)—  Business premises: entry to arrest 28CA 1 A constable or immigration officer may enter and search any business premises for the purpose of arresting a person— a for an offence under section 24, b for an offence under section 24A, or c under paragraph 17 of Schedule 2. 2 The power under subsection (1) may be exercised only— a to the extent that it is reasonably required for a purpose specified in subsection (1), b if the constable or immigration officer has reasonable grounds for believing that the person whom he is seeking is on the premises, c with the authority of the Secretary of State (in the case of an immigration officer) or a Chief Superintendent (in the case of a constable), and d if the constable or immigration officer produces identification showing his status. 3 Authority for the purposes of subsection (2)(c)— a may be given on behalf of the Secretary of State only by a civil servant of the rank of at least Assistant Director, and b shall expire at the end of the period of seven days beginning with the day on which it is given. 4 Subsection (2)(d) applies— a whether or not a constable or immigration officer is asked to produce identification, but b only where premises are occupied. 5 Subsection (6) applies where a constable or immigration officer— a enters premises in reliance on this section, and b detains a person on the premises. 6 A detainee custody officer may enter the premises for the purpose of carrying out a search. 7 In subsection (6)— “ detainee custody officer ” means a person in respect of whom a certificate of authorisation is in force under section 154 of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t\t\t\t\t\t\t\t(detained persons: escort and custody), and “ search ” means a search under paragraph 2(1)(a) of Schedule 13 to that Act (escort arrangements: power to search detained person). 2 The following shall be substituted for section 146(2) of the Immigration and Asylum Act 1999 (use of force)— 2 A person exercising a power under any of the following may if necessary use reasonable force— a section 28CA, 28FA or 28FB of the 1971 Act (business premises: entry to arrest or search), b section 141 or 142 of this Act, and c regulations under section 144 of this Act."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "154", "section_title": " Power to search for evidence", "section_text": "154 The following shall be inserted after section 28F of the Immigration Act 1971 (c. 77) (entry and search)—  Search for personnel records: warrant unnecessary 28FA 1 This section applies where— a a person has been arrested for an offence under section 24(1) or 24A(1), b a person has been arrested under paragraph 17 of Schedule 2, c a constable or immigration officer reasonably believes that a person is liable to arrest for an offence under section 24(1) or 24A(1), or d a constable or immigration officer reasonably believes that a person is liable to arrest under paragraph 17 of Schedule 2. 2 A constable or immigration officer may search business premises where the arrest was made or where the person liable to arrest is if the constable or immigration officer reasonably believes— a that a person has committed an immigration employment offence in relation to the person arrested or liable to arrest, and b that employee records, other than items subject to legal privilege, will be found on the premises and will be of substantial value (whether on their own or together with other material) in the investigation of the immigration employment offence. 3 A constable or officer searching premises under subsection (2) may seize and retain employee records, other than items subject to legal privilege, which he reasonably suspects will be of substantial value (whether on their own or together with other material) in the investigation of— a an immigration employment offence, or b an offence under section 105 or 106 of the Immigration and Asylum Act 1999 (c. 33) (support for asylum-seeker: fraud). 4 The power under subsection (2) may be exercised only— a to the extent that it is reasonably required for the purpose of discovering employee records other than items subject to legal privilege, b if the constable or immigration officer produces identification showing his status, and c if the constable or immigration officer reasonably believes that at least one of the conditions in subsection (5) applies. 5 Those conditions are— a that it is not practicable to communicate with a person entitled to grant access to the records, b that permission to search has been refused, c that permission to search would be refused if requested, and d that the purpose of a search may be frustrated or seriously prejudiced if it is not carried out in reliance on subsection (2). 6 Subsection (4)(b) applies— a whether or not a constable or immigration officer is asked to produce identification, but b only where premises are occupied. 7 In this section “ immigration employment offence ” means an offence under section 8 of the Asylum and Immigration Act 1996 (c. 49) (employment).  Search for personnel records: with warrant 28FB 1 This section applies where on an application made by an immigration officer in respect of business premises a justice of the peace is satisfied that there are reasonable grounds for believing— a that an employer has provided inaccurate or incomplete information under section 134 of the Nationality, Immigration and Asylum Act 2002 (compulsory disclosure by employer), b that employee records, other than items subject to legal privilege, will be found on the premises and will enable deduction of some or all of the information which the employer was required to provide, and c that at least one of the conditions in subsection (2) is satisfied. 2 Those conditions are— a that it is not practicable to communicate with a person entitled to grant access to the premises, b that it is not practicable to communicate with a person entitled to grant access to the records, c that entry to the premises or access to the records will not be granted unless a warrant is produced, and d that the purpose of a search may be frustrated or seriously prejudiced unless an immigration officer arriving at the premises can secure immediate entry. 3 The justice of the peace may issue a warrant authorising an immigration officer to enter and search the premises. 4 Subsection (7)(a) of section 28D shall have effect for the purposes of this section as it has effect for the purposes of that section. 5 An immigration officer searching premises under a warrant issued under this section may seize and retain employee records, other than items subject to legal privilege, which he reasonably suspects will be of substantial value (whether on their own or together with other material) in the investigation of— a an offence under section 137 of the Nationality, Immigration and Asylum Act 2002 (disclosure of information: offences) in respect of a requirement under section 134 of that Act, or b an offence under section 105 or 106 of the Immigration and Asylum Act 1999 (c. 33) (support for asylum-seeker: fraud)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "155", "section_title": " Sections 153 and 154: supplemental", "section_text": "155 The following shall be added at the end of section 28L of the Immigration Act 1971 (c. 77) (interpretation) (which becomes subsection (1))— 2 In this Part “ business premises ” means premises (or any part of premises) not used as a dwelling. 3 In this Part “ employee records ” means records which show an employee’s— a name, b date of birth, c address, d length of service, e rate of pay, or f nationality or citizenship. 4 The Secretary of State may by order amend section 28CA(3)(a) to reflect a change in nomenclature. 5 An order under subsection (4)— a must be made by statutory instrument, and b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "156", "section_title": " Time limit on prosecution", "section_text": "156 1 In section 28(1) of the Immigration Act 1971 (c. 77)\t\t\t\t\t(extended time limit for prosecution) the words “, 24A, 25” shall cease to have effect. 2 Section 24A(4) of that Act (deception: application of extended time limit) shall cease to have effect."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "157", "section_title": " Consequential and incidental provision", "section_text": "157 1 The Secretary of State may by order make consequential or incidental provision in connection with a provision of this Act. 2 An order under this section may, in particular— a amend an enactment; b modify the effect of an enactment. 3 An order under this section must be made by statutory instrument. 4 An order under this section which amends an enactment shall not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 5 Any other order under this section shall be subject to annulment pursuant to a resolution of either House of Parliament."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "158", "section_title": " Interpretation: “the Immigration Acts”", "section_text": "158 1 A reference to  “ the Immigration Acts ” shall be construed in accordance with section 44 of the Asylum and Immigration (Treatment of Claimants,  etc. ) Act 2004. 3 The following shall be substituted for section 32(5) of the Immigration Act 1971— 5 In subsection (4) “ the Immigration Acts ” has the meaning given by section 158 of the Nationality, Immigration and Asylum Act 2002. 4 The following shall be substituted for the definition of “the Immigration Acts” in section 167(1) of the Immigration and Asylum Act 1999— “ the Immigration Acts ” has the meaning given by section 158 of the Nationality, Immigration and Asylum Act 2002."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "159", "section_title": " Applied provision", "section_text": "159 1 Subsection (2) applies where this Act amends or refers to a provision which is applied by, under or for purposes of— a another provision of the Act which contains the provision, or b another Act. 2 The amendment or reference shall have effect in relation to the provision as applied. 3 Where this Act applies a provision of another Act, a reference to that provision in any enactment includes a reference to the provision as applied by this Act."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "160", "section_title": " Money", "section_text": "160 1 Expenditure of the Secretary of State or the Lord Chancellor in connection with a provision of this Act shall be paid out of money provided by Parliament. 2 An increase attributable to this Act in the amount payable out of money provided by Parliament under another enactment shall be paid out of money provided by Parliament. 3 A sum received by the Secretary of State or the Lord Chancellor in connection with a provision of this Act shall be paid into the Consolidated Fund."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "161", "section_title": " Repeals", "section_text": "161 The provisions listed in Schedule 9 are hereby repealed to the extent specified."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "162", "section_title": " Commencement", "section_text": "162 1 Subject to subsections (2) to (5), the preceding provisions of this Act shall come into force in accordance with provision made by the Secretary of State by order. 2 The following provisions shall come into force on the passing of this Act— a section 6, b section 7, c section 10(1) to (4) and (6), d section 11, e section 15 (and Schedule 2), f section 16, g section 35(1)(h), h section 38, i section 40(1), j section 41(1), k section 42, l section 43, m section 48, n section 49, o section 50, p section 56, q section 58, r section 59, s section 61, t section 67, u section 69, v section 70, w section 115 and paragraph 29 of Schedule 7 (and the relevant entry in Schedule 9), x section 157, and y section 160. 3 Section 5 shall have effect in relation to— a an application made after the passing of this Act, and b an application made, but not determined, before the passing of this Act. 4 Section 8 shall have effect in relation to— a an application made on or after a date appointed by the Secretary of State by order, and b an application made, but not determined, before that date. 5 Section 9 shall have effect in relation to a child born on or after a date appointed by the Secretary of State by order. 6 An order under subsection (1) may— a make provision generally or for a specified purpose only (which may include the purpose of the application of a provision to or in relation to a particular place or area); b make different provision for different purposes; c include transitional provision; d include savings; e include consequential provision; f include incidental provision. 7 An order under this section must be made by statutory instrument."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "163", "section_title": " Extent", "section_text": "163 1 A provision of this Act which amends or repeals a provision of another Act or inserts a provision into another Act has the same extent as the provision amended or repealed or as the Act into which the insertion is made (ignoring, in any case, extent by virtue of an Order in Council). 2 Sections 145 and 146 extend only to— a England and Wales, and b Northern Ireland. 3 A provision of this Act to which neither subsection (1) nor subsection (2) applies extends to— a England and Wales, b Scotland, and c Northern Ireland. 4 Her Majesty may by Order in Council direct that a provision of this Act is to extend, with or without modification or adaptation, to— a any of the Channel Islands; b the Isle of Man. 5 Subsection (4) does not apply in relation to the extension to a place of a provision which extends there by virtue of subsection (1)."}, {"act": "Nationality, Immigration and Asylum Act 2002", "year": 2002, "section": "164", "section_title": " Short title", "section_text": "164 This Act may be cited as the Nationality, Immigration and Asylum Act 2002."}]