[{"act": "National Heritage Act 2002", "year": 2002, "section": "1", "section_title": " New functions relating to underwater archaeology", "section_text": "1 1 Amend section 33 of the National Heritage Act 1983 (c. 47) (general functions of the Historic Buildings and Monuments Commission for England) as follows. 2 In subsection (8), in the definition of “ancient monument”, after “site” insert  “                  (including any site comprising, or comprising the remains of, any vehicle, vessel, aircraft or other movable structure or part thereof)                ” . 3 After that subsection insert— 9 In this section references to ancient monuments in England include ancient monuments in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England. 10 For this purpose the Secretary of State may, by order, determine (or make provision for determining) any boundary between— a the parts of the United Kingdom territorial waters which are to be treated as adjacent to England, and b those which are not. 11 The power to make an order under subsection (10) shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "National Heritage Act 2002", "year": 2002, "section": "2", "section_title": " Amendments consequential on section 1", "section_text": "2 1 In section 34 of the National Heritage Act 1983 (c. 47)\t\t\t\t\t(Commission to exercise certain ministerial functions)— a in subsection (3), after “site” insert  “                      (including any site comprising, or comprising the remains of, any vehicle, vessel, aircraft or other movable structure or part thereof)                    ” ; and b after that subsection insert— 3A In this section references to ancient monuments in England include ancient monuments in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England; and an order under section 33(10) applies for the purposes of this subsection as it applies for the purposes of section 33(9). 2 In section 17 of the Ancient Monuments and Archaeological Areas Act 1979 (c. 46)\t\t\t\t\t(agreement concerning ancient monuments and land in their vicinity), after subsection (9) insert— 10 References in this section to an ancient monument situated in England include any such monument situated in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England; and an order under section 33(10) of the National Heritage Act 1983 (orders determining limits of waters adjacent to England) applies for the purposes of this subsection as it applies for the purposes of section 33(9) of that Act. 3 In section 24 of that Act (expenditure by Secretary of State or local authority on acquisition and preservation of ancient monuments,  etc ), after subsection (3A) insert— 3AA The reference in subsection (3A) above to a monument situated in England includes any monument situated in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England; and an order under section 33(10) of the National Heritage Act 1983 (orders determining limits of waters adjacent to England) applies for the purposes of this subsection as it applies for the purposes of section 33(9) of that Act."}, {"act": "National Heritage Act 2002", "year": 2002, "section": "3", "section_title": " Exercise of certain ministerial functions", "section_text": "3 1 This section applies to any administrative function exercisable by the Secretary of State (whether by virtue of an enactment or otherwise) in relation to any ancient monument which is in, on or under the seabed within the seaward limits of the United Kingdom territorial waters. 2 If the Secretary of State directs the Historic Buildings and Monuments Commission for England (established by section 32 of the National Heritage Act 1983) to exercise functions to which this section applies and which are specified in the direction, in relation to any ancient monument or class of ancient monument so specified, the Commission shall exercise them on his behalf in such manner as he may from time to time direct. 3 In this section “ ancient monument ” means any structure, work, site (including any site comprising, or comprising the remains of, any vehicle, vessel, aircraft or other movable structure or part thereof) or area which in the opinion of the Secretary of State is, or may be, of historic, architectural, traditional, artistic or archaeological interest. 4 This section does not apply to— a a function of making regulations or other instruments of a legislative character; b a function to which section 34 of the National Heritage Act 1983 (c. 47) (power to authorise Commission to exercise certain functions of management exercisable by the Secretary of State in respect of England) applies. 5 In relation to any matter as respects which the Commission act by virtue of a direction under this section, the Commission shall enjoy the same privileges, immunities and exemptions as those enjoyed in relation to that matter by the Secretary of State. 6 Paragraph 2(1) of Schedule 3 to the National Heritage Act 1983 (Commission not to be regarded as servant or agent of the Crown) is subject to subsection (5). 7 Any direction given under this section shall be in writing. 8 Any power conferred by this section to give a direction shall include a power to vary or revoke the direction. 9 The Commission shall comply with any direction given under this section."}, {"act": "National Heritage Act 2002", "year": 2002, "section": "4", "section_title": " New trading functions of the Commission", "section_text": "4 1 In section 33 of the National Heritage Act 1983 (Commission’s general functions), in subsection (2), after paragraph (d) insert— e may produce souvenirs relating to ancient monuments or historic buildings situated in England and sell souvenirs. 2 After that section insert—  Functions relating to foreign monuments and buildings 33A 1 The Commission may— a produce and publish, or sell, books, films or other informative material relating to foreign ancient monuments or foreign historic buildings; b produce or sell souvenirs relating to such monuments or buildings; c provide (whether on payment or otherwise) advice, assistance or other services in respect of, or information relating to, such monuments or buildings. 2 For this purpose— a “ ancient monument ” and “ historic building ” have the meaning given in section 33(8), and b an ancient monument or historic building is “ foreign ” if it is not situated— i in the United Kingdom, or ii in the case of a monument, in, on or under the seabed within the seaward limits of the territorial waters of the United Kingdom.  Powers to exploit intangible assets 33B 1 The Commission may exploit any intellectual property, or any other intangible asset, relating to ancient monuments or historic buildings. 2 In subsection (1) the references to “ ancient monuments ” and “ historic buildings ” are to ancient monuments and historic buildings within the meaning of section 33(8) that— a are situated— i in England, or ii in the case of monuments, in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England, or b are foreign ancient monuments or foreign historic buildings within the meaning of section 33A(2)(b). 3 An order under section 33(10) applies for the purposes of subsection (2) as it applies for the purposes of section 33(9). 4 In this section “ intellectual property ” means— a any patent, trade mark, registered design, copyright, design right, right in performance or plant breeder’s right, and b any rights under the law of a country outside the United Kingdom which correspond or are similar to those falling within paragraph (a). 5 This section is without prejudice to any power of the Commission to do anything authorised by this section by virtue of section 33 or 33A."}, {"act": "National Heritage Act 2002", "year": 2002, "section": "5", "section_title": " Objects of companies formed by the Commission", "section_text": "5 1 Amend section 35 of the National Heritage Act 1983 (c. 47) (power of Commission to form companies) as follows. 2 In subsection (2)— a in paragraph (a) for “in England” substitute  “                      , or sale,                    ” ; b after paragraph (a) insert— ab the provision (whether on payment or otherwise) of advice, assistance or other services in respect of, or information relating to, ancient monuments or historic buildings, ; c in paragraph (b)— i the words “in England” are repealed, and ii after “buildings” insert  “                          , or sale of souvenirs                        ” ; and d for paragraph (c) substitute— ca the exploitation of any intellectual property, or any other intangible asset, relating to ancient monuments or historic buildings, and . 3 After subsection (3) insert— 3A In subsection (2), the references to “ ancient monuments ” and “ historic buildings ” are to those which— a are situated— i in England, or ii in the case of monuments, in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England, or b are foreign ancient monuments or foreign historic buildings within the meaning of section 33A(2)(b). 3B An order under section 33(10) applies for the purposes of subsection (3A) as it applies for the purposes of section 33(9). 3C In this section “ intellectual property ” means— a any patent, trade mark, registered design, copyright, design right, right in performance or plant breeder’s right, and b any rights under the law of a country outside the United Kingdom which correspond or are similar to those falling within paragraph (a)."}, {"act": "National Heritage Act 2002", "year": 2002, "section": "6", "section_title": " Assistance in relation to protected wrecks", "section_text": "6 After section 33B of the National Heritage Act 1983 (c. 47) (powers to exploit intangible assets), inserted by section 4 of this Act, insert—  Assistance in relation to protected wrecks 33C 1 The Commission may defray or contribute towards the cost of— a any survey, excavation or other investigation undertaken in respect of any protected wreck; b the removal of any protected wreck or of any part of any protected wreck to another place for the purpose of preserving it; or c the preservation and maintenance of any protected wreck. 2 In this section— “ maintenance ” includes repairing and covering in of a protected wreck and the doing of any other act or thing which may be required for the purpose of repairing the wreck or protecting it from decay or injury; and “ protected wreck ” means any site which— comprises, or comprises the remains of, any vessel or part thereof which is protected by an order under section 1 of the Protection of Wrecks Act 1973 (c. 33) designating an area round the site as a restricted area, and is in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England. 3 An order under section 33(10) applies for the purposes of paragraph (b) of the definition of “protected wreck” in subsection (2) as it applies for the purposes of section 33(9)."}, {"act": "National Heritage Act 2002", "year": 2002, "section": "7", "section_title": " New functions to support other heritage organisations", "section_text": "7 In section 33 of the National Heritage Act 1983 (c. 47) (Commission’s general functions), in subsection (2), after paragraph (e), inserted by section 4 of this Act, insert— f may defray or contribute to the cost of any activity undertaken by another person if the activity— i relates to ancient monuments or historic buildings, and ii is of a kind which the Commission may itself undertake."}, {"act": "National Heritage Act 2002", "year": 2002, "section": "8", "section_title": " Short title, commencement and extent", "section_text": "8 1 This Act may be cited as the National Heritage Act 2002. 2 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 3 Any amendment or repeal made by this Act shall have the same extent as the enactment to which it relates. 4 Section 3 and this section extend to England and Wales, Scotland and Northern Ireland. 5 Subject to subsections (3) and (4), this Act extends to England and Wales only."}]