[{"act": "Police Reform Act 2002", "year": 2002, "section": "1", "section_title": " National Policing Plan", "section_text": "1 After section 36 of the 1996 Act there shall be inserted—  National Policing Plan 36A 1 It shall be the duty of the Secretary of State, before the beginning of each financial year, to prepare a National Policing Plan for that year. 2 The Secretary of State shall lay the National Policing Plan for a financial year before Parliament. 3 Subject to subsection (4), any such plan must be laid before Parliament not later than 30th November in the preceding financial year. 4 If there are exceptional circumstances, any such plan may be laid before Parliament after the date mentioned in subsection (3); but it must be so laid before the beginning of the financial year to which it relates. 5 If a plan is laid before Parliament after the date mentioned in subsection (3), the plan must contain a statement of the exceptional circumstances that gave rise to its being so laid. 6 The National Policing Plan for a financial year— a must set out whatever the Secretary of State considers to be the strategic policing priorities generally for the police forces maintained for police areas in England and Wales for the period of three years beginning with that year; b must describe what, in relation to that period, the Secretary of State is intending or proposing so far as each of the following is concerned— i the setting of objectives under section 37 and the giving of general directions in relation to any objective so set; ii the specification, under section 4 of the Local Government Act 1999 (c. 27)\t\t\t\t\t\t\t\t\t\t\t\t(performance indicators), of performance indicators (within the meaning of that section) for police authorities; iii the making of regulations under the powers conferred by this Act, by Part 4 of the Criminal Justice and Police Act 2001 (c. 16)\t\t\t\t\t\t\t\t\t\t\t\t(police training) and by Part 2 of the Police Reform Act 2002 (c. 30)\t\t\t\t\t\t\t\t\t\t\t\t(complaints  etc. ); iv the issuing of guidance under any provision of this Act or of Part 2 of the Police Reform Act 2002 (c. 30); and v the issuing and revision of codes of practice under this Act and under Chapter 1 of Part 4 of the Police Reform Act 2002 (powers exercisable by civilians); c may contain such other information, plans and advice as the Secretary of State considers relevant to the priorities set out in the plan. 7 Before laying the National Policing Plan for a financial year before Parliament, the Secretary of State shall consult with— a persons whom he considers to represent the interests of police authorities; b persons whom he considers to represent the interests of chief officers of police; and c such other persons as he thinks fit. 8 In this section— “ financial year ” means the period of twelve months ending with 31st March; and “ general direction ” means a direction under section 38 establishing performance targets for all police authorities to which section 37 applies."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "2", "section_title": " Codes of practice for chief officers", "section_text": "2 After section 39 of the 1996 Act (codes of practice for police authorities) there shall be inserted—  Codes of practice for chief officers 39A 1 If the Secretary of State considers it necessary to do so for the purpose of promoting the efficiency and effectiveness generally of the police forces maintained for police areas in England and Wales, he may issue codes of practice relating to the discharge of their functions by the chief officers of police of those forces. 2 The Secretary of State may from time to time revise the whole or any part of a code of practice issued under this section. 3 Where the Secretary of State proposes to issue or revise a code of practice under this section, he shall first require the Central Police Training and Development Authority to prepare a draft of the code or of the revisions; and the draft prepared by that Authority must contain all such matters as the Secretary of State may specify in the requirement. 4 Before preparing a draft code of practice under this section or any draft revisions of such a code, the Central Police Training and Development Authority shall consult with— a persons whom it considers to represent the interests of police authorities; b persons whom it considers to represent the interests of chief officers of police; and c such other persons as it thinks fit. 5 The Secretary of State shall lay any code of practice issued by him under this section, and any revision of any such code, before Parliament. 6 The Secretary of State shall not be required by subsection (5) to lay before Parliament, or may exclude from what he does so lay, anything the publication of which, in his opinion— a would be against the interests of national security; b could prejudice the prevention or detection of crime or the apprehension or prosecution of offenders; or c could jeopardise the safety of any person. 7 In discharging any function to which a code of practice under this section relates, a chief officer of police shall have regard to the code."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "3", "section_title": " Powers to require inspection and report", "section_text": "3 1 In section 54 of the 1996 Act (appointment and functions of inspectors of constabulary), after subsection (2A) there shall be inserted— 2B The Secretary of State may at any time require the inspectors of constabulary to carry out an inspection under this section of— a a police force maintained for any police area; b the National Criminal Intelligence Service; or c the National Crime Squad; and a requirement under this subsection may include a requirement for the inspection to be confined to a particular part of the force, Service or Squad in question, to particular matters or to particular activities of that force, Service or Squad. 2C Where the inspectors carry out an inspection under subsection (2B), they shall send a report on that inspection to the Secretary of State. ; and in section 55(1) of that Act (publication of reports) for “or (2A)” there shall be substituted  “                    , (2A) or (2C)                  ” . 2 In section 41 of the Police (Northern Ireland) Act 1998 (c. 32)\t\t\t\t\t(appointment and functions of inspectors), after subsection (3) there shall be inserted— 3A The Secretary of State may at any time require the inspectors to carry out an inspection under this section of— a the Police Service of Northern Ireland; or b the National Criminal Intelligence Service; and a requirement under this subsection may include a requirement for the inspection to be confined to a particular part of the Service in question, to particular matters or to particular activities of that Service. 3B Where the inspectors carry out an inspection under subsection (3A), they shall send a report on that inspection to the Secretary of State. ; and in section 42(1) of that Act (publication of reports) for “or (3)” there shall be substituted  “                    , (3) or (3B)                  ” ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "4", "section_title": " Directions to police authorities", "section_text": "4 For section 40 of the 1996 Act (power to give directions in response to report on an inspection of a police force carried out for the purposes of that section) there shall be substituted—  Power to give directions to a police authority 40 1 Where a report made to the Secretary of State on an inspection under section 54 states, in relation to any police force maintained under section 2, or in relation to the metropolitan police force— a that, in the opinion of the person making the report, the whole or any part of the force inspected is, whether generally or in particular respects, not efficient or not effective, or b that, in that person’s opinion, the whole or a part of the force will cease to be efficient or effective, whether generally or in particular respects, unless remedial measures are taken, the Secretary of State may direct the police authority responsible for maintaining that force to take such remedial measures as may be specified in the direction. 2 Those remedial measures must not relate to any matter other than— a a matter by reference to which the report contains a statement of opinion falling within subsection (1)(a) or (b); or b a matter that the Secretary of State considers relevant to any matter falling within paragraph (a). 3 If the Secretary of State exercises his power to give a direction under this section in relation to a police force— a he shall prepare a report on his exercise of that power in relation to that force; and b he shall lay that report before Parliament. 4 A report under subsection (3)— a shall be prepared at such time as the Secretary of State considers appropriate; and b may relate to more than one exercise of the power mentioned in that subsection. 5 The Secretary of State shall not give a direction under this section in relation to any police force unless— a the police authority maintaining that force and the chief officer of that force have each been given such information about the Secretary of State’s grounds for proposing to give that direction as he considers appropriate for enabling them to make representations or proposals under the following paragraphs of this subsection; b that police authority and chief officer have each been given an opportunity of making representations about those grounds; c that police authority has had an opportunity of making proposals for the taking of remedial measures that would make the giving of the direction unnecessary; and d the Secretary of State has considered any such representations and any such proposals. 6 The Secretary of State may by regulations make further provision as to the procedure to be followed in cases where a proposal is made for the giving of a direction under this section. 7 Before making any regulations under this section, the Secretary of State shall consult with— a persons whom he considers to represent the interests of police authorities; b persons whom he considers to represent the interests of chief officers of police; and c such other persons as he thinks fit. 8 Regulations under this section may make different provision for different cases and circumstances. 9 A statutory instrument containing regulations under this section shall not be made unless a draft of the regulations has been laid before Parliament and approved by a resolution of each House."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "5", "section_title": " Directions as to action plans", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "6", "section_title": " Regulation of equipment", "section_text": "6 For subsections (2) and (3) of section 53 of the 1996 Act (regulations as to standard of equipment), there shall be substituted— 1A The Secretary of State may by regulations make any or all of the following provisions— a provision requiring all police forces in England and Wales, when using equipment for the purposes specified in the regulations to use only— i the equipment which is specified in the regulations; ii equipment which is of a description so specified; or iii equipment which is of a type approved by the Secretary of State in accordance with the regulations; b provision requiring all police forces in England and Wales to keep available for use the equipment falling within paragraph (a)(i) to (iii) which is specified or described in, or approved in accordance with, the regulations; c provision prohibiting all police forces in England and Wales from using equipment of a type approved as mentioned in paragraph (a)(iii) except— i where the conditions subject to which the approval was given are satisfied; and ii in accordance with the other terms of that approval; d provision requiring equipment used by police forces in England and Wales to comply, in the case of all police forces, with such conditions as may be specified in the regulations, or as may be approved by the Secretary of State in accordance with the regulations; e provision prohibiting all police forces in England and Wales from using equipment specified in the regulations, or any equipment of a description so specified. 1B The Secretary of State shall not make any regulations under subsection (1A) unless he considers it necessary to do so for the purpose of promoting the efficiency and effectiveness generally of the police forces maintained for police areas in England and Wales. 2 Before making any regulations under this section, the Secretary of State shall consult with— a persons whom he considers to represent the interests of police authorities; b persons whom he considers to represent the interests of chief officers of police; and c such other persons as he thinks fit. 2A Regulations under this section may make different provision for different cases and circumstances. 2B A statutory instrument containing any regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2C In this section “ equipment ” includes— a vehicles; and b headgear and protective and other clothing."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "7", "section_title": " Regulation of procedures and practices", "section_text": "7 After section 53 of the 1996 Act there shall be inserted—  Regulation of procedures and practices 53A 1 The Secretary of State may by regulations make provision requiring all police forces in England and Wales— a to adopt particular procedures or practices; or b to adopt procedures or practices of a particular description. 2 Before making any regulations under this section, the Secretary of State shall seek advice from— a the chief inspector of constabulary; and b the Central Police Training and Development Authority. 3 Before seeking advice under subsection (2) the Secretary of State shall consult about his proposal to do so with— a persons whom he considers to represent the interests of police authorities; and b persons whom he considers to represent the interests of chief officers of police. 4 A request for the purposes of subsection (2) may specify a period within which the requested advice is to be provided; and, if a period is so specified, the requested advice must be provided within it. 5 Before giving any advice in response to a request for the purposes of subsection (2), the Central Police Training and Development Authority shall consult with— a persons whom it considers to represent the interests of police authorities; b persons whom it considers to represent the interests of chief officers of police; and c such other persons as it thinks fit. 6 The Secretary of State shall not make any regulations under this section requiring the adoption of any procedure or practice unless— a he has, as respects that procedure or practice, received advice from the Central Police Training and Development Authority and has considered that advice; b the advice of the chief inspector of constabulary states that that inspector is satisfied as to the matters mentioned in subsection (7); and c the Secretary of State himself is satisfied as to those matters. 7 Those matters are— a that the adoption of that procedure or practice is necessary in order to facilitate the carrying out by members of any two or more police forces of joint or co-ordinated operations; b that the making of regulations is necessary for securing the adoption of that procedure or practice; and c that securing the adoption of that procedure or practice is in the national interest. 8 Regulations under this section may make different provision for different cases and circumstances. 9 A statutory instrument containing the first regulations to be made under this section shall not be made unless a draft of the regulations has been laid before Parliament and approved by a resolution of each House. 10 A statutory instrument containing any other regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "8", "section_title": " Equivalent provision for  NCIS  and  NCS", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "9", "section_title": "The Independent Office for Police Conduct", "section_text": "9 1 The body corporate previously known as the Independent Police Complaints Commission— a is to continue to exist, and b is to be known instead as the Independent Office for Police Conduct. 2 The Office is to consist of— a a Director General appointed by Her Majesty, and b at least six other members. 2A The other members must consist of— a persons appointed as non-executive members (see paragraph 1A of Schedule 2), and b persons appointed as employee members (see paragraph 1B of that Schedule), but the powers of appointment under those paragraphs must be exercised so as to secure that a majority of members of the Office (including the Director General) are non-executive members. 3 A person shall not be appointed as the   Director General   ...  if— a he holds or has held office as a constable in any part of the United Kingdom; b he is or has been under the direction and control of a chief officer or of any person holding an equivalent office in Scotland or Northern Ireland; c he is a person in relation to whom a designation under section 39 is or has been in force; d he is a person in relation to whom an accreditation under section 41   or 41A   is or has been in force;  da he  ... has been the chairman or a member of, or a member of the staff of, the Serious Organised Crime Agency;  db he  ... has been— i the chairman or chief executive of, or ii another member of, or iii another member of the staff of, the National Policing Improvement Agency;  dc the person is, or has been, a National Crime Agency officer; e he  . . .   has been a member of the National Criminal Intelligence Service or the National Crime Squad; or f he is or has at any time been a member of a body of constables which at the time of his membership is or was a body of constables in relation to which any procedures are or were in force by virtue of an agreement or order under— i section 26 of this Act; or ii section 78 of the 1996 Act or section 96 of the 1984 Act (which made provision corresponding to that made by section 26 of this Act). 4 An appointment made in contravention of subsection (3) shall have no effect. 5   Neither the Office nor the Director General shall—   a be regarded as the servant or agent of the Crown; or b enjoy any status, privilege or immunity of the Crown; and the   Office's    property shall not be regarded as property of, or property held on behalf of, the Crown. 6 Schedule 2 (which makes further provision in relation to the   Office ) shall have effect. 7 The Police Complaints Authority shall cease to exist on such day as the Secretary of State may by order appoint."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "10", "section_title": " General functions of the   Director General  ", "section_text": "10 1 The functions of the   Director General    shall be— a to secure the maintenance by the   Director General   ..., and by   local policing bodies   and chief officers, of suitable arrangements with respect to the matters mentioned in subsection (2); b to keep under review all arrangements maintained with respect to those matters; c to secure that arrangements maintained with respect to those matters comply with the requirements of the following provisions of this Part, are efficient and effective and contain and manifest an appropriate degree of independence; d to secure that public confidence is established and maintained in the existence of suitable arrangements with respect to those matters and with the operation of the arrangements that are in fact maintained with respect to those matters; e to make such recommendations, and to give such advice, for the modification of the arrangements maintained with respect to those matters, and also of police practice in relation to other matters, as appear, from the carrying out by the   Director General    of   the Director General's    other functions, to be necessary or desirable;  . . .  f to such extent as   the Director General    may be required to do so by regulations made by the Secretary of State, to carry out functions in relation to  . . .   bodies of constables maintained otherwise than by   local policing bodies   which broadly correspond to those conferred on the   Director General    in relation to police forces by the preceding paragraphs of this subsection ;  . . .  g to carry out functions in relation to the   National Crime Agency   which correspond to those conferred on the   Director General    in relation to police forces by paragraph (e) of this subsection ; and ga to carry out such corresponding functions in relation to officers of the Gangmasters and Labour Abuse Authority in their capacity as labour abuse prevention officers (see section 114B of the Police and Criminal Evidence Act 1984 ( PACE  powers for labour abuse prevention officers)) ; and gb to carry out such corresponding functions in relation to officers of the Food Standards Agency acting in the exercise of functions conferred on them by virtue of— i section  114C  of the Police and Criminal Evidence Act 1984 (PACE powers for food crime officers), or ii section 39A of the Criminal Justice and Public Order Act 1994 (powers for food crime officers: inferences from silence). h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Those matters are— a the handling of complaints   (within the meaning given by section 12)   or other concerns raised by virtue of Part 2B (whistle-blowing) ; b the recording of matters from which it appears that there may have been conduct by   persons serving with the police    which constitutes or involves the commission of a criminal offence or behaviour justifying disciplinary proceedings; ba the recording of matters from which it appears that a person has died or suffered serious injury during, or following, contact with a person serving with the police; c the manner in which any such complaints  or other concerns   or any such matters as are mentioned in paragraph (b)\t\t\t\t\t\t\t  or (ba)  are investigated or otherwise handled and dealt with. 3 The   Director General    shall also have the functions which are conferred on   the Director General    by— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b any agreement or order under section 26 of this Act (other bodies of constables); bc any regulations under section 26C of this Act (the National Crime Agency); bd any regulations under section 26D of this Act (labour abuse prevention officers); be any regulations under section  26E  of this Act (food crime officers); c any regulations under section 39 of this Act (police powers for contracted-out staff); or d any regulations or arrangements relating to disciplinary or similar proceedings against persons serving with the police, or against members of  . . .   any body of constables maintained otherwise than by a   local policing body . 3A The   Director General    also has any functions conferred on   the Director General    by regulations under section 29C of this Act (regulations about super-complaints). 3B The   Director General    also has the functions which are conferred on   the Director General    by Part 2B (whistle-blowing). 4 It shall be the duty of the   Director General — a to exercise the powers and perform the duties conferred on   the Director General    by the following provisions of this Part in the manner that   the Director General    considers best calculated for the purpose of securing the proper carrying out of   the Director General's    functions under subsections (1) and (3); and b to secure that arrangements exist which are conducive to, and facilitate, the reporting of misconduct by persons in relation to whose conduct the   Director General    has functions. 5 It shall also be the duty of the   Director General — a to enter into arrangements with the chief inspector of constabulary for the purpose of securing co-operation, in the carrying out of their respective functions, between the   Director General    and the inspectors of constabulary; and b to provide those inspectors with all such assistance and co-operation as may be required by those arrangements, or as otherwise appears to the   Director General    to be appropriate, for facilitating the carrying out by those inspectors of their functions. 5A In carrying out functions the Director General must have regard to any advice provided to the Director General by the Office (see section 10A(1)(c)). 6 Subject to the other provisions of this Part, the   Director General    may do anything which appears to   the Director General    to be calculated to facilitate, or is incidental or conducive to, the carrying out of   the Director General's    functions. 7 The   Office     may, in connection with the making of any recommendation or the giving of any advice to any person for the purpose of carrying out— a   the Director General's    function under subsection (1)(e),  . . .  b any corresponding function conferred on   the Director General    by virtue of subsection (1)(f),  or c   the Director General's    function under subsection (1)(g)  or (h) , impose any such charge on that person for anything done by the   Director General    for the purposes of, or in connection with, the carrying out of that function as   the Director General    thinks fit. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "10A", "section_title": "General functions of the Office", "section_text": "10A 1 The functions of the Office are— a to secure that the Office has in place appropriate arrangements for good governance and financial management, b to determine and promote the strategic aims and values of the Office, c to provide support and advice to the Director General in the carrying out of the Director General's functions, and d to monitor and review the carrying out of such functions. 2 The Office also has such other functions as are conferred on it by any other enactment (whenever passed or made). 3 The Office is to perform its functions for the general purpose of improving the way in which the Director General's functions are carried out (including by encouraging the efficient and effective use of resources in the carrying out of those functions). 4 In carrying out its functions the Office must in particular have regard to public confidence in the existence of suitable arrangements with respect to the matters mentioned in section 10(2) and with the operation of the arrangements that are in fact maintained with respect to those matters. 5 The Office may do anything which appears to it to be calculated to facilitate, or is incidental or conducive to, the carrying out of its functions."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "10B", "section_title": "Efficiency  etc  in exercise of functions", "section_text": "10B The Director General and the Office must carry out their functions efficiently and effectively."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "10C", "section_title": "Strategy for exercise of functions", "section_text": "10C 1 The Director General and the Office must jointly— a prepare a strategy for the carrying out of their functions, and b review the strategy (and revise it as appropriate) at least once every 12 months. 2 The strategy must set out how the Director General and the Office propose to carry out their functions in the relevant period. 3 The strategy must also include a plan for the use during the relevant period of resources for the carrying out of functions of the Director General and the Office. 4 The Director General and the Office must each give effect to the strategy in carrying out their functions. 5 The Director General and the Office must jointly publish a strategy (or revised strategy) prepared under this section (stating the time from which it takes effect). 6 In this section  “ relevant period ”, in relation to a strategy, means the period of time that is covered by the strategy."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "10D", "section_title": "Code of practice", "section_text": "10D 1 The Director General and the Office must jointly prepare a code of practice dealing with the relationship between the Director General and the Office. 2 In doing so, they must (in particular) seek to reflect the principle that the Director General is to act independently when making decisions in connection with the carrying out of the Director General's functions. 3 The code must include provision as to the following— a how the strategy required by section 10C is to be prepared, reviewed and revised; b the matters to be covered by the strategy and the periods to be covered by it from time to time; c how the carrying out of functions by the Director General is to be monitored and reviewed by other members of the Office; d the giving of advice to the Director General by other members of the Office in connection with the carrying out of functions by the Director General; e the keeping of written records of instances where the Director General has not followed advice given by other members of the Office and the reasons for not doing so; f how non-executive members of the Office are to give practical effect to the requirement imposed by subsection (2). 4 The Code may include whatever other provision the Director General and the Office think appropriate. 5 The Director General and the Office must jointly review the code regularly and revise it as appropriate. 6 The Director General and the Office must each comply with the code. 7 The Director General and the Office must jointly publish a code (or revised code) prepared under this section (stating the time from which it takes effect)."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "11", "section_title": " Reports to the Secretary of State", "section_text": "11 1 As soon as practicable after the end of each of   the Office's    financial years, the   Director General and the Office must jointly    make a report to the Secretary of State on the carrying out of   their    functions during that year. 2 The Secretary of State may also require reports to be made (at any time)— a by the Director General about the carrying out of the Director General's functions, b by the Office about the carrying out of the Office's functions, or c jointly by the Director General and the Office about the carrying out of their functions. 2A The Director General may, from time to time, make such other reports to the Secretary of State as the Director General considers appropriate for drawing the Secretary of State's attention to matters which— a have come to the Director General's notice, and b are matters which the Director General considers should be drawn to the attention of the Secretary of State by reason of their gravity or of other exceptional circumstances. 3 The   Office    may, from time to time, make such other reports to the Secretary of State as it considers appropriate for drawing his attention to matters which— a have come to the   Office's    notice; and b are matters that it considers should be drawn to his attention by reason of their gravity or of other exceptional circumstances. 3A The Director General and the Office may jointly make reports under subsections (2A) and (3). 4 The   Director General    shall prepare such reports containing advice and recommendations as   the Director General    thinks appropriate for the purpose of carrying out— a   the Director General's    function under subsection (1)(e) of section 10; or b any corresponding function conferred on   the Director General    by virtue of subsection (1)(f) of that section. 5 Where the Secretary of State receives any report under this section, he shall— a in the case of every annual report under subsection (1), and b in the case of any other report, if and to the extent that he considers it appropriate to do so, lay a copy of the report before Parliament and cause the report to be published. 6 The   Office    shall send a copy of every annual report under subsection (1)— a to every   local policing body ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d to every authority that is maintaining a body of constables in relation to which any procedures are for the time being in force by virtue of any agreement or order under section 26 or by virtue of subsection (9) of that section ; and e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f to the National Crime Agency. 6A The Director General must send a copy of every report under subsection (2A)\t\t\t\t\t\t\t\t— a to any local policing body that appears to the Director General to be concerned, and b to the chief officer of police of any police force that appears to the Director General to be concerned. 7 The   Office    shall send a copy of every report under subsection (3)— a to any   local policing body   that appears to the   Office    to be concerned; and b to the chief officer of police of any police force that appears to it to be concerned. 8 Where a report under subsection  (2A) or   (3) relates to the   National Crime Agency , the   Director General or the Office (as the case may be)    shall send a copy of that report to the Agency. 9 Where a report under subsection  (2A) or   (3) relates to a body of constables maintained by an authority other than a   local policing body , the   Director General or the Office (as the case may be)    shall send a copy of that report— a to that authority; and b to the person having the direction and control of that body of constables. 9A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 The   Director General    shall send a copy of every report under subsection (4)to— a the Secretary of State; b every   local policing body ; c every chief officer; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f every authority that is maintaining a body of constables in relation to which any procedures are for the time being in force by virtue of any agreement or order under section 26 or by virtue of subsection (9) of that section;  . . .  g every person who has the direction and control of such a body of constables ;  ... h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ; and                           i the National Crime Agency. 11 The   Director General    shall send a copy of every report made or prepared by   the Director General    under subsection   (2A)    or (4) to such of the persons (in addition to those specified in the preceding subsections) who— a are referred to in the report, or b appear to the   Director General    otherwise to have a particular interest in its contents, as the   Director General    thinks fit. 12 The Office must send a copy of every report made or prepared by it under subsection (3) to such of the persons (in addition to those specified in the preceding subsections) who— a are referred to in the report, or b appear to the Office otherwise to have a particular interest in its contents, as the Office thinks fit. 13 Where a report under subsection (2A) or (3) is prepared jointly by virtue of subsection (3A), a duty under this section to send a copy of the report to any person is met if either the Director General or the Office sends a copy to that person."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "12", "section_title": " Complaints, matters and persons to which Part 2 applies", "section_text": "12 1 In this Part references to a complaint are references (subject to the following provisions of this section) to any expression of dissatisfaction with a police force which is expressed (whether in writing or otherwise) by or on behalf of a member of the public. 1A But an expression of dissatisfaction is a complaint for the purposes of this Part— a where it relates to conduct of a person serving with the police, only if the person in question is a person falling within subsection (1B); b in any other case, only if the person in question has been adversely affected by the matter about which dissatisfaction is expressed. 1B In relation to an expression of dissatisfaction that relates to conduct of a person serving with the police, a person falls within this subsection if the person is— a a person who claims to be the person in relation to whom the conduct took place; b a person not falling within paragraph (a) who claims to have been adversely affected by the conduct; or c a person who claims to have witnessed the conduct. 2 In this Part “ conduct matter ” means (subject to the following provisions of this section,  section 28A and any regulations made under it,   ... and any regulations made by virtue of section 23(2)(d)) any matter which is not and has not been the subject of a complaint but in the case of which there is an indication (whether from the circumstances or otherwise) that a person serving with the police may have— a committed a criminal offence; or b behaved in a manner which would justify the bringing of disciplinary proceedings. 2A In this Part  “ death or serious injury matter ”\t\t\t\t\t(or  “ DSI matter ” for short) means  (subject to section 28A and any regulations made under it)   any circumstances (other than those which are or have been the subject of a complaint or which amount to a conduct matter)— a in or in consequence of which a person has died or has sustained serious injury; and b in relation to which the requirements of either subsection (2B) or subsection (2C) are satisfied. 2B The requirements of this subsection are that at the time of the death or serious injury the person— a had been arrested by a person serving with the police and had not been released from that arrest; or b was otherwise detained in the custody of a person serving with the police. 2C The requirements of this subsection are that— a at or before the time of the death or serious injury the person had contact (of whatever kind, and whether direct or indirect) with a person serving with the police who was acting in the execution of his duties; and b there is an indication that the contact may have caused (whether directly or indirectly) or contributed to the death or serious injury. 2D In subsection (2A) the reference to a person includes a person serving with the police, but in relation to such a person  “ contact ” in subsection (2C) does not include contact that he has whilst acting in the execution of his duties. 3 The complaints that are complaints for the purposes of this Part by virtue of   subsection (1B)(b)    do not, except in a case falling within subsection (4), include any   where the person in question    claims to have been adversely affected as a consequence only of having seen or heard the conduct, or any of the alleged effects of the conduct. 4 A case falls within this subsection if— a it was only because the person in question was physically present, or sufficiently nearby, when the conduct took place or the effects occurred that he was able to see or hear the conduct or its effects; or b the adverse effect is attributable to, or was aggravated by, the fact that the person in relation to whom the conduct took place was already known to the person claiming to have suffered the adverse effect. 4A In this section,  “ the person in question ” means the person expressing dissatisfaction or the person on whose behalf dissatisfaction is being expressed. 5 For the purposes of this section a person shall be taken to have witnessed conduct if, and only if— a he acquired his knowledge of that conduct in a manner which would make him a competent witness capable of giving admissible evidence of that conduct in criminal proceedings; or b he has in his possession or under his control anything which would in any such proceedings constitute admissible evidence of that conduct. 6   For the purposes of this Part a person is not to be taken to have authorised another person to make a complaint on his behalf unless—   a that other person is for the time being designated for the purposes of this Part by the   Director General    as a person through whom complaints may be made, or he is of a description of persons so designated; or b the other person has been given, and is able to produce, the written consent to his so acting of the person on whose behalf he acts. 7 For the purposes of this Part, a person is serving with the police if— a he is a member of a police force; aa he is a civilian employee of a police force; b he is an employee of   the Common Council of the City of London   who is under the direction and control of a chief officer;  ... c he is a special constable who is under the direction and control of a chief officer ; or d he is a person designated as a community support volunteer or a policing support volunteer under section 38. 8 The Secretary of State may make regulations providing that, for the purposes of this Part and of any regulations made under this Part— a a contractor, b a sub-contractor of a contractor, or c an employee of a contractor or a sub-contractor, is to be treated as a person serving with the police. 9 Regulations under subsection (8) may make modifications to this Part, and to any regulations made under this Part, in its application to those persons. 10 In subsection (8)  “ contractor ” means a person who has entered into a contract with a local policing body or a chief officer to provide services to a chief officer."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "13", "section_title": " Handling of complaints , conduct matters and DSI matters  etc.", "section_text": "13 Schedule 3 (which makes provision for the handling of complaints , conduct matters and DSI matters    and for the carrying out of investigations) shall have effect  ...."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "13A", "section_title": "Local policing bodies: functions in relation to complaints", "section_text": "13A 1 The local policing body that maintains a police force may give notice to the chief officer of the police force that it (rather than the chief officer) is to exercise the functions conferred on the chief officer by the provisions specified in subsection (2) or subsections (2) and (3). 2 The provisions specified in this subsection are— a paragraph 2(6) to (6D) of Schedule 3, and b paragraph 2(9) and (10) of Schedule 3 in so far as relating to a determination made for the purposes of paragraph 2(6) to (6C) of that Schedule. 3 The provisions specified in this subsection are— a section 20, and b section 21 in so far as that section relates to complaints. 4 In relation to any complaint in respect of which the chief officer is the appropriate authority that is made on or after the day on which a notice under subsection (1) is given— a the functions of the chief officer to which the notice relates become functions of the local policing body, b references to the chief officer, including in the chief officer's capacity as an appropriate authority, in the provisions specified in subsection (2) or (as the case may be) subsections (2) and (3) are to be read as references to the local policing body, and c for the purpose of paragraph 6(1) of Schedule 3, the complaint is to be treated as having been recorded by the chief officer. 5 Where the notice under subsection (1) relates to the functions conferred on the chief officer by the provisions specified in subsections (2) and (3), subsection (4)(b) does not apply to the references to an appropriate authority in sections 20(2)(a) and (3A)(a) and 21(7)(a) and (8A)(a). 6 The Secretary of State may by regulations make provision in connection with the giving of notices under subsection (1) and their withdrawal. 7 Regulations under subsection (6) may (amongst other things) make provision about— a the steps that a local policing body must take before giving a notice; b the circumstances in which a notice may be withdrawn."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "13B", "section_title": "Power of the    Director General     to require re-investigation", "section_text": "13B 1 This section applies where— a a report on an investigation of a complaint, recordable conduct matter or DSI matter carried out under the direction of the   Director General    has been submitted to   the Director General    under paragraph 22(3) or 24A of Schedule 3, or b a report on an investigation of a complaint, recordable conduct matter or DSI matter carried out by a person designated by the   Director General    has been submitted to   the Director General   (or, in the case of an investigation carried out under paragraph 19 of Schedule 3 by the Director General personally, is otherwise completed by the Director General)  under paragraph 22(5) or 24A of Schedule 3. 2 The   Director General    may at any time determine that the complaint, recordable conduct matter or DSI matter is to be re-investigated if   the Director General    is satisfied that there are compelling reasons for doing so. 3 Where the   Director General    makes a determination under subsection (2),   the Director General    must determine that the re-investigation is to take the form of an investigation by the   Director General    unless subsection (4) applies, in which case the   Director General    must determine that the re-investigation is to take the form described in that subsection. 4 This subsection applies where the   Director General    determines that it would be more appropriate for the re-investigation to take the form of an investigation by the appropriate authority under the direction of the   Director General . 5 Where— a the   Director General    determines under subsection (3) or (7) that a re-investigation is to take the form of an investigation by the   Director General , and b at any time after that the   Director General    determines that subsection (4) applies in relation to the re-investigation, the   Director General    may make a further determination under this section (to replace the earlier one) that the re-investigation is instead to take the form of an investigation by the appropriate authority under the direction of the   Director General . 6 Where the   Director General    determines under subsection (3) or (5) that a re-investigation is to take the form of an investigation by the appropriate authority under the direction of the   Director General , the   Director General    must keep under review whether subsection (4) continues to apply in relation to the re-investigation. 7 If, on such a review, the   Director General  Director General  determines that subsection (4) no longer applies in relation to a re-investigation, the   Director General    must make a further determination under this section (to replace the earlier one) that the re-investigation is instead to take the form of an investigation by the   Director General . 8 Sub-paragraphs (6) and (7) of paragraph 15 of Schedule 3 shall apply in relation to a further determination under subsection (5) or (7) as they apply in the case of a further determination under sub-paragraph (5A) or (5B) of that paragraph. 9 The other provisions of Schedule 3 shall apply in relation to any re-investigation in pursuance of a determination under this section as they apply in relation to any investigation in pursuance of a determination under paragraph 15. 10 The   Director General    shall notify the appropriate authority of any determination that   the Director General    makes under this section and of   the Director General's    reasons for making the determination. 11 The   Director General    shall also notify the following of any determination that   the Director General    makes under this section and of   the Director General's    reasons for making the determination— a every person entitled to be kept properly informed in relation to the complaint, recordable conduct matter or DSI matter (as the case may be) under section 21; b where the determination is made in relation to a complaint, the complainant; c the person to whose conduct the re-investigation will relate. 12 The duty imposed by subsection (11) on the   Director General    shall have effect subject to such exceptions as may be provided for by regulations made by the Secretary of State. 13 Subsections (6) to (8) of section 20 apply for the purposes of subsection (12) as they apply for the purposes of that section. 14 In relation to a matter that was formerly a DSI matter but was recorded as a conduct matter in pursuance of paragraph 21A(5) of Schedule 3, the reference in subsection (10) to the appropriate authority is a reference to the appropriate authority in relation to the person whose conduct was in question. 15 The reference to a report in subsection (1) includes a report on a re-investigation by virtue of this section or paragraph 25 of Schedule 3."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "14", "section_title": " Direction and control matters", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "15", "section_title": " General duties of   local policing bodies , chief officers and inspectors", "section_text": "15 1 It shall be the duty of— a every   local policing body   maintaining a police force, b the chief officer of police of every police force, and c every inspector of constabulary carrying out any of his functions in relation to a police force, to ensure that it or he is kept informed, in relation to that force, about all matters falling within subsection (2). 1A It shall be the duty of the   National Crime Agency   to ensure that it is kept informed, in relation to the Agency, about all matters falling within subsection (2). 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Those matters are— a matters with respect to which any provision of this Part has effect; b anything which is done under or for the purposes of any such provision; and c any obligations to act or refrain from acting that have arisen by or under this Part but have not yet been complied with, or have been contravened. 2A Subsection (2B) applies in a case where it appears to a local policing body that— a an obligation to act or refrain from acting has arisen by or under this Part, b that obligation is an obligation of the chief officer of police of the police force which is maintained by the local policing body, and c the chief officer has not yet complied with that obligation, or has contravened it. 2B The local policing body may direct the chief officer to take such steps as the local policing body thinks appropriate. 2C The chief officer must comply with any direction given under subsection (2B). 3 Where— a a   local policing body   maintaining any police force requires the chief officer of that force or of any other force to provide a member of his force for appointment under paragraph 16 ... or 18 of Schedule 3, b the chief officer of police of any police force requires the chief officer of police of any other police force to provide a member of that other force for appointment under any of those paragraphs, or c a   local policing body   or chief officer requires the Director General of the   National Crime Agency   to provide a   National Crime Agency officer   for appointment under any of those paragraphs, it shall be the duty of the chief officer   to whom the requirement is addressed or of the Director General   of the Agency    to comply with it. 4 It shall be the duty of— a every   local policing body   maintaining a police force, b the chief officer of police of every police force,   and c the   National Crime Agency , to provide the   Director General    and every member of the   Office's    staff with all such assistance as the   Director General    or that member of staff may reasonably require for the purposes of, or in connection with, the carrying out of any investigation by the   Director General    under this Part  or any review under paragraph 25 of Schedule 3 . 5 It shall be the duty of— a every   local policing body   maintaining a police force, b the chief officer of every police force,  and c the   National Crime Agency , to ensure that a person appointed under paragraph 16 ... or 18 of Schedule 3 to carry out an investigation is given all such assistance and co-operation in the carrying out of that investigation as that person may reasonably require 6 The duties imposed by subsections (4) and (5) on a   local policing body   maintaining a police force and on the chief officer of such a force and on   the   National Crime Agency    have effect— a irrespective of whether the investigation  or review (as the case may be)   relates to the conduct of a person who is or has been a member of that force or   a   a National Crime Agency officer ;  ... b   in the case of an investigation,  irrespective of who has the person appointed to carry out the investigation under his direction and control;  and c in the case of a review applied for under paragraph 25(1B) of Schedule 3 in respect of an investigation, irrespective of who had the person appointed to carry out the investigation under his direction and control; but a chief officer of a third force may be required to give assistance and co-operation under subsection (5) only with the approval of the chief officer of the force to which the person who requires it belongs   . . . . 7 In subsection (6) “ third force ”, in relation to an investigation, means a police force other than— a the force to which the person carrying out the investigation belongs; or b the force to which the person whose conduct is under investigation belonged at the time of the conduct;                    and where the person whose conduct is under investigation was a   National Crime Agency officer   at the time of the conduct,  “ third force ” means any police force other than the force to which the person carrying out the investigation belongs.  8 Where the person who requires assistance and co-operation under subsection (5) is a   National Crime Agency officer , a chief officer of a third force may be required to give that assistance and co-operation only with the approval of the Director General of the Agency. 8A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8B In subsections (8) and (8A)\t\t\t\t\t “ third force ”, in relation to an investigation, means any police force other than the force to which the person whose conduct is under investigation belonged at the time of the conduct. 9 Where— a the person carrying out an investigation is not a   National Crime Agency officer ; and b the person whose conduct is under investigation was not a   National Crime Agency officer   at the time of the conduct, the Agency may be required to give assistance and co-operation under subsection (5) only with the approval of the relevant directing officer. 10 In subsection (9)\t\t\t\t\t “the relevant directing officer”— a in a case where the person who requires assistance and co-operation belongs to a police force, means the chief officer of that force;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "16", "section_title": " Payment for assistance with investigations", "section_text": "16 1 This section applies where— a one police force is required to provide assistance to another in connection with an investigation under this Part; or b a police force is required to provide assistance   to the   Director General   in connection with an investigation under this Part or a review under paragraph 25 of Schedule 3 . 2 For the purposes of this section— a assistance is required to be provided by one police force to another in connection with an investigation under this Part if the chief officer of the first force (“ the assisting force ”) complies with a requirement under section 15 (3) or (5) that is made in connection with   ai an investigation of a complaint where the complainant expressed dissatisfaction with the other force, i an investigation  of a recordable conduct matter   relating to the conduct of a person who, at the time of the conduct, was a member of the other force, or ii an investigation of a DSI matter in relation to which the relevant officer was, at the time of the death or serious injury, a member of the other force; and b assistance is required to be provided   by a police force (“the assisting force”) to the   Director General   in connection with an investigation under this Part or a review under paragraph 25 of Schedule 3    if the chief officer of that force complies with a requirement under section 15(4) that is made in connection with   ai an investigation of a complaint where the complainant expressed dissatisfaction with a force other than that force, i an investigation  of a recordable conduct matter   relating to the conduct of a person who, at the time of the conduct, was not a member of that force,  ... ii an investigation of a DSI matter in relation to which the relevant officer was, at the time of the death or serious injury, not a member of that force , or                         iii a review under paragraph 25 of Schedule 3 of the outcome of a complaint where the complainant expressed dissatisfaction with a force other than that force. 3 Where the assistance is required to be provided by one police force to another, the   local policing body   maintaining that other police force shall pay to the   local policing body   maintaining the assisting force such contribution (if any) towards the costs of the assistance— a as may be agreed between them; or b in the absence of an agreement, as may be determined in accordance with any arrangements which— i have been agreed to by   local policing bodies   generally; and ii are for the time being in force with respect to the making of contributions towards the costs of assistance provided, in connection with investigations under this Part, by one police force to another; or c in the absence of any such arrangements, as may be determined by the Secretary of State. 4 Where the assistance is required to be provided by a police force to the   Director General ,   Office   shall pay to the   local policing body   maintaining the assisting force such contribution (if any) towards the costs of the assistance— a as may be agreed between the   Director General   and   that body ; or b in the absence of an agreement, as may be determined in accordance with any arrangements which— i have been agreed to by   local policing bodies   generally and by the   Director General ; and ii are for the time being in force with respect to the making of contributions towards the costs of assistance provided, in connection with investigations under this Part, to the   Director General ; or c in the absence of any such arrangements, as may be determined by the Secretary of State. 5 In this section (subject to subsection (6))— a references to a police force and to a   local policing body   maintaining a police force include references to the   National Crime Agency ; and b in relation to that Agency, references to the chief officer are references to the Director General  of that Agency . 6 This section shall have effect in relation to cases in which assistance is required to be provided by the   National Crime Agency   as if— a the reference in subsection (3)(b) to   local policing bodies   generally included a reference to the Agency; and b the reference in subsection (4)(b) to   local policing bodies   generally were a reference to the Agency. 7 This section is without prejudice to the application of section 24 of the 1996 Act (assistance given voluntarily by one force to another) in a case in which assistance is provided, otherwise than in pursuance of any duty imposed by section 15 of this Act, in connection with an investigation under this Part."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "16A", "section_title": "Investigations: National Policing Improvement Agency involvement", "section_text": "16A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "17", "section_title": " Provision of information to the   Director General  ", "section_text": "17 1 It shall be the duty of— a every   local policing body , and b every chief officer, at such times, in such circumstances and in accordance with such other requirements as may be set out in regulations made by the Secretary of State, to provide the   Director General   with all such information and documents as may be specified or described in regulations so made. 2 It shall also be the duty of every   local policing body   and of every chief officer— a to provide the   Director General   with all such other information and documents specified or described in a notification given by the   Director General   to   that body   or chief officer, and b to produce or deliver up to the   Director General   all such evidence and other things so specified or described, as appear to the   Director General   to be required by   the Director General   for the purposes of the carrying out of any of   the Director General's   functions. 3 Anything falling to be provided, produced or delivered up by any person in pursuance of a requirement imposed under subsection (2) must be provided, produced or delivered up in such form, in such manner and within such period as may be specified in— a the notification imposing the requirement; or b in any subsequent notification given by the   Director General   to that person for the purposes of this subsection. 4 Nothing in this section shall require a   local policing body   or chief officer— a to provide the   Director General   with any information or document, or to produce or deliver up any other thing, before the earliest time at which it is practicable for   that body   or chief officer to do so; or b to provide, produce or deliver up anything at all in a case in which it never becomes practicable for   that body   or chief officer to do so. 5 A requirement imposed by any regulations or notification under this section may authorise or require information or documents to which it relates to be provided to the   Director General   electronically. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "18", "section_title": " Inspections of police premises on behalf of the   Director General  ", "section_text": "18 1 Where— a the   Director General   requires— i a   local policing body   maintaining any police force, or ii the chief officer of police of any such force, to allow a person nominated for the purpose by the   Director General   to have access to any premises occupied for the purposes of that force and to documents and other things on those premises, and b the requirement is imposed for any of the purposes mentioned in subsection (2), it shall be the duty of   the body   or, as the case may be, of the chief officer to secure that the required access is allowed to the nominated person. 2 Those purposes are— a the purposes of any examination by the   Director General   of the efficiency and effectiveness of the arrangements made by the force in question for handling complaints or dealing with recordable conduct matters   or DSI matters ; b the purposes of any investigation by the   Director General   under this Part or of any investigation carried out under   the Director General's   ...   direction . c the purposes of any review by the   Director General   under paragraph 25 of Schedule 3. 3 A requirement imposed under this section for the purposes mentioned in subsection (2)(a) must be notified to   the body   or chief officer at least 48 hours before the time at which access is required. 4 Where— a a requirement imposed under this section for the purposes mentioned in subsection (2)(a) requires access to any premises, document or thing to be allowed to any person, but b there are reasonable grounds for not allowing that person to have the required access at the time at which he seeks to have it, the obligation to secure that the required access is allowed shall have effect as an obligation to secure that the access is allowed to that person at the earliest practicable time after there cease to be any such grounds as that person may specify. 5 The provisions of this section are in addition to, and without prejudice to— a the rights of entry, search and seizure that are or may be conferred on— i a person designated for the purposes of paragraph 19 of Schedule 3, or ii any person who otherwise acts on behalf of the   Director General , in his capacity as a constable or as a person with the powers and privileges of a constable; or b the obligations of   local policing bodies   and chief officers under sections 15 and 17."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "19", "section_title": " Use of investigatory powers by or on behalf of the   Director General  ", "section_text": "19 1 The Secretary of State may by order make such provision as he thinks appropriate for the purpose of authorising— a the use of directed and intrusive surveillance, and b the conduct and use of covert human intelligence sources, for the purposes of, or for purposes connected with, the carrying out of the   Director General's   functions. 2 An order under this section may, for the purposes of or in connection with any such provision as is mentioned in subsection (1), provide for— a Parts 2 and 4 the Regulation of Investigatory Powers Act 2000 (c. 23)\t\t\t\t\t\t\t(surveillance and covert human intelligence sources and scrutiny of investigatory powers), and b Part 3 of the 1997 Act (authorisations in respect of property), to have effect with such modifications as may be specified in the order. 3 The Secretary of State shall not make an order containing (with or without any other provision) any provision authorised by this section unless a draft of that order has been laid before Parliament and approved by a resolution of each House. 4 Expressions used in this section and in Part 2 of the Regulation of Investigatory Powers Act 2000 have the same meanings in this section as in that Part. 5 But the reference in subsection (1)(b) to the conduct of covert human intelligence sources does not include conduct which may be authorised under section 29B of that Act (criminal conduct authorisations)."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "20", "section_title": " Duty to keep the complainant informed", "section_text": "20 1 In any case in which there is an investigation of a complaint in accordance with the provisions of Schedule 3— a by the   Director General , or b under   the Director General's   direction , it shall be the duty of the   Director General   to provide the complainant with all such information as will keep him properly informed, while the investigation is being carried out and subsequently, of all the matters mentioned in subsection (4). 2 In any case in which there is an investigation of a complaint in accordance with the provisions of Schedule 3— a by the appropriate authority on its own behalf,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . it shall be the duty of the appropriate authority to provide the complainant with all such information as will keep him properly informed, while the investigation is being carried out and subsequently, of all the matters mentioned in subsection (4). 3 Where subsection (2) applies, it shall be the duty of the   Director General   to give the appropriate authority all such directions as   the Director General   considers appropriate for securing that that authority complies with its duty under that subsection; and it shall be the duty of the appropriate authority to comply with any direction given to it under this subsection. 3A In any case in which a complaint is being handled— a in accordance with paragraph 6(2A) of Schedule 3 otherwise than by the appropriate authority making arrangements for the complaint to be investigated by the authority on its own behalf, or b otherwise than in accordance with Schedule 3 (as to which see paragraph 2(6C) of that Schedule), it shall be the duty of the appropriate authority to provide the complainant with all such information as will keep him properly informed, while the complaint is being handled and subsequently, of all the matters mentioned in subsection (4). 4 The matters of which the complainant must be kept properly informed are— a the progress of the handling of the complaint; b the outcome of the handling of the complaint; c any right to apply for a review conferred on the complainant by paragraph 6A or 25 of Schedule 3 (as the case may be); d such other matters as may be specified in regulations made by the Secretary of State. 4A The generality of subsection (4)(a) and (b) is not affected by any requirement to notify the complainant that is imposed by any other provision of this Part. 5 The duties imposed by this section on the   Director General   and the appropriate authority in relation to any complaint shall be performed in such manner, and shall have effect subject to such exceptions, as may be provided for by regulations made by the Secretary of State. 6 The Secretary of State shall not by regulations provide for any exceptions from the duties imposed by this section except so far as he considers it necessary to do so for the purpose of— a preventing the premature or inappropriate disclosure of information that is relevant to, or may be used in, any actual or prospective criminal proceedings; b preventing the disclosure of information in any circumstances in which it has been determined in accordance with the regulations that its non-disclosure— i is in the interests of national security; ii is for the purposes of the prevention or detection of crime, or the apprehension or prosecution of offenders; iii is required on proportionality grounds; or iv is otherwise necessary in the public interest. 7 The non-disclosure of information is required on proportionality grounds if its disclosure would cause, directly or indirectly, an adverse effect which would be disproportionate to the benefits arising from its disclosure. 8 Regulations under this section may include provision framed by reference to the opinion of, or a determination by, the   Director General   or any   local policing body   or chief officer. 8A In any case in which there is an investigation of a complaint, the   Director General   or the appropriate authority may comply with   their   duty under subsection (1) or (2)\t\t\t\t\t\t\t\t(as the case may be) so far as relating to the findings of a report submitted  (or finalised)   under provision made by virtue of paragraph 20A(4)(b) of Schedule 3, or a report of the investigation submitted  (or completed)   under paragraph 22 of Schedule 3, by sending the complainant a copy of the report. 8B Subsection (8A) applies notwithstanding any obligation of secrecy imposed by any rule of law or otherwise but is subject to— a regulations made under subsection (5), and b section 21A. 9 It shall be the duty of a person appointed to carry out an investigation under this Part  , or who is otherwise involved in the handling of a complaint under this Part,   to provide the   Director General   or, as the case may be, the appropriate authority with all such information as the   Director General   or that authority may reasonably require for the purpose of performing   their   duty under this section."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "21", "section_title": " Duty to provide information for other persons", "section_text": "21 1 A person has an interest in being kept properly informed about the handling of a complaint   , recordable conduct matter or DSI matter   if— a it appears to the   Director General   or to an appropriate authority that he is a person falling within subsection (2)  or (2A) ; and b that person has indicated that he consents to the provision of information to him in accordance with this section and that consent has not been withdrawn. 2 A person falls within this subsection if   (in the case of a   complaint that relates to conduct of a person serving with the police or a   recordable conduct matter) — a he is a relative of a person whose death is the alleged result from the conduct complained of or to which the recordable conduct matter relates; b he is a relative of a person whose serious injury is the alleged result from that conduct and that person is incapable of making a complaint; c he himself has suffered serious injury as the alleged result of that conduct. 2A A person falls within this subsection if (in the case of a DSI matter)— a he is a relative of the person who has died; b he is a relative of the person who has suffered serious injury and that person is incapable of making a complaint; c he himself is the person who has suffered serious injury. 3 A person who does not fall within subsection (2)\t\t\t\t\t  or (2A)  has an interest in being kept properly informed about the handling of a complaint   , recordable conduct matter or DSI matter   if— a the   Director General   or an appropriate authority considers that he has an interest in the handling of the complaint   , recordable conduct matter or DSI matter   which is sufficient to make it appropriate for information to be provided to him in accordance with this section; and b he has indicated that he consents to the provision of information to him in accordance with this section. 4 In relation to a complaint, this section confers no rights on the complainant. 5 A person who has an interest in being kept properly informed about the handling of a complaint   , conduct matter or DSI matter   is referred to in this section as an “ interested person ”. 6 In any case in which there is an investigation of the complaint   , recordable conduct matter or DSI matter   in accordance with the provisions of Schedule 3— a by the   Director General , or b under   the Director General's   direction , it shall be the duty of the   Director General   to provide the interested person with all such information as will keep him properly informed, while the investigation is being carried out and subsequently, of all the matters mentioned in subsection (9). 7 In any case in which there is an investigation of the complaint   , recordable conduct matter or DSI matter   in accordance with the provisions of Schedule 3— a by the appropriate authority on its own behalf,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . it shall be the duty of the appropriate authority to provide the interested person with all such information as will keep him properly informed, while the investigation is being carried out and subsequently, of all the matters mentioned in subsection (9). 8 Where subsection (7) applies, it shall be the duty of the   Director General   to give the appropriate authority all such directions as   the Director General   considers appropriate for securing that that authority complies with its duty under that subsection; and it shall be the duty of the appropriate authority to comply with any direction given to it under this subsection. 8A In any case in which— a the complaint is being handled in accordance with paragraph 6(2A) of Schedule 3 otherwise than by the appropriate authority making arrangements for the complaint to be investigated by the authority on its own behalf, or b the recordable conduct matter or DSI matter is being handled in a manner determined by the appropriate authority in accordance with paragraph 10(4D), 11(3E), 14(2) or 14D(2) of Schedule 3 otherwise than by the appropriate authority making arrangements for the matter to be investigated by the authority on its own behalf, it shall be the duty of the appropriate authority to provide the interested person with all such information as will keep him properly informed, while the complaint, recordable conduct matter or DSI matter is being handled and subsequently, of all the matters mentioned in subsection (9). 9 The matters of which the interested person must be kept properly informed are— a the progress of the handling of the complaint, recordable conduct matter or DSI matter; b the outcome of the handling of the complaint, recordable conduct matter or DSI matter; c such other matters as may be specified in regulations made by the Secretary of State. 9A The generality of subsection (9)(a) and (b) is not affected by any requirement to notify an interested person that is imposed by any other provision of this Part. 10 The duties imposed by this section on the   Director General   and the appropriate authority in relation to any complaint   , recordable conduct matter or DSI matter   shall be performed in such manner, and shall have effect subject to such exceptions, as may be provided for by regulations made by the Secretary of State. 11 Subsections (6) to (9) of section 20 apply for the purposes of this section as they apply for the purposes of that section. 11A In any case in which there is an investigation of a complaint, recordable conduct matter or DSI matter, the   Director General   or the appropriate authority may comply with   their   duty under subsection (6) or (7)\t\t\t\t\t\t\t\t(as the case may be) so far as relating to the findings of a report submitted  (or finalised)   under provision made by virtue of paragraph 20A(4)(b) of Schedule 3, or a report of the investigation submitted  (or completed)   under paragraph 22 or 24A of Schedule 3, by sending an interested person a copy of the report. 11B Subsection (11A) applies notwithstanding any obligation of secrecy imposed by any rule of law or otherwise but is subject to— a regulations made under subsection (10), and b section 21A. 12 In this section “ relative ” means a person of a description prescribed in regulations made by the Secretary of State."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "21A", "section_title": "Restriction on disclosure of sensitive information", "section_text": "21A 1 Where the   Director General   receives information within subsection (3), the   Director General   must not disclose (whether under section 11, 20 or 21 or otherwise) the information, or the fact that it has been received, unless the relevant authority consents to the disclosure. 2 Where a person appointed under paragraph 18 of Schedule 3 to investigate a complaint or matter (a  “paragraph 18 investigator”) receives information within subsection (3), the paragraph 18 investigator must not disclose the information, or the fact that it has been received, to any person other than the   Director General   unless the relevant authority consents to the disclosure. 3 The information is— a intelligence service information; b protected information relating to a relevant warrant; c information obtained from a government department which, at the time it is provided to the   Director General   or the paragraph 18 investigator, is identified by the department as information the disclosure of which may, in the opinion of the relevant authority— i cause damage to national security, international relations or the economic interests of the United Kingdom or any part of the United Kingdom, or ii jeopardise the safety of any person. 4 Where the   Director General   or a paragraph 18 investigator discloses to another person information within subsection (3), or the fact that the   Director General   or the paragraph 18 investigator has received it, the other person must not disclose that information or that fact unless the relevant authority consents to the disclosure. 5 In this section— “ government department ” means a department of Her Majesty's Government but does not include— the Security Service, the Secret Intelligence Service, or the Government Communications Headquarters (“ GCHQ ”); “ intelligence service information ” means information that was obtained (directly or indirectly) from or that relates to— the Security Service, the Secret Intelligence Service,  GCHQ , or any part of Her Majesty's forces, or of the Ministry of Defence, which engages in intelligence activities; “ Minister of the Crown ” includes the Treasury; “ paragraph 18 investigator ” has the meaning given by subsection (2); “ protected information ”, in relation to a relevant warrant, means information relating to any of the matters mentioned in section 57(4) of the Investigatory Powers Act 2016 in relation to the warrant; “ relevant authority ” means— in the case of intelligence service information obtained (directly or indirectly) from or relating to the Security Service, the Director-General of the Security Service; in the case of intelligence service information obtained (directly or indirectly) from or relating to the Secret Intelligence Service, the Chief of the Secret Intelligence Service; in the case of intelligence service information obtained (directly or indirectly) from or relating to  GCHQ , the Director of  GCHQ ; in the case of intelligence service information obtained (directly or indirectly) from or relating to Her Majesty's forces or the Ministry of Defence, the Secretary of State; in the case of protected information relating to a relevant warrant, the person to whom the relevant warrant is or was addressed; in the case of information within subsection (3)(c)— the Secretary of State, or the Minister of the Crown in charge of the government department from which the information was obtained (if that Minister is not a Secretary of State); “ relevant warrant ” means— a warrant under Chapter 1 of Part 2 of the Investigatory Powers Act 2016, or a warrant under Chapter 1 of Part 6 of that Act."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "21B", "section_title": "Provision of sensitive information to the   Director General   and certain investigators", "section_text": "21B 1 A person who provides information that is intelligence service information or protected information relating to a relevant warrant to the   Director General   or a paragraph 18 investigator (whether under a provision of this Part or otherwise) must— a make the   Director General   or the paragraph 18 investigator aware that the information is intelligence service information or (as the case may be) protected information relating to a relevant warrant, and b provide the   Director General   or the paragraph 18 investigator with such additional information as will enable the   Director General   or the paragraph 18 investigator to identify the relevant authority in relation to the information. 2 In this section,  “ intelligence service information ”,  “ protected information relating to a relevant warrant ”,  “ paragraph 18 investigator ” and  “ relevant authority ” have the same meaning as in section 21A."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "22", "section_title": " Power of the   Director General   to issue guidance", "section_text": "22 1 The   Director General   may issue guidance— a to   local policing bodies , b to chief officers, and c to persons who are serving with the police otherwise than as chief officers, concerning the exercise or performance, by the persons to whom the guidance is issued, of any of the powers or duties specified in subsection (2). 2 Those powers and duties are— a those that are conferred or imposed by or under this Part; and b those that are otherwise conferred or imposed but relate to— i the handling of complaints; ii the means by which recordable conduct matters   or DSI matters  are dealt with; or iii the detection or deterrence of misconduct by persons serving with the police. 3 Before issuing any guidance under this section, the   Director General   shall consult with— a such persons as appear to the   Director General   to represent the views of police and crime commissioners; aa the Mayor's Office for Policing and Crime; ab the Common Council; b   the National Police Chiefs' Council ; and c such other persons as   the Director General   thinks fit. 4 The approval of the Secretary of State shall be required for the issue by the   Director General   of any guidance under this section. 5 Without prejudice to the generality of the preceding provisions of this section, the guidance that may be issued under this section includes— a guidance about the handling of complaints which have not yet been recorded and about dealing with recordable conduct matters   or DSI matters  that have not been recorded; b guidance about the procedure to be followed by the appropriate authority when recording a complaint or any recordable conduct matter   or DSI matter ; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d guidance about how to protect the scene of an incident or alleged incident which— i is or may become the subject-matter of a complaint; or ii is or may involve a recordable conduct matter   or DSI matter ; e guidance about the circumstances in which it is appropriate (where it is lawful to do so)— i to disclose to any person, or to publish, any information about an investigation of a complaint   , conduct matter or DSI matter ; or ii to provide any person with, or to publish, any report or other document relating to such an investigation; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Nothing in this section shall authorise the issuing of any guidance about a particular case. 7 It shall be the duty of every person to whom any guidance under this section is issued to have regard to that guidance in exercising or performing the powers and duties to which the guidance relates. 8 A failure by a person to whom guidance under this section is issued to have regard to the guidance shall be admissible in evidence in any disciplinary proceedings or on any appeal from a decision taken in any such proceedings."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "23", "section_title": " Regulations", "section_text": "23 1 The Secretary of State may make regulations as to the procedure to be followed under any provision of this Part. 2 Without prejudice to the generality of the power conferred by subsection (1) or of any other power to make regulations conferred by any provision of this Part, the Secretary of State may also by regulations provide— a for the appropriate authority, in the case of a complaint   that relates to conduct of a person serving with the police , to be required, in accordance with procedures provided for in the regulations— i to supply the person complained against with a copy of the complaint; and ii to supply the complainant with a copy of the record made of that complaint; b for the matters to be taken into account in making any determination as to which procedure to adopt for handling complaints and dealing with recordable conduct matters   and DSI matters ; c for any procedure for the purposes of this Part to be discontinued where— i a complaint is withdrawn; ii the complainant indicates that he does not wish any further steps to be taken; or iii the whole or part of the investigation of the complaint has been postponed until the conclusion of criminal proceedings and the complainant fails to indicate after the conclusion of those proceedings that he wishes the investigation to be resumed; and for the manner in which any such withdrawal or indication is to be effected or given, and for the circumstances in which it is to be taken as effected or given; d for requiring the subject-matter of a complaint that has been withdrawn to be treated for the purposes of this Part, in the cases and to the extent specified in the regulations, as a recordable conduct matter; e for the manner in which any procedure for the purposes of this Part is to be discontinued in a case where it is discontinued in accordance with the regulations, and for the consequences of any such discontinuance; f for the circumstances in which any investigation or other procedure under this Part may be or must be suspended to allow any other investigation or proceedings to continue, and for the consequences of such a suspension; g for the regulation of the appointment of persons to carry out investigations under this Part or to assist with the carrying out of such investigations, for limiting the persons who may be appointed and for the regulation of the carrying out of any such investigation; h for combining into a single investigation the investigation of any complaint, conduct matter or DSI matter with the investigation or investigations of any one or more, or any combination, of the following— i complaints (whether or not relating to the same conduct), ii conduct matters, or iii DSI matters, and for splitting a single investigation into two or more separate investigations; i for the procedure to be followed in cases in which the   Director General   relinquishes the   ...   direction   of any investigation and for the consequences of   the Director General   doing so; j for the manner in which any reference of a complaint   , conduct matter or DSI matter   to the   Director General   is to be made; k for applying the provisions of this Part with such modifications as the Secretary of State thinks fit in cases where a complaint or recordable conduct matter relates to the conduct of a person who has ceased to be a person serving with the police since the time of the conduct; l for applying the provisions of this Part with such modifications as the Secretary of State thinks fit in cases where a complaint or conduct matter relates to the conduct of a person— i whose identity is unascertained at the time at which a complaint is made or a conduct matter is recorded; ii whose identity is not ascertained during, or subsequent to, the investigation of a complaint or recordable conduct matter; m . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . n for the records to be kept by   local policing bodies   and chief officers— i with respect to complaints and purported complaints; ii with respect to recordable conduct matters   or DSI matters ; and iii with respect to the exercise and performance of their powers and duties under this Part; o for the   Director General   to be required to establish and maintain a register of such information provided to   the Director General or the Office   in accordance with this Part as may be of a description specified in the regulations and for regulating the extent to which information stored on that register may be published or otherwise disclosed to any person by the   Director General ; p for chief officers to have power to delegate the exercise or performance of powers and duties conferred or imposed on them by or under this Part; pa for local policing bodies to have power to delegate the exercise or performance of powers and duties conferred or imposed on them by or under this Part (including powers and duties that are acquired by virtue of giving a notice under section 13A); q for the manner in which any notification for the purposes of any provision of this Part is to be given and the time at which, or period within which, any such notification must be given. r for enabling representations on behalf of a person to whose conduct an investigation relates to be made to the   Director General   by a person who is not that person's legal representative but is of a description specified in the regulations."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "24", "section_title": " Consultation on regulations", "section_text": "24 Before making any regulations under this Part, the Secretary of State shall consult with— a the Office; aa the Director General; b such persons as appear to the Secretary of State to represent the views of police and crime commissioners; ba the Mayor's Office for Policing and Crime; bb the Common Council; c   the National Police Chiefs' Council ; and d such other persons as he thinks fit."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "25", "section_title": " NCIS and NCS", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "26", "section_title": " Forces maintained otherwise than by   local policing bodies", "section_text": "26 1 Notwithstanding any provision made by or under any enactment passed or made before this Act— a the   Director General , and b an authority other than a   local policing body   which maintains a body of constables, shall each have power to enter into an agreement with the other for the establishment and maintenance in relation to that body of constables of procedures corresponding or similar to any of those provided for by or under this Part. 2 If it appears to the Secretary of State appropriate to do so in relation to any body of constables maintained otherwise than by a   local policing body   to establish any such corresponding or similar procedures, he may by order— a provide for the establishment and maintenance of such procedures in relation to that body of constables; and b in a case in which procedures in relation to that body of constables have effect by virtue of subsection (9) or have previously been established by virtue of this section— i provide for those procedures to be superseded by the provision made by the order; and ii make transitional provision in connection with the replacement of the superseded procedures. 3 It shall be the duty of the Secretary of State to secure that procedures are established and maintained under subsection (2) in relation to each of the following— a the Ministry of Defence Police; and b the British Transport Police Force. 4 An agreement under this section shall not be made, varied or terminated except with the approval of the Secretary of State. 5 An agreement or order under this section in relation to any body of constables may contain provision for enabling the    Director General    to bring and conduct, or otherwise participate or intervene in, any proceedings which are identified by the agreement or order as disciplinary proceedings in relation to members of that body of constables. 6 An agreement or order under this section in relation to any body of constables may provide for the application of procedures in relation to persons who are not themselves constables but are employed for the purposes of that body of constables and in relation to the conduct of such persons, as well as in relation to members of that body of constables and their conduct. 7 Before making an order under this section the Secretary of State shall consult with both— a the   Director General ; and b the authority maintaining the body of constables to whom the order relates. 8 Procedures established in accordance with any agreement or order under this section shall have no effect in relation to anything done outside England and Wales by any constable or any person employed for the purposes of a body of constables. 9 Where, immediately before the coming into force of this section, any procedures have effect in relation to any body of constables by virtue of— a section 78 of the 1996 Act (which made provisions similar to that made by this section), or b paragraph 13 of Schedule 8 to that Act (transitional provisions), those procedures shall continue to have effect thereafter (notwithstanding the repeal by this Act of Chapter 1 of Part 4 of the 1996 Act and of that paragraph) until superseded by procedures established by virtue of any agreement or order under this section. 10 Subsection (9) has effect subject to the provisions of any order made under section 28."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "26A", "section_title": "Serious Organised Crime Agency", "section_text": "26A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "26B", "section_title": "National Policing Improvement Agency", "section_text": "26B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "26BA", "section_title": "College of Policing", "section_text": "26BA 1 The   Director General   and the College of Policing must enter into an agreement for the establishment, in relation to members of the College's staff, of procedures corresponding or similar to those provided for by or under this Part. 2 An agreement under this section— a must not be made or varied except with the approval of the Secretary of State; and b must not be terminated unless— i it is replaced by another such agreement, and ii the Secretary of State approves. 3 An agreement under this section may contain provision for enabling the   Director General   to bring and conduct, or otherwise participate or intervene in, any proceedings that are identified by the agreement as disciplinary hearings in relation to members of the College's staff. 4 Procedures established in accordance with an agreement under this section shall have no effect in relation to anything done outside England and Wales by any member of the College's staff."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "26C", "section_title": "The National Crime Agency", "section_text": "26C 1 The Secretary of State must make regulations conferring functions on the   Director General   in relation to the exercise of functions by the Director General   of the National Crime Agency  and other National Crime Agency officers. 2 Regulations under this section may, in particular— a apply (with or without modifications), or make provision similar to, any provision of or made under this Part of this Act; b make provision for payment by the National Crime Agency to, or in respect of, the   the Office or in respect of its Director General . 3 Regulations under this section must relate only to the exercise of functions in, or in relation to, England and Wales. 4 The   Director General   and the Parliamentary Commissioner for Administration may jointly investigate a matter in relation to which— a the   Director General   has functions by virtue of this section, and b the Parliamentary Commissioner for Administration has functions by virtue of the Parliamentary Commissioner Act 1967. 5 A National Crime Agency officer may disclose information to the   Director General , or to a person acting on the   Director General's   behalf, for the purposes of the exercise by the   Director General , or by any person acting on the   Director General's   behalf, of an  NCA  complaints function. 6 The   Director General   and the Parliamentary Commissioner for Administration may disclose information to each other for the purposes of the exercise of a function— a by virtue of this section, or b under the Parliamentary Commissioner Act 1967. 7 Regulations under this section may, in particular, make— a further provision about the disclosure of information under subsection (5) or (6); b provision about the further disclosure of information that has been so disclosed; including provision which applies (with or without modifications), or is similar to, any provision of Schedule 7 to the Crime and Courts Act 2013. 8 Except as provided for in regulations under this section, that Schedule to that Act does not apply to— a the disclosure of information under subsection (5) or (6), or b the further disclosure of information so disclosed. 9 In this section  “ NCA  complaints function ” means a function in relation to the exercise of functions by the Director General  of the National Crime Agency   or any other National Crime Agency officer."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "26D", "section_title": "Labour abuse prevention officers", "section_text": "26D 1 The Secretary of State may make regulations conferring functions on the   Director General   in relation to the exercise of functions by officers of the Gangmasters and Labour Abuse Authority (the  “Authority”) in their capacity as labour abuse prevention officers (see section 114B of the Police and Criminal Evidence Act 1984 ( PACE  powers for labour abuse prevention officers)). 2 Regulations under this section may, in particular— a apply (with or without modifications), or make provision similar to, any provision of or made under this Part; b make provision for payment by the Authority to, or in respect of, the   Office or in respect of the Director General . 3 The   Director General   and the Parliamentary Commissioner for Administration may jointly investigate a matter in relation to which— a the   Director General   has functions by virtue of this section, and b the Parliamentary Commissioner for Administration has functions by virtue of the Parliamentary Commissioner Act 1967. 4 An officer of the Authority may disclose information to the   Director General , or to a person acting on the   Director General's   behalf, for the purposes of the exercise by the   Director General , or by any person acting on the   Director General's   behalf, of an Authority complaints function. 5 The   Director General   and the Parliamentary Commissioner for Administration may disclose information to each other for the purposes of the exercise of a function— a by virtue of this section, or b under the Parliamentary Commissioner Act 1967. 6 Regulations under this section may, in particular, make— a further provision about the disclosure of information under subsection (4) or (5); b provision about the further disclosure of information that has been so disclosed. 7 In this section  “ Authority complaints function ” means a function in relation to the exercise of functions by officers of the Authority."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "26E", "section_title": "Food crime officers", "section_text": "26E 1 The Secretary of State may make regulations conferring functions on the Director General in relation to officers of the Food Standards Agency (the “Agency”) acting in the exercise of functions conferred on them by virtue of— a section  114C  of the Police and Criminal Evidence Act 1984 (PACE powers for food crime officers), or b section 39A of the Criminal Justice and Public Order Act 1994 (powers for food crime officers: inferences from silence). 2 Regulations under this section may, in particular— a apply (with or without modifications), or make provision similar to, any provision of or made under this Part; b make provision for payment by the Agency to, or in respect of, the Office or in respect of the Director General. 3 The Director General and the Parliamentary Commissioner for Administration may jointly investigate a matter in relation to which— a the Director General has functions by virtue of this section, and b the Parliamentary Commissioner for Administration has functions by virtue of the Parliamentary Commissioner Act 1967. 4 An officer of the Agency may disclose information to the Director General or to a person acting on the Director General’s behalf, for the purposes of the exercise by the Director General or by any person acting on the Director General’s behalf, of an Agency complaints function. 5 The Director General and the Parliamentary Commissioner for Administration may disclose information to each other for the purposes of the exercise of a function— a by virtue of this section, or b under the Parliamentary Commissioner Act 1967. 6 Regulations under this section may, in particular, make— a further provision about the disclosure of information under subsection  (4)  or  (5) ; b provision about the further disclosure of information that has been so disclosed. 7 A disclosure of information authorised by this section does not breach— a any obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of information (however imposed). 8 But this section does not authorise a disclosure of information that— a would contravene the data protection legislation (but in determining whether a disclosure would do so, the power conferred by this section is to be taken into account), or b is prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016. 9 In this section— “Agency complaints function” means a function in relation to the exercise of functions by officers of the Agency; “data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act)."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "27", "section_title": " Conduct of the   Office's   staff", "section_text": "27 1 The Secretary of State shall by regulations make provision for the manner in which the following cases are to be handled or dealt with— a cases in which allegations of misconduct are made against members of the   Office's   staff; and b cases in which there is otherwise an indication that there may have been misconduct by a member of the   Office's   staff. 2 Regulations under this section may apply, with such modifications as the Secretary of State thinks fit, any provision made by or under this Part. 3 Regulations under this section may provide for it to be the duty of any person on whom functions are conferred by the regulations to have regard, in the carrying out of those functions, to any guidance given by such persons and in such manner as may be specified in the regulations. 4 Before making any regulations under this section the Secretary of State shall consult with the   Office and the Director General ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "28", "section_title": " Transitional arrangements connected with establishing the Commission etc.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "28A", "section_title": "Application of Part 2 to old cases", "section_text": "28A 1 The   Director General   may, if   the Director General   considers that there are exceptional circumstances— a direct that a relevant transitional provision does not apply in relation to a pre-commencement matter, and b direct the appropriate authority to record the matter under this Part. 2 A  “ pre-commencement matter ” means a matter which— a is a complaint or a conduct matter, b relates to conduct which took place, or circumstances which occurred, before 1 April 2004, and c (apart from this section) is prevented by a relevant transitional provision from being recorded under this Part as a complaint or a conduct matter. 3 “ Relevant transitional provision ” means article 2, 3 or 4 of the Independent Police Complaints Commission (Transitional Provisions) Order 2004 ( S.I.  2004/671). 4 The   Director General   may, if   the Director General   considers that there are exceptional circumstances, direct that a matter to which subsection (5) applies should be treated as a conduct matter or a DSI matter. 5 This subsection applies to a matter which— a relates to conduct which took place, or circumstances which occurred, before 1 April 2004, b has been the subject of a relevant complaint, and c would be a conduct matter or a DSI matter if it had not been the subject of a relevant complaint. 6 “ Relevant complaint ” means— a a complaint made before 1 April 2004, or b a complaint made on or after that date to which a relevant transitional provision applied. 7 Where under subsection (1)(a) the   Director General   directs that a relevant transitional provision does not apply in relation to a pre-commencement matter, that provision does not apply in relation to that matter. 8 The appropriate authority must comply with a direction under subsection (1)(b). 9 Where under subsection (4) the   Director General   directs that a matter should be treated as a conduct matter or a DSI matter, the matter is (subject to any regulations under subsection (10)) to be treated as a conduct matter or a DSI matter for the purposes of this Part (including subsections (1) and (2)) and any provision made under it. 10 The Secretary of State may by regulations provide for this Part or any provision made under it to apply with such modifications as the Secretary of State thinks fit to a matter in relation to which the   Director General   has made a direction under subsection (1) or (4)."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29", "section_title": " Interpretation of Part 2", "section_text": "29 1 In this Part— “ the appropriate authority ”— in relation to a person serving with the police or in relation to any complaint, conduct matter or investigation relating to the conduct of such a person, means— if that person is   the chief officer or an acting chief officer, the local policing body   for the area of the police force of which he is a member; and if he is not   the chief officer or an acting chief officer , the chief officer under whose direction and control he is;  ...   in relation to any other complaint, means the chief officer of the police force with which dissatisfaction is expressed by the complainant; and   in relation to a death or serious injury matter, means— if the relevant officer is   the chief officer or an acting chief officer, the local policing body   for the area of the police force of which he is a member; and if he is not  the chief officer or an acting chief officer , the chief officer under whose direction and control he is;   and, for the purposes of this definition,  “ acting chief officer ” means a person exercising or performing functions of a chief constable in accordance with section 41 of the Police Reform and Social Responsibility Act 2011; a person exercising powers or duties of the Commissioner of Police of the Metropolis in accordance with section 44 or 45(4) of that Act; or a person exercising duties of the Commissioner of Police for the City of London in accordance with section 25 of the City of London Police Act 1839;   “ chief officer ” means the chief officer of police of any police force; ... “ complainant ” shall be construed in accordance with subsection (2); “ complaint ” has the meaning given by section 12; “ conduct ” includes acts, omissions , statements and decisions   (whether actual, alleged or inferred); “ conduct matter ” has the meaning given by section 12; “ death or serious injury matter ” and  “ DSI matter ” have the meaning given by section 12;   “ the Director General ” means (unless otherwise specified) the Director General of the Office;   “ disciplinary proceedings ” means— in relation to a member of a police force or a special constable, proceedings under any regulations made by virtue of section 50 or 51 of the 1996 Act and identified as disciplinary proceedings by those regulations; and in relation to a person serving with the police who is not a member of a police force or a special constable, proceedings identified as such by regulations made by the Secretary of State for the purposes of this Part; “ document ” means anything in which information of any description is recorded; “ information ” includes estimates and projections, and statistical analyses; ...   “ the Office ” means the Independent Office for Police Conduct;   “ person complained against ”, in relation to a complaint  that relates to conduct of a person serving with the police , means the person whose conduct is the subject-matter of the complaint; “ recordable conduct matter ” means (subject to any regulations under section 23(2)(d))— a conduct matter that is required to be recorded by the appropriate authority under paragraph 10   , 11 or 13A   of Schedule 3 or has been so recorded; or   a conduct matter that is required to be recorded by the appropriate authority under section 28A(8) or has been so recorded;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ relevant force ”, in relation to the appropriate authority, means—   if that authority is a local policing body, the police force which the body is responsible for maintaining; and   if that authority is the chief officer of police of a police force, his force; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ serious injury ” means a fracture, a deep cut, a deep laceration or an injury causing damage to an internal organ or the impairment of any bodily function; “ serving with the police ”, in relation to any person, shall be construed in accordance with section   12(7) to (10)  . 1A In this Part  “ the relevant officer ”, in relation to a DSI matter, means the person serving with the police (within the meaning of section   12(7) to (10)  )— a who arrested the person who has died or suffered serious injury, b in whose custody that person was at the time of the death or serious injury, or c with whom that person had the contact in question; and where there is more than one such person it means, subject to subsection (1B), the one who so dealt with him last before the death or serious injury occurred. 1B Where it cannot be determined which of two or more persons serving with the police dealt with a person last before a death or serious injury occurred, the relevant officer is the most senior of them. 2 References in this Part, in relation to anything which is or purports to be a complaint, to the complainant are references— a to the person by whom the complaint or purported complaint was made, or b in a case where the complaint or purported complaint was made on behalf of someone else, to the person on whose behalf it was made; but where any person is acting on another’s behalf for the purposes of any complaint or purported complaint, anything that is to be or may be done under this Part by or in relation to the complainant may be done, instead, by or in relation to the person acting on the complainant’s behalf. 3 Subject to subsection (4), references in this Part, in relation to any conduct or anything purporting to be a complaint about any conduct, to a member of the public include references to any person falling within any of the following paragraphs (whether at the time of the conduct or at any subsequent time)— a a person serving with the police; ca a National Crime Agency officer; or d a person engaged on relevant service, within the meaning of section 97(1)(a)  ...   or (d) of the 1996 Act   (temporary service of various kinds) . 4 In this Part references, in relation to any conduct or to anything purporting to be a complaint about any conduct, to a member of the public do not include references to— a a person who, at the time when the conduct is supposed to have taken place, was under the direction and control of the same chief officer as the person whose conduct it was; or b a person who— i at the time when the conduct is supposed to have taken place, in relation to him, or ii at the time when he is supposed to have been adversely affected by it, or to have witnessed it, was on duty in his capacity as a person falling within subsection (3)(a) to (d). 4A In this Part references, in relation to anything purporting to be a complaint other than a complaint about any conduct, to a member of the public include references to any person falling within subsection (3)(a) to (d) other than a person who is— a a member of the police force with which dissatisfaction is expressed, b a civilian employee of that police force, c a special constable who is under the direction and control of the chief officer of that police force, or d where dissatisfaction is expressed with the City of London police force, an employee of the Common Council of the City of London who is under the direction and control of the chief officer of that force. 5 For the purposes of this Part a person is adversely affected if he suffers any form of loss or damage, distress or inconvenience, if he is put in danger or if he is otherwise unduly put at risk of being adversely affected. 6 References in this Part to the investigation of any complaint or matter by the appropriate authority on its own behalf,  ... under the   direction   of the   Director General   or by the   Director General   ... shall be construed as references to its investigation in accordance with paragraph 16,  ... 18 or, as the case may be, 19 of Schedule 3. 7 The Commissioner of Police for the City of London shall be treated for the purposes of this Part as if he were a member of the City of London police force. 8 References in sections 26, 26BA and 26C to England and Wales include the sea and other waters within the seaward limits of the territorial sea adjacent to England and Wales."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29A", "section_title": "Power to make super-complaints", "section_text": "29A 1 A designated body may make a complaint to Her Majesty's Chief Inspector of Constabulary that a feature, or combination of features, of policing in England and Wales by one or more than one police force is, or appears to be, significantly harming the interests of the public. 2 See section 29B for the meaning of  “designated body”. 3 In this section- “ England and Wales ” includes the adjacent United Kingdom waters within the meaning of section 30 of the Police Act 1996, “ police force ” means any of the following— the metropolitan police force, a police force maintained under section 2 of the Police Act 1996 (police forces in England and Wales outside London), the National Crime Agency, the City of London police force, the Ministry of Defence Police, the Civil Nuclear Constabulary, the British Transport Police."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29B", "section_title": "Bodies who may make super-complaints", "section_text": "29B 1 In this Part  “ designated body ” means a body designated in regulations made by the Secretary of State. 2 The Secretary of State— a may make or revoke such a designation if the Secretary of State considers it appropriate to do so, and b must make or revoke such a designation if asked to do so by an authorised person. 3 The Secretary of State must, in deciding whether to act under subsection (2)(a), apply criteria specified or described in regulations made by the Secretary of State. 4 The authorised person must, in deciding whether to ask the Secretary of State to act under subsection (2)(b), apply criteria specified or described in regulations made by the Secretary of State. 5 The Secretary of State must, before making regulations under subsection (3) or (4), consult such persons as the Secretary of State considers appropriate. 6 In this section  “ authorised person ” means any person specified or described in regulations made by the Secretary of State."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29C", "section_title": "Regulations about super-complaints", "section_text": "29C 1 The Secretary of State may by regulations make provision about complaints under section 29A. 2 Such provision may, in particular, include provision about— a the procedure for dealing with a matter before a complaint is made under section 29A (including who is to deal with the matter), b the procedure for dealing with a complaint under section 29A (including who is to deal with the matter), c whether, or the extent to which, a matter is to be dealt with under this Part or Part 2. 3 Regulations under this section may— a confer (or enable the conferring of) functions on Her Majesty's Chief Inspector of Constabulary, the   Director General of the Independent Office for Police Conduct , the College of Policing or any other person, b apply (with or without modifications), in relation to any matter to be dealt with by the   Director General of the Independent Office for Police Conduct   under this Part, any provision made by or under Part 2."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29D", "section_title": "Power to investigate concerns raised by whistle-blowers", "section_text": "29D 1 The   Director General   may investigate any concern raised by a whistle-blower of which   the Director General   becomes aware (whether because the whistle-blower has contacted the   Director General   or for any other reason) but only if the whistle-blower informs the   Director General , before the beginning of the investigation, that he or she consents to an investigation taking place. 2 In deciding whether to investigate, the   Director General   must take into account the public interest. 3 For the purposes of this Part, a person is a  “whistle-blower” if— a the person is, or was at any time, under the direction and control of a chief officer of police, b the person raises a concern that is about a police force or a person serving with the police, c the matter to which the concern relates is not— i about the conditions of service of persons serving with the police, or ii a matter that is, or could be, the subject of a complaint by the person under Part 2, and d at the time the   Director General   first becomes aware of the concern, the matter to which it relates is not— i under investigation under the direction of the   Director General   in accordance with paragraph 18 of Schedule 3, ii under investigation by the   Director General   in accordance with paragraph 19 of that Schedule, iii being dealt with as a complaint under section 29A under regulations under section 29C (regulations about super-complaints), or iv under investigation under this Part. 4 Subsection (1) is subject to section 29F (which deals with the position where the concern is a conduct matter for the purposes of Part 2) and to section 29G (which deals with the position where the concern is a DSI matter for the purposes of that Part). 5 Schedule 3A (which makes provision about the procedure  etc  where the   Director General   decides to investigate under subsection (1)) has effect."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29E", "section_title": "  Director General's   powers and duties   on decision   not to investigate", "section_text": "29E 1 If the   Director General   decides not to carry out an investigation under section 29D(1), the   Director General   must inform the whistle-blower of the decision. 2 In such a case, the   Director General   may, with the consent of the whistle-blower— a disclose the nature of the concern to the appropriate authority, and b make recommendations in the light of the concern. 3 In this Part, except where otherwise provided,  “ appropriate authority ” means— a if the concern relates to a chief officer or an acting chief officer, the local policing body for the area of the police force of which he or she is a member; b if the concern relates to any other person, the chief officer under whose direction and control that person is; c if the concern does not relate to any particular persons, the chief officer of the police force to which the concern relates. 4 The Secretary of State may by regulations make further provision about recommendations under subsection (2). 5 The regulations may (amongst other things)— a describe the kinds of recommendations that the   Director General   may make under subsection (2); b specify the persons to whom the recommendations may be made; c authorise the   Director General   to require a response to any recommendation made by the   Director General   under subsection (2)."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29F", "section_title": "Special provision for  “conduct matters”", "section_text": "29F 1 Before deciding whether to carry out an investigation under section 29D(1), the   Director General   must consider whether the concern is about a conduct matter for the purposes of Part 2 (see section 12(2)). 2 If the   Director General   determines that the concern is about a conduct matter for the purposes of Part 2— a   the Director General   may not carry out an investigation under section 29D(1), and b   the Director General   must notify the appropriate authority in relation to the person whose conduct is in question of   the   determination. 3 Where the appropriate authority in relation to the person whose conduct is in question is notified under subsection (2), it must record the matter under paragraph 11 of Schedule 3 to this Act as a conduct matter. 4 The Secretary of State may by regulations make provision modifying Schedule 3 in relation to a conduct matter that, in accordance with subsection (3), is recorded under paragraph 11 of that Schedule but only for the purpose of making provision for the protection of the anonymity of whistle-blowers."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29G", "section_title": "Special provision for  “DSI matters”", "section_text": "29G 1 Before deciding whether to carry out an investigation under section 29D(1), the   Director General   must consider whether the concern is about a death or serious injury matter (“a DSI matter”) for the purposes of Part 2 (see section 12(2A)). 2 If the   Director General   determines that the concern is about a DSI matter for the purposes of Part 2— a   the Director General   may not carry out an investigation under section 29D(1), and b   the Director General   must notify the appropriate authority in relation to the DSI matter. 3 Where the appropriate authority in relation to the DSI matter is notified under subsection (2), it must record the matter under paragraph 14A of Schedule 3 to this Act as a DSI matter. 4 The Secretary of State may by regulations make provision modifying Schedule 3 in relation to a DSI matter that, in accordance with subsection (3), is recorded under paragraph 14A of that Schedule but only for the purpose of making provision for the protection of the anonymity of whistle-blowers. 5 In this section, references to the appropriate authority in relation to a DSI matter have the same meaning as in Part 2 (see section 29)."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29H", "section_title": "  Director General's   powers and duties where whistle-blower is deceased", "section_text": "29H 1 The power of the   Director General   to carry out an investigation under section 29D(1) applies where the whistle-blower dies before the   Director General   becomes aware of the concern (or before   the Director General   decides to investigate). 2 Any investigation begun by the   Director General   under section 29D(1) before the death of the whistle-blower may be continued after the death. 3 Where a whistle-blower dies— a any requirement under this Part to obtain the consent of the whistle-blower may be satisfied by obtaining the consent of that person's approved representative; b any requirement under this Part to give any document or other information to the whistle-blower may be satisfied by giving the document or other information to the person's approved representative; c any requirement under this Part not to disclose the identity of the whistle-blower does not apply or (where the   Director General   became aware of the concern before the death) ceases to apply. 4 For the purpose of this section,  “ approved representative ” means a person who has been approved by the   Director General   for the purposes of this Part. 5 The   Director General   may only approve a person who is— a the widow or widower (or surviving civil partner) of the deceased whistle-blower, b a personal representative (within the meaning of section 55(1)(xi) of the Administration of Estates Act 1925) of the deceased whistle-blower, or c any other person appearing to the   Director General   to have, by reason of a family or similar relationship with the deceased whistle-blower, a relevant interest in the outcome of the concern."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29I", "section_title": "Duty to keep whistle-blowers informed", "section_text": "29I 1 Where the   Director General   carries out an investigation under section 29D(1),   the Director General   must keep the whistle-blower properly informed about the progress of the investigation and its outcome. 2 The Secretary of State may by regulations provide for exceptions to the duty under subsection (1). 3 The power conferred by subsection (2) may be exercised only to the extent that the Secretary of State considers necessary for any of the permitted non-disclosure purposes. 4 “The permitted non-disclosure purposes” are— a preventing the premature or inappropriate disclosure of information that is relevant to, or may be used in, any actual or prospective criminal proceedings; b preventing the disclosure of information in any circumstances in which it has been determined in accordance with the regulations that its non-disclosure— i is in the interests of national security, ii is for the purposes of the prevention or detection of crime or the apprehension or prosecution of offenders, iii is for the purposes of the investigation of an allegation of misconduct against the whistle-blower or the taking of disciplinary proceedings or other appropriate action in relation to such an allegation, iv is for the purposes of an investigation under Part 2 that relates to the whistle-blower, v is required on proportionality grounds, or vi is otherwise necessary in the public interest. 5 The non-disclosure of information is required on proportionality grounds if its disclosure would cause, directly or indirectly, an adverse effect which would be disproportionate to the benefits arising from its disclosure."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29J", "section_title": "Protection of anonymity of whistle-blowers", "section_text": "29J 1 The Secretary of State may by regulations make provision setting out the circumstances in which the   Director General   is required or authorised to disclose information falling within subsection (2)\t\t\t\t\t\t\t\t\t\t\t(or any particular description of such information) to persons specified, or of a description specified, in the regulations. 2 The information falling within this subsection is— a the identity of a whistle-blower or information that might (whether alone or with other information) tend to reveal that identity; b the nature of a concern raised by a whistle-blower. 3 The power conferred by subsection (1) may be exercised only to the extent that the Secretary of State considers necessary for any of the permitted disclosure purposes. 4 “The permitted disclosure purposes” are— a the protection of the interests of national security; b the prevention or detection of crime or the apprehension of offenders; c the institution or conduct of criminal proceedings; d the investigation of allegations of misconduct against whistle-blowers and the taking of disciplinary proceedings or other appropriate action in relation to such allegations; e investigations under Part 2 that relate to whistle-blowers; f investigations under this Part; g any other purpose that is for the protection of the public interest. 5 Except as provided by regulations under subsection (1) or by any other provision of this Part, the   Director General   may not disclose information falling within subsection (2) unless the whistle-blower consents to the disclosure."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29K", "section_title": "Other restrictions on disclosure of information", "section_text": "29K 1 The Secretary of State may by regulations make provision setting out the circumstances in which the   Director General   is required or authorised to disclose information falling within subsection (2)\t\t\t\t\t\t\t\t\t\t\t(or any particular description of such information) to persons specified, or of a description specified, in the regulations. 2 The information falling within this subsection is— a information relating to an investigation under section 29D; b information relating to the outcome of any such investigation. 3 The power conferred by subsection (1) may be exercised only to the extent that the Secretary of State considers necessary for any of the permitted disclosure purposes. 4 In this section,  “ the permitted disclosure purposes ” has the same meaning as in section 29J. 5 Except as provided by regulations under subsection (1) or by any other provision of this Part, the   Director General   may not disclose information falling within subsection (2)."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29L", "section_title": "Application of provisions of Part 2", "section_text": "29L 1 The following provisions of Part 2 apply in relation to the functions of the   Director General   under this Part as they apply in relation to the functions of the   Director General   under Part 2— a section 15 (general duties of local policing bodies, chief officers and inspectors); b section 16 (payment for assistance with investigation); c section 17 (provision of information to the   Director General ); d section 18 (inspection of police premises on behalf of the   Director General ); e section 19 (use of investigatory powers by or on behalf of the   Director General ); f section 21A (restriction on disclosure of sensitive information); g section 21B (provision of sensitive information to the   Director General ); h section 22 (power of the   Director General   to issue guidance); i section 26 (forces maintained otherwise than by local policing bodies); j section 26BA (College of Policing); k section 26C (the National Crime Agency). 2 Except as provided by subsection (1), the provision made by sections 15 to 29 of Part 2 does not apply in relation to the functions of the   Director General   under this Part."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29M", "section_title": "Regulation-making powers: consultation", "section_text": "29M Before making regulations under this Part, the Secretary of State must consult— a the   Director General , b such persons as appear to the Secretary of State to represent the views of police and crime commissioners, c the Mayor's Office for Policing and Crime; d the Common Council, e the National Police Chiefs' Council, and f such other persons as the Secretary of State thinks fit."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "29N", "section_title": "Interpretation", "section_text": "29N 1 In this Part— ... “ appropriate authority ” has the meaning given by section 29E(3); “ chief officer ” means the chief officer of police of any police force; and  “ acting chief officer ” means (as appropriate)— a person exercising or performing functions of a chief constable in accordance with section 41 of the Police Reform and Social Responsibility Act 2011, a person exercising powers or duties of the Commissioner of Police of the Metropolis in accordance with section 44 or 45(4) of that Act, or a person exercising duties of the Commissioner of Police for the City of London in accordance with section 25 of the City of London Police Act 1839; “ conduct ” has the same meaning as in Part 2 (see section 29(1));   “ the Director General ” means the Director General of the Independent Office for Police Conduct;   “ whistle-blower ” has the meaning given by section 29D(3). 2 References in this Part to a person serving with the police have the same meaning as in Part 2 (see section 12(7))."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "30", "section_title": " Resignation in the interests of efficiency and effectiveness", "section_text": "30 1 In section 9E of the 1996 Act (removal of Commissioner and Deputy Commissioner of Police of the Metropolis)— a in subsection (1), for “to retire in the interests of efficiency or effectiveness” there shall be substituted  “                        in the interests of efficiency or effectiveness, to retire or to resign                      ” ; and b in subsection (3), for the words from “retire”, in the first place where it occurs, to “earlier date” there shall be substituted  “                        retire or resign under subsection (1), he shall retire or resign with effect from such date as the Metropolitan Police Authority may specify, or with effect from such earlier date                      ” . 2 In section 11 of that Act (removal of chief constables)— a in subsection (2), for “to retire in the interests of efficiency or effectiveness” there shall be substituted  “                        in the interests of efficiency or effectiveness, to retire or to resign                      ” ; and b in subsection (4), for the words from “retire”, in the first place where it occurs, to “earlier date” there shall be substituted  “                        retire or resign under subsection (2), shall retire or resign with effect from such date as the police authority may specify, or with effect from such earlier date                      ” ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "31", "section_title": " Procedural requirements for removal of senior officers", "section_text": "31 1 In subsection (2) of section 9E of the 1996 Act (removal of Commissioner of Police of the Metropolis) for the words from “an opportunity” to the end there shall be substituted —                     a an explanation in writing of the Authority’s grounds for calling upon him, in the interests of efficiency or effectiveness, to retire or to resign; and b an opportunity to make representations; and the Authority shall consider any representations made by or on behalf of the Commissioner.                     The opportunity given to the Commissioner to make representations must include the opportunity to make them in person. 2 In subsection (3) of section 11 of the 1996 Act (removal of chief constable), for the words from “an opportunity” to the end there shall be substituted —                     a an explanation in writing of the authority’s grounds for calling upon him, in the interests of efficiency or effectiveness, to retire or to resign; and b an opportunity to make representations; and the authority shall consider any representations made by or on behalf of the chief officer.                     The opportunity given to the chief constable to make representations must include the opportunity to make them in person."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "32", "section_title": " Suspension of senior officers", "section_text": "32 1 In section 9E of the 1996 Act (removal of Commissioner and Deputy Commissioner of Police of the Metropolis), after subsection (2) there shall be inserted— 2A The Metropolitan Police Authority, acting with the approval of the Secretary of State, may suspend the Commissioner of Police of the Metropolis from duty if— a it is proposing to consider whether to exercise its power under subsection (1) to call upon the Commissioner to retire or to resign and is satisfied that, in the light of the proposal, the maintenance of public confidence in the metropolitan police force requires the suspension; or b having been notified by the Secretary of State that he is proposing to consider whether to require the Authority to exercise that power, it is satisfied that, in the light of the Secretary of State’s proposal, the maintenance of public confidence in that force requires the suspension; or c it has exercised that power or been sent under section 42(2A) a copy of a notice of the Secretary of State’s intention to require it to exercise that power, but the retirement or resignation has not yet taken effect; and it shall be the duty of the Metropolitan Police Authority (without reference to the preceding provisions of this subsection) to suspend the Commissioner from duty if it is required to do so by the Secretary of State under section 42(1A). 2 In section 11 of that Act (appointment and removal of chief constables), after subsection (3) there shall be inserted— 3A A police authority maintaining a police force under section 2, acting with the approval of the Secretary of State, may suspend from duty the chief constable of that force if— a it is proposing to consider whether to exercise its power under subsection (2) to call upon the chief constable to retire or to resign and is satisfied that, in the light of the proposal, the maintenance of public confidence in that force requires the suspension; or b having been notified by the Secretary of State that he is proposing to consider whether to require the police authority to exercise that power, it is satisfied that, in the light of the Secretary of State’s proposal, the maintenance of public confidence in that force requires the suspension; or c it has exercised that power or been sent under section 42(2A) a copy of a notice of the Secretary of State’s intention to require it to exercise that power, but the retirement or resignation has not yet taken effect; and it shall be the duty of a police authority maintaining such a force (without reference to the preceding provisions of this subsection) to suspend the chief constable of that force from duty if it is required to do so by the Secretary of State under section 42(1A). 3 In each of sections 9F(3), 9FA(3) and 9G(3) of that Act (application of sections 9E(1) to (3) in the case of Assistant Commissioners, Deputy Assistant Commissioners and Commanders), at the end there shall be inserted but with the omission in subsection (2A)—                     a of paragraph (b); b in paragraph (c), of the words from “or been sent” to “exercise that power”; and c of the words after paragraph (c). 4 In section 11A(3) of that Act (application of section 11(2) to (4) in the case of deputy chief constables), at the end there shall be inserted but with the omission in subsection (3A)—                     a of paragraph (b); b in paragraph (c), of the words from “or been sent” to “exercise that power”; and c of the words after paragraph (c). 5 In section 12(3) of that Act (application of section 11(2), (3) and (4) in the case of assistant chief constables)— a for “, (3) and” there shall be substituted  “                        to                      ” ; and b at the end there shall be inserted but with the omission in subsection (3A) —                         a of paragraph (b); b in paragraph (c), of the words from “or been sent” to “exercise that power”; and c of the words after paragraph (c)."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "33", "section_title": " Removal etc. of senior officers at the instance of the Secretary of State", "section_text": "33 1 Section 42 of the 1996 Act (role of the Secretary of State as respects removal of chief constables etc.) shall be amended as follows. 2 For subsections (1) and (2) there shall be substituted— 1 The Secretary of State may— a require the Metropolitan Police Authority to exercise its power under section 9E to call upon the Commissioner or Deputy Commissioner, in the interests of efficiency or effectiveness, to retire or to resign; or b require a police authority maintaining a police force under section 2 to exercise its power under section 11 to call upon the chief constable of that force, in the interests of efficiency or effectiveness, to retire or to resign. 1A The Secretary of State may also, in any case falling within subsection (1B) in which he considers that it is necessary for the maintenance of public confidence in the force in question— a require the Metropolitan Police Authority to suspend the Commissioner or Deputy Commissioner from duty; or b require a police authority maintaining a police force under section 2 to suspend the chief constable of that force from duty. 1B The cases falling within this subsection are— a where the Secretary of State is proposing to exercise his power under subsection (1) in relation to the Metropolitan Police Authority or, as the case may be, the other police authority in question, or is proposing to consider so exercising that power; b where the Metropolitan Police Authority or the other police authority in question is itself proposing to exercise its power to call upon the Commissioner or Deputy Commissioner or, as the case may be, the chief constable of the force in question to retire or to resign, or is proposing to consider so exercising that power; and c where the power mentioned in paragraph (a) or (b) has been exercised but the retirement or resignation has not yet taken effect. 2 Before requiring the exercise by the Metropolitan Police Authority or any other police authority of its power to call upon the Commissioner or Deputy Commissioner or the chief constable of the force in question to retire or to resign, the Secretary of State shall— a give the officer concerned a notice in writing— i informing him of the Secretary of State’s intention to require the exercise of that power; and ii explaining the Secretary of State’s grounds for requiring the exercise of that power; and b give that officer an opportunity to make representations to the Secretary of State. 2A Where the Secretary of State gives a notice under subsection (2)(a), he shall send a copy of the notice to the Metropolitan Police Authority or other police authority concerned. 2B The Secretary of State shall consider any representations made to him under subsection (2). 3 In subsection (3) (inquiries), for the words from the beginning to “subsection (1)” there shall be substituted— 3 Where the Secretary of State proposes to require the exercise of a power mentioned in subsection (1), he . 4 After subsection (3) there shall be inserted— 3A At an inquiry held under subsection (3)— a the Commissioner, Deputy Commissioner or, as the case may be, the chief constable in question shall be entitled, in accordance with any regulations under section 42A, to make representations to the inquiry; b the Metropolitan Police Authority or, as the case may be, the police authority concerned shall be entitled, in accordance with any regulations made under section 42A, to make representations to the inquiry. 3B The entitlement of the Commissioner, Deputy Commissioner or, as the case may be, the chief constable in question to make representations shall include the entitlement to make them in person. 5 In subsection (4) (expenses of inquiry), for the words “a chief constable, deputy chief constable or assistant chief constable” there shall be substituted  “                    the Commissioner, the Deputy Commissioner or a chief constable                  ” . 6 After subsection (4) there shall be inserted— 4A If the Secretary of State exercises the power conferred by subsection (1) in relation to the Commissioner or the Deputy Commissioner or a chief constable, the Metropolitan Police Authority or other police authority concerned— a shall not be required to seek the Secretary of State’s approval before calling upon the Commissioner or Deputy Commissioner or chief constable in question, in the interests of efficiency or effectiveness, to retire or to resign; and b shall not be required to give the Commissioner, the Deputy Commissioner or the chief constable a written explanation of the authority’s grounds for calling upon him to retire or to resign, to give him an opportunity to make representations to it or to consider any representations made by him. 4B In this section “ the Commissioner ” means the Commissioner of Police of the Metropolis and “ the Deputy Commissioner ” means the Deputy Commissioner of Police of the Metropolis. 4C In this section a reference to the police authority concerned, in relation to a chief constable, is to the police authority which maintains the police force of which he is chief constable. 7 Subsection (5) (application to senior officers in the metropolitan police) shall cease to have effect."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "34", "section_title": " Regulations concerning procedure for removal of senior officers", "section_text": "34 After section 42 of the 1996 Act, there shall be inserted—  Procedure in relation to removal of senior officers 42A 1 The Secretary of State may by regulations make provision as to the procedure to be followed in the exercise of any power conferred or duty imposed by section 9E, 11 or 42. 2 Before making any regulations under this section, the Secretary of State shall consult with— a persons whom he considers to represent the interests of police authorities; b persons whom he considers to represent the interests of chief officers of police; and c such other persons as he thinks fit. 3 Regulations under this section may make different provision for different cases and circumstances. 4 A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "35", "section_title": " Disciplinary regulations for special constables", "section_text": "35 In section 51 of the 1996 Act (regulations for special constables), in subsection (2), after paragraph (b) there shall be inserted— ba the conduct of special constables and the maintenance of discipline; ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "36", "section_title": " Conduct of disciplinary proceedings", "section_text": "36 1 Without prejudice to the generality of any of the powers conferred by sections 50 and 51 of the 1996 Act (regulations for police forces and for special constables), regulations under each of those sections may make provision— a for conferring a right to bring and conduct, or otherwise participate or intervene in, any disciplinary proceedings on the   Director General of the Independent Office for Police Conduct ; b for conferring a right to participate in, or to be present at, disciplinary proceedings on such persons as may be specified or described in the regulations; and c for section 34 of the Criminal Justice and Public Order Act 1994 (c. 33) (inferences to be drawn from a failure to mention a fact when questioned or charged) to apply, with such modifications and in such cases as may be provided for in the regulations, to disciplinary proceedings. 2 In this section “ disciplinary proceedings ” means any proceedings under any regulations made under section 50 or, as the case may be, section 51 of 1996 Act which are identified as disciplinary proceedings by those regulations."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "37", "section_title": " Protected disclosures by police officers", "section_text": "37 1 After section 43K of the Employment Rights Act 1996 (c. 18), there shall be inserted—  Application of this Part and related provisions to police 43KA 1 For the purposes of— a this Part, b section 47B and sections 48 and 49 so far as relating to that section, and c section 103A and the other provisions of Part 10 so far as relating to the right not to be unfairly dismissed in a case where the dismissal is unfair by virtue of section 103A, a person who holds, otherwise than under a contract of employment, the office of constable or an appointment as a police cadet shall be treated as an employee employed by the relevant officer under a contract of employment; and any reference to a worker being “ employed ” and to his “ employer ” shall be construed accordingly. 2 In this section “ the relevant officer ” means— a in relation to a member of a police force or a special constable appointed for a police area, the chief officer of police; b in relation to a person appointed as a police member of the NCIS, the Director General of NCIS; c in relation to a person appointed as a police member of the NCS, the Director General of NCS; d in relation to any other person holding the office of constable or an appointment as police cadet, the person who has the direction and control of the body of constables or cadets in question. 2 In section 200(1) of that Act (provisions which do not apply to persons engaged in police service under a contract of employment)— a the words “, Part IVA” and “, 47B” shall be omitted; b after “sections 100” there shall be inserted  “                        , 103A                      ” ; and c after “section 100” there shall be inserted  “                        or 103A                      ” . 3 Section 13 of the Public Interest Disclosure Act 1998 (c. 23)\t\t\t\t\t(exclusion of police service from provisions about protected disclosures) shall cease to have effect."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "38", "section_title": " Police powers for   civilian staff   and volunteers  ", "section_text": "38 1 The chief officer of police of any police force may designate a relevant employee as either or both of the following— a a community support officer; b a policing support officer. 1A The chief officer of police of any police force may designate a police volunteer as either or both of the following— a a community support volunteer; b a policing support volunteer. 2 The description of officers are as follows— a community support officer; b investigating officer; c detention officer; d escort officer. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A chief officer of police  . . .   shall not designate a person under this section unless he is satisfied that that person— a is a suitable person to carry out the functions for the purposes of which he is designated; b is capable of effectively carrying out those functions; and c has received adequate training in the carrying out of those functions and in the exercise and performance of the powers and duties to be conferred   or imposed  on him by virtue of the designation. 5 A person designated under this section shall have the powers and duties conferred or imposed on him by the designation. 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6B The powers and duties that may be conferred or imposed on a person designated under this section are— a any power or duty of a constable, other than a power or duty specified in Part 1 of Schedule 3B (excluded powers and duties); b where the person is designated as a community support officer or a community support volunteer, any power or duty that is described in Schedule 3C as a power or duty of a community support officer or community support volunteer. 6C The Secretary of State may by regulations amend Part 1 of Schedule 3B so as to add to the list of powers and duties specified in it. 6D Part 2 of Schedule 3B makes provision about the application of legislation in relation to powers or duties of a constable that may be exercised or performed by a person designated under this section. 6E Any power or duty of a constable that is conferred or imposed on a person designated under this section by a chief officer of police of a police force may (subject to provision included in the designation under subsection (6F)) be exercised or performed by the person— a in the area of that police force, and b in any cases or circumstances in which it could be exercised or performed by a constable who is a member of that force. 6F A designation under this section may provide that any power or duty of a constable that is conferred or imposed by the designation may be exercised or performed by the person designated— a in such areas outside the area of the police force in question as are specified in the designation (as well as within the area of the police force); b only in such parts of the area of that police force as are specified in the designation; c only in cases or circumstances so specified. 7   A relevant employee   . . .   authorised or required to do anything by virtue of a designation under this section— a shall not be authorised or required by virtue of that designation to engage in any conduct otherwise than in the course of that employment; and b shall be so authorised or required subject to such restrictions and conditions (if any) as may be specified in his designation. 7A A police volunteer authorised or required to do anything by virtue of a designation under this section — a shall not be authorised or required by virtue of that designation to engage in any conduct otherwise than while acting as a police volunteer; b shall be so authorised or required subject to such restrictions and conditions (if any) as may be specified in the designation. 8 Where any power exercisable by any person in reliance on his designation under this section is a power which, in the case of its exercise by a constable, includes or is supplemented by a power to use reasonable force, any person exercising that power in reliance on that designation shall have the same entitlement as a constable to use reasonable force. 9 Where any power exercisable by any person in reliance on his designation under this section includes power to use force to enter any premises, that power shall not be exercisable by that person except— a in the company, and under the supervision, of a constable; or b for the purpose of saving life or limb or preventing serious damage to property. 9A The chief officer of police of a police force must ensure that no person designated by the chief officer under this section is authorised to use a firearm, within the meaning given by section 57(1) of the Firearms Act 1968, in carrying out functions for the purposes of the designation. 9B However, subsection (9A) does not apply to— a the use of a weapon, designed or adapted for the discharge of either of the following substances, for the purpose of discharging either of those substances— i the substance, commonly known as  “CS spray”, that is produced by the use of 2-chlorobenzalmalononitrile; ii the substance, commonly known as PAVA spray, that is produced by the use of pelargonic acid vanillylamide; b the use of a weapon for a purpose specified in regulations made by the Secretary of State; c the use of a weapon of a description specified in regulations made by the Secretary of State, whether generally or for a purpose so specified. 9C A statutory instrument containing regulations under subsection (6C) or (9B)(b) or (c) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 11 In this section  “ relevant employee ” means— a in the case of— i a police force maintained for a police area in accordance with section 2 of the Police Act 1996, or ii the police force maintained for the metropolitan police district in accordance with section 5A of that Act, a member of the civilian staff of that police force (within the meaning of Part 1 of the Police Reform and Social Responsibility Act 2011); b in the case of any other police force, a person who— i is employed by the police authority maintaining that force, and ii is under the direction and control of the chief officer making a designation under subsection (1). 11A In the case of a police force maintained for a police area in England in accordance with section 2 of the Police Act 1996, the following are also relevant employees for the purposes of this section— a any member of staff transferred to the chief constable of the police force under a scheme made under section 4I(1) of the Fire and Rescue Services Act 2004 (transfer of property, rights and liabilities to chief constable to whom fire functions of a fire and rescue authority may be delegated); b any member of staff appointed by that chief constable under section 4I(4) of that Act (appointment of staff by chief constable to whom fire functions of a fire and rescue authority may be delegated). c any member of staff transferred to that chief constable under a scheme made by virtue of section 107EC(1) of the Local Democracy, Economic Development and Construction Act 2009 (transfer of property, rights and liabilities to chief constable to whom fire functions of combined authority may be delegated); d any member of staff appointed by that chief constable under section 107EC(2) of that Act (appointment of staff by chief constable to whom fire functions of combined authority may be delegated). 12 In this section,  “ police volunteer ” means a person who is under the direction and control of the chief officer making a designation under subsection (1A) otherwise than because the person is a constable, a special constable or a relevant employee. 13 For the purpose of subsection (12), a person is to be treated as a relevant employee only in relation to times when the person is acting in the course of the person's employment."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "38A", "section_title": "Standard powers and duties of community support officers", "section_text": "38A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "38B", "section_title": "Police powers for civilian employees under collaboration agreements", "section_text": "38B 1 The chief officer of police of a police force (the  “assisted force”) may designate a person (“C”) who— a is a civilian employee of   , or a police volunteer with,  another police force (the  “assisting force”), b is designated under section 38 by the chief officer of police of the assisting police force (the  “section 38 designation”), and c is permitted, under relevant police collaboration provision, to discharge powers and duties specified in that provision for the purposes of the assisted force. 2 The designation under subsection (1) (the  “collaboration designation”) must designate C as an officer of   either or both of the descriptions specified in section 38(1)\t\t\t\t\t\t(if C is a civilian employee of the assisting force) or section 38(1A)\t\t\t\t\t\t(if C is a police volunteer with the assisting force) . 3 The collaboration designation may designate C as an officer of a particular description specified in   section 38(1) or (as the case may be) section 38(1A)   only if the section 38 designation designates C as an officer of that description. 4 C shall have the powers and duties conferred or imposed on C by the collaboration designation. 5 A power or duty may be conferred or imposed on C by the collaboration designation only if C is permitted, under the relevant police collaboration provision, to discharge that power or duty for the purposes of the assisted force. 6 C shall not be authorised or required by virtue of the collaboration designation to engage in any conduct otherwise than in the course of discharging a power or duty conferred or imposed on C by the collaboration designation. 7 The collaboration designation must specify the restrictions and conditions to which C is subject in the discharge of the powers and duties conferred or imposed by the collaboration designation. 8 Those restrictions and conditions must include the restrictions and conditions specified in the relevant police collaboration provision. 9 C is authorised or required to discharge any power or duty conferred or imposed by the collaboration designation subject to the restrictions and conditions specified in the collaboration designation. 10 References in this section to the discharge of functions by   persons designated under section 38 by the chief officer of police of the assisting force   for the purposes of the assisted force have the same meaning as in   section 23AA   of the Police Act 1996. 11 In this section— “ civilian employee ” has the meaning given by section 23I of the Police Act 1996; “ relevant police collaboration provision ” means provision, contained in a collaboration agreement under section 22A of the Police Act 1996, which is of the kind referred to in section 23AA of that Act."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "38C", "section_title": "Designations under section 38B: supplementary provision", "section_text": "38C 1 The collaboration designation of C must be in accordance with the relevant police collaboration provision. 2 Subsection (1) is in addition to section 38B(5) and (8). 3 Subsections (8) and (9) of section 38 apply to any power exercisable by C in reliance on the collaboration designation as they apply to a power exercisable by a person in reliance on a designation under section 38. 4 In exercising or performing any power or duty in reliance on the collaboration designation, C is to be taken— a as exercising or performing that power or duty in reliance on that collaboration designation (and not in reliance on any designation under section 38); and b accordingly, as not being a designated person (within the meaning of section 46(1)) by virtue of any designation under section 38. 5 Expressions used in this section and section 38B have the same meanings in this section as in section 38B."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "39", "section_title": " Police powers for contracted-out staff", "section_text": "39 1 This section applies if a   local policing body   has entered into a contract with a person (“ the contractor ”) for the provision of services relating to the detention or escort of persons who have been arrested or are otherwise in custody. 2 The chief officer of police of the police force maintained by that   local policing body   may designate any person who is an employee of the contractor as either or both of the following— a a detention officer; or b an escort officer. 3 A person designated under this section shall have the powers and duties conferred or imposed on him by the designation. 4 A chief officer of police shall not designate a person under this section unless he is satisfied that that person— a is a suitable person to carry out the functions for the purposes of which he is designated; b is capable of effectively carrying out those functions; and c has received adequate training in the carrying out of those functions and in the exercise and performance of the powers and duties to be conferred on him by virtue of the designation. 5 A chief officer of police shall not designate a person under this section unless he is satisfied that the contractor is a fit and proper person to supervise the carrying out of the functions for the purposes of which that person is designated. 6 Powers and duties may be conferred or imposed on a designated person by means only of the application to him by his designation of provisions of the applicable Part of Schedule 4 that are to apply to the designated person; and for this purpose the applicable Part of that Schedule is— a in the case of a person designated as a detention officer, Part 3; and b in the case of a person designated as an escort officer, Part 4. 7 An employee of the contractor authorised or required to do anything by virtue of a designation under this section— a shall not be authorised or required by virtue of that designation to engage in any conduct otherwise than in the course of that employment; and b shall be so authorised or required subject to such restrictions and conditions (if any) as may be specified in his designation. 8 Where any power exercisable by any person in reliance on his designation under this section is a power which, in the case of its exercise by a constable, includes or is supplemented by a power to use reasonable force, any person exercising that power in reliance on that designation shall have the same entitlement as a constable to use reasonable force. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 A designation under this section, unless it is previously withdrawn or ceases to have effect in accordance with subsection (13), shall remain in force for such period as may be specified in the designation; but it may be renewed at any time with effect from the time when it would otherwise expire. 13 A designation under this section shall cease to have effect— a if the designated person ceases to be an employee of the contractor; or b if the contract between the   local policing body   and the contractor is terminated or expires."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "40", "section_title": " Community safety accreditation schemes", "section_text": "40 1 The chief officer of police of any police force may, if he considers that it is appropriate to do so for the purposes specified in subsection (3), establish and maintain a scheme (“ a community safety accreditation scheme ”). 2 A community safety accreditation scheme is a scheme for the exercise in the chief officer’s police area by persons accredited by him under section 41 of the powers conferred by their accreditations under that section. 3 Those purposes are— a contributing to community safety and security; and b in co-operation with the police force for the area, combatting crime and disorder, public nuisance and other forms of anti-social behaviour. 4 Before establishing a community safety accreditation scheme for his police area, a chief officer of any police force (other than the Commissioner of Police of the Metropolis) must consult with— a the   local policing body   maintaining that force, and b every local authority any part of whose area lies within the police area. 5 Before establishing a community safety accreditation scheme for the metropolitan police district, the Commissioner of Police of the Metropolis must consult with— a the Mayor's Office for Policing and Crime; b the Mayor of London; and c every local authority any part of whose area lies within the metropolitan police district. 6 In subsections (4)(b) and (5)(c) “ local authority ” means— a in relation to England, a district council, a London borough council, the Common Council of the City of London or the Council of the Isles of Scilly; and b in relation to Wales, a county council or a county borough council. 7 Every   police and crime plan under section 5 or 6 of the Police Reform and Social Responsibility Act 2011   which is issued after the commencement of this section,  ... must set out— a whether a community safety accreditation scheme is maintained for the police area in question; b if not, whether there is any proposal to establish such a scheme for that area during the period to which the plan relates; c particulars of any such proposal or of any proposal to modify during that period any community safety accreditation scheme that is already maintained for that area; d the extent (if any) of any arrangements for provisions specified in Schedule 4 to be applied to designated persons employed by the   local policing body ; and e the respects in which any community safety accreditation scheme that is maintained or proposed will be supplementing those arrangements during the period to which the plan relates. 8 A community safety accreditation scheme must contain provision for the making of arrangements with employers who— a are carrying on business in the police area in question, or b are carrying on business in relation to the whole or any part of that area or in relation to places situated within it, for those employers to supervise the carrying out by their employees of the community safety functions for the purposes of which powers are conferred on those employees by means of accreditations under section 41. 9 It shall be the duty of a chief officer of police who establishes and maintains a community safety accreditation scheme to ensure that the employers of the persons on whom powers are conferred by the grant of accreditations under section 41 have established and maintain satisfactory arrangements for handling complaints relating to the carrying out by those persons of the functions for the purposes of which the powers are conferred."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "41", "section_title": " Accreditation under community safety accreditation schemes", "section_text": "41 1 This section applies where a chief officer of police has, for the purposes of a community safety accreditation scheme, entered into any arrangements with any employer for or with respect to the carrying out of community safety functions by employees of that employer. 2 The chief officer of police may, on the making of an application for the purpose by such person and in such manner as he may require, grant accreditation under this section to any employee of the employer. 3 Schedule 5 (which sets out the powers that may be conferred on accredited persons) shall have effect. 4 A chief officer of police shall not grant accreditation to a person under this section unless he is satisfied— a that that person’s employer is a fit and proper person to supervise the carrying out of the functions for the purposes of which the accreditation is to be granted; b that the person himself is a suitable person to exercise the powers that will be conferred on him by virtue of the accreditation; c that that person is capable of effectively carrying out the functions for the purposes of which those powers are to be conferred on him; and d that that person has received adequate training for the exercise of those powers. 4A A chief officer of police may not grant accreditation under this section to a weights and measures inspector. 5 A chief officer of police may charge such fee as he considers appropriate for one or both of the following— a considering an application for or for the renewal of an accreditation under this section; b granting such an accreditation. 6 A person authorised or required to do anything by virtue of an accreditation under this section— a shall not be authorised or required by virtue of that accreditation to engage in any conduct otherwise than in the course of his employment by the employer with whom the chief officer of police has entered into the arrangements mentioned in subsection (1); and b shall be so authorised or required subject to such other restrictions and conditions (if any) as may be specified in his accreditation. 7 An accreditation under this section, unless it is previously withdrawn or ceases to have effect in accordance with subsection (8), shall remain in force for such period as may be specified in the accreditation; but it may be renewed at any time with effect from the time when it would otherwise expire. 8 An accreditation under this section shall cease to have effect— a if the accredited person ceases to be an employee of the person with whom the chief officer of police has entered into the arrangements mentioned in subsection (1); or b if those arrangements are terminated or expire."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "41A", "section_title": "Accreditation of weights and measures inspectors", "section_text": "41A 1 The chief officer of police of any police force may, on the making of an application for the purpose by such person and in such manner as he may require, grant accreditation under this section to a weights and measures inspector. 2 A weights and measures inspector to whom an accreditation under this section is granted by a chief officer of police may exercise the powers conferred by the accreditation in the chief officer's police area. 3 Schedule 5A (which sets out the powers that may be conferred on inspectors accredited under this section) shall have effect. 4 A chief officer of police shall not grant accreditation to a weights and measures inspector under this section unless he is satisfied that— a the inspector is a suitable person to exercise the powers that will be conferred on him by virtue of the accreditation; and b the inspector has received adequate training for the exercise of those powers. 5 A chief officer of police may charge such fee as he considers appropriate for one or both of the following— a considering an application for or for the renewal of an accreditation under this section; b granting an accreditation under this section. 6 A weights and measures inspector authorised or required to do anything by virtue of an accreditation under this section— a shall not be authorised or required by virtue of that accreditation to engage in any conduct otherwise than in the course of his duties as a weights and measures inspector; and b shall be so authorised or required subject to such other restrictions and conditions (if any) as may be specified in his accreditation. 7 An accreditation under this section, unless it is previously withdrawn or ceases to have effect in accordance with subsection (8), shall remain in force for such period as may be specified in the accreditation, but it may be renewed at any time with effect from the time when it would otherwise expire. 8 An accreditation under this section shall cease to have effect if the accredited inspector ceases to hold office as a weights and measures inspector."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "41B", "section_title": "Power to apply accreditation provisions", "section_text": "41B 1 The Secretary of State may by order provide for section 41A and any other provision of this Chapter relating to accredited inspectors to apply (with or without modification) in relation to persons of a description specified in the order. 2 The provision which may be made by an order under this section includes such modifications of other enactments as appear to the Secretary of State to be necessary or appropriate. 3 No order shall be made under this section unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "42", "section_title": " Supplementary provisions relating to designations and accreditations", "section_text": "42 A1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . B1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . C1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1 A person who exercises or performs any power or duty in relation to any person in reliance on his designation under section 38  , 38B   or 39 or his accreditation under section 41   or 41A , or who purports to do so, shall produce that designation or accreditation to that person, if requested to do so. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A power exercisable by any person in reliance on his designation by a chief officer of police under section 38 or 39 or his accreditation under section 41 shall   , subject to subsection (2A),  be exercisable only by a person wearing such uniform as may be— a determined or approved for the purposes of this Chapter by the chief officer of police who granted the designation or accreditation; and b identified or described in the designation or accreditation; and, in the case of an accredited person, such a power shall be exercisable only if he is also wearing such badge as may be specified for the purposes of this subsection by the Secretary of State, and is wearing it in such manner, or in such place, as may be so specified. 2ZA A power exercisable by any person in reliance on a designation under section 38B by the chief officer of police of the assisted force shall, subject to subsection (2A), be exercisable only by a person wearing such uniform as may be— a determined or approved for the purposes of this Chapter by the chief officer of police of the assisting police force; and b identified or described in the designation. In this subsection,  “ assisted force ” and  “ assisting force ” have the same meanings as in section 38B. 2A A police officer of or above the rank of inspector may direct a particular   policing support officer or policing support volunteer   not to wear a uniform for the purposes of a particular operation; and if he so directs, subsection (2)  or (2ZA)   shall not apply in relation to that   policing support officer or policing support volunteer   for the purposes of that operation. 2B In subsection (2A),    “policing support officer” and  “policing support volunteer” mean (respectively) a person designated as a policing support officer or (as the case may be) a policing support volunteer   under section 38  (in relation to subsection (2)) or section 38B (in relation to subsection (2ZA))   by the chief officer of police of the same force as the officer giving the direction. 3 A chief officer of police who has granted a designation or accreditation to any person under section 38  , 38B , 39 or 41   or an accreditation to any weights and measures inspector under section 41A   may at any time, by notice to the designated or accredited person   or the accredited inspector , modify or withdraw that designation or accreditation. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Where any person’s designation under section 39 is modified or withdrawn, the chief officer giving notice of the modification or withdrawal shall send a copy of the notice to the contractor responsible for supervising that person in the carrying out of the functions for the purposes of which the designation was granted. 6 Where any person’s accreditation under section 41 is modified or withdrawn, the chief officer giving notice of the modification or withdrawal shall send a copy of the notice to the employer responsible for supervising that person in the carrying out of the functions for the purposes of which the accreditation was granted. 6A Where the accreditation of a weights and measures inspector under section 41A is modified or withdrawn, the chief officer giving notice of the modification or withdrawal shall send a copy of the notice to the local weights and measures authority by which the inspector was appointed. 7 For the purposes of determining liability for the unlawful conduct of employees of a   chief officer of police or local policing body , conduct by such an employee in reliance or purported reliance on a designation under section 38 shall be taken to be conduct in the course of his employment by the   chief officer of police or local policing body ; and, in the case of a tort,   that chief officer or body   shall fall to be treated as a joint tortfeasor accordingly. 7A For the purposes of determining liability for the unlawful conduct of a civilian employee of a police force (within the meaning of section 38B), conduct by such an employee in reliance or purported reliance on a designation under section 38B shall be taken to be conduct in the course of the employee's employment by the employer; and, in the case of a tort, that employer shall fall to be treated as a joint tortfeasor accordingly. 7B For the purposes of determining liability for the unlawful conduct of police volunteers designated under section 38, conduct by such a volunteer in reliance or purported reliance on a designation under that section is to be taken to be conduct by that person in the course of employment by the chief officer of police by whom the designation is made; and, in the case of a tort, that chief officer is to be treated as a joint tortfeasor accordingly. 7C For the purposes of determining liability for the unlawful conduct of police volunteers designated under section 38, conduct by such a volunteer in reliance or purported reliance on a designation under section 38B is to be taken to be conduct by that person in the course of employment by the chief officer of police by whom the designation under section 38 is made; and, in the case of a tort, that chief officer is to be treated as a joint tortfeasor accordingly. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 For the purposes of determining liability for the unlawful conduct of employees of a contractor (within the meaning of section 39), conduct by such an employee in reliance or purported reliance on a designation under that section shall be taken to be conduct in the course of his employment by that contractor; and, in the case of a tort, that contractor shall fall to be treated as a joint tortfeasor accordingly. 10 For the purposes of determining liability for the unlawful conduct of employees of a person with whom a chief officer of police has entered into any arrangements for the purposes of a community safety accreditation scheme, conduct by such an employee in reliance or purported reliance on an accreditation under section 41 shall be taken to be conduct in the course of his employment by that employer; and, in the case of a tort, that employer shall fall to be treated as a joint tortfeasor accordingly. 11 For the purposes of determining liability for the unlawful conduct of weights and measures inspectors, conduct by such an inspector in reliance or purported reliance on an accreditation under section 41A shall be taken to be conduct in the course of his duties as a weights and measures inspector; and, in the case of a tort, the local weights and measures authority by which he was appointed shall fall to be treated as a joint tortfeasor accordingly."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "43", "section_title": " Railway safety accreditation scheme", "section_text": "43 1 The Secretary of State may make regulations for the purpose of enabling the chief constable of the British Transport Police Force to establish and maintain a scheme (“ a railway safety accreditation scheme ”). 2 A railway safety accreditation scheme is a scheme for the exercise, within a place specified in section 31(1)(a) to (f) of the Railways andTransport Safety Act 2003 in England and Wales, by persons accredited by the chief constable of the British Transport Police Force under the scheme, of the powers conferred onthose persons by their accreditation under that scheme. 3 The regulations may make provision— a as to the purposes for which a railway safety accreditation scheme may be established; b as to the procedure to be followed in the establishment of such a scheme; and c as to matters for which such a scheme must contain provision. 4 The regulations may make provision as to the descriptions of persons who may be accredited under a railway safety accreditation scheme and as to the procedure and criteria to be applied for the grant of any accreditation under such a scheme. 5 The regulations may make provision as to the powers which may be conferred on a person by an accreditation under such a scheme. 6 Subject to subsection (7), no regulations made by virtue of subsection (5) shall permit a power to be conferred on a person accredited under a railway safety accreditation scheme which could not be conferred on an accredited person under a community safety accreditation scheme. 7 The regulations may provide that the powers which may be conferred on a person by an accreditation under a railway safety accreditation scheme include the powers of a constable  ... to give a penalty notice under Chapter 1 of Part 1 of the Criminal Justice and Police Act 2001 (fixed penalty notices) in respect of the following offences— a an offence under section 55 of the British Transport Commission Act 1949 (c. xxix)\t\t\t\t\t\t\t(trespassing on a railway); b an offence under section 56 of that Act (throwing stones etc. at trains or other things on railways). 8 In relation to a person accredited under a railway safety accreditation scheme, the regulations may apply, with such modifications as may be prescribed by them, any provision of this Chapter which applies in relation to an accredited person. 9 Before making regulations under this section the Secretary of State shall consult with— a   the National Police Chiefs' Council ; b the chief constable of the British Transport Police Force; c such persons as appear to the Secretary of State to represent the views of police and crime commissioners; ca the Mayor's Office for Policing and Crime; cb the Common Council of the City of London; and d the   British Transport Police Authority  ; e persons whom he considers to represent the interests of local authorities; f the Mayor of London; and g such other persons as he thinks fit. 10 In this section— “ local authorities ” means district councils, London borough councils, county councils in Wales, county borough councils and the Common Council of the City of London; and . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "44", "section_title": " Removal of restriction on powers conferred on traffic wardens", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "45", "section_title": " Code of practice relating to chief officers’ powers under Chapter 1", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "46", "section_title": " Offences against designated and accredited persons etc.", "section_text": "46 1 Any person who assaults— a a designated person in the execution of his duty, b an accredited person in the execution of his duty, ba an accredited inspector in the execution of his duty,  or c a person assisting a designated or accredited person   or an accredited inspector  in the execution of his duty, is guilty of an offence and shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale, or to both. 2 Any person who resists or wilfully obstructs— a a designated person in the execution of his duty, b an accredited person in the execution of his duty, ba an accredited inspector in the execution of his duty,  or c a person assisting a designated or accredited person   or an accredited inspector   in the execution of his duty, is guilty of an offence and shall be liable, on summary conviction, to imprisonment for a term not exceeding one month or to a fine not exceeding level 3 on the standard scale, or to both. 3 Any person who, with intent to deceive— a impersonates a designated person   , an accredited person or an accredited inspector  , b makes any statement or does any act calculated falsely to suggest that he is a designated person   , that he is an accredited person  or that he is an accredited inspector  , or c makes any statement or does any act calculated falsely to suggest that he has powers as a designated or accredited person   or as an accredited inspector  that exceed the powers he actually has, is guilty of an offence and shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale, or to both. 4 In this section references to the execution by a designated person   , accredited person or accredited inspector   of his duty are references to his exercising any power or performing any duty which is his by virtue of his designation or accreditation. 5 References in this section to a designated person are to— a a designated person within the meaning given by section 47(1), and b a person in relation to whom a designation under section 38B is for the time being in force."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "47", "section_title": " Interpretation of Chapter 1", "section_text": "47 1 In this Chapter— “ accredited inspector ” means a weights and measures inspector in relation to whom an accreditation under section 41A is for the time being in force; “ accredited person ” means a person in relation to whom an accreditation under section 41 is for the time being in force; “ community safety functions ” means any functions the carrying out of which would be facilitated by the ability to exercise one or more of the powers mentioned in Schedule 5; “ conduct ” includes omissions and statements; “ designated person ” means a person in relation to whom a designation under section 38 or 39 is for the time being in force; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ weights and measures inspector ” means an inspector of weights and measures appointed under section 72(1) of the Weights and Measures Act 1985. 2 In this Chapter— a references to carrying on business include references to carrying out functions under any enactment; and b references to the employees of a person carrying on business include references to persons holding office under a person, and references to employers shall be construed accordingly."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "48", "section_title": " Offences for which a person may be arrested without a warrant", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "49", "section_title": " Power of arrest in relation to failure to stop a vehicle", "section_text": "49 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 17(1)(c) of the 1984 Act (power of entry to effect arrest for certain offences), after sub-paragraph (iii) there shall be inserted— iiia section 163 of the Road Traffic Act 1988 (c. 52)\t\t\t\t\t\t\t\t(failure to stop when required to do so by a constable in uniform); . 3 This section has no effect in relation to offences committed before its commencement."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "50", "section_title": "Persons   engaging in anti-social behaviour  ", "section_text": "50 1 If a constable in uniform has reason to believe that a person   has engaged, or is engaging, in anti-social behaviour   ..., he may require that person to give his name and address to the constable. 1A In subsection (1)  “ anti-social behaviour ” has the meaning given by section 2 of the Anti-social Behaviour, Crime and Policing Act 2014 (ignoring subsection (2) of that section). 2 Any person who— a fails to give his name and address when required to do so under subsection (1), or b gives a false or inaccurate name or address in response to a requirement under that subsection, is guilty of an offence and shall be liable, on summary conviction, to a fine not exceeding level 3 on the standard scale."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "51", "section_title": " Independent custody visitors for places of detention", "section_text": "51 1 Every   local policing body   shall— a make arrangements for detainees to be visited by persons appointed under the arrangements (“ independent custody visitors ”); and b keep those arrangements under review and from time to time revise them as they think fit. 1A Every  local policing body  must ensure— a that the arrangements made by it require independent custody visitors to prepare and submit to it a report of any visit made under the arrangements to a suspected terrorist detainee, and b that a copy of any report submitted under paragraph (a) is given to the person appointed under section 36(1) of the Terrorism Act 2006 (independent reviewer of terrorism legislation). 2 The arrangements must secure that the persons appointed under the arrangements are independent of both— a the   local policing body ; and b the chief officer of police of the police force maintained by   that body . 3 The arrangements may confer on independent custody visitors such powers as the   local policing body   considers necessary to enable them to carry out their functions under the arrangements and may, in particular, confer on them powers— a to require access to be given to each police station; b to examine records relating to the detention of persons there; ba in relation to suspected terrorist detainees, to listen to the audio recordings and view the video recordings (with or without sound) of interviews with those detainees which have taken place during their detention there and which were conducted by a constable; c to meet detainees there for the purposes of a discussion about their treatment and conditions while detained; and d to inspect the facilities there including in particular, cell accommodation, washing and toilet facilities and the facilities for the provision of food. 3A The arrangements may include provision for access to the whole or part of an audio or video recording of an interview of the kind mentioned in subsection (3)(ba) to be denied to independent custody visitors if— a it appears to an officer of or above the rank of inspector that there are grounds for denying access at the time it is requested; b the grounds are grounds specified for the purposes of paragraph (a) in the arrangements; and c the procedural requirements imposed by the arrangements in relation to a denial of access to such recordings are complied with. 3B Grounds are not to be specified in any arrangements for the purposes of subsection (3A)(a) unless they are grounds for the time being set out for the purposes of this subsection in the code of practice issued by the Secretary of State under subsection (6). 4 The arrangements may include provision for access to a detainee to be denied to independent custody visitors if— a it appears to an officer of or above the rank of inspector that there are grounds for denying access at the time it is requested; b the grounds are grounds specified for the purposes of paragraph (a) in the arrangements; and c the procedural requirements imposed by the arrangements in relation to a denial of access are complied with. 5 Grounds shall not be specified in any arrangements for the purposes of subsection (4)(a) unless they are grounds for the time being set out for the purposes of this subsection in the code of practice issued by the Secretary of State under subsection (6). 6 The Secretary of State shall issue, and may from time to time revise, a code of practice as to the carrying out by   local policing bodies   and independent custody visitors of their functions under the arrangements. 7 Before issuing or revising a code of practice under this section, the Secretary of State shall consult with— a such persons as appear to the Secretary of State to represent the views of police and crime commissioners; aa the Mayor's Office for Policing and Crime; ab the Common Council of the City of London; b   the National Police Chiefs' Council ; and c such other persons as he thinks fit. 8 The Secretary of State shall lay any code of practice issued by him under this section, and any revisions of any such code, before Parliament. 9   Local policing bodies   and independent custody visitors shall have regard to the code of practice for the time being in force under subsection (6) in the carrying out of their functions under the preceding provisions of this section. 10 In this section— “ detainee ”, in relation to arrangements made under this section, means a person detained in a police station in the police area of the  local policing body ; “ suspected terrorist detainee ” means a detainee detained under section 41 of the Terrorism Act 2000."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "52", "section_title": " Detention reviews for detained persons who are asleep", "section_text": "52 1 In section 40 of the 1984 Act (review of police detention), in subsection (8) for the words from “the substitution” to the end there shall be substituted  “                      the modifications specified in subsection (8A)                    ” . 2 After that subsection there shall be inserted— 8A The modifications are— a the substitution of references to the person whose detention is under review for references to the person arrested; b the substitution of references to the review officer for references to the custody officer; and c in subsection (6), the insertion of the following paragraph after paragraph (a)— “ asleep;” 3 In subsection (10) of that section— a for “(6)” there shall be substituted  “                          (6B)                        ” ; and b for the words from “the substitution” to the end there shall be substituted  “                          the modifications specified in subsection (10A)                        ” . 4 After that subsection there shall be inserted— 10A The modifications are— a the substitution of a reference to the person whose detention is under review for any reference to the person arrested or to the person charged; and b in subsection (5), the insertion of the following paragraph after paragraph (a)— “ asleep;”"}, {"act": "Police Reform Act 2002", "year": 2002, "section": "53", "section_title": " Persons suspected of offences connected with transport systems", "section_text": "53 1 In section 34(6) of the 1984 Act (persons treated as arrested for an offence), after “1988” there shall be inserted  “                      or section 30(2) of the Transport and Works Act 1992 (c. 42)                    ” . 2 In section 62(11) of that Act (provisions of the Road Traffic Act 1988 (c. 52) relating to the taking of specimens not to be affected by provisions of that section)— a for “affects” there shall be substituted  “                          applies to the taking of a specimen for the purposes of any of the provisions of                        ” ; and b after “Road Traffic Act 1988” there shall be inserted  “                          or of sections 26 to 38 of the Transport and Works Act 1992                        ” ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "54", "section_title": " Persons authorised to take intimate samples from persons in police detention", "section_text": "54 1 For subsection (9) of section 62 of the 1984 Act (persons who may take intimate samples) there shall be substituted— 9 In the case of an intimate sample which is a dental impression, the sample may be taken from a person only by a registered dentist. 9A In the case of any other form of intimate sample, except in the case of a sample of urine, the sample may be taken from a person only by— a a registered medical practitioner; or b a registered health care professional. 2 In section 65 of the 1984 Act (interpretation of Part 5 of that Act), in subsection (1) after the definition of “registered dentist” there shall be inserted— “ registered health care professional ” means a person (other than a medical practitioner) who is— a a registered nurse; or b a registered member of a health care profession which is designated for the purposes of this paragraph by an order made by the Secretary of State; . 3 After that subsection, there shall be inserted— 1A A health care profession is any profession mentioned in section 60(2) of the Health Act 1999 (c. 8) other than the profession of practising medicine and the profession of nursing. 1B An order under subsection (1) shall be made by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "55", "section_title": " Extension of role of health care professionals", "section_text": "55 1 In subsection (4) of section 7 of the Road Traffic Act 1988 (constable to decide if specimen is of blood or urine) for the words from “shall be decided” onwards there shall be substituted  “                      and, in the case of a specimen of blood, the question who is to be asked to take it shall be decided (subject to subsection (4A)) by the constable making the requirement                    ” . 2 After that subsection there shall be inserted— 4A Where a constable decides for the purposes of subsection (4) to require the provision of a specimen of blood, there shall be no requirement to provide such a specimen if— a the medical practitioner who is asked to take the specimen is of the opinion that, for medical reasons, it cannot or should not be taken; or b the registered health care professional who is asked to take it is of that opinion and there is no contrary opinion from a medical practitioner; and, where by virtue of this subsection there can be no requirement to provide a specimen of blood, the constable may require a specimen of urine instead. 3 In subsection (2) of section 11 of that Act (interpretation of sections 3A to 10 of that Act), after the definition of “prescribed limit” there shall be inserted— “ registered health care professional ” means a person (other than a medical practitioner) who is— a a registered nurse; or b a registered member of a health care profession which is designated for the purposes of this paragraph by an order made by the Secretary of State. 4 After that subsection there shall be inserted— 2A A health care profession is any profession mentioned in section 60(2) of the Health Act 1999 (c. 8) other than the profession of practising medicine and the profession of nursing. 2B An order under subsection (2) shall be made by statutory instrument; and any such statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 For subsection (4) of that section there shall be substituted— 4 A person provides a specimen of blood if and only if— a he consents to the taking of such a specimen from him; and b the specimen is taken from him by a medical practitioner or, if it is taken in a police station, either by a medical practitioner or by a registered health care professional."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "56", "section_title": " Specimens taken from persons incapable of consenting", "section_text": "56 1 After section 7 of the Road Traffic Act 1988 (c. 52) there shall be inserted—  Specimens of blood taken from persons incapable of consenting 7A 1 A constable may make a request to a medical practitioner for him to take a specimen of blood from a person (“ the person concerned ”) irrespective of whether that person consents if— a that person is a person from whom the constable would (in the absence of any incapacity of that person and of any objection under section 9) be entitled under section 7 to require the provision of a specimen of blood for a laboratory test; b it appears to that constable that that person has been involved in an accident that constitutes or is comprised in the matter that is under investigation or the circumstances of that matter; c it appears to that constable that that person is or may be incapable (whether or not he has purported to do so) of giving a valid consent to the taking of a specimen of blood; and d it appears to that constable that that person’s incapacity is attributable to medical reasons. 2 A request under this section— a shall not be made to a medical practitioner who for the time being has any responsibility (apart from the request) for the clinical care of the person concerned; and b shall not be made to a medical practitioner other than a police medical practitioner unless— i it is not reasonably practicable for the request to made to a police medical practitioner; or ii it is not reasonably practicable for such a medical practitioner (assuming him to be willing to do so) to take the specimen. 3 It shall be lawful for a medical practitioner to whom a request is made under this section, if he thinks fit— a to take a specimen of blood from the person concerned irrespective of whether that person consents; and b to provide the sample to a constable. 4 If a specimen is taken in pursuance of a request under this section, the specimen shall not be subjected to a laboratory test unless the person from whom it was taken— a has been informed that it was taken; and b has been required by a constable to give his permission for a laboratory test of the specimen; and c has given his permission. 5 A constable must, on requiring a person to give his permission for the purposes of this section for a laboratory test of a specimen, warn that person that a failure to give the permission may render him liable to prosecution. 6 A person who, without reasonable excuse, fails to give his permission for a laboratory test of a specimen of blood taken from him under this section is guilty of an offence. 7 In this section “ police medical practitioner ” means a medical practitioner who is engaged under any agreement to provide medical services for purposes connected with the activities of a police force. 2 In section 9 of that Act (protection of hospital patients), for subsection (2) there shall be substituted— 1A While a person is at a hospital as a patient, no specimen of blood shall be taken from him under section 7A of this Act and he shall not be required to give his permission for a laboratory test of a specimen taken under that section unless the medical practitioner in immediate charge of his case— a has been notified of the proposal to take the specimen or to make the requirement; and b has not objected on the ground specified in subsection (2). 2 The ground on which the medical practitioner may object is— a in a case falling within subsection (1), that the requirement or the provision of the specimen or (if one is required) the warning required by section 7(7) of this Act would be prejudicial to the proper care and treatment of the patient; and b in a case falling within subsection (1A), that the taking of the specimen, the requirement or the warning required by section 7A(5) of this Act would be so prejudicial. 3 In section 34(3) of the Road Traffic Offenders Act 1988 (c. 53) (disqualification for certain offences where offender has previous conviction)— a the word “and” at the end of paragraph (b) shall be omitted; and b after paragraph (c) there shall be inserted— d section 7A(6) (failing to allow a specimen to be subjected to laboratory test) where that is an offence involving obligatory disqualification; . 4 In Schedule 1 to the Road Traffic Offenders Act 1988 (offences to which sections 1, 11 and 12(1) of that Act apply), in the Table, after the entry beginning “ RTA  section 7” there shall be inserted— RTA section 7A Failing to allow specimen of blood to be subjected to laboratory test Sections 11 and 12(1). 5 In Part 1 of Schedule 2 to the Road Traffic Offenders Act 1988 (prosecution and punishment of offences under the Traffic Acts), after the entry beginning “RTA section 7” there shall be inserted— RTA section 7A Failing to allow specimen to be subjected to laboratory test Summarily (a) Where the test would be for ascertaining ability to drive or proportion of alcohol at the time offender was driving or attempting to drive, 6 months or level 5 on the standard scale or both. (b) In any other case, 3 months or level 4 on the standard scale or both (a) Obligatory in the case mentioned in column 4(a) (b) Discretionary in any other case Obligatory 3-11, in case ment-ioned in column 4(a) 10, in any other case. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "57", "section_title": " Use of specimens taken from persons incapable of consenting", "section_text": "57 1 In subsection (2) of section 15 of the Road Traffic Offenders Act 1988 (c. 53)\t\t\t\t\t(evidence of blood alcohol level)— a after “provided by” there shall be inserted  “                          or taken from                        ” ; and b after the word “provided”, in the second place where it occurs, there shall be inserted  “                          or taken                        ” . 2 In subsection (3)(a) of that section (rebutting the assumption in subsection (2)), after “provided the specimen” there shall be inserted  “                      or had it taken from him                    ” . 3 In subsection (4) of that section (circumstances in which a specimen of blood is to be disregarded), for the words from “unless” to the end there shall be substituted unless—                       a it was taken from the accused with his consent and either— i in a police station by a medical practitioner or a registered health care professional; or ii elsewhere by a medical practitioner; or b it was taken from the accused by a medical practitioner under section 7A of the Road Traffic Act 1988 and the accused subsequently gave his permission for a laboratory test of the specimen. 4 After subsection (5) of that section, there shall be inserted— 5A Where a specimen of blood was taken from the accused under section 7A of the Road Traffic Act 1988, evidence of the proportion of alcohol or any drug found in the specimen is not admissible on behalf of the prosecution unless— a the specimen in which the alcohol or drug was found is one of two parts into which the specimen taken from the accused was divided at the time it was taken; and b any request to be supplied with the other part which was made by the accused at the time when he gave his permission for a laboratory test of the specimen was complied with. 5 In subsection (1) of section 16 of that Act (documentary evidence as to specimens), after “15(5)” there shall be inserted  “                      and (5A)                    ” . 6 In subsection (2) of that section (documentary evidence as to consent), after the words “medical practitioner”, in both places where they occur, there shall be inserted  “                      or a registered health care professional                    ” ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "58", "section_title": " Equivalent provision for offences connected with transport systems", "section_text": "58 1 In subsection (6) of section 31 of the Transport and Works Act 1992 (c. 42)\t\t\t\t\t(constable to decide if specimen is of blood or urine), for the words from “shall be decided” onwards there shall be substituted  “                      and, in the case of a specimen of blood, the question who is to be asked to take it shall be decided (subject to subsection (6A)) by the constable making the requirement                    ” . 2 After that subsection there shall be inserted— 6A Where a constable decides for the purposes of subsection (6) to require the provision of a specimen of blood, there shall be no requirement to provide such a specimen if— a the medical practitioner who is asked to take the specimen is of the opinion that, for medical reasons, it cannot or should not be taken; or b the registered health care professional who is asked to take it is of that opinion and there is no contrary opinion from a medical practitioner, and, where by virtue of this subsection there can be no requirement to provide a specimen of blood, the constable may require a specimen of urine instead. 3 After subsection (9) of that section there shall be inserted— 9A In this section “ health care professional ” means a person (other than a medical practitioner) who is— a a registered nurse; or b a registered member of a health care profession which is designated for the purposes of this paragraph by an order made by the Secretary of State. 9B A health care profession is any profession mentioned in section 60(2) of the Health Act 1999 (c. 8) other than the profession of practising medicine and the profession of nursing. 9C An order under subsection (9A)(b) shall be made by statutory instrument; and any such statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 After section 31 of that Act there shall be inserted—  Specimens of blood taken from persons incapable of consenting 31A 1 A constable may make a request to a medical practitioner for him to take a specimen of blood from a person (“ the person concerned ”) irrespective of whether that person consents if— a that person is a person from whom the constable would (in the absence of any incapacity of that person and of any objection under section 33) be entitled under section 31 to require the provision of a specimen of blood for a laboratory test; b it appears to that constable that that person has been involved in— i an accident that constitutes or is comprised in the matter that is under investigation or the circumstances of that matter; or ii a dangerous incident (within the meaning given by section 29(3)) that constitutes or is comprised in that matter or those circumstances; c it appears to that constable that that person is or may be incapable (whether or not he has purported to do so) of giving a valid consent to the taking of a specimen of blood; and d it appears to that constable that that person’s incapacity is attributable to medical reasons. 2 A request under this section— a shall not be made to a medical practitioner who for the time being has any responsibility (apart from the request) for the clinical care of the person concerned; and b shall not be made to a medical practitioner other than a police medical practitioner unless— i it is not reasonably practicable for the request to made to a police medical practitioner; or ii it is not reasonably practicable for such a medical practitioner (assuming him to be willing to do so) to take the specimen. 3 It shall be lawful for a medical practitioner to whom a request is made under this section, if he thinks fit— a to take a specimen of blood from the person concerned irrespective of whether that person consents; and b to provide the sample to a constable. 4 If a specimen is taken in pursuance of a request under this section, the specimen shall not be subjected to a laboratory test unless the person from whom it was taken— a has been informed that it was taken; and b has been required by a constable to give his permission for a laboratory test of the specimen; and c has given his permission. 5 A constable must, on requiring a person to give his permission for the purposes of this section for a laboratory test of a specimen, warn that person that a failure to give the permission, may render him liable to prosecution. 6 A person who, without reasonable excuse, fails to give his permission for a laboratory test of a specimen of blood taken from him under this section is guilty of an offence. 7 In this section “ police medical practitioner ” means a medical practitioner who is engaged under any agreement to provide medical services for purposes connected with the activities of a police force. 5 In section 33 of that Act (protection of hospital patients), for subsection (2) there shall be substituted— 1A While a person is at a hospital as a patient, no specimen of blood shall be taken from him under section 31A of this Act and he shall not be required to give his permission for a laboratory test of a specimen taken under that section unless the medical practitioner in immediate charge of his case— a has been notified of the proposal to take the specimen or to make the requirement; and b has not objected on the ground specified in subsection (2). 2 The ground on which the medical practitioner may object is— a in a case falling within subsection (1), that the requirement or the provision of the specimen or (if one is required) the warning required by section 31(9) of this Act would be prejudicial to the proper care and treatment of the patient; and b in a case falling within subsection (1A), that the taking of the specimen, the requirement or the warning required by section 31A(5) of this Act would be so prejudicial. 6 In subsection (1)(a) of section 34 of that Act (evidence of blood alcohol level) after “provided by” there shall be inserted  “                      or taken from                    ” . 7 In subsection (2)(a) of that section (rebutting the assumption in subsection (1)(b)), after “provided the specimen” there shall be inserted  “                      or had it taken from him                    ” . 8 After subsection (3) of that section there shall be substituted— 3A Where a specimen of blood was taken from the accused under section 31A, evidence of the proportion of alcohol or any drug found in the specimen is not admissible on behalf of the prosecution in the proceedings unless— a the specimen in which the alcohol or drug was found is one of two parts into which the specimen taken from the accused was divided at the time it was taken; and b any request to be supplied with the other part which was made by the accused at the time when he gave his permission for a laboratory test of the specimen was complied with. 9 In section 35(3) of that Act (documentary evidence as to consent) after the words “practitioner”, in both places where it occurs, there shall be inserted  “                      or a registered health care professional                    ” . 10 After subsection (2) of section 38 of that Act (interpretation of Chapter 1 of Part 2 of that Act) there shall be inserted— 2A In this Chapter “ registered health care professional ” means a person (other than a medical practitioner) who is— a a registered nurse; or b a registered member of a health care profession which is designated for the purposes of this paragraph by an order made by the Secretary of State. 2B A health care profession is any profession mentioned in section 60(2) of the Health Act 1999 (c. 8) other than the profession of practising medicine and the profession of nursing. 2C An order under subsection (2A)(b) shall be made by statutory instrument; and any such statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 11 For subsection (5) of that section there shall be substituted— 5 For the purposes of this Chapter, a person provides a specimen of blood if and only if— a he consents to the taking of such a specimen from him; and b the specimen is taken from him by a medical practitioner or, if it is taken in a police station, either by a medical practitioner or by a registered health care professional."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "59", "section_title": " Vehicles used in manner causing alarm, distress or annoyance", "section_text": "59 1 Where a constable in uniform has reasonable grounds for believing that a motor vehicle is being used on any occasion in a manner which— a contravenes section 3 or 34 of the Road Traffic Act 1988 (c. 52) (careless and inconsiderate driving and prohibition of off-road driving), and b is causing, or is likely to cause, alarm, distress or annoyance to members of the public, he shall have the powers set out in subsection (3). 2 A constable in uniform shall also have the powers set out in subsection (3) where he has reasonable grounds for believing that a motor vehicle has been used on any occasion in a manner falling within subsection (1). 3 Those powers are— a power, if the motor vehicle is moving, to order the person driving it to stop the vehicle; b power to seize and remove the motor vehicle; c power, for the purposes of exercising a power falling within paragraph (a) or (b), to enter any premises on which he has reasonable grounds for believing the motor vehicle to be; d power to use reasonable force, if necessary, in the exercise of any power conferred by any of paragraphs to (a) to (c). 4 A constable shall not seize a motor vehicle in the exercise of the powers conferred on him by this section unless— a he has warned the person appearing to him to be the person whose use falls within subsection (1) that he will seize it, if that use continues or is repeated; and b it appears to him that the use has continued or been repeated after the  warning. 5 Subsection (4) does not require a warning to be given by a constable on any occasion on which he would otherwise have the power to seize a motor vehicle under this section if— a the circumstances make it impracticable for him to give the warning; b the constable has already on that occasion given a warning under that subsection in respect of any use of that motor vehicle or of another motor vehicle by that person or any other person; c the constable has reasonable grounds for believing that such a warning has been given on that occasion otherwise than by him; or d the constable has reasonable grounds for believing that the person whose use of that motor vehicle on that occasion would justify the seizure is a person to whom a warning under that subsection has been given (whether or not by that constable or in respect the same vehicle or the same or a similar use) on a previous occasion in the previous twelve months. 6 A person who fails to comply with an order under subsection (3)(a) is guilty of an offence and shall be liable, on summary conviction, to a fine not exceeding level 3 on the standard scale. 7 Subsection (3)(c) does not authorise entry into a private dwelling house. 8 The powers conferred on a constable by this section shall be exercisable only at a time when regulations under section 60 are in force. 9 In this section— “ driving ” has the same meaning as in the Road Traffic Act 1988 (c. 52); “ motor vehicle ” means any mechanically propelled vehicle, whether or not it is intended or adapted for use on roads; and “ private dwelling house ” does not include any garage or other structure occupied with the dwelling house, or any land appurtenant to the dwelling house."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "60", "section_title": " Retention etc. of vehicles seized under section 59", "section_text": "60 1 The Secretary of State may by regulations make provision as to— a the removal and retention of motor vehicles seized under section 59; and b the release or disposal of such motor vehicles. 2 Regulations under subsection (1) may, in particular, make provision— a for the giving of notice of the seizure of a motor vehicle under section 59 to a person who is the owner of that vehicle or who, in accordance with the regulations, appears to be its owner; b for the procedure by which a person who claims to be the owner of a motor vehicle seized under section 59 may seek to have it released; c for requiring the payment of fees, charges or costs in relation to the removal and retention of such a motor vehicle and to any application for its release; d as to the circumstances in which a motor vehicle seized under section 59 may be disposed of; e as to the destination— i of any fees or charges payable in accordance with the regulations; and ii of the proceeds (if any) arising from the disposal of a motor vehicle seized under section 59; f for the delivery to a local authority, in circumstances prescribed by or determined in accordance with the regulations, of any motor vehicle seized under section 59. 3 Regulations under subsection (1) must provide that a person who would otherwise be liable to pay any fee or charge under the regulations shall not be liable to pay it if— a the use by reference to which the motor vehicle in question was seized was not a use by him; and b he did not know of the use of the vehicle in the manner which led to its seizure, had not consented to its use in that manner and could not, by the taking of reasonable steps, have prevented its use in that manner. 4 In this section— “ local authority ”— in relation to England, means the council of a county, metropolitan district or London borough, the Common Council of the City of London or Transport for London; and in relation to Wales, means the council of a county or county borough; “ motor vehicle ” has the same meaning as in section 59."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "61", "section_title": " Anti-social behaviour orders", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "62", "section_title": " Power of Secretary of State to add to relevant authorities", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "63", "section_title": " Orders in county court proceedings", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "64", "section_title": " Orders on conviction in criminal proceedings", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "65", "section_title": " Interim orders", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "66", "section_title": " Consultation requirements", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "67", "section_title": " Sex offenders: England and Wales", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "68", "section_title": " Interim orders for sex offenders: England and Wales", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "69", "section_title": " Sex offender orders made in Scotland or Northern Ireland", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "70", "section_title": " Sex offenders: Scotland", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "71", "section_title": " Sex offender orders made in England and Wales or Northern Ireland", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "72", "section_title": " Sex offenders: Northern Ireland", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "73", "section_title": " Interim orders for sex offenders: Northern Ireland", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "74", "section_title": " Sex offender orders made in England and Wales or Scotland", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "75", "section_title": " Removal of truants to designated places", "section_text": "75 1 In section 16 of the Crime and Disorder Act 1998 (c. 37)\t\t\t\t\t(removal of truants to designated place), after subsection (3) there shall be inserted— 3A The power of a police officer of or above the rank of superintendent under subsection (2) to specify any area falling within a police area shall be exercisable by such an officer who is a member of the British Transport Police as if the reference in that subsection to an area in the police area were a reference to— a any area in or in the vicinity of any policed premises; or b the whole or any part of any such premises; and references in subsection (3) to the specified area shall have effect accordingly. 2 In subsection (5) of that section (interpretation)— a before the definition of “local authority” there shall be inserted— “ British Transport Police ” means the force of constables appointed under section 53 of the British Transport Commission Act 1949 (c. xxix); and b after the definition of “local authority” there shall be inserted— “ policed premises ” has the meaning given by section 53(3) of the British Transport Commission Act 1949; ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "76", "section_title": " Amendments to Part 3 of the Road Traffic Offenders Act 1988", "section_text": "76 1 Part 3 of the Road Traffic Offenders Act 1988 (c. 53)\t\t\t\t\t(fixed penalties) shall be amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 75(1)\t\t\t\t\t(conditional offers in England and Wales), at the end there shall be inserted “or, if the constable is a member of the British Transport Police, by or on behalf of the chief constable of the British Transport Police.” 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 87 (guidance from the Secretary of State), after “areas” there shall be inserted  “                      and to the chief constable of the British Transport Police                    ” . 6 In section 89 (interpretation of Part 3), after the definition of “authorised person” there shall be inserted— “ British Transport Police ” means the force of constables appointed under the British Transport Commission Act 1949 (c. xxix); ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "77", "section_title": " Application of the Police (Property) Act 1897 to NCS", "section_text": "77 1 After section 2 of the Police (Property) Act 1897 (c. 30) there shall be inserted—  Application to NCS 2A 1 This Act applies to property which has come into the possession of the National Crime Squad as it applies to property that has come into the possession of the police. 2 In relation to property that has come into the possession of the National Crime Squad— a the reference in section 1(1) to an officer of police is a reference to a member of that Squad; and b references in section 2 to the property remaining in the possession of the police are references to its remaining in the possession of that Squad. 3 The power to make regulations under section 2 has effect in relation to property that has come into the possession of the National Crime Squad as if— a the relevant authority for the purposes of subsection (2A) of that section were the Service Authority for that Squad; and b the reference in subsection (2A)(c) of that section to police purposes were a reference to the purposes of that Squad. 2 In section (2) of that Act (regulations), for subsection (2B) there shall be substituted— 2B The relevant authority for the purposes of subsection (2A) is the police authority."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "78", "section_title": " Ministry of Defence police serving with other forces", "section_text": "78 After section 2A of the Ministry of Defence Police Act 1987 (c. 4)\t\t\t(provision of assistance to other forces) there shall be inserted—  Constables serving with other forces 2B 1 This section applies where a member of the Ministry of Defence Police serves with a relevant force under arrangements made between the chief officer of that force and the chief constable of the Ministry of Defence Police. 2 The member of the Ministry of Defence Police— a shall be under the direction and control of the chief officer of the relevant force; and b shall have the same powers and privileges as a member of that force. 3 In this section— “ British Transport Police Force ” has the same meaning as in section 2 above; “ chief officer ” means— any chief officer of police of a police force for a police area in Great Britain; the chief constable of the Police Service of Northern Ireland; the Director General of the National Criminal Intelligence Service; the Director General of the National Crime Squad; the chief constable of the British Transport Police Force; or the chief constable of the United Kingdom Atomic Energy Authority Constabulary; “ relevant force ” means— any police force for a police area in Great Britain; the Police Service of Northern Ireland; the National Criminal Intelligence Service; the National Crime Squad; the British Transport Police Force; or the United Kingdom Atomic Energy Authority Constabulary; “ United Kingdom Atomic Energy Authority Constabulary ” has the same meaning as in section 2 above."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "79", "section_title": " Disciplinary matters", "section_text": "79 1 After section 3 of the Ministry of Defence Police Act 1987 (c. 4) there shall be inserted—  Regulations relating to disciplinary matters 3A 1 The Secretary of State shall by regulations made by statutory instrument establish, or make provision for the establishment of, procedures for cases in which a member of the Ministry of Defence Police may be dealt with by suspension, dismissal, requirement to resign, reduction in rank, reduction in rate of pay, fine, reprimand or caution. 2 The regulations may provide— a for decisions which would otherwise fall to be taken by the Secretary of State or the chief constable of the Ministry of Defence Police to be taken instead— i by a person or persons appointed in accordance with the regulations; or ii by the Ministry of Defence Police Committee; and b for decisions taken by or on behalf of the Secretary of State or the chief constable of the Ministry of Defence Police to be reviewed by a person or persons appointed by or in accordance with the regulations. 3 In relation to any matter as to which provision may be made by regulations under this section, the regulations may— a authorise or require provision to be made by, or confer discretionary powers on, the Secretary of State, the Ministry of Defence Police Committee, the chief constable of the Ministry of Defence Police or other persons; or b authorise or require the delegation by any person of functions conferred on that person by or under the regulations. 4 Any statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 After section 4 of that Act there shall be inserted—  Appeals against dismissal etc. 4A 1 Subject to subsection (2) below, a member of the Ministry of Defence Police who is dismissed, required to resign or reduced in rank by a decision taken— a in proceedings under regulations made in accordance with section 3A above, or b in proceedings for the purposes of any procedures established in accordance with an agreement or order under section 60 of the Police (Northern Ireland) Act 1998 (c. 32), may appeal to an appeals tribunal. 2 Subsection (1) above does not apply in the case of a person who has a right to apply to some other person for a review of the decision; and in that case that person may appeal to an appeals tribunal from any decision of that other person as a result of which he is dismissed, required to resign or reduced in rank. 3 The Secretary of State may by regulations made by statutory instrument— a make provision equivalent, subject to such modifications as the Secretary of State thinks fit, to that made in relation to police appeals tribunals by any provision of Schedule 6 to the Police Act 1996 (c. 16) or Schedule 3 to the Police (Scotland) Act 1967 (c. 77); b make provision as to procedure on appeals to appeals tribunals under this section; and c make provision enabling an appeals tribunal to require any person to attend a hearing and to give evidence or produce documents. 4 Regulations made by virtue of subsection (3)(c) above may, in particular, apply subsections (2) and (3) of section 250 of the Local Government Act 1972 (c. 70) or subsections (4) and (5) of section 210 of the Local Government (Scotland) Act 1973 (c. 65) with such modifications as may be set out in the regulations. 5 Where an appeals tribunal allows an appeal it may, if it considers that it is appropriate to do so, make an order dealing with the appellant in a way which— a appears to the tribunal to be less severe than the way in which he was dealt with by the decision appealed against; and b is a way in which he could have been dealt with by the person who made the decision. 6 Any statutory instrument containing regulations under subsection (3) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section “ an appeals tribunal ” means a tribunal constituted in accordance with regulations under subsection (3) above. 3 In section 1 of that Act (establishment of Ministry of Defence Police), for subsection (5) there shall be substituted— 5 The Secretary of State shall appoint a committee, to be known as the Ministry of Defence Police Committee— a to advise him with respect to such matters concerning the Ministry of Defence Police as he may from time to time require; and b to exercise such other functions as may be conferred on it by or under this Act; and the Secretary of State may make regulations concerning the membership and the procedure of the Committee. 4 After section 6 of that Act there shall be inserted—  Powers to make regulations 6A Any power of the Secretary of State under this Act to make regulations shall include power to make different provision for different purposes."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "80", "section_title": " Functions of inspectors of constabulary", "section_text": "80 Before section 5 of the Ministry of Defence Police Act 1987 (c. 4) there shall be inserted—  Functions of inspectors of constabulary 4B 1 The inspectors of constabulary shall inspect, and report to the Secretary of State on, the efficiency and effectiveness of the Ministry of Defence Police. 2 The Secretary of State may at any time require the inspectors of constabulary to carry out an inspection under this section of the Ministry of Defence Police and to report to him on that inspection. 3 A requirement under subsection (2) may include a requirement for the inspection to be confined to a particular part of the Ministry of Defence Police, to particular matters or to particular activities of the Ministry of Defence Police. 4 The inspectors of constabulary shall carry out such other duties for the purposes of furthering the efficiency and effectiveness of the Ministry of Defence Police as the Secretary of State may from time to time direct. 5 Before carrying out any inspection by virtue of subsection (1) in Scotland, the inspectors of constabulary shall consult the Scottish inspectors with respect to the scope and conduct of the proposed inspection. 6 In this section— “ the inspectors of constabulary ” means Her Majesty’s Inspectors of Constabulary appointed under section 54 of the Police Act 1996 (c. 16); “ the Scottish inspectors ” means the inspectors of constabulary appointed under section 33 of the Police (Scotland) Act 1967 (c. 77).  Publication of reports 4C 1 Subject to subsection (2) below, the Secretary of State shall arrange for any report received by him under section 4B above to be published in such manner as appears to him to be appropriate. 2 The Secretary of State may exclude from publication under subsection (1) above any part of a report if, in his opinion, the publication of that part— a would be against the interests of national security; or b might jeopardise the safety of any person. 3 The Secretary of State shall— a send a copy of the published report to the chief constable of the Ministry of Defence Police; and b invite the chief constable to submit comments on the published report to the Secretary of State before such date as the Secretary of State may specify. 4 The Secretary of State shall arrange for— a any comments submitted by the chief constable in accordance with subsection (3) above, and b any response that the Secretary of State may prepare to the published report or to any comments submitted by the chief constable, to be published in such manner as he considers appropriate."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "81", "section_title": " Exemptions from firearms legislation", "section_text": "81 1 After section 16A of the Firearms (Amendment) Act 1988 (c. 45) there shall be inserted—  Possession of firearms on Ministry of Defence Police premises 16B 1 A person who is being trained or assessed in the use of firearms under the supervision of a member of the Ministry of Defence Police may, without holding a certificate or obtaining the authority of the Secretary of State under section 5 of the principal Act, have in his possession a firearm and ammunition on relevant premises for the purposes of the training or assessment. 2 In this section “ relevant premises ” means premises used for any purpose of the Ministry of Defence Police. 2 After Article 12A of the Firearms (Northern Ireland) Order 1981 (S.I. 1981/155 (N.I. 2)) there is inserted—  Possession of firearms on Ministry of Defence Police premises 12B 1 A person who is being trained or assessed in the use of firearms under the supervision of a member of the Ministry of Defence Police may, without holding a firearm certificate or obtaining the authority of the Secretary of State under Article 6, have in his possession a firearm and ammunition on relevant premises for the purposes of the training or assessment. 2 In this Article “ relevant premises ” means premises used for any purpose of the Ministry of Defence Police."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "82", "section_title": " Nationality requirements applicable to police officers etc.", "section_text": "82 1 Irrespective of his place of birth, a person of any nationality may be— a a member of a police force maintained for any police area in England and Wales  ...; aa a constable of the Police Service of Scotland; b a member of the Police Service of Northern Ireland or of the Police Service of Northern Ireland Reserve; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d a member of the British Transport Police Force; e a member of the Civil Nuclear Constabulary;  or f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g a special constable; and, accordingly, irrespective of his place of birth such a person may be attested or appointed, and hold office, as a constable. 2 Subsection (1) is subject to any provision falling within subsection which relates to qualification for appointment as a constable or as a special constable or for membership of, or for particular ranks, offices or positions with— a any force or constabulary;  ... aa the Police Service of Scotland; or b the Police Service of Northern Ireland or the Police Service of Northern Ireland Reserve;  . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Provision falls within this subsection if it is— a provision made by regulations made under section 50 or 51 of the 1996 Act (regulations for police constables and for special constables); b provision made by regulations made under   section 48 of the Police and Fire Reform (Scotland) Act 2012 (governance and administration of police) ; c provision made under section 25 or 26 of the Police (Northern Ireland) Act 1998 (c. 32)\t\t\t\t\t\t\t(regulations for police constables and for the constables in the Police Service of Northern Ireland Reserve);  and d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e provision given effect to by any arrangements made for the purpose of regulating appointment to membership of the British Transport Police Force,   or the Civil Nuclear Constabulary , or to particular ranks or positions with that Force or Constabulary. 4 Without prejudice to the generality of any power conferred apart from this section, the provision falling within subsection (3) that may be made by any such regulations, terms and conditions or arrangements as are mentioned in that subsection may include provision imposing any of the following requirements— a requirements with respect to the competence in written and spoken English of candidates for appointment; b requirements with respect to the immigration status of such candidates; c requirements with respect to nationality in the case of particular ranks, offices or positions; and, in a case where the power to make provision with respect to qualification for appointment as a constable or as a special constable, or for membership of a force   or Service  , is exercisable by any such regulations as are mentioned in that subsection, the regulations made must impose requirements with respect to all the matters mentioned in paragraphs (a) and (b). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "83", "section_title": " Attestation of constables", "section_text": "83 For Schedule 4 to the 1996 Act there shall be substituted— SCHEDULE 4  Form of Declaration ’I....................of....................do solemnly and sincerely declare and affirm that I will well and truly serve the Queen in the office of constable, with fairness, integrity, diligence and impartiality, upholding fundamental human rights and according equal respect to all people; and that I will, to the best of my power, cause the peace to be kept and preserved and prevent all offences against people and property; and that while I continue to hold the said office I will, to the best of my skill and knowledge, discharge all the duties thereof faithfully according to law.’"}, {"act": "Police Reform Act 2002", "year": 2002, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "85", "section_title": " Director General of NCIS", "section_text": "85 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "86", "section_title": " Police members of NCIS", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "87", "section_title": " Police members of NCS", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "88", "section_title": " Regulations for NCIS", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "89", "section_title": " Regulations for NCS", "section_text": "89 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "90", "section_title": " Supplementary provisions about police membership of NCIS", "section_text": "90 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "91", "section_title": " Supplementary provisions about police membership of NCS", "section_text": "91 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "92", "section_title": " Police authorities to produce three-year strategy plans", "section_text": "92 1 After section 6 of the 1996 Act there shall be inserted—  Three-year strategy plans 6A 1 Every police authority maintaining a police force for a police area in England and Wales shall, before the beginning of every relevant three-year period, issue a plan (“ a three-year strategy plan ”) which sets out the authority’s medium and long term strategies for the policing of that area during that period. 2 Before a three-year strategy plan for any period is issued by a police authority, a draft of a plan setting out medium and long term strategies for the policing of the authority’s area during that period must have been— a prepared by the chief officer of police of the police force maintained by that authority; and b submitted by him to the police authority for its consideration. 3 In preparing the draft plan, the chief officer of police of a police force shall have regard to the views, obtained in accordance with arrangements under section 96, of people in the police area in question. 4 A police authority which has issued a three-year strategy plan for any period may modify that plan at any time during that period. 5 It shall be the duty, in issuing, preparing or modifying a three-year strategy plan or a draft of such a plan, of every police authority or chief officer of police to have regard to the National Policing Plan in force at that time. 6 The Secretary of State — a shall issue guidance to police authorities and chief officers of police as to the matters to be contained in any three-year strategy plan, and as to the form to be taken by any such plan; and b may from time to time revise and modify that guidance; and it shall be the duty of every police authority and chief officer of police to take account of any guidance under this subsection when issuing, preparing or modifying any such plan or any draft plan prepared for the purposes of subsection (2). 7 Before issuing or revising any guidance under subsection (6) the Secretary of State shall consult with— a persons whom he considers to represent the interests of police authorities; b persons whom he considers to represent the interests of chief officers of police; and c such other persons as he thinks fit. 8 A police authority which is proposing to issue or modify any plan under this section shall submit that plan, or the modifications, to the Secretary of State. 9 Where a police authority issues a three-year strategy plan or modifies such a plan, it shall— a send a copy of the plan or the modified plan to the Secretary of State; and b cause the plan or modified plan to be published; and the copy of any modified plan sent to the Secretary of State and the publication of any modified plan must show the modifications, or be accompanied by or published with a document which sets them out or describes them. 10 If the Secretary of State considers that there are grounds for thinking that— a a police authority’s three-year strategy plan, or b any proposals by a police authority for such a plan, or for the modification of such a plan, may not be consistent with any National Policing Plan applicable to a financial year wholly or partly comprised in the period to which the strategy plan applies, he shall, before informing the police authority of his conclusions on whether or not it is in fact so inconsistent, consult with the persons mentioned in subsection (11). 11 Those persons are— a the police authority in question; b the chief officer of police of the police force maintained by that authority; c persons whom the Secretary of State considers to represent the interests of police authorities; and d persons whom the Secretary of State considers to represent the interests of chief officers of police. 12 Before a police authority— a issues a three-year strategy plan that differs in any material respect from the draft submitted to it by the chief officer of police of the force maintained by that authority, or b modifies its three-year strategy plan, it shall consult with that chief officer. 13 Any best value performance plan prepared by a police authority under section 6 of the Local Government Act 1999 (c. 27) for any financial year must be consistent with any three-year strategy plan which sets out the authority’s current strategies for policing its area during any period which includes the whole or any part of that financial year. 14 The Secretary of State may by regulations make provision for— a the procedure to be followed on the submission to him of any plan or modifications for the purposes of this section; and b the periods which are to constitute relevant three-year periods for the purposes of this section; and those regulations may provide for a period of less than three years to be the first period treated as a relevant three-year period for the purposes of this section. 15 A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 In section 8 of that Act (local policing plans), after subsection (2) there shall be inserted— 2A The local policing plan for any financial year must be consistent with any three-year strategy plan under section 6A which sets out the authority’s current strategies for the policing of its area during any period which includes the whole or any part of that financial year. 3 In section 9(2) of that Act (annual report by police authorities to include assessment of extent to which local policing plan carried out), for the words from “the local policing plan” onwards there shall be substituted , during that year proposals have been implemented, and things have been done, in accordance with the following plans—                     a the three-year strategy plan issued under section 6A for the period that includes that year; and b the local policing plan issued for that year under section 8."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "93", "section_title": " Quorum for the Service Authorities under the 1997 Act", "section_text": "93 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "94", "section_title": " Expenses of members of police authorities etc.", "section_text": "94 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "95", "section_title": " Duties under the Health and Safety at Work etc. Act 1974", "section_text": "95 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "96", "section_title": " President of  ACPO", "section_text": "96 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "97", "section_title": " Crime and disorder reduction partnerships", "section_text": "97 1 The Crime and Disorder Act 1998 (c. 37) shall be amended as follows. 2 In section 5 (authorities responsible for strategies), in subsection (1), after paragraph (b) there shall be inserted— c every police authority any part of whose police area so lies; d every fire authority any part of whose area so lies; e if the local government area is in England, every Primary Care Trust the whole or any part of whose area so lies; and f if the local government area is in Wales, every health authority the whole or any part of whose area so lies. 3 After subsection (1) of that section there shall be inserted— 1A The Secretary of State may by order provide in relation to any two or more local government areas in England— a that the functions conferred by sections 6 to 7 below are to be carried out in relation to those areas taken together as if they constituted only one area; and b that the persons who for the purposes of this Chapter are to be taken to be responsible authorities in relation to the combined area are the persons who comprise every person who (apart from the order) would be a responsible authority in relation to any one or more of the areas included in the combined area. 1B The Secretary of State shall not make an order under subsection (1A) above unless— a an application for the order has been made jointly by all the persons who would be the responsible authorities in relation to the combined area or the Secretary of State has first consulted those persons; and b he considers it would be in the interests of reducing crime and disorder, or of combatting the misuse of drugs, to make the order. 4 In subsection (2) of that section (consultation)— a for paragraphs (a) and (b) there shall be substituted— b every local probation board any part of whose area lies within the area; b at the end of paragraph (c) there shall be inserted ; and                         d where they are acting in relation to an area in Wales, every person or body which is of a description which is for the time being prescribed by an order under this subsection of the National Assembly for Wales; . 5 In subsection (3) of that section, at the end there shall be inserted “and, in the case of the responsible authorities for an area in Wales, of any person or body of a description for the time being prescribed by an order under this subsection of the National Assembly for Wales.” 6 After subsection (4) of that section, there shall be inserted— 5 In this section— “ fire authority ” means— any fire authority constituted by a combination scheme under the Fire Services Act 1947 (c. 41); any metropolitan county fire and civil defence authority; or the London Fire and Emergency Planning Authority; and “ police authority ” means— any police authority established under section 3 of the Police Act 1996 (c. 16); or the Metropolitan Police Authority. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 In section 114— a in subsection (1)\t\t\t\t\t\t\t(powers of Ministers exercisable by statutory instrument), after “Minister of the Crown” there shall be inserted  “                        or of the National Assembly for Wales                      ” ; and b in subsection (2)\t\t\t\t\t\t\t(orders subject to negative resolution procedure), for “5(2) or (3) or 10(6) above, or” there shall be substituted  “                        5(1A), (2) or (3), 6A(1) or 10(6) above (other than one made by the National Assembly for Wales), or containing                      ” . 14 In section 115(2)\t\t\t\t\t(authorities to which information may be disclosed for purposes connected with that Act), in paragraph (d)— a in sub-paragraph (i), after “London borough council” there shall be inserted  “                        , a parish council                      ” ; and b in sub-paragraph (ii), for “or a county borough council” there shall be substituted  “                        , a county borough council or a community council                      ” . 15 Section 5(1)\t\t\t\t\t(as amended by subsection (2) shall have effect in relation to a local government area in England at any time when that area or a part of it comprises or contains an area that is not included in the area of a Primary Care Trust, as if the reference to a Primary Care Trust the whole or part of whose area lies within the local government area included a reference to any health authority or strategic health authority whose area comprises or includes the area for which there is no Primary Care Trust."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "98", "section_title": " Secretary of State’s functions in relation to strategies", "section_text": "98 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "99", "section_title": " Power to modify functions and structure of  PITO", "section_text": "99 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "100", "section_title": " Metropolitan Police Authority housing", "section_text": "100 1 In section 4(e) of the Housing Act 1985 (c. 68) (which defines local authorities for the purposes of the provisions of that Act, including those relating to secure tenancies), the words “ the Metropolitan Police Authority ” shall be omitted. 2 In paragraph 12(2)(g) of Schedule 1 to the Housing Act 1988 (c. 50) (local authority tenancies that cannot be assured tenancies), the words “and the Metropolitan Police Authority” shall be omitted. 3 Nothing in subsection (1) or in any repeal made by this Act for the purposes of that subsection shall affect— a the operation of Part 5 of the Housing Act 1985 (c. 68) (the right to buy) in relation to any case in which a person who had acquired a right to buy under that Part before the day on which this Act is passed either— i had served a notice under section 122 of that Act (tenant’s notice claiming right to buy) on the Metropolitan Police Authority before that day; or ii serves such a notice on that Authority in the period of three months beginning with that day; or b the extent to which, in any other case, any period falling before the day on which this Act is passed falls at any subsequent time to be treated as a period qualifying under any of the provisions of Schedule 4 to that Act. 4 A tenancy which becomes an assured tenancy by virtue of this section shall be an assured shorthold tenancy unless (whenever it was entered into) it— a falls within any of paragraphs 1 to 3 of Schedule 2A to the Housing Act 1988 (c. 50); or b was an assured tenancy, but not an assured shorthold tenancy, immediately before it became a secure tenancy."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "101", "section_title": " Provision of goods and services by police authorities", "section_text": "101 For section 18 of the 1996 Act (supply of goods and services) there shall be substituted—  Supply of goods and services 18 1 Subsections (1) to (3) of section 1 of the Local Authorities (Goods and Services) Act 1970 (c. 39)\t\t\t\t\t\t\t\t(supply of goods and services by local authorities)— a shall apply, with the modification set out in subsection (2), to a police authority established under section 3 of this Act and to the Metropolitan Police Authority as they apply to a local authority; and b shall also apply with that modification in their application to the Common Council of the City of London in its capacity as the police authority for the City of London police force. 2 The modification is that references in those subsections to a public body shall be read as references to any person."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "102", "section_title": " Liability for wrongful acts of constables etc.", "section_text": "102 1 Each of the enactments specified in subsection (2) shall be amended as follows— a for the words “torts committed by”, in each place where they occur, there shall be substituted  “                        any unlawful conduct of                      ” ; and b for “in respect of any such tort” there shall be substituted  “                        , in the case of a tort,                      ” . 2 The enactments are— a section 88(1) of the 1996 Act (liability of chief officers); b section 97(9) of that Act (liability of the Secretary of State); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e section 27(8) of the Police (Northern Ireland) Act 1998 (c. 32)\t\t\t\t\t\t\t(liability of the Secretary of State); f section 29(1) of that Act (liability of the chief constable of the Police Service of Northern Ireland); g paragraph 7(3) of Schedule 3 to that Act (liability of the Police Ombudsman); and h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In each of the enactments specified in subsection (5), for “a tort committed by” there shall be substituted  “                    any unlawful conduct of                  ” . 5 The enactments are— a section 88(4)(a) of the 1996 Act (payments in respect of tort proceedings against constables and special constables); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d section 29(3)(a) of the Police (Northern Ireland) Act 1998 (payments in respect of tort proceedings against police officers in Northern Ireland); and e paragraph 7(4)(a) of Schedule 3 to that Act (payment in respect of tort proceedings against police officers serving with, or assisting, the Police Ombudsman). 6 In section 42(6) of the 1997 Act (application to Scotland), paragraph (a) shall be omitted. 7 In section 39 (1) of the Police (Scotland) Act 1967 (c. 77)\t\t\t\t\t(liability for wrongful acts of constables)— a for “in reparation in respect of any wrongful act or omission” there shall be substituted  “                        for any unlawful conduct                      ” ; and b for “in respect of a wrongful act or omission” there shall be substituted  “                        for any unlawful conduct                      ” . 8 In section 39(4) of that Act, for “wrongful act or omission” there shall be substituted  “                    unlawful conduct                  ” ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "103", "section_title": " Liability in respect of members of teams", "section_text": "103 1 In section 88 of the 1996 Act (liability for wrongful acts of constables), after subsection (5) there shall be inserted— 6 This section shall have effect where an international joint investigation team has been formed under the leadership of a constable who is a member of a police force as if— a any unlawful conduct, in the performance or purported performance of his functions as such, of any member of that team who is neither a constable nor an employee of the police authority were unlawful conduct of a constable under the direction and control of the chief officer of police of that force; and b subsection (4) applied, in the case of the police authority maintaining that force, to every member of that team to whom it would not apply apart from this subsection. 7 In this section “ international joint investigation team ” means any investigation team formed in accordance with— a any framework decision on joint investigation teams adopted under Article 34 of the Treaty on European Union; b the Convention on Mutual Assistance in Criminal Matters between the Member States of the European Union, and the Protocol to that Convention, established in accordance with that Article of that Treaty; or c any international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State. 8 A statutory instrument containing an order under subsection (7) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 29 of the Police (Northern Ireland) Act 1998 (c. 32)\t\t\t\t\t(liability for wrongful acts of constables), after subsection (5) there shall be inserted— 6 This section shall have effect where an international joint investigation team has been formed under the leadership of a constable who is a member of the Police Service of Northern Ireland as if any unlawful conduct, in the performance or purported performance of his functions as such, of any member of that team who is neither— a a constable, nor b an employee of the Board, were unlawful conduct of a constable under the direction and control of the Chief Constable. 7 In this section “ international joint investigation team ” means any investigation team formed in accordance with— a any framework decision on joint investigation teams adopted under Article 34 of the Treaty on European Union; b the Convention on Mutual Assistance in Criminal Matters between the Member States of the European Union, and the Protocol to that Convention, established in accordance with that Article of that Treaty; or c any international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State. 8 A statutory instrument containing an order under subsection (7) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 Where— a any sums are paid by virtue of this section out of a police fund  . . .   or by the Chief Constable of the Police Service of Northern Ireland, and b in pursuance of any international obligation, the Secretary of State receives any sum by way of reimbursement, in whole or in part, of the sums paid out of that fund or by that Chief Constable, the Secretary of State shall pay into that fund or (as the case may be) to that Chief Constable the sums received by him by way of reimbursement. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "104", "section_title": " Assaults on members of teams", "section_text": "104 1 In section 89 of the 1996 Act (assaults on constables), after subsection (3) there shall be inserted— 4 In this section references to a person assisting a constable in the execution of his duty include references to any person who is neither a constable nor in the company of a constable but who— a is a member of an international joint investigation team that is led by a member of a police force or by a member of the National Criminal Intelligence Service or of the National Crime Squad; and b is carrying out his functions as a member of that team. 5 In this section “ international joint investigation team ” means any investigation team formed in accordance with— a any framework decision on joint investigation teams adopted under Article 34 of the Treaty on European Union; b the Convention on Mutual Assistance in Criminal Matters between the Member States of the European Union, and the Protocol to that Convention, established in accordance with that Article of that Treaty; or c any international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State. 6 A statutory instrument containing an order under subsection (5) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 In section 41 of the Police (Scotland) Act 1967 (c. 77)\t\t\t\t\t(assaults on constables), after subsection (3) there shall be inserted— 4 In this section references to a person assisting a constable in the execution of his duty include references to any person who is neither a constable nor in the company of a constable but who— a is a member of an international joint investigation team that is led by a constable of a police force or by a member of the National Criminal Intelligence Service or of the National Crime Squad; and b is carrying out his functions as a member of that team. 5 In this section “ international joint investigation team ” means any investigation team formed in accordance with— a any framework decision on joint investigation teams adopted under Article 34 of the Treaty on European Union; b the Convention on Mutual Assistance in Criminal Matters between the Member States of the European Union, and the Protocol to that Convention, established in accordance with that Article of that Treaty; or c any international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State with the consent of the Scottish Ministers. 6 A statutory instrument containing an order under subsection (5) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 In section 66 of the Police (Northern Ireland) Act 1998 (c. 32)\t\t\t\t\t(assaults on constables), after subsection (4) there shall be inserted— 5 In this section references to a person assisting a constable in the execution of his duty include references to any person who is neither a constable nor in the company of a constable but who— a is a member of an international joint investigation team that is led by a member of the Police Service of Northern Ireland; and b is carrying out his functions as a member of that team. 6 In this section “ international joint investigation team ” means any investigation team formed in accordance with— a any framework decision on joint investigation teams adopted under Article 34 of the Treaty on European Union; b the Convention on Mutual Assistance in Criminal Matters between the Member States of the European Union, and the Protocol to that Convention, established in accordance with that Article of that Treaty; or c any international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State. 7 A statutory instrument containing an order under subsection (6) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "105", "section_title": " Powers of Secretary of State to make orders and regulations", "section_text": "105 1 Every power conferred by this Act on the Secretary of State to make orders or regulations shall be exercisable by statutory instrument. 2 A statutory instrument containing an order or regulations made in exercise of any such power, other than an order to which subsection (3) applies, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 This subsection applies to— a any order under section 9(7) or 108; and b   any order or regulations that are   required to be approved in draft by virtue of section 19(3),   38(9C),   ...  or 41B ...  ...  or paragraph 9A(2) of Schedule 5 . 4 Every power of the Secretary of State to make an order or regulations under this Act, other than an order under section 9(7) or 108, shall include power— a to make different provision for different cases; b to make provision subject to such exemptions and exceptions as the Secretary of State thinks fit; and c to make such incidental, supplemental, consequential and transitional provision as the Secretary of State thinks fit. 5 Every power of the Secretary of State to make provision by regulations under Part 2  or 2B   shall include power to make provision for any of the matters that may be provided for to be determined, in accordance with the regulations, by the   Director General of the Independent Office for Police Conduct ."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "106", "section_title": " General interpretation", "section_text": "106 In this Act— “ the 1984 Act ” means the Police and Criminal Evidence Act 1984 (c. 60); “ the 1996 Act ” means the Police Act 1996 (c. 16); “ the 1997 Act ” means the Police Act 1997 (c. 50); ... “ the British Transport Police Force ” means the force of constables appointed under section 53 of the British Transport Commission Act 1949 (c. xxix); “ modifications ” includes omissions, alterations and additions, and cognate expressions shall be construed accordingly."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "107", "section_title": " Consequential amendments and repeals", "section_text": "107 1 Schedule 7 (which makes minor and consequential amendments) shall have effect. 2 The enactments specified in Schedule 8 (which include provisions that are spent or have ceased to be of any practical utility) are hereby repealed to the extent specified in the second column of that Schedule."}, {"act": "Police Reform Act 2002", "year": 2002, "section": "108", "section_title": " Short title, commencement and extent", "section_text": "108 1 This Act may be cited as the Police Reform Act 2002. 2 This Act, except— a the provisions specified in subsection (3)\t\t\t\t\t\t\t(which come into force on the day on which this Act is passed), and b the provisions to which subsections (4) and (5) apply, shall come into force on such day as the Secretary of State may by order appoint; and different days may be appointed under this subsection for different purposes or different areas. 3 The provisions coming into force on the day on which this Act is passed are— a section 100, the entries in Schedule 8 relating to the Housing Act 1985 (c. 68), the Housing Act 1988 (c. 50), paragraphs 51 and 59 of Schedule 27 to the Greater London Authority Act 1999 (c. 29) and paragraph 74 of Schedule 6 to the Criminal Justice and Police Act 2001 (c. 16) and section 107(2)\t\t\t\t\t\t\t(so far as relating to those entries); and b sections 105 and 106 and this section. 4 The provisions of sections 97 and 98, so far as they relate to local government areas in Wales, shall come into force on such day as the National Assembly for Wales may by order made by statutory instrument appoint; and different days may be appointed under this subsection for different purposes or different areas. 5 Sections 70 and 71, and sections 102 to 104 so far as they amend the Police (Scotland) Act 1967 (c. 77), shall come into force on such day as the Scottish Ministers may by order appoint; and different days may be appointed under this subsection for different purposes or different areas. 6 Subject to subsections (7) to (9), this Act extends to England and Wales only. 7 This Act extends to the United Kingdom so far as it makes the following provision— za the provision contained in paragraph 19F of Schedule 3 (and any interpretative or other supplementary provision as it has effect for the purposes of that provision); a the provision contained in Part 5; b the provision contained in section 82; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d the provision contained in section 103(6); e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Section 96 also extends to Northern Ireland. 9 Subject to subsection (10), this Act, so far as it amends or repeals any enactment (other than one that extends to England and Wales only), has the same extent as the enactment amended or repealed. 10 The amendments and repeals made by this Act— a in section 96 of the Road Traffic Regulation Act 1984 (c. 27)\t\t\t\t\t\t\t(traffic wardens), b in sections 103 and 183 of the Road Traffic Act 1988 (c. 52)\t\t\t\t\t\t\t(driving while disqualified), and c Part 3 of the Road Traffic Offenders Act 1988 (c. 53)\t\t\t\t\t\t\t(fixed penalties), do not extend to Scotland."}]