[{"act": "Private Hire Vehicles (Carriage of Guide Dogs etc.) Act 2002", "year": 2002, "section": "1", "section_title": " Carrying of guide dogs, hearing dogs and other assistance dogs", "section_text": "1   1 In the Disability Discrimination Act 1995 (“ the 1995 Act ”), the following section is inserted after section 37—  Carrying of assistance dogs in private hire vehicles 37A 1 It is an offence for the operator of a private hire vehicle to fail or refuse to accept a booking for a private hire vehicle— a if the booking is requested by or on behalf of a disabled person, or a person who wishes a disabled person to accompany him; and b the reason for the failure or refusal is that the disabled person will be accompanied by his assistance dog. 2 It is an offence for the operator of a private hire vehicle to make an additional charge for carrying an assistance dog which is accompanying a disabled person. 3 It is an offence for the driver of a private hire vehicle to fail or refuse to carry out a booking accepted by the operator of the vehicle— a if the booking was made by or on behalf of a disabled person, or a person who wishes a disabled person to accompany him; and b the reason for the failure or refusal is that the disabled person is accompanied by his assistance dog. 4 A person who is guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 If the licensing authority is satisfied that it is appropriate on medical grounds to issue a certificate of exemption to a driver in respect of subsection (3) it must do so. 6 In determining whether to issue a certificate of exemption, the licensing authority shall, in particular, have regard to the physical characteristics of the private hire vehicle which the applicant drives or those of any kind of private hire vehicle in relation to which he requires the certificate. 7 A certificate of exemption shall be issued— a with respect to a specified private hire vehicle or a specified kind of private hire vehicle; and b for such period as may be specified in the certificate. 8 No offence is committed by a driver under subsection (3) if— a a certificate of exemption issued to him under this section is in force with respect to the private hire vehicle; and b the prescribed notice is exhibited on the private hire vehicle in the prescribed manner. 9 In this section— “ assistance dog ” means a dog which— has been trained to guide a blind person; has been trained to assist a deaf person; has been trained by a prescribed charity to assist a disabled person who has a disability which— consists of epilepsy; or otherwise affects his mobility, manual dexterity, physical co-ordination or ability to lift, carry or otherwise move everyday objects; “ driver ” means a person who holds a licence granted under— section 13 of the Private Hire Vehicles (London) Act 1998 (c. 34) (“ the 1998 Act ”); section 51 of the Local Government (Miscellaneous Provisions) Act 1976 (c. 57) (“ the 1976 Act ”); or an equivalent provision of a local enactment; “ licensing authority ”, in relation to any area of England and Wales, means the authority responsible for licensing private hire vehicles in that area; “ operator ” means a person who holds a licence granted under— section 3 of the 1998 Act; section 55 of the 1976 Act; or an equivalent provision of a local enactment; “ private hire vehicle ” means a vehicle licensed under— section 6 of the 1998 Act; section 48 of the 1976 Act; or an equivalent provision of a local enactment. . 2 In Schedule 8 to the 1995 Act (modification of Act in its application to Northern Ireland) the following paragraph is inserted after paragraph 21— 21A 1 In section 37A(5) and (6) for “licensing authority” substitute “Department of the Environment”. 2 In section 37A(9) for the definitions of “driver”, “licensing authority”, “operator” and “private hire vehicle” substitute— “ “ driver ” means a person who holds a taxi driver’s licence under Article 79A of the Road Traffic (Northern Ireland) Order 1981 ( SI  1981/154 ( NI  1)); “ operator ” means a person who in the course of a business makes provision for the invitation or acceptance of bookings for a private hire vehicle; “ private hire vehicle ” means a vehicle which— seats not more than 8 passengers in addition to the driver; and is licensed under Article 61 of the Road Traffic (Northern Ireland) Order 1981 to carry passengers for hire (but not to stand or ply for hire). ”."}, {"act": "Private Hire Vehicles (Carriage of Guide Dogs etc.) Act 2002", "year": 2002, "section": "2", "section_title": " Carrying of guide dogs, hearing dogs and other assistance dogs: Scotland", "section_text": "2 In section 20 of the Civic Government (Scotland) Act 1982 (c. 45) (regulations relating to taxis and private hire cars and their drivers) the following subsection is inserted after subsection (2A)— 2AA The Scottish Ministers may by regulations make such provision as appears to them to be necessary or expedient in relation to the carrying in private hire cars of disabled persons (within the meaning of section 1 (2) of the Disability Discrimination Act 1995 (c. 50)) and such provision may in particular prescribe— a requirements as to the carriage of guide dogs, hearing dogs and other categories of dogs; b a date from which any such provision is to apply and the extent to which it is to apply; and c the circumstances in which an exemption from such provision may be granted in respect of any private hire car or private hire car driver, and in this subsection “ guide dog ”, “ hearing dog ” and “ other categories of dog ” have the same meaning as in subsection (2A) above. 2AB Regulations under subsection (2AA) above may provide for the creation of offences and for making offenders liable on summary conviction to a fine not exceeding level 3 on the standard scale. 2AC Regulations under subsection (2AA) above shall be made by statutory instrument subject to annulment in pursuance of a resolution of the Scottish Parliament."}, {"act": "Private Hire Vehicles (Carriage of Guide Dogs etc.) Act 2002", "year": 2002, "section": "3", "section_title": " Appeal against refusal of exemption certificate", "section_text": "3 In section 38(1) of the 1995 Act, for “section 36 or 37” there is substituted  “            section 36, 37 or 37A          ” ."}, {"act": "Private Hire Vehicles (Carriage of Guide Dogs etc.) Act 2002", "year": 2002, "section": "4", "section_title": " Forgery and false statements", "section_text": "4 1 Section 49 of the 1995 Act is amended as follows. 2 In subsection (1)(a), for “section 36 or 37” there is substituted  “                section 36, 37 or 37A              ” . 3 In subsection (1)(b), for “section 36(9)(b) or (37)(8)(b)” there is substituted  “                section 36(9)(b), 37(8)(b) or 37A(8)(b)              ” ."}, {"act": "Private Hire Vehicles (Carriage of Guide Dogs etc.) Act 2002", "year": 2002, "section": "5", "section_title": " Interpretation", "section_text": "5 1 Section 68 of the 1995 Act (interpretation) is amended as follows. 2 In the definition of “licensing authority”, after “authority” there is inserted  “                , except in section 37A,              ” ."}, {"act": "Private Hire Vehicles (Carriage of Guide Dogs etc.) Act 2002", "year": 2002, "section": "6", "section_title": " Short title, commencement and extent", "section_text": "6 1 This Act may be cited as the Private Hire Vehicles (Carriage of Guide Dogs etc.) Act 2002. 2 This Act (apart from this section) comes into force on such day as the Secretary of State or, in relation to section 2 the Scottish Ministers, may by order made by statutory instrument appoint. 3 Different days may be appointed for different purposes and different areas. 4 Any amendment by this Act of an enactment has the same extent as the enactment amended."}]