[{"act": "State Pension Credit Act 2002", "year": 2002, "section": "1", "section_title": " Entitlement", "section_text": "1 1 A social security benefit to be known as state pension credit shall be payable in accordance with the following provisions of this Act. 2 A claimant is entitled to state pension credit if— a he is in Great Britain; b he has attained the qualifying age; and c he satisfies— i the condition in section 2(1)\t\t\t\t\t\t\t\t\t(guarantee credit); or ii the conditions in section 3(1) and (2)\t\t\t\t\t\t\t\t\t(savings credit). 3 A claimant who is entitled to state pension credit is entitled— a to a guarantee credit, calculated in accordance with section 2, if he satisfies the condition in subsection (1) of that section, or b to a savings credit, calculated in accordance with section 3, if he satisfies the conditions in subsections (1) and (2) of that section, (or to both, if he satisfies both the condition mentioned in paragraph (a) and the conditions mentioned in paragraph (b)). 4 Subsections (2) and (3) are subject to the following provisions of this Act. 5 Regulations may make provision for the purposes of this Act— a as to circumstances in which a person is to be treated as being or not being in Great Britain; or b continuing a person’s entitlement to state pension credit during periods of temporary absence from Great Britain. 6 In this Act “ the qualifying age ” means— a in the case of a woman, pensionable age; or b in the case of a man, the age which is pensionable age in the case of a woman born on the same day as the man."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "2", "section_title": " Guarantee credit", "section_text": "2 1 The condition mentioned in section 1(2)(c)(i) is that the claimant— a has no income; or b has income which does not exceed the appropriate minimum guarantee. 2 Where the claimant is entitled to a guarantee credit, then— a if he has no income, the guarantee credit shall be the appropriate minimum guarantee; and b if he has income, the guarantee credit shall be the difference between the appropriate minimum guarantee and his income. 3 The appropriate minimum guarantee shall be the total of— a the standard minimum guarantee; and b such prescribed additional amounts as may be applicable. 4 The standard minimum guarantee shall be a prescribed amount. 5 The standard minimum guarantee shall be— a a uniform single amount in the case of every claimant who is a member of a   couple  ; and b a lower uniform single amount in the case of every claimant who is not a member of   a couple  . 6 Regulations may provide that, in prescribed cases, subsection (3) shall have effect with the substitution for the reference in paragraph (a) to the standard minimum guarantee of a reference to a prescribed amount. 7 Where the claimant is severely disabled, there shall be included among the additional amounts prescribed under subsection (3)(b) an amount in respect of that circumstance. 8 Where— a the claimant is entitled to an allowance under section 70 of the Contributions and Benefits Act  or carer support payment  , or b if the claimant is a member of a   couple  , the other member of the couple is entitled to such an allowance  or payment  , there shall be included among the additional amounts prescribed under subsection (3)(b) an amount in respect of that circumstance. 9 Except for the amount of the standard minimum guarantee, the powers conferred by this section to prescribe amounts include power to prescribe nil as an amount."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "3", "section_title": " Savings credit", "section_text": "3 1 The first of the conditions mentioned in section 1(2)(c)(ii) is that the claimant— a has attained pensionable age before 6 April 2016 and has attained the age of 65 (before, on or after that date), or b is a member of a couple, the other member of which falls within paragraph (a). 2 The second of the conditions mentioned in section 1(2)(c)(ii) is that— a the claimant’s qualifying income exceeds the savings credit threshold; and b the claimant’s income is such that, for the purposes of subsection (3), amount A exceeds amount B. 3 Where the claimant is entitled to a savings credit, the amount of the savings credit shall be the amount by which amount A exceeds amount B. 4 For the purposes of subsection (3)— “ amount A ” is the smaller of— the maximum savings credit; and a prescribed percentage of the amount by which the claimant’s qualifying income exceeds the savings credit threshold; and “ amount B ” is— a prescribed percentage of the amount (if any) by which the claimant’s income exceeds the appropriate minimum guarantee; or if there is no such excess, nil. 5 Where, by virtue of regulations under section 2(6), the claimant’s appropriate minimum guarantee does not include the standard minimum guarantee, regulations may provide that the definition of “amount B” in subsection (4) shall have effect with the substitution for the reference in paragraph (a) to the appropriate minimum guarantee of a reference to a prescribed higher amount. 6 Regulations may make provision as to income which is, and income which is not, to be treated as qualifying income for the purposes of this section. 7 For the purposes of this section— “ the savings credit threshold ” is such amount as may be prescribed; “ the maximum savings credit ” is a prescribed percentage of the difference between— the standard minimum guarantee; and the savings credit threshold. 8 Regulations may prescribe descriptions of persons in whose case the maximum savings credit shall be taken to be nil."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "3ZA", "section_title": "Power to limit savings credit for certain mixed-age couples", "section_text": "3ZA 1 Regulations may provide that, in prescribed cases, a person who is a member of a mixed-age couple is not entitled to a savings credit. 2 For example, the regulations could provide that a member of a mixed-age couple is not entitled to a savings credit unless— a the person has been awarded a savings credit with effect from a day before 6 April 2016 and was entitled to a savings credit immediately before that date, and b the person remained entitled to state pension credit at all times since the beginning of 6 April 2016. 3 In this section  “ mixed-age couple ” means a couple (whenever formed) one member of which had attained pensionable age before 6 April 2016 and the other had not."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "4", "section_title": " Exclusions", "section_text": "4 1 A claimant is not entitled to state pension credit if he is a member of a   couple   the other member of which is entitled to state pension credit. 1A A claimant is not entitled to state pension credit if he is a member of a couple the other member of which has not attained the qualifying age. 2 In section 115(1) of the Immigration and Asylum Act 1999 (c. 33)\t\t\t\t\t(exclusion of certain persons from benefits) in the words preceding paragraph (a), after “Jobseekers Act 1995” insert  “                  or to state pension credit under the State Pension Credit Act 2002                ” . 3 Where the amount payable by way of state pension credit would (apart from this subsection) be less than a prescribed amount, it shall not be payable except in prescribed circumstances."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "5", "section_title": " Income and capital of claimant, spouse  etc", "section_text": "5 Where the claimant is a member of a   couple  , the income and capital of the other member of the couple shall, except in prescribed circumstances, be treated for the purposes of this Act as income and capital of the claimant."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "6", "section_title": " Duty to specify assessed income period  for pre-6 April 2016 awards  ", "section_text": "6 1 In any case falling within subsection (3) or (4)  where the relevant decision takes effect before 6 April 2016 , the Secretary of State shall, on the making of the relevant decision, specify a period as the assessed income period, unless prevented by subsection (2). 2 The Secretary of State is prevented from specifying a period as the assessed income period under subsection (1)— a if the relevant decision takes effect at a time when an assessed income period is in force in the case of the claimant by virtue of a previous application of this section; or b in such other circumstances as may be prescribed. 3 The first case is where— a the Secretary of State determines the amount of a claimant’s income for the purposes of a decision relating to state pension credit; b the decision is a decision under section 8(1), 9 or 10 of the Social Security Act 1998 (c. 14)\t\t\t\t\t\t\t(decisions on claims etc, and decisions revising or superseding decisions); c the decision takes effect on or after— i the day on which the claimant attains the age of 65; or ii if earlier, in a case where the claimant is a member of a   couple  , the day on which the other member of the couple attains that age; and d the decision is not to the effect that the claimant is not entitled to state pension credit. 4 The second case is where— a the amount of the claimant’s income is determined on, or for the purposes of, an appeal against a decision that the claimant is not entitled to state pension credit; b on the appeal, it is decided that the claimant is entitled to state pension credit; and c the decision takes effect as mentioned in subsection (3)(c). 5 In this section “ the relevant decision ” means— a so far as relating to the first case, the decision mentioned in subsection (3)(a); b so far as relating to the second case, the decision on appeal mentioned in subsection (4)(b). 6 This section is subject to section 9. 7 This section and sections 7 to 10 shall be construed as one."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "7", "section_title": " Fixing of claimant’s retirement provision for assessed income period", "section_text": "7 1 This section applies where, pursuant to section 6(1), the Secretary of State on the making of the relevant decision specifies a period as the assessed income period. 2 This section has effect for the purpose of determining, as at any time in the assessed income period,— a the claimant’s entitlement to state pension credit; or b the amount of state pension credit to which the claimant is entitled. 3 Where the claimant’s income, as determined for the purposes of the relevant decision, includes an amount (the “ assessed amount ”) in respect of an element of the claimant’s retirement provision, the amount of that element as at any time in the assessed income period shall be taken to be the assessed amount as for the time being varied in accordance with regulations under subsection (4). 4 The assessed amount shall be deemed, except in prescribed circumstances,— a to increase, or b in the case of income from capital, to increase or decrease, on such date or dates and by such amounts as may be prescribed. 5 Where it is determined for the purposes of the relevant decision that the claimant’s income does not include any, or any further, elements of retirement provision, the claimant’s income throughout the assessed income period shall be taken not to include those elements. 6 For the purposes of this Act “ retirement provision ” means income of any of the following descriptions— a retirement pension income, other than benefit under  Part 1 of the Pensions Act 2014 or   the Contributions and Benefits Act; b income from annuity contracts (other than retirement pension income); c income from capital; d  PPF  periodic payments, and an “ element ” of a person’s retirement provision is income of any of those descriptions from a particular source. 7 For the purposes of this section, regulations may make provision— a for treating income of any particular description as income of another description; or b for treating income from different sources as income from the same source. 8 Nothing in subsections (3) to (5) prevents the revision under section 9 of the Social Security Act 1998 (c. 14) of the relevant decision or of any earlier or later decision under section 10 of that Act. 9 This section is subject to section 8."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "8", "section_title": " Fresh determinations increasing claimant’s entitlement", "section_text": "8 1 Subsections (3) to (5) of section 7 do not prevent the making of fresh determinations as to the elements, or any of the elements, or the amount of any of the elements, of the claimant’s retirement provision as at any time during the assessed income period, if— a the fresh determinations are for the purpose of making a decision under section 10 of the Social Security Act 1998 (c. 14) (“ the new decision ”); b the new decision increases the amount of state pension credit to which the claimant is entitled; and c the increase is in whole or in part the result of the fresh determinations (taken as a whole). 2 The conditions in paragraphs (b) and (c) of subsection (1) shall be taken to be satisfied if— a the new decision reduces the amount of state pension credit to which the claimant is entitled; but b the reduction is less than it would have been apart from the fresh determinations (taken as a whole). 3 Where a fresh determination is made by virtue of subsection (1), then, as respects the part of the assessed income period that begins with the day on which the new decision takes effect, subsections (3) to (5) of section 7 shall have effect in accordance with the fresh determination, instead of the determination which it replaces, but as if— a the fresh determination were (and the determination which it replaces were not) a determination for the purposes of the relevant decision; b any assessed amount resulting from the fresh determination were not subject to variation under subsection (4) of that section at any time before the day on which the new decision takes effect; and c the claimant’s income, as determined for the purposes of the relevant decision, were constituted accordingly."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "9", "section_title": " Duration of assessed income period", "section_text": "9 1 An assessed income period shall (subject to the following subsections) be— a in the case of a claimant who is under the age of 75 on the day on which the relevant decision takes effect, the period of 5 years beginning with that day; b in the case of a claimant who is aged 75 or over on that day, an indefinite period beginning with that day. 2 If the Secretary of State considers that the particulars of the claimant’s retirement provision as determined for the purposes of the relevant decision are not likely, after taking account of any assumed variations under subsection (3), to be typical of the claimant’s retirement provision throughout the period of 12 months beginning with the day on which that decision takes effect— a he need not specify a period under section 6(1); and b if he does so, he   shall specify a period that is shorter than 5 years   (but beginning as mentioned in subsection (1)). 3 It shall be assumed for the purposes of subsection (2) that the same variations fall to be made in relation to the amount of an element of the claimant’s retirement provision as determined for the purposes of the relevant decision as would fall to be made under section 7(4) if an assessed income period were to be specified in accordance with subsection (1). 4 An assessed income period shall, except in prescribed circumstances, end at any time at which— a the claimant becomes a member of a   couple  ; b the claimant ceases to be a member of a   couple  ; c the claimant attains the age of 65; or d in a case where the claimant is a member of a   couple  , the other member of the couple attains the age of 65. 5 Regulations may prescribe further times at which, or circumstances in which, an assessed income period shall end. 6 Where— a an assessed income period is brought to an end  , on or after 6 April 2009 but before 6 April 2014,   by the expiry of a period of 5 years or more, and b the claimant is aged 80 or over at that time, the assessed income period shall be treated as not ending at that time but, subject to subsection (4) and provision made under subsection (5), as continuing indefinitely."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "10", "section_title": " Effect of variations under section 7(4)", "section_text": "10 1 This section applies where— a an assessed income period is in force; and b there is an alteration in an element of the claimant’s retirement provision which affects the computation of the amount of state pension credit to which the claimant is entitled. 2 Where, as a result of the alteration, the amount of state pension credit to which the claimant is entitled is increased or reduced, then, as from the commencing date, the amount of state pension credit payable in the case of the claimant shall be the increased or reduced amount, without any further decision of the Secretary of State (and the award of state pension credit shall have effect accordingly). 3 Where, notwithstanding the alteration, the claimant continues on and after the commencing date to be entitled to the same amount of state pension credit as before, the award shall continue in force accordingly. 4 In this section— “ alteration ” means a variation in the amount of an element of the claimant’s retirement provision in accordance with regulations under section 7(4); “ commencing date ”, in relation to an alteration, means the date on which the alteration comes into force."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "11", "section_title": " Administration", "section_text": "11 Schedule 1 shall have effect and in that Schedule— Part 1 makes amendments to Part 1 of the Administration Act (claims for, and payments and general administration of, benefit); Part 2 makes amendments to Part 1 of the Social Security Act 1998 (c. 14)\t\t\t\t(decisions and appeals); and Part 3 makes miscellaneous and supplementary provision."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "12", "section_title": " Polygamous marriages", "section_text": "12 1 This section applies to any case where— a a person (“ the person in question ”) is a husband or wife by virtue of a marriage entered into under a law which permits polygamy; b either party to the marriage has for the time being any spouse additional to the other party; and c the person in question, the other party to the marriage and the additional spouse are members of the same household. 2 Regulations under this section may make provision— a as to the entitlement of the person in question to state pension credit; b as to any guarantee credit or savings credit to which that person is entitled; c for prescribing a different amount as the standard minimum guarantee in the case of the person in question; d in a case where the person in question is the claimant, for treating the income and capital of the other party and of the additional spouse as income and capital of the person in question. 3 Any such regulations may provide— a that prescribed provisions shall apply instead of prescribed provisions of this Act; or b that prescribed provisions of this Act shall not apply or shall apply subject to prescribed modifications or adaptations. 4 Except in relation to the amount of the standard minimum guarantee, any power to prescribe amounts by virtue of this section includes power to prescribe nil as an amount."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "13", "section_title": " Transitional provisions", "section_text": "13 1 The Secretary of State may by regulations make such transitional provision, consequential provision or savings as he considers necessary or expedient for the purposes of, or in connection with,— a the coming into force of any of the state pension credit provisions of this Act; or b the operation of any enactment repealed or amended by any of those provisions during any period when the repeal or amendment is not wholly in force. 2 The provision that may be made by regulations under this section includes in particular— a provision for a person who attains or has attained the qualifying age on or before the appointed day and who immediately before that day is entitled to income support— i to be treated as having been awarded on, and with effect as from, that day state pension credit of an amount specified in or determined in accordance with the regulations; or ii to be treated as having made a claim for state pension credit; and b provision for an assessed income period under section 6 of such length as may be specified in or determined in accordance with the regulations (which may be longer than the maximum period provided for by section 9(1)) to have effect in the case of a person who attains or has attained the qualifying age on or before the appointed day. 3 In this section— “ the appointed day ” means such day as the Secretary of State may by order appoint; “ the state pension credit provisions of this Act ” means this Act other than section 18."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "14", "section_title": " Minor and consequential amendments", "section_text": "14 Schedule 2 (which makes minor and consequential amendments relating to state pension credit) shall have effect."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "15", "section_title": " Income and capital", "section_text": "15 1 In this Act “ income ” means income of any of the following descriptions— a earnings; b working tax credit; c retirement pension income; d income from annuity contracts (other than retirement pension income); e prescribed social security benefits (other than retirement pension income and state pension credit); f foreign social security benefits of any prescribed description; g a war disablement pension or war widow’s or widower’s pension; h a foreign war disablement pension or foreign war widow’s or widower’s pension; i income from capital; j income of any prescribed description. 2 Regulations may provide that a person’s capital shall be deemed to yield him income at a prescribed rate. 3 Income and capital shall be calculated or estimated in such manner as may be prescribed. 4 A person’s income in respect of any period shall be calculated in accordance with prescribed rules. 5 The rules may provide for the calculation to be made by reference to an average over a period (which need not consist of or include the whole or any part of the period concerned). 6 Circumstances may be prescribed in which— a a person is treated as possessing capital or income which he does not possess; b capital or income which a person does possess is to be disregarded; c income is to be treated as capital; or d capital is to be treated as income. 7 Subsections (2) to (6) have effect for the purposes of this Act."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "16", "section_title": " Retirement pension income", "section_text": "16 1 In this Act “ retirement pension income ” means any of the following— za a state pension under Part 1 of the Pensions Act 2014 or under any provision in Northern Ireland which corresponds to that Part; a a Category A or Category B retirement pension payable under sections 43 to 55 of— i the Contributions and Benefits Act; or ii the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7); b a shared additional pension payable under— i section 55A of either of those Acts, or ii section 55AA of the Contributions and Benefits Act or any corresponding provision under the law of Northern Ireland; c graduated retirement benefit payable under section 62 of either of those Acts; d a Category C or Category D retirement pension payable under section 78 of either of those Acts; e age addition payable under section 79 of either of those Acts; f income from an occupational pension scheme or a personal pension scheme; g income from an overseas arrangement; h income from a retirement annuity contract; i income from annuities or insurance policies purchased or transferred for the purpose of giving effect to rights under a personal pension scheme or an overseas arrangement; j income from annuities purchased or entered into for the purpose of discharging liability under— i section 29(1)(b) of the Welfare Reform and Pensions Act 1999 (c. 30)\t\t\t\t\t\t\t\t\t(pension credits on divorce); or ii Article 26(1)(b) of the Welfare Reform and Pensions (Northern Ireland) Order 1999 ( S.I.  1999/3147 (N.I. 11))\t\t\t\t\t\t\t\t\t(corresponding provision for Northern Ireland). k any sum payable by way of pension under section 5 of the Civil List Act 1837 or section 7 of the Civil List Act 1952; l any payment, other than a payment ordered by a court or made in settlement of a claim, made by or on behalf of a former employer of a person on account of the early retirement of that person on grounds of ill-health or disability m any payment made at regular intervals under an equity release scheme. n any payment made under the Financial Assistance Scheme Regulations 2005. 2 The Secretary of State may by regulations amend subsection (1); and any such regulations may— a add to or vary the descriptions of income for the time being listed in that subsection; or b remove any such description from that subsection. 3 In this section— “ overseas arrangement ” has the meaning given by section 181(1) of the Pension Schemes Act 1993 (c. 48); “ retirement annuity contract ” means a contract or scheme approved under Chapter 3 of Part 14 of the Income and Corporation Taxes Act 1988 (c. 1)."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "17", "section_title": " Other interpretation provisions", "section_text": "17 1 In this Act— “ the Administration Act ” means the Social Security Administration Act 1992 (c. 5); “ assessed income period ” shall be construed in accordance with sections 6 and 9; “ appropriate minimum guarantee ” shall be construed in accordance with section 2(3); “ capital ” shall be construed in accordance with section 15;   “ carer support payment ” means carer’s assistance given in accordance with the Carer’s Assistance (Carer Support Payment) (Scotland) Regulations 2023;   “ claimant ” means a claimant for state pension credit; “ the Contributions and Benefits Act ” means the Social Security Contributions and Benefits Act 1992 (c. 4); “couple” means— two people who are married to, or civil partners of, each other and are members of the same household; or two people who are not married to, or civil partners of, each other but are living together as a married couple   as if they were a married couple or civil partners   otherwise than in prescribed circumstances; “ earnings ” has the same meaning as in Parts 1 to 5 of the Contributions and Benefits Act (see sections 3(1) and 112, and the definition of “employment” in section 122, of that Act); “ element ”, in relation to the claimant’s retirement provision, shall be construed in accordance with section 7(6); “ entitled ”, in relation to state pension credit, shall be construed in accordance with— this Act, section 1 of the Administration Act (entitlement to be dependent on making of claim etc), and section 27 of the Social Security Act 1998 (c. 14)\t\t\t\t\t\t\t\t\t(restrictions on entitlement to benefit in certain cases of error), (and, in relation to any other benefit within the meaning of section 1 of the Administration Act or section 27 of the Social Security Act 1998, in accordance with that section or (as the case may be) both of those sections in addition to any other conditions relating to that benefit); “ foreign social security benefit ” means any benefit, allowance or other payment which is paid under the law of a country outside the United Kingdom and is in the nature of social security; “ foreign war disablement pension ” means any retired pay, pension, allowance or similar payment granted by the government of a country outside the United Kingdom— in respect of disablement arising from forces’ service or war injury; or corresponding in nature to any retired pay or pension to which   section 641 of the Income Tax (Earnings and Pensions) Act 2003   applies; “ foreign war widow’s or widower’s pension ” means any pension, allowance or similar payment granted to a   widow, widower or surviving civil partner   by the government of a country outside the United Kingdom— in respect of a death due to forces’ service or war injury; or corresponding in nature to a pension or allowance for a   widow, widower or surviving civil partner   under any scheme mentioned in   section 641(1)(e) or (f) of the Income Tax (Earnings and Pensions) Act 2003 ; “ guarantee credit ” shall be construed in accordance with sections 1 and 2; “ income ” shall be construed in accordance with section 15; ... “ occupational pension scheme ” has the meaning given by section 1 of the Pension Schemes Act 1993 (c. 48); “ pensionable age ” has the meaning given by the rules in paragraph 1 of Schedule 4 to the Pensions Act 1995 (c. 26)\t\t\t\t\t\t\t(equalisation of pensionable ages for men and women); “ personal pension scheme ” means a personal pension scheme— as defined in section 1 of the Pension Schemes Act 1993; or as defined in section 1 of the Pension Schemes (Northern Ireland) Act 1993 (c. 49);   “ PPF  periodic payments” means— any periodic compensation payments made in relation to a person, payable under the pension compensation provisions as specified in section 162(2) of the Pensions Act 2004 or Article 146(2) of the Pensions (Northern Ireland) Order 2005 (the pension compensation provisions); or any periodic payments made in relation to a person, payable under section 166 of the Pensions Act 2004 or Article 150 of the Pensions (Northern Ireland) Order 2005 (duty to pay scheme benefits unpaid at assessment date  etc. );   “ prescribed ” means specified in, or determined in accordance with regulations; “ the qualifying age ” has the meaning given by section 1(6); “ regulations ” means regulations made by the Secretary of State; “ retirement pension income ” shall be construed in accordance with section 16; “ retirement provision ” shall be construed in accordance with section 7(6); “ savings credit ” shall be construed in accordance with sections 1 and 3; “ social security benefits ” means benefits payable under the enactments relating to social security in any part of the United Kingdom; “ standard minimum guarantee ” shall be construed in accordance with section 2(3) to (5) and (9); ... “ war disablement pension ” means— any retired pay, pension or allowance granted in respect of disablement under powers conferred by or under— the Air Force (Constitution) Act 1917 (c. 51); the Personal Injuries (Emergency Provisions) Act 1939 (c. 82); the Pensions (Navy, Army, Air Force and Mercantile Marine) Act 1939 (c. 83); the Polish Resettlement Act 1947 (c. 19); or Part 7 or section 151 of the Reserve Forces Act 1980 (c. 9); or without prejudice to paragraph (a), any retired pay or pension to which   any of paragraphs (a) to (f) of section 641(1) of the Income Tax (Earnings and Pensions) Act 2003   applies; “ war widow’s or widower’s pension ” means—   any widow's, widower’s or surviving civil partner's   pension or allowance granted in respect of a death due to service or war injury and payable by virtue of any enactment mentioned in paragraph (a) of the definition of “ war disablement pension ”; or a pension or allowance for a   widow, widower or surviving civil partner   granted under any scheme mentioned in   section 641(1)(e) or (f) of the Income Tax (Earnings and Pensions) Act 2003 ; “ working tax credit ” means a working tax credit under the Tax Credits Act 2002 to which a person is entitled whether alone or jointly with another. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Regulations may make provision for the purposes of this Act— a as to circumstances in which persons are to be treated as being or not being members of the same household; b as to circumstances in which persons are to be treated as being or not being severely disabled. 3 The following provisions of the Contributions and Benefits Act, namely— a section 172 (references to Great Britain or United Kingdom to include reference to adjacent territorial waters etc), and b section 173 (meaning of attaining an age etc), shall apply for the purposes of this Act as they apply for the purposes of that Act."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "18", "section_title": " Equal treatment for widows and widowers", "section_text": "18 In section 47(1) of the Pension Schemes Act 1993 (c. 48) (which limits the width of the reference in section 46(1) to a person entitled to a guaranteed minimum pension by virtue of being the widower of an earner)— a after “an earner” insert  “                  in any case where he is entitled to a benefit other than a widowed parent’s allowance                ” ; b for paragraph (a) substitute— a he is also entitled to a Category B retirement pension by virtue of the earner’s contributions (or would be so entitled but for section 43(1) of the Social Security Contributions and Benefits Act 1992); or ;  and c in paragraph (b), for “section 41(7)” substitute  “                  section 41(5)                ”  and for “the Social Security Contributions and Benefits Act 1992” substitute  “                  that Act                ” ."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "18A", "section_title": "Pilot schemes", "section_text": "18A 1 Any regulations to which this subsection applies may be made so as to have effect for a specified period not exceeding 12 months. 2 Subject to subsection (3), subsection (1) applies to— a regulations made under this Act, and b regulations made under section 1 or 5 of the Administration Act. 3 Subsection (1) only applies to regulations if they are made with a view to ascertaining whether their provisions will— a make it more likely that persons who are entitled to claim state pension credit will do so; b make it more likely that persons who are entitled to claim state pension credit will receive it. 4 Regulations which, by virtue of subsection (1), are to have effect for a limited period are referred to in this section as a  “ pilot scheme ”. 5 A pilot scheme may, in particular— a provide for a relevant provision not to apply, or to apply with modifications, for the purposes of the pilot scheme, and b make different provision for different cases or circumstances. 6 For the purposes of subsection (5)(a), a  “relevant provision” is— a any provision of this Act, and b section 1 of the Administration Act. 7 A pilot scheme may provide that no account is to be taken of any payment made under the pilot scheme in considering a person's— a liability to tax, b entitlement to benefit under an enactment relating to social security (irrespective of the name or nature of the benefit), or c entitlement to a tax credit. 8 A pilot scheme may provide that its provisions are to apply only in relation to— a one or more specified areas or localities; b one or more specified classes of person; c persons selected— i by reference to prescribed criteria, or ii on a sampling basis. 9 A pilot scheme may make consequential or transitional provision with respect to the cessation of the scheme on the expiry of the specified period. 10 A pilot scheme may be replaced by a further pilot scheme making the same or similar provision. 11 The power of the Secretary of State to make regulations which, by virtue of this section, are to have effect for a limited period is exercisable only with the consent of the Treasury."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "19", "section_title": " Regulations and orders", "section_text": "19 1 Subject to the following provisions of this section, subsections (1), (2) to (5) and (10) of section 175 of the Contributions and Benefits Act (regulations and orders etc) shall apply in relation to any power conferred on the Secretary of State by any provision of this Act to make regulations or an order as they apply in relation to any power conferred on him by that Act to make regulations or an order, but as if for references to that Act (other than references to specific provisions of it) there were substituted references to this Act. 2 A statutory instrument containing (whether alone or with other provisions) the first regulations under— a section 2(3)(b), (4) or (6), b section 3(4), (5), (6), (7) or (8), c section 4(3), d section 12, or e section 15(1)(e), (f) or (j), (2), (3), (4) or (6), shall not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 2A A statutory instrument containing regulations which, by virtue of section 18A, are to have effect for a limited period shall not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 3 A statutory instrument— a which contains regulations under this Act (whether alone or with other provisions), and b which is not subject to any requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "20", "section_title": " Financial provisions", "section_text": "20 1 There shall be paid out of money provided by Parliament— a any sums payable by way of state pension credit; b any expenditure incurred by the Secretary of State or other government department under or by virtue of this Act; and c any increase attributable to this Act in the sums payable out of money so provided under any other Act. 2 There shall be paid into the Consolidated Fund any increase attributable to this Act in the sums which under any other Act are payable into that Fund."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "21", "section_title": " Enactments repealed", "section_text": "21 The enactments specified in Schedule 3 to this Act are repealed to the extent there specified."}, {"act": "State Pension Credit Act 2002", "year": 2002, "section": "22", "section_title": " Short title, commencement and extent", "section_text": "22 1 This Act may be cited as the State Pension Credit Act 2002. 2 This section and sections 19 and 20 come into force on the passing of this Act. 3 Except as provided by subsection (2), this Act shall come into force on such day as the Secretary of State may by order appoint; and different days may be so appointed for different purposes. 4 Any order under this section may make such transitional provision as appears to the Secretary of State to be necessary or expedient in connection with the provisions brought into force by the order. 5 Any amendment or repeal made by this Act has the same extent as the enactment to which it relates (unless otherwise provided). 6 Subject to that, this Act extends to England and Wales and Scotland only."}]