[{"act": "Tax Credits Act 2002", "year": 2002, "section": "1", "section_title": " Introductory", "section_text": "1 1 This Act makes provision for— a a tax credit to be known as child tax credit, and b a tax credit to be known as working tax credit. 2 In this Act references to a tax credit are to either of those tax credits and references to tax credits are to both of them. 3 The following (which are superseded by tax credits) are abolished— a children’s tax credit under section 257AA of the Income and Corporation Taxes Act 1988 (c. 1), b working families’ tax credit, c disabled person’s tax credit, d the amounts which, in relation to income support and income-based jobseeker’s allowance, are prescribed as part of the applicable amount in respect of a child or young person, the family premium, the enhanced disability premium in respect of a child or young person and the disabled child premium, e increases in benefits in respect of children under sections 80 and 90 of the Social Security Contributions and Benefits Act 1992 (c. 4) and sections 80 and 90 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7), and f the employment credit under the schemes under section 2(2) of the Employment and Training Act 1973 (c. 50) and section 1 of the Employment and Training Act (Northern Ireland) 1950 (c. 29 (N.I.)) known as “ New Deal 50plus ”."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "2", "section_title": " Functions of Commissioners for Revenue and Customs", "section_text": "2 The Commissioners for Her Majesty’s Revenue and Customs shall be responsible for the payment and management of tax credits."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "3", "section_title": " Claims", "section_text": "3 1 Entitlement to a tax credit for the whole or part of a tax year is dependent on the making of a claim for it. 2 Where the Board— a decide under section 14 not to make an award of a tax credit on a claim, or b decide under section 16 to terminate an award of a tax credit made on a claim, (subject to any appeal) any entitlement, or subsequent entitlement, to the tax credit for any part of the same tax year is dependent on the making of a new claim. 3 A claim for a tax credit may be made— a jointly by the members of a  couple  both of whom are aged at least sixteen and are in the United Kingdom, or b by a person who is aged at least sixteen and is in the United Kingdom but is not entitled to make a claim under paragraph (a)\t\t\t\t\t\t\t(jointly with another). 4 Entitlement to a tax credit pursuant to a claim ceases— a in the case of a joint claim, if the persons by whom it was made could no longer jointly make a joint claim, and b in the case of a single claim, if the person by whom it was made could no longer make a single claim. 5A In this Part  “ couple ” means— a two people who are married to, or civil partners of, each other and are neither— i separated under a court order, nor ii separated in circumstances in which the separation is likely to be permanent, or b two people who are not married to, or civil partners of, each other but are living together as if they were a married couple or civil partners. 7 Circumstances may be prescribed in which a person is to be treated for the purposes of this Part as being, or as not being, in the United Kingdom. 8 In this Part— “ joint claim ” means a claim under paragraph (a) of subsection (3), and “ single claim ” means a claim under paragraph (b) of that subsection."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "4", "section_title": " Claims: supplementary", "section_text": "4 1 Regulations may— a require a claim for a tax credit to be made in a prescribed manner and within a prescribed time, b provide for a claim for a tax credit made in prescribed circumstances to be treated as having been made on a prescribed date earlier or later than that on which it is made, c provide that, in prescribed circumstances, a claim for a tax credit may be made for a period wholly or partly after the date on which it is made, d provide that, in prescribed circumstances, an award on a claim for a tax credit may be made subject to the condition that the requirements for entitlement are satisfied at a prescribed time, e provide for a claim for a tax credit to be made or proceeded with in the name of a person who has died, f provide that, in prescribed circumstances, one person may act for another in making a claim for a tax credit, g provide that, in prescribed circumstances, a claim for a tax credit made by one member of a  couple  is to be treated as also made by the other member of  the couple , and h provide that a claim for a tax credit is to be treated as made by a person or persons in such other circumstances as may be prescribed. 2 The Board may supply to a person who has made a claim for a tax credit (whether or not jointly with another)— a any information relating to the claim, to an award made on the claim or to any change of circumstances relevant to the claim or such an award, b any communication made or received relating to such an award or any such change of circumstances, and c any other information which is relevant to any entitlement to tax credits pursuant to the claim or any such change of circumstances or which appeared to be so relevant at the time the information was supplied."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "5", "section_title": " Period of awards", "section_text": "5 1 Where a tax credit is claimed for a tax year by making a claim before the tax year begins, any award of the tax credit on the claim is for the whole of the tax year. 2 An award on any other claim for a tax credit is for the period beginning with the date on which the claim is made and ending at the end of the tax year in which that date falls. 3 Subsections (1) and (2) are subject to any decision by the Board under section 16 to terminate an award."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "6", "section_title": " Notifications of changes of circumstances", "section_text": "6 1 Regulations may provide that any change of circumstances of a prescribed description which may increase the maximum rate at which a person or persons may be entitled to a tax credit is to do so only if notification of it has been given. 2 Regulations under subsection (1) may— a provide for notification of a change of circumstances given in prescribed circumstances to be treated as having been given on a prescribed date earlier or later than that on which it is given, b provide that, in prescribed circumstances, a notification of a change of circumstances may be given for a period wholly or partly after the date on which it is given, and c provide that, in prescribed circumstances, an amendment of an award of a tax credit in consequence of a notification of a change of circumstances may be made subject to the condition that the requirements for entitlement to the amended amount of the tax credit are satisfied at a prescribed time. 3 Regulations may require that, where a person has or persons have claimed a tax credit, notification is to be given if there is a change of circumstances of a prescribed description which may decrease the rate at which he is or they are entitled to the tax credit or mean that he ceases or they cease to be entitled to the tax credit. 4 Regulations under this section may— a require a notification to be given in a prescribed manner and within a prescribed time, b specify the person or persons by whom a notification may be, or is to be, given, and c provide that, in prescribed circumstances, one person may act for another in giving a notification."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "7", "section_title": " Income test", "section_text": "7 1 The entitlement of a person or persons of any description to a tax credit is dependent on the relevant income— a not exceeding the amount determined in the manner prescribed for the purposes of this paragraph in relation to the tax credit and a person or persons of that description (referred to in this Part as the income threshold), or b exceeding the income threshold by only so much that a determination in accordance with regulations under section 13(2) provides a rate of the tax credit in his or their case. 2 Subsection (1) does not apply in relation to the entitlement of a person or persons to a tax credit for so long as the person, or either of the persons, is entitled to any social security benefit prescribed for the purposes of this subsection in relation to the tax credit. 3 In this Part “ the relevant income ” means— a if an amount is prescribed for the purposes of this paragraph and the current year income exceeds the previous year income by not more than that amount, the previous year income, b if an amount is prescribed for the purposes of this paragraph and the current year income exceeds the previous year income by more than that amount, the current year income reduced by that amount, c if an amount is prescribed for the purposes of this paragraph and the previous year income exceeds the current year income by not more than that amount, the previous year income, d if an amount is prescribed for the purposes of this paragraph and the previous year income exceeds the current year income by more than that amount, the current year income increased by that amount, and e otherwise, the current year income. 4 In this Part “ the current year income ” means— a in relation to persons by whom a joint claim for a tax credit is made, the aggregate income of the persons for the tax year to which the claim relates, and b in relation to a person by whom a single claim for a tax credit is made, the income of the person for that tax year. 5 In this Part “ the previous year income ” means— a in relation to persons by whom a joint claim for a tax credit is made, the aggregate income of the persons for the tax year preceding that to which the claim relates, and b in relation to a person by whom a single claim for a tax credit is made, the income of the person for that preceding tax year. 6 Regulations may provide that, for the purposes of this Part, income of a prescribed description is to be treated as being, or as not being, income for a particular tax year. 7 In particular, regulations may provide that income of a prescribed description of a person for the tax year immediately before the preceding tax year referred to in subsection (5) is to be treated as being income of that preceding tax year (instead of any actual income of that description of the person for that preceding tax year). 8 Regulations may for the purposes of this Part make provision— a as to what is, or is not, income, and b as to the calculation of income. 9 Regulations may provide that, for the purposes of this Part, a person is to be treated— a as having income which he does not in fact have, or b as not having income which he does in fact have. 10 The Board may estimate the amount of the income of a person, or the aggregate income of persons, for any tax year for the purpose of making, amending or terminating an award of a tax credit; but such an estimate does not affect the rate at which he is, or they are, entitled to the tax credit for that or any other tax year."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "8", "section_title": " Entitlement", "section_text": "8 1 The entitlement of the person or persons by whom a claim for child tax credit has been made is dependent on him, or either or both of them, being responsible for one or more children or qualifying young persons. 2 Regulations may make provision for the purposes of child tax credit as to the circumstances in which a person is or is not responsible for a child or qualifying young person. 3 For the purposes of this Part a person is a child if he has not attained the age of sixteen; but regulations may make provision for a person who has attained that age to remain a child for the purposes of this Part after attaining that age for a prescribed period or until a prescribed date. 4 In this Part “ qualifying young person ” means a person, other than a child, who— a has not attained such age (greater than sixteen) as is prescribed, and b satisfies prescribed conditions. 5 Circumstances may be prescribed in which a person is to be entitled to child tax credit for a prescribed period in respect of a child or qualifying young person who has died."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "9", "section_title": " Maximum rate", "section_text": "9 1 The maximum rate at which a person or persons may be entitled to child tax credit is to be determined in the prescribed manner. 2 The prescribed manner of determination must involve the inclusion of— a an element which is to be included in the case of   every person or persons entitled to child tax credit who is, or either or both of whom is or are, responsible for a child or qualifying young person who was born before 6 April 2017, b an element in respect of each child or qualifying young person for whom the person is, or either or both of them is or are, responsible.  , and c an element which is to be included in the case of a child or qualifying young person who is disabled or severely disabled. 3 The element specified in paragraph (a) of subsection (2) is to be known as the family element of child tax credit and that specified in paragraph (b) of that subsection is to be known as the individual element of child tax credit  and that specified in paragraph (c) of that subsection is to be known as the disability element of child tax credit  . 3A Subsection  (3B)  applies in the case of a person or persons entitled to child tax credit where the person is, or either or both of them is or are, responsible for a child or qualifying young person born on or after 6 April 2017. 3B The prescribed manner of determination in relation to the person or persons must not include an individual element of child tax credit in respect of the child or qualifying young person unless— a he is (or they are) claiming the individual element of child tax credit for no more than one other child or qualifying young person, or b a prescribed exception applies. 4 The prescribed manner of determination may involve the inclusion of such other elements as may be prescribed. 5 The prescribed manner of determination— a may include provision for the amount of the family element of child tax credit to vary according to the age of any of the children or qualifying young persons or according to any such other factors as may be prescribed, b may include provision for the amount of the individual element of child tax credit to vary according to the age of the child or qualifying young person or according to any such other factors as may be prescribed, and c may include provision for the amount of the disability element of child tax credit to vary according to whether the child or qualifying young person is disabled or severely disabled. 6 A child or qualifying young person is disabled, or severely disabled, for the purposes of this section only if— a he satisfies prescribed conditions, or b prescribed conditions exist in relation to him. 7 If, in accordance with regulations under section 8(2), more than one claimant may be entitled to child tax credit in respect of the same child or qualifying young person, the prescribed manner of determination may include provision for the amount of any element of child tax credit included in the case of any one or more of them to be less than it would be if only one claimant were so entitled. 8 “ Claimant ” means— a in the case of a single claim, the person who makes the claim, and b in the case of a joint claim, the persons who make the claim."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "10", "section_title": " Entitlement", "section_text": "10 1 The entitlement of the person or persons by whom a claim for working tax credit has been made is dependent on him, or either or both of them, being engaged in qualifying remunerative work. 2 Regulations may for the purposes of this Part make provision— a as to what is, or is not, qualifying remunerative work, and b as to the circumstances in which a person is, or is not, engaged in it. 3 The circumstances prescribed under subsection (2)(b) may differ by reference to— a the age of the person or either of the persons, b whether the person, or either of the persons, is disabled, c whether the person, or either of the persons, is responsible for one or more children or qualifying young persons, or d any other factors. 4 Regulations may make provision for the purposes of working tax credit as to the circumstances in which a person is or is not responsible for a child or qualifying young person."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "11", "section_title": " Maximum rate", "section_text": "11 1 The maximum rate at which a person or persons may be entitled to working tax credit is to be determined in the prescribed manner. 2 The prescribed manner of determination must involve the inclusion of an element which is to be included in the case of all persons entitled to working tax credit. 3 The prescribed manner of determination must also involve the inclusion of an element in respect of the person, or either or both of the persons, engaged in qualifying remunerative work— a having a physical or mental disability which puts him at a disadvantage in getting a job, and b satisfying such other conditions as may be prescribed. 4 The element specified in subsection (2) is to be known as the basic element of working tax credit and the element specified in subsection (3) is to be known as the disability element of working tax credit. 5 The prescribed manner of determination may involve the inclusion of such other elements as may be prescribed. 6 The other elements may (in particular) include— a an element in respect of the person, or either of the persons or the two of them taken together, being engaged in qualifying remunerative work to an extent prescribed for the purposes of this paragraph, b an element in respect of the persons being the members of a  couple , c an element in respect of the person not being a member of a  couple  but being responsible for a child or qualifying young person, d an element in respect of the person, or either or both of the persons, being severely disabled, and e an element in respect of the person, or either or both of the persons, being over a prescribed age, satisfying prescribed conditions and having been engaged in qualifying remunerative work for not longer than a prescribed period. 7 A person has a physical or mental disability which puts him at a disadvantage in getting a job, or is severely disabled, for the purposes of this section only if— a he satisfies prescribed conditions, or b prescribed conditions exist in relation to him."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "12", "section_title": " Child care element", "section_text": "12 1 The prescribed manner of determination of the maximum rate at which a person or persons may be entitled to working tax credit may involve the inclusion, in prescribed circumstances, of a child care element. 2 A child care element is an element in respect of a prescribed proportion of so much of any relevant child care charges as does not exceed a prescribed amount. 3 “ Child care charges ” are charges of a prescribed description incurred in respect of child care by the person, or either or both of the persons, by whom a claim for working tax credit is made. 4 “ Child care ”, in relation to a person or persons, means care provided— a for a child of a prescribed description for whom the person is responsible, or for whom either or both of the persons is or are responsible, and b by a person of a prescribed description. 5 The descriptions of persons prescribed under subsection (4)(b) may include descriptions of persons approved in accordance with a scheme made by the appropriate national authority under this subsection. 6 “ The appropriate national authority ” means— a in relation to care provided in England, the Secretary of State, b in relation to care provided in Scotland, the Scottish Ministers, c in relation to care provided in Wales, the National Assembly for Wales, and d in relation to care provided in Northern Ireland, the Department of Health, Social Services and Public Safety. 7 The provision made by a scheme under subsection (5) must involve the giving of approvals, in accordance with criteria determined by or under the scheme, by such of the following as the scheme specifies— a the appropriate national authority making the scheme, b one or more specified persons or bodies or persons or bodies of a specified description, and c persons or bodies accredited under the scheme in accordance with criteria determined by or under it. 8 A scheme under subsection (5) may authorise— a the making of grants or loans to, and b the charging of reasonable fees by, persons and bodies giving approvals."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "13", "section_title": " Rate", "section_text": "13 1 Where, in the case of a person or persons entitled to a tax credit, the relevant income does not exceed the income threshold (or his or their entitlement arises by virtue of section 7(2)), the rate at which he is or they are entitled to the tax credit is the maximum rate for his or their case. 2 Regulations shall make provision as to the manner of determining the rate (if any) at which a person is, or persons are, entitled to a tax credit in any other case. 3 The manner of determination prescribed under subsection (2)— a may involve the making of adjustments so as to avoid fractional amounts, and b may include provision for securing that, where the rate at which a person or persons would be entitled to a tax credit would be less than a prescribed rate, there is no rate in his or their case."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "14", "section_title": " Initial decisions", "section_text": "14 1 On a claim for a tax credit the Board must decide— a whether to make an award of the tax credit, and b if so, the rate at which to award it. 2 Before making their decision the Board may by notice— a require the person, or either or both of the persons, by whom the claim is made to provide any information or evidence which the Board consider they may need for making their decision, or b require any person of a prescribed description to provide any information or evidence of a prescribed description which the Board consider they may need for that purpose, by the date specified in the notice. 3 The Board’s power to decide the rate at which to award a tax credit includes power to decide to award it at a nil rate."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "15", "section_title": " Revised decisions after notifications", "section_text": "15 1 Where notification of a change of circumstances increasing the maximum rate at which a person or persons may be entitled to a tax credit is given in accordance with regulations under section 6(1), the Board must decide whether (and, if so, how) to amend the award of the tax credit made to him or them. 2 Before making their decision the Board may by notice— a require the person by whom the notification is given to provide any information or evidence which the Board consider they may need for making their decision, or b require any person of a prescribed description to provide any information or evidence of a prescribed description which the Board consider they may need for that purpose, by the date specified in the notice."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "16", "section_title": " Other revised decisions", "section_text": "16 1 Where, at any time during the period for which an award of a tax credit is made to a person or persons, the Board have reasonable grounds for believing— a that the rate at which the tax credit has been awarded to him or them for the period differs from the rate at which he is, or they are, entitled to the tax credit for the period, or b that he has, or they have, ceased to be, or never been, entitled to the tax credit for the period, the Board may decide to amend or terminate the award. 2 Where, at any time during the period for which an award of a tax credit is made to a person or persons, the Board believe— a that the rate at which a tax credit has been awarded to him or them for the period may differ from the rate at which he is, or they are, entitled to it for the period, or b that he or they may have ceased to be, or never been, entitled to the tax credit for the period, the Board may give a notice under subsection (3). 3 A notice under this subsection may— a require the person, or either or both of the persons, to whom the tax credit was awarded to provide any information or evidence which the Board consider they may need for considering whether to amend or terminate the award under subsection (1), or b require any person of a prescribed description to provide any information or evidence of a prescribed description which the Board consider they may need for that purpose, by the date specified in the notice."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "17", "section_title": " Final notice", "section_text": "17 1 Where a tax credit has been awarded for the whole or part of a tax year— a for awards made on single claims, the Board must give a notice relating to the tax year to the person to whom the tax credit was awarded, and b for awards made on joint claims, the Board must give such a notice to the persons to whom the tax credit was awarded (with separate copies of the notice for each of them if the Board consider appropriate). 2 The notice must either— a require that the person or persons must, by the date specified for the purposes of this subsection, declare that the relevant circumstances were as specified or state any respects in which they were not, or b inform the person or persons that he or they will be treated as having declared in response to the notice that the relevant circumstances were as specified unless, by that date, he states or they state any respects in which they were not. 3 “ Relevant circumstances ” means circumstances (other than income) affecting— a the entitlement of the person, or joint entitlement of the persons, to the tax credit, or b the amount of the tax credit to which he was entitled, or they were jointly entitled, for the tax year. 4 The notice must either— a require that the person or persons must, by the date specified for the purposes of this subsection, declare that the amount of the current year income or estimated current year income (depending on which is specified) was the amount, or fell within the range, specified or comply with subsection (5), or b inform the person or persons that he or they will be treated as having declared in response to the notice that the amount of the current year  income or estimated  current year income (depending on which is specified) was the amount, or fell within the range, specified unless, by that date, he complies or they comply with subsection (5). 5 To comply with this subsection the person or persons must either— a state the current year income or his or their estimate of the current year income (making clear which), or b declare that, throughout the period to which the award related, subsection (1) of section 7 did not apply to him or them by virtue of subsection (2) of that section. 6 The notice may— a require that the person or persons must, by the date specified for the purposes of subsection (4), declare that the amount of the previous year income was the amount, or fell within the range, specified or comply with subsection (7), or b inform the person or persons that he or they will be treated as having declared in response to the notice that the amount of the previous year income was the amount, or fell within the range, specified unless, by that date, he complies or they comply with subsection (7). 7 To comply with this subsection the person or persons must either— a state the previous year income, or b make the declaration specified in subsection (5)(b). 8 The notice must inform the person or persons that if he or they— a makes or make a declaration under paragraph (a) of subsection (4), or is or are treated as making a declaration under paragraph (b) of that subsection, in relation to estimated current year income (or the range within which estimated current year income fell), or b states or state under subsection (5)(a) his or their estimate of the current year income, he or they will be treated as having declared in response to the notice that the amount of the (actual) current year income was as estimated unless, by the date specified for the purposes of this subsection, he states or they state the current year income. 9 “ Specified ”, in relation to a notice, means specified in the notice. 10 Regulations may— a provide that, in prescribed circumstances, one person may act for another in response to a notice under this section, and b provide that, in prescribed circumstances, anything done by one member of a  couple  in response to a notice given under this section is to be treated as also done by the other member of  the couple ."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "18", "section_title": " Decisions after final notice", "section_text": "18 1 After giving a notice under section 17 the Board must decide— a whether the person was entitled, or the persons were jointly entitled, to the tax credit, and b if so, the amount of the tax credit to which he was entitled, or they were jointly entitled, for the tax year. 2 But, subject to subsection (3), that decision must not be made before a declaration or statement has been made in response to the relevant provisions of the notice. 3 If a declaration or statement has not been made in response to the relevant provisions of the notice on or before the date specified for the purposes of section 17(4), that decision may be made after that date. 4 In subsections (2) and (3) “ the relevant provisions of the notice ” means— a the provision included in the notice by virtue of subsection (2) of section 17, b the provision included in the notice by virtue of subsection (4) of that section, and c any provision included in the notice by virtue of subsection (6) of that section. 5 Where the Board make a decision under subsection (1) on or before the date referred to in subsection (3), they may revise it if a new declaration or statement is made on or before that date. 6 If the person or persons to whom a notice under section 17 is given is or are within paragraph (a) or (b) of subsection (8) of that section, the Board must decide again— a whether the person was entitled, or the persons were jointly entitled, to the tax credit, and b if so, the amount of the tax credit to which he was entitled, or they were jointly entitled, for the tax year. 7 But, subject to subsection (8), that decision must not be made before a statement has been made in response to the provision included in the notice by virtue of subsection (8) of section 17. 8 If a statement has not been made in response to the provision included in the notice by virtue of that subsection on or before the date specified for the purposes of that subsection, that decision may be made after that date. 9 Where the Board make a decision under subsection (6) on or before the date referred to in subsection (8), they may revise it if a new statement is made on or before that date. 10 Before exercising a function imposed or conferred on them by subsection (1), (5), (6) or (9), the Board may by notice require the person, or either or both of the persons, to whom the notice under section 17 was given to provide any further information or evidence which the Board consider they may need for exercising the function by the date specified in the notice. 11 Subject to sections  19, 20,   21A, 21B and 21C   and regulations under section 21 (and to any revision under subsection (5) or (9) and any appeal)— a in a case in which a decision is made under subsection (6) in relation to a person or persons and a tax credit for a tax year, that decision, and b in any other case, the decision under subsection (1) in relation to a person or persons and a tax credit for a tax year, is conclusive as to the entitlement of the person, or the joint entitlement of the persons, to the tax credit for the tax year and the amount of the tax credit to which he was entitled, or they were jointly entitled, for the tax year."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "19", "section_title": " Power to enquire", "section_text": "19 1 The Board may enquire into— a the entitlement of a person, or the joint entitlement of persons, to a tax credit for a tax year, and b the amount of the tax credit to which he was entitled, or they were jointly entitled, for the tax year, if they give notice to the person, or each of the persons, during the period allowed for the initiation of an enquiry. 2 As part of the enquiry the Board may by notice— a require the person, or either or both of the persons, to provide any information or evidence which the Board consider they may need for the purposes of the enquiry, or b require any person of a prescribed description to provide any information or evidence of a prescribed description which the Board consider they may need for those purposes, by the date specified in the notice. 3 On an enquiry the Board must decide— a whether the person was entitled, or the persons were jointly entitled, to the tax credit, and b if so, the amount of the tax credit to which he was entitled, or they were jointly entitled, for the tax year. 4 The period allowed for the initiation of an enquiry is the period beginning immediately after the relevant section 18 decision and ending— a if the person, or either of the persons, to whom the enquiry relates is required by section 8 of the Taxes Management Act 1970 (c. 9) to make a return, with the day on which the return becomes final (or, if both of the persons are so required and their returns become final on different days, with the later of those days), or b in any other case, one year after the beginning of the relevant section 17 date. 5 “ The relevant section 18 decision ” means— a in a case in which a decision must be made under subsection (6) of section 18 in relation to the person or persons and the tax year to which the enquiry relates, that decision, and b in any other case, the decision under subsection (1) of that section in relation to the person or persons and that tax year. 6 “ The relevant section 17 date ” means— a in a case in which a statement may be made by the person or persons in response to provision included by virtue of subsection (8) of section 17 in the notice given to him or them under that section in relation to the tax year, the date specified in the notice for the purposes of that subsection, and b in any other case, the date specified for the purposes of subsection (4) of that section in the notice given to him or them under that section in relation to the tax year. 7 A return becomes final— a if it is enquired into under section 9A of the Taxes Management Act 1970 (c. 9), when the enquiries are completed (within the meaning of section 28A of that Act), or b otherwise, at the end of the period specified in subsection (2) of that section in relation to the return. 8 An enquiry is completed at the time when the Board give notice to the person or persons of their decision under subsection (3); but if the Board give notice to the persons at different times the enquiry is completed at the later of those times. 9 The person, or either of the persons, to whom the enquiry relates may at any time before such notice is given apply for a direction that the Board must give such a notice. 10 Any such application is to be subject to the relevant provisions of Part 5 of the Taxes Management Act 1970 (see, in particular, section 48(2)(b) of that Act), and the tribunal must give the direction applied for unless satisfied that the Board have reasonable grounds for not making the decision or giving the notice. 11 Where the entitlement of a person, or the joint entitlement of persons, to a tax credit for a tax year has been enquired into under this section, it is not to be the subject of a further notice under subsection (1). 12 Subject to  sections 20,   21A, 21B and 21C  and regulations under section 21 (and to any appeal), a decision under subsection (3) in relation to a person or persons and a tax credit for a tax year is conclusive as to the entitlement of the person, or the joint entitlement of the persons, to the tax credit for the  ax year and the amount of the tax credit to which he was entitled, or they were jointly entitled, for the tax year."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "20", "section_title": " Decisions on discovery", "section_text": "20 1 Where in consequence of a person’s income tax liability being revised the Board have reasonable grounds for believing that a conclusive decision relating to his entitlement to a tax credit for a  tax year (whether or not jointly with another person) is not correct, the Board may decide to revise that decision. 2 A person’s income tax liability is revised— a on the taking effect of an amendment of a return of his under section 9ZA(1) of the Taxes Management Act 1970, b on the issue of a notice of correction under section 9ZB of that Act amending a return of his (provided that he does not give a notice of rejection before the end of the period of thirty days beginning with the date of issue of the notice of correction), c on the amendment of an assessment of his by notice under section 9C of that Act, d on the amendment of a return of his under section 12ABA(3)(a) of that Act, e on the amendment of a return of his under subsection (6)(a) of section 12ABB of that Act after the correction of a partnership return under that section (provided that the amendment does not cease to have effect by reason of the rejection of the correction under subsection (4) of that section), f on the issue of   a partial or final closure notice   under section 28A of that Act making amendments of a return of his, g on the amendment of a return of his under section 28B(4)(a) of that Act, h on the making of an assessment as regards him under section 29(1) of that Act, i on the vacation of the whole or part of an assessment of his under section 32 of that Act, j on giving him relief under section 33 of that Act, or k on the determination (or settlement) of an appeal against the making, amendment or vacation of an assessment or return, or a decision on a claim for relief, under any of the provisions mentioned in paragraphs (c), (f) and (h) to (j). 3 But no decision may be made under subsection (1)— a unless it is too late to enquire into the person’s entitlement under section 19, or b after the period of one year beginning when the person’s income tax liability is revised  as specified in subsection (1)  . 4 Where the Board have reasonable grounds for believing that— a a conclusive decision relating to the entitlement of a person, or the joint entitlement of persons, to a tax credit for a tax year is not correct, and b that is attributable to fraud or neglect on the part of the person, or of either of the persons, or on the part of any person acting for him, or either of them, the Board may decide to revise that decision. 5 But no decision may be made under subsection (4)— a unless it is too late to enquire into the entitlement, or joint entitlement, under section 19, or b after the period of five years beginning with the end of the  tax year to which the conclusive decision relates. 6 “ Conclusive decision ”, in relation to the entitlement of a person, or joint entitlement of persons, to a tax credit for a tax year, means— a a decision in relation to it under section 18(1), (5), (6) or (9) or 19(3) or a previous decision under this section, or b a decision under regulations under section 21 relating to a decision within paragraph (a), or c a decision within paragraph (a) or (b) as varied under section   21A(4)(b) or 21C(4)(b) , or d a decision on an appeal against a decision within paragraph (a), (b) or (c). 7 Subject to any subsequent decision under this section and to regulations under section 21and to any review under section 21A  or 21C  (and to any appeal), a decision under subsection (1) or (4) in relation to a person or persons and a tax credit for a tax year is conclusive as to the entitlement of the person, or the joint entitlement of the persons, to the tax credit for the tax year and the amount of the tax credit to which he was entitled, or they were jointly entitled, for the tax year."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "21", "section_title": " Decisions subject to official error", "section_text": "21 Regulations may make provision for a decision under section 14(1), 15(1), 16(1), 18(1), (5), (6) or (9), 19(3) or 20(1) or (4) to be revised in favour of the person or persons to whom it relates if it is incorrect by reason of official error (as defined by the regulations)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "21A", "section_title": "Review of decisions", "section_text": "21A 1 The Commissioners for Her Majesty’s Revenue and Customs must review any decision within section 38(1) if they receive a written application to do so that identifies the applicant and decision in question, and— a that application is received within 30 days of the date of the notification of the original decision or of the date the original decision was made if not notified because of section 23(3), or b it is received within such longer period as may be allowed under section 21B. 2 The Commissioners must carry out the review as soon as is reasonably practicable. 3 When the review has been carried out, the Commissioners must give the applicant notice of their conclusion containing sufficient information to enable the applicant to know— a the conclusion on the review, b if the conclusion is that the decision is varied, details of the variation, and c the reasons for the conclusion. 4 The conclusion on the review must be one of the following— a that the decision is upheld; b that the decision is varied; c that the decision is cancelled. 5 Where— a the Commissioners notify the applicant of further information or evidence that they may need for carrying out the review, and b the information or evidence is not provided to them by the date specified in the notice, the review may proceed without that information or evidence."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "21B", "section_title": "Late application for a review", "section_text": "21B 1 The Commissioners for Her Majesty’s Revenue and Customs may in a particular case extend the time limit specified in section 21A(1)(a) for making an application for a review if all of the following conditions are met. 2 The first condition is that the person seeking a review has applied to the Commissioners for an extension of time. 3 The second condition is that the application for the extension— a explains why the extension is sought, and b is made within 13 months of the notification of the original decision or of the date the original decision was made if not notified because of section 23(3) . 4 The third condition is that the Commissioners are satisfied that due to special circumstances it was not practicable for the application for a review to have been made within the time limit specified in section 21A(1)(a). 5 The fourth condition is that the Commissioners are satisfied that it is reasonable in all the circumstances to grant the extension. 6 In determining whether it is reasonable to grant an extension, the Commissioners must have regard to the principle that the greater the amount of time that has elapsed between the end of the time limit specified in section 21A(1)(a) and the date of the application, the more compelling should be the special circumstances on which the application is based. 7 An application to extend the time limit specified in section 21A(1)(a) which has been refused may not be renewed."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "21C", "section_title": "Late review: award of relevant disability benefits", "section_text": "21C 1 The Commissioners for Her Majesty’s Revenue and Customs must review a relevant decision if they are notified (whether in writing or otherwise) within the period mentioned in subsection (3)— a of the identity of the person seeking a review; b of the decision in question; and c that the condition in subsection (2) is met. 2 The condition is that it has been determined that the person is entitled, whether in respect of themselves or a child for whom they are responsible, to a relevant disability benefit in respect of a tax year to which the relevant decision related. 3 The period is the period of one month beginning with the day on which the person’s claim for the benefit is determined in that person’s favour. 4 The sole purpose of a review under this section is to consider whether, as a result of the condition in subsection (2) being met, the relevant decision should— a be upheld; b be varied; c be cancelled. 5 The Commissioners must carry out the review as soon as is reasonably practicable . 6 When the review has been carried out, the Commissioners must give the person notice of the conclusion containing sufficient information to enable that person to know— a the conclusion on the review; b if the conclusion is that the relevant decision is varied, details of the variation, and c the reasons for the conclusion. 7 Where— a the Commissioners notify the person of further information or evidence that they may need for carrying out the review, and b that information or evidence is not provided to them by the date specified in the notice, the review may proceed without that information or evidence. 8 In this section— “relevant decision” means a decision within section 38(1) or any variation of such a decision resulting from an appeal brought against it; “relevant disability benefit”, in relation to any part of the United Kingdom, means— armed forces independence payment; attendance allowance; disability assistance; disability living allowance; employment and support allowance; housing benefit, where a pensioner or a disability premium is included; incapacity benefit (whether short term or long term); income support where a pensioner or a disability premium is included; jobseeker’s allowance where a pensioner or a disability premium is included; limited capability for work credit; a mobility supplement or a constant attendance allowance where the supplement or benefit is paid in conjunction with a war pension or industrial injuries disablement benefit; personal independence payment; severe disablement allowance; statutory sick pay."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "22", "section_title": " Information  etc.  requirements: supplementary", "section_text": "22 1 Regulations may make provision as to the manner and form in which— a information or evidence is to be provided in compliance with a requirement imposed by a notice under section 14(2), 15(2), 16(3), 18(10) or 19(2), or b a declaration or statement is to be made in response to a notice under section 17. 2 Regulations may make provision as to the dates which may be specified in a notice under section 14(2), 15(2), 16(3), 17, 18(10) or 19(2)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "23", "section_title": " Notice of decisions", "section_text": "23 1 When a decision is made under section 14(1), 15(1), 16(1), 18(1), (5), (6) or (9), 19(3) or 20(1) or (4) or regulations under section 21, the Board must give notice of the decision to the person, or each of the persons, to whom it relates. 2 Notice of a decision must state the date on which it is given and include details of any right to a review under section 21A and of any subsequent right  to appeal against the decision under section 38. 3 Notice need not be given of a decision made under section 14(1) or 18(1) or (6) on the basis of declarations made or treated as made by the person or persons in response to the notice given to him or them under section 17 if— a that notice, or b in the case of a decision under subsection (6) of section 18, that notice or the notice of the decision under subsection (1) of that section, stated what the decision would be and the date on which it would be made."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "24", "section_title": " Payments", "section_text": "24 1 Where the Board have made an award of a tax credit, the amount of the tax credit awarded must be paid to the person to whom the award is made, subject to subsections (2) and (3). 2 Where an award of a tax credit is made to the members of a  couple , payments of the tax credit, or of any element of the tax credit, are to be made to whichever of them is prescribed. 3 Where an award of a tax credit is made on a claim which was made by one person on behalf of another, payments of the tax credit, or of any element of the tax credit, are to be made to whichever of those persons is prescribed. 4 Where an award of a tax credit has been made to a person or persons for the whole or part of a tax year, payments may, in prescribed circumstances, continue to be made for any period, after the tax year, within which he is or they are entitled to make a claim for the tax credit for the next tax year. 5 Payments made under subsection (4) are to be treated for the purposes of this section and the following provisions of this Part as if they were payments of the tax credit for the next tax year. 6 Subject to section 25, payments of a tax credit must be made by the Board. 7 Regulations may make provision about the time when and the manner in which a tax credit, or any element of a tax credit, is to be paid by the Board. 8 If the regulations make provision for payments of a tax credit, or any element of a tax credit, to be made by the Board by way of a credit to a bank account or other account notified to the Board, the regulations may provide that entitlement to the tax credit or element is dependent on an account having been notified to the Board in accordance with the regulations."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "25", "section_title": " Payments of working tax credit by employers", "section_text": "25 1 Regulations may require employers, when making   payments of, or on account of,  PAYE  income   and in any such other circumstances as may be prescribed, to pay working tax credit, or prescribed elements of working tax credit, to employees. 2 The regulations may, in particular, include provision— a requiring employers to make payments of working tax credit, or prescribed elements of working tax credit, in accordance with notices given to them by the Board, b for the payment by the Board of working tax credit in cases where an employer does not make payments of working tax credit, or prescribed elements of working tax credit, in accordance with the regulations and with any notices given by the Board, c prescribing circumstances in which employers are not required to make, or to continue making, payments of working tax credit, or prescribed elements of working tax credit, d for the provision of information or evidence for the purpose of enabling the Board to be satisfied whether employers are complying with notices given by the Board and with the regulations, e requiring employers to provide information to employees (in their itemised pay statements or otherwise), f for the funding by the Board of working tax credit paid or to be paid by employers (whether by way of set off against income tax, national insurance contributions or student loan deductions for which they are accountable to the Board or otherwise), g for the recovery by the Board from an employer of funding under paragraph (f) to the extent that it exceeds the amount of working tax credit paid by the employer, h for the payment of interest at the prescribed rate on sums due from or to the Board, and for determining the date from which interest is to be calculated, and i for appeals with respect to matters arising under the regulations which would otherwise not be the subject of an appeal. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this Part— “ employee ” means a person who receives any   payment of, or on account of,  PAYE  income , and “ employer ”, in relation to an employee, means a person who makes any such payment to the employee. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 “ Student loan deductions ” means deductions in accordance with regulations under section 22(5) of the Teaching and Higher Education Act 1998 (c. 30), section 73B(3) of the Education (Scotland) Act 1980 (c. 44) or Article 3(5) of the Education (Student Support)\t\t\t\t\t(Northern Ireland) Order 1998 ( S.I.  1998/1760 (N.I. 14))."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "26", "section_title": " Liability of officers for sums paid to employers", "section_text": "26 1 Regulations may provide that where— a an employer which is a body corporate has failed to repay any funding to the Board in accordance with regulations made under section 25(2)(g), and b the provision of the funding, or the failure by the employer to repay the funding, appears to the Board to be attributable to fraud or neglect on the part of one or more individuals who, at the time of the fraud or neglect, were officers of the body corporate (“ culpable officers ”), the culpable officers are required to pay to the Board the amount of funding recoverable by the Board from the employer. 2 Regulations under this section must include provision— a for any amount paid to the Board by a culpable officer in accordance with the regulations to be deducted from the amount of funding liable to be repaid by the employer, b for the amount which a culpable officer is liable to pay under the regulations to be reduced where the amount of funding recoverable from the employer is reduced by payments made to the Board by the employer, and c for the Board to repay to a culpable officer the amount (if any) by which the amount that he has paid to the Board pursuant to the regulations exceeds the reduced amount that he is liable to pay by virtue of paragraph (b). 3 Regulations under this section may include provision— a requiring payments by culpable officers to be made in accordance with notices given to them by the Board, b for determining, in cases of an employer in relation to which there is more than one culpable officer, the proportion of the amount of funding recoverable from the employer that is payable by each culpable officer, c for the payment of interest at the prescribed rate on sums due to or from the Board, and for determining the date from which interest is to be calculated, and d for appeals with respect to matters arising under the regulations. 4 “ Officer ”, in relation to a body corporate, means— a any director, manager, secretary or other similar officer of the body corporate, or any person purporting to act as such, and b in a case where the affairs of the body corporate are managed by its members, any member of the body corporate exercising functions of management with respect to it or purporting to do so."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "27", "section_title": " Rights of employees", "section_text": "27 Schedule 1 (rights of employees not to suffer unfair dismissal or other detriment) has effect."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "28", "section_title": " Overpayments", "section_text": "28 1 Where the amount of a tax credit paid for a tax year  to a person or persons exceeds the amount of the tax credit to which he is entitled, or they are jointly entitled, for the tax year (as determined in accordance with the provision made by and by virtue of sections 18 to   21C ), the   Commissioners may   decide that the excess, or any part of it, is to be   —   a repaid to the Commissioners; or b treated as if it were an amount recoverable by the Secretary of State under section 71ZB of the Administration Act or (as the case may be) by the relevant Northern Ireland Department under section 69ZB of the Administration (Northern Ireland) Act . 2 In this Part such an excess is referred to as an overpayment. 3 For overpayments made under awards on single claims, the person to whom the tax credit was awarded is liable to repay   to the Commissioners, the Secretary of State or (as the case may be) the relevant Northern Ireland Department, the amount which the Commissioners decide is to be repaid or treated as recoverable under subsection (1)(b)  . 4 For overpayments made under awards on joint claims, the persons to whom the tax credit was awarded are jointly and severally liable to repay   to the Commissioners, the Secretary of State or (as the case may be) the relevant Northern Ireland Department, the amount mentioned in subsection (3) unless the Commissioners decide that each is liable for   a specified part of that amount. 5 Where it appears to the   Commissioners   that there is likely to be an overpayment of a tax credit for a tax year under an award made to a person or persons, the   Commissioners   may, with a view to reducing or eliminating the overpayment, amend the award or any other award of any tax credit made to the person or persons; but this subsection does not apply once a decision is taken in relation to the person or persons for the tax year under section 18(1). 6 Where the   Commissioners   decide under section 16 to terminate an award of a tax credit made to a person or persons on the ground that at no time during the period to which the award related did the person or persons satisfy— a section 8(1)\t\t\t\t\t\t\t(if the award related to child tax credit), or b section 10(1)\t\t\t\t\t\t\t(if it related to working tax credit), the   Commissioners   may decide that the amount paid under the award, or any part of it, is to be treated for the purposes of this Part (apart from subsection (5)) as an overpayment. 7 In this section and in section 29— “the Administration Act” means the Social Security Administration Act 1992; “the Administration (Northern Ireland) Act” means the Social Security Administration (Northern Ireland) Act 1992; “the relevant Northern Ireland Department” means the Department for Communities. 8 In this section, “the Commissioners” means the Commissioners for Her Majesty’s Revenue and Customs."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "29", "section_title": " Recovery of overpayments", "section_text": "29 1 Where an amount is liable to be  repaid  or paid   by a person or persons under section 28, the Board must give him, or each of them, a notice specifying the amount. 2 The notice must state which of subsections (3) to (5) is to apply in relation to the amount or any specified part of the amount; and a notice may at any time be replaced by another notice containing a different statement. 3 Where a notice states that this subsection applies in relation to an amount (or part of an amount), it is to be treated for the purposes of Part 6 of the Taxes Management Act 1970 (c. 9)\t\t\t\t\t(collection and recovery) as if it were tax charged in an assessment and due and payable by the person or persons to whom the notice was given at the end of the period of thirty days beginning with the day on which the notice is given. 4 Where a notice states that this subsection applies in relation to an amount (or part of an amount), it may be recovered— a subject to provision made by regulations, by deduction from payments of any tax credit under an award made for any period to the person, or either or both of the persons, to whom the notice was given; b by the Secretary of State— i by deductions under section 71ZC of the Administration Act (deduction from benefit); ii by deductions under section 71ZD of that Act (deduction from earnings); or iii as set out in section 71ZE of that Act (court action  etc ); or c by the relevant Northern Ireland Department— i by deductions under section 69ZC of the Administration (Northern Ireland) Act (deduction from benefit); ii by deductions under section 69ZD of that Act (deduction from earnings); or iii as set out in section 69ZE of that Act (court action  etc ). 5 Where a notice states that this subsection applies in relation to an amount (or part of an amount),   PAYE  regulations   apply to it as if it were an underpayment of  income tax  for a previous year of assessment by the person or persons to whom the notice was given  that is not a relevant debt (within the meaning of section 684 of the Income Tax (Earnings and Pensions) Act 2003) ."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "30", "section_title": " Underpayments", "section_text": "30 1 Where it has been determined in accordance with the provision made by and by virtue of sections 18 to   21C   that a person was entitled, or persons were jointly entitled, to a tax credit for a tax year and either— a the amount of the tax credit paid to him or them for that tax year was less than the amount of the tax credit to which it was so determined that he is entitled or they are jointly entitled, or b no payment of the tax credit was made to him or them for that tax year, the amount of the difference, or of his entitlement or their joint entitlement, must be paid to him or to whichever of them is prescribed. 2 Where the claim for the tax credit was made by one person on behalf of another, the payment is to be made to whichever of those persons is prescribed."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "31", "section_title": " Incorrect statements  etc.", "section_text": "31 1 Where a person fraudulently or negligently— a makes an incorrect statement or declaration in or in connection with a claim for a tax credit or a notification of a change of circumstances given in accordance with regulations under section 6 or in response to a notice under section 17, or b gives incorrect information or evidence in response to a requirement imposed on him by virtue of section 14(2), 15(2), 16(3), 18(10) or 19(2) or regulations under section 25   or in response to a notification under section 21A(5) , a penalty not exceeding £3,000 may be imposed on him. 2 Where a person liable to a penalty under subsection (1) is a person making, or who has made, a claim for a tax credit for a period jointly with another and the penalty is imposed— a under paragraph (a) of that subsection in respect of the claim, a notification relating to the tax credit claimed or a notice relating to the tax credit awarded on the claim, or b under paragraph (b) of that subsection in respect of a requirement imposed on him with respect to the tax credit for the period, a penalty of an amount not exceeding £3,000 may be imposed on the other person unless subsection (3) applies. 3 This subsection applies if the other person was not, and could not reasonably have been expected to have been, aware that the person liable to the penalty under subsection (1) had fraudulently or negligently made the incorrect statement or declaration or given the incorrect information or evidence. 4 Where penalties are imposed under subsections (1) and (2) in respect of the same statement, declaration, information or evidence, their aggregate amount must not exceed £3,000. 5 Where a person acts for another— a in or in connection with a claim or notification referred to in subsection (1), or b in response to a notice so referred to, subsection (1) applies to him (as well as to any person to whom it applies apart from this subsection)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "32", "section_title": " Failure to comply with requirements", "section_text": "32 1 Where a person fails— a to provide any information or evidence which he is required to provide by virtue of section 14(2), 15(2), 16(3), 18(10) or 19(2) or regulations under section 25, or b to comply with a requirement imposed on him by a notice under section 17 by virtue of subsection (2)(a), (4)(a) or (6)(a) of that section, the penalties specified in subsection (2) may be imposed on him. 2 The penalties are— a a penalty not exceeding £300, and b if the failure continues after a penalty is imposed under paragraph (a), a further penalty or penalties not exceeding £60 for each day on which the failure continues after the day on which the penalty under that paragraph was imposed (but excluding any day for which a penalty under this paragraph has already been imposed). 3 Where a person fails to give a notification required by regulations under section 6(3), a penalty not exceeding £300 may be imposed on him. 4 No penalty under subsection (2) may be imposed on a person in respect of a failure after the failure has been remedied. 5 For the purposes of this section a person is to be taken not to have failed to provide information or evidence, comply with a requirement or give a notification which must be provided, complied with or given by a particular time— a if he provided, complied with or gave it within such further time (if any) as the Board may have allowed, b if he had a reasonable excuse for not providing, complying with or giving it by that time, or c if, after having had such an excuse, he provided, complied with or gave it without unreasonable delay. 6 Where the members of a  couple  both fail as mentioned in subsection (1)(b), the aggregate amount of any penalties under subsection (2) imposed on them in relation to their failures must not exceed the amounts specified in that subsection; and where the members of a  couple  both fail as mentioned in subsection (3), the aggregate amount of any penalties imposed on them in relation to their failures must not exceed £300."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "33", "section_title": " Failure by employers to make correct payments", "section_text": "33 1 Where an employer refuses or repeatedly fails to make to an employee payments of tax credits which he is required to make to him by regulations under section 25 and, as a result, the Board make payments to the employee in accordance with regulations under subsection (2)(b) of that section, a penalty not exceeding £3,000 may be imposed on the employer. 2 Where an employer has, by reason of his fraud or neglect, not paid to an employee for a tax year the correct amount of any tax credit which he is required by regulations under section 25 to pay to him for that tax year, a penalty not exceeding £3,000 may be imposed on the employer. 3 But no penalty may be imposed on an employer under subsection (2) in respect of payments which are incorrect only because of a refusal or failure in respect of which a penalty is imposed on him under subsection (1)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "34", "section_title": " Supplementary", "section_text": "34 Schedule 2 (penalties: supplementary) has effect."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "35", "section_title": " Offence of fraud", "section_text": "35 1 A person commits an offence if he is knowingly concerned in any fraudulent activity undertaken with a view to obtaining payments of a tax credit by him or any other person. 2 A person who commits an offence under subsection (1) is liable— a on summary conviction, to imprisonment for a term not exceeding six months, or a fine not exceeding the statutory maximum, or both, or b on conviction on indictment, to imprisonment for a term not exceeding seven years, or a fine, or both."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "36", "section_title": " Powers in relation to documents", "section_text": "36 1 Section 20BA of the Taxes Management Act 1970 (c. 9)\t\t\t\t\t(orders for delivery of documents) applies (with Schedule 1AA and section 20BB) in relation to offences involving fraud in connection with, or in relation to, tax credits as in relation to offences involving serious fraud in connection with, or in relation to, tax. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Any regulations under Schedule 1AA to the Taxes Management Act 1970 which are in force immediately before the commencement of subsection (1) apply, subject to any necessary modifications, for the purposes of that Schedule as they apply by virtue of that subsection (until amended or revoked)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "36A", "section_title": "Loss of working tax credit in case of conviction  etc  for benefit offence", "section_text": "36A 1 Subsection (4) applies where a person (“the offender”)— a is convicted of one or more benefit offences in any proceedings, or b after being given a notice under subsection (2) of the appropriate penalty provision by an appropriate authority, agrees in the manner specified by the appropriate authority to pay a penalty under the appropriate penalty provision to the appropriate authority, in a case where the offence to which the notice relates is a benefit offence, or c is cautioned in respect of one or more benefit offences. 2 In subsection (1)(b)— a “ the appropriate penalty provision ” means section 115A of the Social Security Administration Act 1992 (penalty as alternative to prosecution) or section 109A of the Social Security Administration (Northern Ireland) Act 1992 (the corresponding provision for Northern Ireland); b “ appropriate authority ” means— i in relation to section 115A of the Social Security Administration Act 1992, the Secretary of State or an authority which administers housing benefit or council tax benefit, and ii in relation to section 109A of the Social Security Administration (Northern Ireland) Act 1992, the Department (within the meaning of that Act) or the Northern Ireland Housing Executive. 3 Subsection (4) does not apply by virtue of subsection (1)(a) if, because the proceedings in which the offender was convicted constitute the current set of proceedings for the purposes of section 36C, the restriction in subsection (3) of that section applies in the offender's case. 4 If this subsection applies and the offender is a person who would, apart from this section, be entitled (whether pursuant to a single or joint claim) to working tax credit at any time within the disqualification period, then, despite that entitlement, working tax credit shall not be payable for any period comprised in the disqualification period— a in the case of a single claim, to the offender, or b in the case of a joint claim, to the offender or the other member of the couple. 5 Regulations may provide in relation to cases to which subsection (4)(b) would otherwise apply that working tax credit shall be payable, for any period comprised in the disqualification period, as if the amount payable were reduced in such manner as may be prescribed. 6 For the purposes of this section, the disqualification period, in relation to any disqualifying event, means the relevant period beginning with such date, falling after the date of the disqualifying event, as may be determined by or in accordance with regulations. 7 For the purposes of subsection (6) the relevant period is— a in a case falling within subsection (1)(a) where the benefit offence, or one of them, is a relevant offence, the period of three years, b in a case falling within subsection (1)(a) (but not within paragraph (a) above)), the period of 13 weeks, or c in a case falling within subsection (1)(b) or (c), the period of 4 weeks. 8 The Treasury may by order amend subsection (7)(a), (b) or (c) to substitute a different period for that for the time being specified there. 9 This section has effect subject to section 36B. 10 In this section and section 36B— “benefit offence“ means any of the following offences committed on or after the day specified by order made by the Treasury— an offence in connection with a claim for a disqualifying benefit; an offence in connection with the receipt or payment of any amount by way of such a benefit; an offence committed for the purpose of facilitating the commission (whether or not by the same person) of a benefit offence; an offence consisting in an attempt or conspiracy to commit a benefit offence; “ disqualifying benefit ” has the meaning given in section 6A(1) of the Social Security Fraud Act 2001; “disqualifying event“ means— the conviction falling within subsection (1)(a); the agreement falling within subsection (1)(b); the caution falling within subsection (1)(c); “ relevant offence ” has the meaning given in section 6B of the Social Security Fraud Act 2001."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "36B", "section_title": "Section 36A: supplementary", "section_text": "36B 1 Where— a the conviction of any person of any offence is taken in account for the purposes of the application of section 36A in relation to that person, and b that conviction is subsequently quashed, all such payments and other adjustments shall be made as would be necessary if no restriction had been imposed by or under section 36A that could not have been imposed if the conviction had not taken place. 2 Where, after the agreement of any person (“P”) to pay a penalty under the appropriate penalty provision is taken into account for the purposes of the application of section 36A in relation to that person— a P's agreement to pay the penalty is withdrawn under subsection (5) of the appropriate penalty provision, or b it is decided on an appeal or in accordance with regulations under the Social Security Act 1992 or the Social Security (Northern Ireland) Order 1998 ( S.I.  1998/1506 (N.I. 10)) that the overpayment to which the agreement relates is not recoverable or due, all such payments and other adjustments shall be made as would be necessary if no restriction had been imposed by or under section 36A that could not have been imposed if P had not agreed to pay the penalty. 3 Where, after the agreement (“ the old agreement ”) of any person (“P”) to pay a penalty under the appropriate penalty provision is taken into account for the purposes of the application of section 36A in relation to P, the amount of any overpayment made to which the penalty relates is revised on an appeal or in accordance with regulations under the Social Security Act 1998 or the Social Security (Northern Ireland) Order 1998— a section 36A shall cease to apply by virtue of the old agreement, and b subsection (4) shall apply. 4 Where this subsection applies— a if there is a new disqualifying event consisting of— i P's agreement to pay a penalty under the appropriate penalty regime in relation to the revised overpayment, or ii P being cautioned in relation to the offence to which the old agreement relates, the disqualification period relating to the new disqualifying event shall be reduced by the number of days in so much of the disqualification period relating to the old agreement as had expired when subsection 36A ceased to apply by virtue of the old agreement, and b in any other case, all such payments and other adjustments shall be made as would be necessary if no restriction had been imposed by or under section 36A that could not have been imposed if P had not agreed to pay the penalty. 5 For the purposes of section 36A— a the date of a person's conviction in any proceedings of a benefit offence shall be taken to be the date on which the person was found guilty of that offence in those proceedings (whenever the person was sentenced) or in the case mentioned in paragraph (b)(ii) the date of the order for absolute discharge, and b references to a conviction include references to— i a conviction in relation to which the court makes an order for absolute or conditional discharge, ii an order for absolute discharge made by a court of summary jurisdiction in Scotland under section 246(3) of the Criminal Procedure (Scotland) Act 1995 without proceeding to a conviction, and iii a conviction in Northern Ireland. 6 In this section  “ the appropriate penalty provision ” has the meaning given by section 36A(2)(a)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "36C", "section_title": "Loss of working tax credit for repeated benefit fraud", "section_text": "36C 1 If— a a person (“the offender”) is convicted of one or more benefit offences in a set of proceedings (“the current set of proceedings”), b within the period of five years ending on the date on which the benefit offence was, or any of them were, committed, one or more disqualifying events occurred in relation to the offender (the event, or the most recent of them, being referred to in this section as  “ the earlier disqualifying event ”), c the current set of proceedings has not been taken into account for the purposes of any previous application of this section in relation to the offender, d the earlier disqualifying event has not been taken into account as an earlier disqualifying event for the purposes of any previous application of this section in relation to the offender, and e the offender is a person who would, apart from this section, be entitled (whether pursuant to a single or joint claim) to working tax credit at any time within the disqualification period, then, despite that entitlement, the restriction in subsection (3) shall apply in relation to the payment of that benefit in the offender's case. 2 The restriction in subsection (3) does not apply if the benefit offence referred to in subsection (1)(a), or any of them, is a relevant offence. 3 Working tax credit shall not be payable for any period comprised in the disqualification period— a in the case of a single claim, to the offender, or b in the case of a joint claim, to the offender or the other member of the couple. 4 Regulations may provide in relation to cases to which subsection (3)(b) would otherwise apply that working tax credit shall be payable, for any period comprised in the disqualification period, as if the amount payable were reduced in such manner as may be prescribed. 5 For the purposes of this section the disqualification period, in an offender's case, means the relevant period beginning with a prescribed date falling after the date of the conviction in the current set of proceedings. 6 For the purposes of subsection (5) the relevant period is— a in a case where, within the period of five years ending on the date on which the earlier disqualifying event occurred, a previous disqualifying event occurred in relation to the offender, the period of three years; b in any other case, 26 weeks. 7 In this section and section 36D— “ appropriate penalty provision ” has the meaning given in section 36A(2)(a); “benefit offence“ means any of the following offences committed on or after the day specified by order made by the Treasury— an offence in connection with a claim for a disqualifying benefit; an offence in connection with the receipt or payment of any amount by way of such a benefit; an offence committed for the purpose of facilitating the commission (whether or not by the same person) of a benefit offence; an offence consisting in an attempt or conspiracy to commit a benefit offence; “ disqualifying benefit ” has the meaning given in section 6A(1) of the Social Security Fraud Act 2001; “disqualifying event“ has the meaning given in section 36A(10); “ relevant offence ” has the meaning given in section 6B of the Social Security Fraud Act 2001. 8 Where a person is convicted of more than one benefit offence in the same set of proceedings, there is to be only one disqualifying event in respect of that set of proceedings for the purposes of this section and— a subsection (1)(b) is satisfied if any of the convictions take place in the five year period there; b the event is taken into account for the purposes of subsection (1)(d) if any of the convictions have been taken into account as mentioned there; c in the case of the earlier disqualifying event mentioned in subsection (6)(a), the reference there to the date on which the earlier disqualifying event occurred is a reference to the date on which any of the convictions take place; d in the case of the previous disqualifying event mentioned in subsection (6)(a), that provision is satisfied if any of the convictions take place in the five year period mentioned there. 9 The Treasury may by order amend subsection (6) to substitute different periods for those for the time being specified there. 10 An order under subsection (9) may provide for different periods to apply according to the type of earlier disqualifying event or events occurring in any case. 11 This section has effect subject to section 36D."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "36D", "section_title": "Section 36C: supplementary", "section_text": "36D 1 Where— a the conviction of any person of any offence is taken into account for the purposes of the application of section 36C in relation to that person, and b that conviction is subsequently quashed, all such payments and other adjustments shall be made as would be necessary if no restriction had been imposed by or under section 36C that could not have been imposed if the conviction had not taken place. 2 Subsection (3) applies where, after the agreement of any person (“P”) to pay a penalty under the appropriate penalty provision is taken into account for the purposes of the application of section 36C in relation to that person— a P's agreement to pay the penalty is withdrawn under subsection (5) of the appropriate penalty provision, b it is decided on an appeal or in accordance with regulations under the Social Security Act 1998 or the Social Security (Northern Ireland) Order 1998 ( S.I.  1998/1506 (N.I. 10)) that any overpayment made to which the agreement relates is not recoverable or due, or c the amount of any over payment to which the penalty relates is revised on an appeal or in accordance with regulations under the Social Security Act 1998 or the Social Security (Northern Ireland) Order 1998 and there is no new agreement by P to pay a penalty under the appropriate penalty provision in relation to the revised overpayment. 3 In those circumstances, all such payments and other adjustments shall be made as would be necessary if no restriction had been imposed by or under section 36C that could not have been imposed if P had not agreed to pay the penalty. 4 For the purposes of section 36C— a the date of a person's conviction in any proceedings of a benefit offence shall be taken to be the date on which the person was found guilty of that offence in those proceedings (whenever the person was sentenced) or in the case mentioned in paragraph (b)(ii) the date of the order for absolute discharge, and b references to a conviction include references to— i a conviction in relation to which the court makes an order for absolute or conditional discharge, ii an order for absolute discharge made by a court of summary jurisdiction in Scotland under section 246(3) of the Criminal Procedure (Scotland) Act 1995 without proceeding to a conviction, and iii a conviction in Northern Ireland. 5 In section 36C references to any previous application of that section— a include references to any previous application of a provision having an effect in Northern Ireland corresponding to provision made by that section, but b do not include references to any previous application of that section the effect of which was to impose a restriction for a period comprised in the same disqualification period."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "37", "section_title": " Interest", "section_text": "37 1 If an overpayment of a tax credit for a period is attributable to fraud or neglect on the part of the person, or either or both of the persons, to whom the award of the tax credit was made (or a person acting for him, or for either or both of them, in making the claim for the tax credit), the Board may decide that the whole or any part of the overpayment is to carry interest. 2 Where the Board so decide the overpayment (or part of the overpayment) carries interest at a prescribed rate from the date thirty days after the appropriate date. 3 “ The appropriate date ” is— a in the case of an amount treated as an overpayment by virtue of section 28(6), the date of the decision under section 16 to terminate the award, and b in any other case, the date specified for the purposes of subsection (4) of section 17 in the notice given to the person or persons under that section in relation to the tax credit. 4 The Board must give notice of a decision under subsection (1) to the person, or each of the persons, to whom it relates; and the notice must state the date on which it is given and include details of the right to appeal against the decision under section 38. 5 A penalty under any of sections 31 to 33 carries interest at the prescribed rate from the date on which it becomes due and payable; but the Board may in their discretion mitigate any interest or entirely remit any interest which would otherwise be carried by a penalty. 6 Any interest carried under this section by an overpayment or penalty is to be regarded for the purposes of section 29(3) to (5) or paragraph 7 of Schedule 2 as if it were part of the overpayment or penalty."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "38", "section_title": " Appeals", "section_text": "38 1 An appeal may be brought against— a a decision under section 14(1), 15(1), 16(1), 19(3) or 20(1) or (4) or regulations under section 21, b the relevant section 18 decision in relation to a person or persons and a tax credit for a tax year and any revision of that decision under that section, c a determination of a penalty under paragraph 1 of Schedule 2,  ... ca a decision under section 36A or 36C that working tax credit is not payable (or is not payable for a particular period), and d a decision under section 37(1). 1B If in any case the conclusion of a review under section 21A   or 21C  is to uphold the decision reviewed, an appeal by virtue of subsection (1) in that case may be brought only against the original decision. 1C If in any case the conclusion of a review under section 21A  or 21C   is to vary the decision reviewed, an appeal by virtue of subsection (1) in that case may be brought only against the decision as varied. 2 “ The relevant section 18 decision ” means— a in a case in which a decision must be made under subsection (6) of section 18 in relation to the person or persons and the tax credit for the tax year, that decision, and b in any other case, the decision under subsection (1) of that section in relation to the person or persons and the tax credit for the tax year."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "39", "section_title": " Exercise of right of appeal", "section_text": "39 1 Notice of an appeal under section 38 against a decision must be given  ... in the prescribed manner within the period of thirty days after the date on which   notice under section 21A(3)  or 21C(6)   was given of the conclusion on the review of the decision . 2 Notice of such an appeal must specify the grounds of appeal. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Part 5 of the Taxes Management Act 1970  (appeals and other proceedings)  applies in relation to appeals under section 38 (as in relation to appeals under the Taxes Acts, within the meaning of that Act), but subject to such modifications as are prescribed. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "39A", "section_title": "Late appeals", "section_text": "39A 1 The Commissioners for Her Majesty’s Revenue and Customs may treat a late appeal under section 38 as made in time where the conditions specified in subsections (2) to (6) are satisfied, except that the Commissioners may not do so in the case of an appeal made more than one year after the expiration of the time (original or extended) for appealing. 2 An appeal may be treated as made in time if the Commissioners are satisfied that it is in the interests of justice to do so. 3 For the purposes of subsection (2) it is not in the interests of justice to treat an appeal as made in time unless— a the special circumstances specified in subsection (4) are relevant; or b some other special circumstances exist which are wholly exceptional and relevant, and as a result of those special circumstances it was not practicable for the appeal to be made in time. 4 The special circumstances mentioned in subsection (3)(a) are— a the appellant or a partner or dependant of the appellant has died or suffered serious illness; b the appellant is not resident in the United Kingdom; or c normal postal services were disrupted. 5 In determining whether it is in the interests of justice to treat an appeal as made in time, regard shall be had to the principle that the greater the amount of time that has elapsed between the expiration of the time for appealing and the submission of the notice of appeal, the more compelling should be the special circumstances. 6 In determining whether it is in the interests of justice to treat an appeal as made in time, no account shall be taken of the following— a that the appellant or any other person acting for the appellant was unaware of or misunderstood the law applicable to the appellant’s case (including ignorance or misunderstanding of any time limit); or b that the Upper Tribunal or a court has taken a different view of the law from that previously understood and applied. 7 If in accordance with the preceding provisions of this section the Commissioners for Her Majesty’s Revenue and Customs treat a late appeal under section 38 as made in time, it is to be treated as having been brought within any applicable time limit."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "40", "section_title": " Annual reports", "section_text": "40 1 The Board must make to the Treasury an annual report about— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the number of awards of child tax credit and of working tax credit, c the number of enquiries conducted under section 19, d the number of penalties imposed under this Part, and e the number of prosecutions and convictions for offences connected with tax credits. 2 The Treasury must publish each annual report made to it under subsection (1) and lay a copy before each House of Parliament."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "41", "section_title": " Annual review", "section_text": "41 1 The Treasury must, in each tax year, review the amounts specified in subsection (2) in order to determine whether they have retained their value in relation to the general level of prices in the United Kingdom as estimated by the Treasury in such manner as it considers appropriate. 2 The amounts are monetary amounts prescribed— a under subsection (1)(a) of section 7, b for the purposes of any of paragraphs (a) to (d) of subsection (3) of that section, c under section 9, d under section 11, otherwise than by virtue of section 12, or e under subsection (2) of section 13, otherwise than by virtue of subsection (3) of that section. 3 The Treasury must prepare a report of each review. 4 The report must include a statement of what each amount would be if it had fully retained its value. 5 The Treasury must publish the report and lay a copy of it before each House of Parliament."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "42", "section_title": " Persons subject to immigration control", "section_text": "42 1 Regulations may make provision in relation to persons subject to immigration control or in relation to prescribed descriptions of such persons— a for excluding entitlement to, or to a prescribed element of, child tax credit or working tax credit (or both), or b for this Part to apply subject to other prescribed modifications. 2 “ Person subject to immigration control ” has the same meaning as in section 115 of the Immigration and Asylum Act 1999 (c. 33)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "43", "section_title": " Polygamous marriages", "section_text": "43 1 Regulations may make provision for this Part to apply in relation to persons who are parties to polygamous marriages subject to prescribed modifications. 2 A person is a party to a polygamous marriage if— a he is a party to a marriage entered into under a law which permits polygamy, and b either party to the marriage has a spouse additional to the other party."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "44", "section_title": " Crown employment", "section_text": "44 This Part applies in relation to persons employed by or under the Crown (as in relation to other employees)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "45", "section_title": " Inalienability", "section_text": "45 1 Every assignment of or charge on a tax credit, and every agreement to assign or charge a tax credit, is void; and, on the bankruptcy of a person entitled to a tax credit, the entitlement to the tax credit does not pass to any trustee or other person acting on behalf of his creditors. 2 In the application of subsection (1) to Scotland— a the reference to assignment is to assignation (“ assign ” being construed accordingly), and b the reference to the bankruptcy of a person is to the sequestration of his estate or the appointment on his estate of a judicial factor under section 41 of the Solicitors (Scotland) Act 1980 (c. 46)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "46", "section_title": " Giving of notices by Board", "section_text": "46 The Board may give any notice which they are required or permitted to give under this Part in any manner and form which the Board consider appropriate in the circumstances."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "47", "section_title": " Consequential amendments", "section_text": "47 Schedule 3 (consequential amendments) has effect."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "48", "section_title": " Interpretation", "section_text": "48 1 In this Part— “ child ” has the meaning given by section 8(3),  “ couple ” has the meaning given by section 3(5A),  “ the current year income ” has the meaning given by section 7(4), “ employee ” and “ employer ” have the meaning given by section 25(5), ... “ the income threshold ” has the meaning given by section 7(1)(a), “ joint claim ” has the meaning given by section 3(8), ... “ overpayment ” has the meaning given by section 28(2) and (6), “ the previous year income ” has the meaning given by section 7(5), “ qualifying remunerative work ”, and being engaged in it, have the meaning given by regulations under section 10(2), “ qualifying young person ” has the meaning given by section 8(4), “ the relevant income ” has the meaning given by section 7(3), “ responsible ”, in relation to a child or qualifying young person, has the meaning given by regulations under section 8(2)\t\t\t\t\t(for the purposes of child tax credit) or by regulations under section 10(4)\t\t\t\t\t(for the purposes of working tax credit), “ single claim ” has the meaning given by section 3(8), ... “ tax year ” means a period beginning with 6th April in one year and ending with 5th April in the next, and ... 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "49", "section_title": " Functions transferred to Treasury", "section_text": "49 1 The functions of the Secretary of State under— a section 77 of the Social Security Contributions and Benefits Act 1992 (c. 4)\t\t\t\t\t\t\t(guardian’s allowance: Great Britain), b Part 9 of that Act (child benefit: Great Britain), except  ... paragraphs 5 and 6(1) of Schedule 10, c section 80 of the Social Security Administration Act 1992 (c. 5)\t\t\t\t\t\t\t(overlap with benefits under legislation of other member States: Great Britain), and d section 72 of the Social Security Act 1998 (c. 14)\t\t\t\t\t\t\t(power to reduce child benefit for lone parents: Great Britain), are transferred to the Treasury. 2 The functions of the Northern Ireland Department under— a section 77 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7)\t\t\t\t\t\t\t(guardian’s allowance: Northern Ireland), b Part 9 of that Act (child benefit: Northern Ireland), except  ... paragraphs 5 and 6(1) of Schedule 10, c section 76 of the Social Security Administration (Northern Ireland) Act 1992 (c. 8)\t\t\t\t\t\t\t(overlap with benefits under legislation of other member States: Northern Ireland), and d Article 68 of the Social Security (Northern Ireland) Order 1998 (1998/1506 (N.I. 10))\t\t\t\t\t\t\t(power to reduce child benefit for lone parents: Northern Ireland), are transferred to the Treasury. 3 The functions of the Secretary of State under Part 10 of the Social Security Administration Act 1992 (c. 5)\t\t\t\t\t(review and alteration of benefits: Great Britain) so far as relating to child benefit and guardian’s allowance are transferred to the Treasury. 4 The functions of the Northern Ireland Department under sections 132 to 134of the Social Security Administration (Northern Ireland) Act 1992 (c. 8)\t\t\t\t\t(review and alteration of benefits: Northern Ireland) so far as relating to child benefit and guardian’s allowance are transferred to the Treasury."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "50", "section_title": " Functions transferred to Board", "section_text": "50 1 The functions of the Secretary of State and the Northern Ireland Department under the provisions specified in subsection (2), so far as relating to child benefitand guardian’s allowance, are transferred to the Board. 2 The provisions referred to in subsection (1) are— a the Social Security Contributions and Benefits Act 1992 (c. 4), b the Social Security Administration Act 1992, except Part 13 (advisory bodies and consultation: Great Britain), c the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7), d the Social Security Administration (Northern Ireland) Act 1992, except Part 12 (advisory bodies andconsultation: Northern Ireland), e Chapter 2 of Part 1 of the Social Security Act 1998 (c. 14)\t\t\t\t\t\t\t(social security decisions and appeals: Great Britain), f Chapter 2 of Part 2 of the Social Security (Northern Ireland) Order 1998 (1998/1506 (N.I. 10))\t\t\t\t\t\t\t(social security decisions and appeals:Northern Ireland), and g any subordinate legislation made under any of the provisions specified in section 49 or any of the preceding provisions of this subsection. 3 This section has effect subject to section 49."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "51", "section_title": " Consequential amendments", "section_text": "51 Schedule 4 (amendments consequential on transfer of functions made by sections 49 and 50) has effect."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "52", "section_title": " Transfer of property, rights and liabilities", "section_text": "52 1 This subsection transfers to and vests in the Treasury the property, rights and liabilities to which the Secretary of State or the Northern Ireland Department is entitled or subject in connection with functions transferred to the Treasury by section 49 immediately before they are transferred. 2 This subsection transfers to and vests in the Board the property, rights and liabilities to which the Secretary of State or the Northern Ireland Department is entitled or subject in connection with functions transferred to the Board by section 50 immediately before they are transferred. 3 A certificate given by the Treasury that any property has been transferred by subsection (1) is conclusive evidence of the transfer; and a certificate given by the Board that any property has been transferred by subsection (2) is conclusive evidence of the transfer. 4 Subsections (1) and (2) have effect in relation to property, rights and liabilities in spite of any provision (of whatever nature) which would prevent or restrict transfer otherwise than by this section. 5 Subsections (1) and (2) do not apply to contracts within subsection (6); but any term of such a contract about the provision of goods or services to the Secretary of State (or a government department) or the Northern Ireland Department is to be taken to refer also to the Board in connection with any function transferred by section 49 or 50. 6 The contracts within this subsection are contracts for the supply of goods or services to the Secretary of State or the Northern Ireland Department— a which relate partly to functions transferred by section 49 or 50 and partly to other functions, or b the terms of which are wholly or partly determined by a contract within paragraph (a). 7 Her Majesty may by Order in Council make such provision for the transfer to  the statutory home civil service  of persons employed in the Northern Ireland Civil Service as appears to Her Majesty to be appropriate in consequence of the transfer of functions made by sections 49 and 50. 8 In subsection (7)\t\t\t\t\t\t\t\t “ the statutory home civil service ” means the civil service (excluding Her Majesty's diplomatic service) within the meaning of Chapter 1 of Part 1 of the Constitutional Reform and Governance Act 2010 (see section 1(4) of that Act)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "53", "section_title": "General functions of Commissioners for Revenue and Customs", "section_text": "53 The Commissioners for Her Majesty’s Revenue and Customs shall be responsible for the payment and management of child benefit and guardian’s allowance."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "54", "section_title": " Transitional provisions", "section_text": "54 1 Any function covered by section 49 which is a function of making subordinate legislation may be exercised by the Treasury at any time after the passing of this Act if the subordinate legislation made in the exercise of the function comes into force after the commencement of that section. 2 Any function covered by section 50 which is a function of making subordinate legislation may be exercised by the Board at any time after the passing of this Act if the subordinate legislation made in the exercise of the function comes into force after the commencement of that section. 3 Nothing in section 49 or 50 affects the validity of anything done by or in relation to the Secretary of State or the Northern Ireland Department before its commencement. 4 Anything (including legal proceedings) relating to any functions transferred by section 49, or any property, rights or liabilities transferred by section 52(1), which is in the course of being done or carried on by or in relation to the Secretary of State or the Northern Ireland Department immediately before the transfer may be continued by or in relation to the Treasury. 5 Anything (including legal proceedings) relating to any functions transferred by section 50, or any property, rights or liabilities transferred by section 52(2), which is in the course of being done or carried on by or in relation to the Secretary of State or the Northern Ireland Department immediately before the transfer may be continued by or in relation to the Board. 6 Anything done by the Secretary of State or the Northern Ireland Department for the purposes of or in connection with any functions transferred by section 49, or any property, rights or liabilities transferred by section 52(1), which is in effect immediately before the transfer has effect afterwards as if done by the Treasury. 7 Anything done by the Secretary of State or the Northern Ireland Department for the purposes of or in connection with any functions transferred by section 50, or any property, rights or liabilities transferred by section 52(2), which is in effect immediately before the transfer has effect afterwards as if done by the Board. 8 The Treasury is substituted for the Secretary of State or the Northern Ireland Department in any subordinate legislation, any contracts or other documents and any legal proceedings relating to any functions transferred by section 49, or any property, rights or liabilities transferred by section 52(1), made or commenced before the transfer. 9 The Board are substituted for the Secretary of State or the Northern Ireland Department in any subordinate legislation, any contracts or other documents and any legal proceedings relating to any functions transferred by section 50, or any property, rights or liabilities transferred by section 52(2), made or commenced before the transfer. 10 Any order made under section 8 of the Electronic Communications Act 2000 (c. 7) which— a modifies provisions relating to child benefit or guardian’s allowance, and b is in force immediately before the commencement of this subsection, is to continue to have effect for the purposes of child benefit and guardian’s allowance, despite subsection (7) of that section, until regulations made by the Board under section 132 of the Finance Act 1999 (c. 16) which are expressed to supersede that order come into force."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "55", "section_title": " Continuing entitlement after death of child", "section_text": "55 1 Insert the section set out in subsection (2)— a in the Social Security Contributions and Benefits Act 1992 (c. 4) after section 145 (as section 145A), and b in the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7) after section 141 (as section 141A). 2 The section is—  Entitlement after death of child 1 If a child dies and a person is entitled to child benefit in respect of him for the week in which his death occurs, that person shall be entitled to child benefit in respect of the child for a prescribed period following that week. 2 If the person entitled to child benefit under subsection (1) dies before the end of that prescribed period and, at the time of his death, was— a a member of a married couple and living with the person to whom he was married, or b a member of an unmarried couple, that other member of the married couple or unmarried couple shall be entitled to child benefit for the period for which the dead person would have been entitled to child benefit under subsection (1) above but for his death. 3 If a child dies before the end of the week in which he is born, subsections (1) and (2) apply in his case as if references to the person entitled to child benefit in respect of a child for the week in which his death occurs were to the person who would have been so entitled if the child had been alive at the beginning of that week (and if any conditions which were satisfied, and any facts which existed, at the time of his death were satisfied or existed then). 4 Where a person is entitled to child benefit in respect of a child under this section, section 77 applies with the omission of subsections (4) to (6). 5 In this section— “ married couple ” means a man and a woman who are married to each other and are neither— separated under a court order, nor separated in circumstances in which the separation is likely to be permanent, and “ unmarried couple ” means a man and a woman who are not a married couple but are living together as husband and wife."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "56", "section_title": " Presence in United Kingdom", "section_text": "56 1 For section 146 of the Social Security Contributions and Benefits Act 1992 (c. 4)\t\t\t\t\t(persons outside Great Britain) substitute—  Presence in Great Britain 146 1 No child benefit shall be payable in respect of a child for a week unless he is in Great Britain in that week. 2 No person shall be entitled to child benefit for a week unless he is in Great Britain in that week. 3 Circumstances may be prescribed in which a child or other person is to be treated for the purposes of this section as being, or as not being, in Great Britain. 2 For section 142 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7)\t\t\t\t\t(persons outside Northern Ireland) substitute—  Presence in Northern Ireland 142 1 No child benefit shall be payable in respect of a child for a week unless he is in Northern Ireland in that week. 2 No person shall be entitled to child benefit for a week unless he is in Northern Ireland in that week. 3 Circumstances may be prescribed in which a child or other person is to be treated for the purposes of this section as being, or as not being, in Northern Ireland."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "57", "section_title": " Abolition of exclusion of tax exempt persons", "section_text": "57 In Schedule 9 to— a the Social Security Contributions and Benefits Act 1992, and b the Social Security Contributions and Benefits (Northern Ireland) Act 1992, omit paragraph 4 (person not entitled to child benefit if he or other prescribed person is exempt from tax under prescribed provisions)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "58", "section_title": " Administrative arrangements", "section_text": "58 1 This section applies where regulations under— a section 4 or 6 of this Act, b section 5 of the Social Security Administration Act 1992 (c. 5), or c section 5 of the Social Security Administration (Northern Ireland) Act 1992 (c. 8), permit or require a claim or notification relating to a tax credit, child benefit or guardian’s allowance to be made or given to a relevant authority. 2 Where this section applies, regulations may make provision— a for information or evidence relating to tax credits, child benefit or guardian’s allowance to be provided to the relevant authority (whether by persons by whom such claims and notifications are or have been made or given, by the Board or by other persons), b for the giving of information or advice by a relevant authority to persons by whom such claims or notifications are or have been made or given, and c for the recording, verification and holding, and the forwarding to the Board or a person providing services to the Board, of claims and notifications received by virtue of the regulations referred to in subsection (1) and information or evidence received by virtue of paragraph (a), 3 “ Relevant authority ” means— a the Secretary of State, b the Northern Ireland Department, or c a person providing services to the Secretary of State or the Northern Ireland Department."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "59", "section_title": " Use and disclosure of information", "section_text": "59 Schedule 5 (use and disclosure of information) has effect."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "60", "section_title": " Repeals", "section_text": "60 Schedule 6 (repeals) has effect."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "61", "section_title": " Commencement", "section_text": "61 Apart from section 54(1) and (2), the preceding provisions of this Act come into force in accordance with orders made by the Treasury."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "62", "section_title": " Transitional provisions and savings", "section_text": "62 1 The Secretary of State may by order make as respects England and Wales and Scotland, and the Northern Ireland Department may by order make as respects Northern Ireland, any transitional provisions or savings which appear appropriate in connection with the commencement of the abolition of the increases referred to in section 1(3)(e). 2 Subject to any provision made by virtue of subsection (1), the Treasury may by order make any transitional provisions or savings which appear appropriate in connection with the commencement of any provision of this Act."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "63", "section_title": " Tax credits appeals etc.: temporary modifications", "section_text": "63 1 Until such day as the Treasury may by order appoint, Part 1 of this Act has effect subject to the modifications specified in this section; and an order under this subsection may include any transitional provisions or savings which appear appropriate. 2 Except in the case of an appeal against an employer penalty, an appeal under section 38 is to— a in Great Britain, the First-tier Tribunal; or b in Northern Ireland, the appeal tribunal; and in either case section 39(6) shall not apply. 3 The function of giving a direction under section 19(10) is a function of— a in Great Britain, the First-tier Tribunal; or b in Northern Ireland, the appeal tribunal; and in either case the relevant provisions of Part 5 of the Taxes Management Act 1970 shall not apply. 4 In Northern Ireland, except in the case of an employer information penalty, proceedings under paragraph 3 of Schedule 2 are by way of information in writing, made to the appeal tribunal (rather than to the tribunal), and upon summons issued by them to the defendant to appear before them at a time and place stated in the summons; and they must hear and decide each case in a summary way. 5 So far as is appropriate in consequence of subsections (2) to (4)— a the references to the  tribunal in section 19(10)  and paragraphs 2 and 3(2) of Schedule 2 are to   the First-tier Tribunal or  the  appeal tribunal ,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In Northern Ireland, an appeal under paragraph 2(2) or 4(1) of Schedule 2 from a decision of, or against the determination of a penalty by, the appeal tribunal lies to the Northern Ireland Social Security Commissioner (rather than to the Upper Tribunal). 7 So far as is appropriate in consequence of subsection (6), the references in paragraphs 2(2) and 4 of Schedule 2  to the Upper Tribunal are to the Northern Ireland Social Security Commissioner . 8 Regulations may apply any provision contained in— a Chapter 2 of Part 1 of the Social Security Act 1998 (c. 14) (social security appeals: Great Britain), b Chapter 2 of Part 2 of the Social Security (Northern Ireland) Order 1998 (S.I. 1998/1506 (N.I. 10)) (social security appeals: Northern Ireland), or c section 54 of the Taxes Management Act 1970 (c. 9) (settling of appeals by agreement), in relation to appeals which, by virtue of this section, are to  the First-tier Tribunal or  the  appeal tribunal or lie to  a Northern Ireland Social Security Commissioner, but subject to such modifications as are prescribed. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 “Appeal tribunal” means an appeal tribunal constituted under Chapter 1 of Part 2 of the Social Security (Northern Ireland) Order 1998. 11 “ Employer penalty ” means— a a penalty under section 31 or 32 relating to a requirement imposed by virtue of regulations under section 25, or b a penalty under section 33. 12 “ Employer information penalty ” means a penalty under section 32(2)(a) relating to a requirement imposed by virtue of regulations under section 25. 13 “Northern Ireland Social Security Commissioner” means the Chief Social Security Commissioner or any other Social Security Commissioner appointed under the Social Security Administration (Northern Ireland) Act 1992 (c. 8) or a tribunal of two or more Commissioners constituted under Article 16(7) of the Social Security (Northern Ireland) Order 1998 (S.I. 1998/1506 (N.I. 10)). 14 “tribunal” (other than in the expression “appeal tribunal”) shall have the meaning in section 47C of the Taxes Management Act 1970."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "64", "section_title": " Northern Ireland", "section_text": "64 1 The Northern Ireland Act 1998 (c. 47) has effect subject to the amendments in subsections (2) and (3). 2 In Schedule 2 (excepted matters), after paragraph 10 insert— 10A Tax credits under Part 1 of the Tax Credits Act 2002. 10B Child benefit and guardian’s allowance. 3 In section 87 (consultation and co-ordination on social security matters), after subsection (6) insert— 6A But this section does not apply to the legislation referred to in subsection (6) to the extent that it relates to child benefit or guardian’s allowance. 4 For the purposes of that Act, a provision of— a an Act of the Northern Ireland Assembly, or b a Bill for such an Act, which amends or repeals any of the provisions of the Employment Rights (Northern Ireland) Order 1996 (S.I. 1996/1919 (N.I. 16)) dealt with in Schedule 1 shall not be treated as dealing with tax credits if the Act or Bill deals with employment rights conferred otherwise than by that Schedule in the same way."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "65", "section_title": " Regulations, orders and schemes", "section_text": "65 1 Any power to make regulations under sections 3, 7 to 13, 42 and 43, and any power to make regulations under this Act prescribing a rate of interest, is exercisable by the Treasury. 2 Any other power to make regulations under this Act is exercisable by the Board. 3 Subject to subsection (4), any power to make regulations, orders or schemes under this Act is exercisable by statutory instrument. 4 The power— a of the Department of Health, Social Services and Public Safety to make schemes under section 12(5), and b of the Northern Ireland Department to make orders under section 62(1), is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 5 Regulations may not be made under section 25 or 26 in relation to appeals in Scotland without the consent of the Scottish Ministers. 6 Regulations may not be made under section 39(6) or 63(8) without the consent of the Lord Chancellor  , the Department of Justice in Northern Ireland  and the Scottish Ministers. 7 Any power to make regulations under this Act may be exercised— a in relation to all cases to which it extends, to all those cases with prescribed exceptions or to prescribed cases or classes of case, b so as to make as respects the cases in relation to which it is exercised the full provision to which it extends or any less provision (whether by way of exception or otherwise), c so as to make the same provision for all cases in relation to which it is exercised or different provision for different cases or classes of case or different provision as respects the same case or class of case for different purposes, d so as to make provision unconditionally or subject to any prescribed condition, e so as to provide for a person to exercise a discretion in dealing with any matter. 8 Any regulations made under a power under this Act to prescribe a rate of interest may— a either themselves specify a rate of interest or make provision for any such rate to be determined by reference to such rate or the average of such rates as may be referred to in the regulations, b provide for rates to be reduced below, or increased above, what they otherwise would be by specified amounts or by reference to specified formulae, c provide for rates arrived at by reference to averages to be rounded up or down, d provide for circumstances in which alteration of a rate of interest is or is not to take place, and e provide that alterations of rates are to have effect for periods beginning on or after a day determined in accordance with the regulations in relation to interest running from before that day as well as from or from after that day. 9 Any power to make regulations or a scheme under this Act includes power to make any incidental, supplementary, consequential or transitional provision which appears appropriate for the purposes of, or in connection with, the regulations or scheme."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "66", "section_title": " Parliamentary etc. control of instruments", "section_text": "66 1 No  order or  regulations to which this subsection applies may be made unless a draft of the instrument containing  the order or regulations  (whether or not together with other provisions) has been laid before, and approved by a resolution of, each House of Parliament. 2 Subsection (1) applies to— za an order made by the Treasury under section 36A(8) or 36C(9), zb regulations made under section 36A(5) or 36C(4), a regulations prescribing monetary amounts that are required to be reviewed under section 41, b regulations made by virtue of subsection (2) of section 12 prescribing the amount in excess of which charges are not taken into account for the purposes of that subsection, and c the first regulations made under sections 7(8) and (9), 9, 11, 12 and 13(2). 3 A statutory instrument containing— a an order or  regulations under this Act, b a scheme made by the Secretary of State under section 12(5), or c an Order in Council under section 52(7), is (unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament) subject to annulment in pursuance of a resolution of either House of Parliament. 4 A statutory instrument containing a scheme made by the Scottish Ministers under section 12(5) is subject to annulment in pursuance of a resolution of the Scottish Parliament. 5 A statutory rule containing a scheme made by the Department of Health, Social Services and Public Safety under section 12(5) is subject to negative resolution within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.))."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "67", "section_title": " Interpretation", "section_text": "67 In this Act— “ the Board ” means the Commissioners of Inland Revenue, “ cautioned ”, in relation to any person and any offence, means cautioned after the person concerned has admitted the offence; and  “caution” is to be interpreted accordingly; “ modifications ” includes alterations, additions and omissions, and “ modifies ” is to be construed accordingly, “ the Northern Ireland Department ” means the Department for Social Development in Northern Ireland, “ prescribed ” means prescribed by regulations, and “ tax credit ” and “ tax credits ” have the meanings given by section 1(2)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "68", "section_title": " Financial provision", "section_text": "68 1 There is to be paid out of money provided by Parliament— a any expenditure of a Minister of the Crown or government department under this Act, and b any increase attributable to this Act in sums payable out of money provided by Parliament under any other Act. 2 There is to be paid into the Consolidated Fund any sums received by a government department by virtue of this Act (apart from any required by any other enactment to be paid into the National Insurance Fund)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "69", "section_title": " Extent", "section_text": "69 1 The amendments, repeals and revocations made by this Act have the same extent as the enactments or instruments to which they relate. 2 Subject to that, this Act extends to Northern Ireland (as well as to England and Wales and Scotland)."}, {"act": "Tax Credits Act 2002", "year": 2002, "section": "70", "section_title": " Short title", "section_text": "70 This Act may be cited as the Tax Credits Act 2002."}]