[{"act": "Administration of Justice Act 1973", "year": 1973, "section": "1", "section_title": "", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 There shall cease to have effect— a section 1 of the  Metropolitan Police Act 1829 in so far as ir regulates the appointment or removal of the Commissioner of Police of the Metropolis ; and b so much of section 2 of the  Metropolitan Police Act 1856 as provides for the Assistant Commissioners of Police of the Metropolis to be justices of the peasce ; and the Commissioner of Police shall be appointed in like manner as Assistant Commissioners are under the said section 2 to be appointed."}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "2", "section_title": "", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "5", "section_title": "\n\t\t\tConsequential.", "section_text": "5 . . .  Schedule 1 to this Act shall have effect; and the enactments specified in paragraph 10 of that Schedule shall have effect subject to the amendments specified in that paragraph."}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "6", "section_title": " Jurisdiction of county courts in relation to land.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "7", "section_title": "", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In section 93 of that Act (which enables the judge to refer proceedings or questions arising in proceedings for inquiry and report) there shall be made the following amendments— a in subsection (1), at the end, there shall be inserted the words “and, in such cases as may be prescribed by and subject to county court rules, the registrar may refer to a referee for inquiry and report any question arising in any proceedings.” ; and b in subsection (2), after the word “judge”, there shall be inserted the words “or, as the case may be, the registrar”."}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "8", "section_title": " Extension of powers of court in action by mortgagee of dwelling-house.", "section_text": "8 1 Where by a mortgage of land which consists of or includes a dwelling-house, or by any agreement between the mortgagee under such a mortgage and the mortgagor, the mortgagor is entitled or is to be permitted to pay the principal sum secured by instalments or otherwise to defer payment of it in whole or in part, but provision is also made for earlier payment in the event of any default by the mortgagor or of a demand by the mortgagee or otherwise, then for purposes of section 36 of the  Administration of Justice Act 1970 (under which a court has power to delay giving a mortgagee possession of the mortgaged property so as to allow the mortgagor a reasonable time to pay any sums due under the mortgage) a court may treat as due under the mortgage on account of the principal sum secured and of interest on it only such amounts as the mortgagor would have expected to be required to pay if there had been no such provision for earlier payment. 2 A court shall not exercise by virtue of subsection (1) above the powers conferred by section 36 of the  Administration of Justice Act 1970 unless it appears to the court not only that the mortgagor is likely to be able within a reasonable period to pay any amounts regarded (in accordance with subsection (1) above) as due on account of the principal sum secured, together with the interest on those amounts, but also that he is likely to be able by the end of that period to pay any further amounts that he would have expected to be required to pay by then on account of that sum and of interest on it if there had been no such provision as is referred to in subsection (1) above for earlier payment. 3 Where subsection (1) above would apply to an action in which a mortgagee only claimed possession of the mortgaged property, and the mortgagee brings an action for foreclosure (with or without also claiming possession of the property), then section 36 of the Administration of Justice Act 1970 together with subsections (1) and (2) above shall apply as they would apply if it were an action in which the mortgagee only claimed possession of the mortgaged property, except that— a section 36(2)(b) shall apply only in relation to any claim for possession; and b section 36(5) shall not apply. 4 For purposes of this section the expressions “ dwelling-house ”, “ mortgage ”, “ mortgagee ” and “ mortgagor ” shall be construed in the same way as for the purposes of Part IV of the Administration of Justice Act 1970. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In the application of this section to Northern Ireland, subsection (3) shall be omitted."}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "9", "section_title": " Judicial salaries  etc .", "section_text": "9 1 Subject to the following subsections, there shall be paid to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b judges of the   Court of Judicature  in England and Wales other than the Lord Chancellor; c judges of the Court of Session; d judges of the   Court of Judicature  in Northern Ireland; e District Judges (Magistrates’ Courts); such salaries as may be determined, with the consent of the Minister for the Civil Service, by the Lord Chancellor or, in the case of judges of the Court of Session, by the Secretary of State. 2 Until otherwise determined under this section, there shall be paid to the holders of judicial office mentioned in paragraphs (a) to (e) of subsection (1) above the same salaries as at the coming into force of this section. 3 Any salary payable under this section may be increased, but not reduced, by a determination or further determination under this section. 3A There may be paid to judges of the Court of Session such allowances as may be determined, with the consent of Treasury, by the Lord Chancellor. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Salaries payable  under subsection (1)(d) shall be charged on and paid out of the Consolidated Fund of Northern Ireland and other salaries payable  under this section shall be charged on and paid out of the Consolidated Fund of the United Kingdom."}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "10", "section_title": " Judicial pensions (increase of widow’s and children’s pensions).", "section_text": "10   1 The annual amount of the   widow's, widower's or surviving civil partner's  pension that may be granted under or by virtue of the  Administration of Justice (Pensions) Act 1950 wholly or partly in respect of relevant service after the passing of this Act, and the annual amount of the children’s pension that may be so granted, shall be increased in accordance with this section; and where the   widow's, widower's or surviving civil partner's  pension or children’s pension (if any) that may be granted in respect of a person’s relevant service is so increased, there shall be made towards the cost of the liability therefor such contributions (in lieu of or in addition to that required by section 8 of the Act of 1950) as may be prescribed, in the form either of a reduction or further reduction of the lump sum pension benefit payable in respect of that service or of deductions from the salary so payable or partly in one of those forms and partly in the other. 2 In the case of pensions attributable wholly to relevant service after the passing of this Act,— a the annual amount of a   widow's, widower's or surviving civil partner's  pension may be one-half of the annual amount of the personal pension of the deceased; and b subject to section 7(4) of the Act of 1950 (which makes provision for the case of   effect of survivor's marriage or formation of a civil partnership ), the annual amount of a children’s pension, while there is only one person for whose benefit it can enure, may amount— i where the deceased  left a spouse   or civil partner  and he or  she is still alive, to one-quarter of the annual amount of the personal pension; and ii in any other case, to one-third of the annual amount of the personal pension; and while there are two or more persons for whose benefit it can enure, may amount to twice the figure given by whichever is applicable of sub-paragraphs (i) and (ii) above. In section 7(4) of the Act of 1950 the reference to subsection (2) of that section shall include paragraph (b)(ii) of this subsection. 3 Subject to subsection (4) below, in the case of pensions payable partly in respect of relevant service after the passing of this Act but not attributable wholly to that service, the annual value of the   widow's, widower's or surviving civil partner's  pension or children’s pension that may be granted shall be determined by reference to the proportions which the relevant service before and after that time bear to the whole of the relevant service, and shall be the amount obtained by adding— a the part proportionate to the service before that time of the annual amount of the pension that might have been granted if this section had not been passed; and b the part proportionate to the service after that time of the annual amount of the pension that might have been granted if this section had always had effect. 4 In relation to persons serving at the passing of this Act provision may be made by regulations whereby, subject to any prescribed conditions, an election may be made by or with respect to a person— a that subsection (2) above shall apply to him  or her  as if the whole of his  or her  relevant service were service after the passing of this Act, and subsection (3) shall not apply; b that subsections (1) to (3) above shall not apply to him  or her , and the Act of 1950 shall apply as if this section had not been passed; c in the case of a person who elected under section 11(1) or (2) of the Act of 1950 for his  or her  eligibility for pension not to satisfy the conditions for the grant of a   widow's, widower's or surviving civil partner's  or children’s pension, that the election under that section shall be revoked. 5 Where a person’s relevant service is partly before and partly after the passing of this Act, then for the purposes of this section any   widow's, widower's or surviving civil partner's  or children’s pension payable in respect of that service is to be regarded as attributable wholly to the service after that time if the service before that time does not add to the annual rate of the personal pension, and for the purposes of subsection (3) there shall be left out of account so much (if any) of the service before that time as does not add to the annual amount of the personal pension. 6 Regulations made for purposes of this section may make provision for consequential or incidental matters, including provision excluding or modifying the operation of any enactment passed before this Act; and in particular any regulations providing for contributions by deduction from salary may make consequential provision as to sections 10 and 11 of the Act of 1950 and any other enactment referring or relating to lump sums payable under that Act. 7 Regulations for purposes of this section may be made, with the concurrence of the Minister for the Civil Service, by the Lord Chancellor or, in relation to pensions for service in offices existing only in Scotland, by the Secretary of State; and the power to make regulations for purposes of this section shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 The foregoing provisions of this section shall have effect in relation to the enactments mentioned in Schedule 3 to this Act as they have effect in relation to the Act of 1950, but subject to the adaptations provided for by that Schedule; and provision corresponding to that which is made by subsections (1) and (3) above, or which may be made by regulations under this section for purposes of those subsections may, in relation to the pension benefits of any resident magistrate or county court registrar included in Schedule 5 to the Superannuation (Northern Ireland) Order 1972 (persons remaining subject to the Superannuation Acts (Northern Ireland) 1967 and 1969), be made by order of the Ministry of Finance for Northern Ireland. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "12", "section_title": " Retirement of higher judiciary in event of incapacity.", "section_text": "12 1 Where the Lord Chancellor is satisfied by means of a medical certificate that a person holding office  . . .  as judge of the   Court of Judicature  in Northern Ireland  (other than a judge to whom section 7 of the Justice (Northern Ireland) Act 2002 applies)  is disabled by permanent infirmity from the performance of the duties of his office, but is for the time being incapacitated from resigning it, then subject to   subsection (4)  below the Lord Chancellor may by instrument under his hand declare that person’s office to have been vacated, and the instrument shall have the like effect for all purposes as if that person had on the date of the instrument resigned his office. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A declaration under this section with respect to a judge of the   Court of Judicature  in England and Wales shall be of no effect unless it is made— a in the case of any of the Lord Chief Justice, the Master of the Rolls, the President of the Family Division and the Vice-Chancellor, with the concurrence of two others of them; b in the case of a Lord Justice of Appeal, with the concurrence of the Master of the Rolls; c in the case of a puisne judge of the Queen’s Bench Division, with the concurrence of the Lord Chief Justice; d in the case of a puisne judge of the Chancery Division other than the Vice-Chancellor, with the concurrence of the Vice-Chancellor; e in the case of a puisne judge of the Family Division, with the concurrence of the President of the Family Division. 4 A declaration under this section with respect to a judge of the   Court of Judicature  of Northern Ireland shall be of no effect unless it is made with the concurrence of the Lord Chief Justice of Northern Ireland or, if made with respect to him, with that of the senior Lord Justice of Appeal."}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "14", "section_title": " Pensions of resident magistrates in Northern Ireland.", "section_text": "14 1 In the  Residents Magistrates’ Pensions Act (Norther Ireland) 1960 the definition of “retiring salary” in section 22(1) shall be amended by omitting the word “average” and by substituting for the words “during the three years immediately preceding the date of his retirement” the words “immediately before his retirement”. 2 This section shall not affect any pension or other benefit payable to or in respect of a person who retired or died before the coming into force of this section. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "16", "section_title": " Appointment of deputy district registrars of High Court and deputy county court registrars.", "section_text": "16   1 If it appears to the Lord Chancellor that it is expedient as a temporary measure to make an appointment under this subsection in order to facilitate the disposal of business in the High Court, he may appoint a person to be a deputy district registrar in any district registry of the High Court during such period or on such occasions as the Lord Chancellor thinks fit; and a deputy district registrar, while acting under his appointment, shall have the same powers as if he were the district registrar. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 After the coming into force of this section no further appointment shall be made of provisional district registrars or deputy district registrars under section 84 of the  Court of Judicature (Consolidation) Act 1925 or section 11 of the  Administration of Justice Act 1956, or of deputy county court registrars under section 27 of the County Courts Act 1959; and on the coming into force of this section any person then holding office as deputy district registrar or deputy county court registrar shall vacate that office, but so that subsections (4), (5) and (6) above shall thereafter apply to him as if he had been appointed under this section for a period then expiring."}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "18", "section_title": " Payment of interpreters in criminal cases (Northern Ireland).", "section_text": "18 1 In the Costs in Criminal Cases Act (Northern Ireland) 1968, after section 5 thereof, there shall be inserted the following section—  Fees of required interpreter. 5A Notwithstanding anything to the contrary contained in this Act, where in any criminal proceedings an interpreter is required because of a defendant’s lack of English, the expenses properly incurred on his employment shall, in accordance with rules made pursuant to section 7, be defrayed by the Ministry. 2 Where in any of the following proceedings, that is to say,— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b any proceedings before . . .   the High Court of Justice in Northern Ireland in a criminal cause or matter; c any proceedings on an appeal to   the   Court of Judicature  from a decision in proceedings within . . .  \t\t\t\t\t\t\t(b) above or an application for leave to appeal from such a decision; an interpreter is required because of a defendant’s lack of English, the expenses properly incurred on his employment shall be defrayed by the   Department of Justice , up to an amount allowed by   the High Court  or (in the case of proceedings in   the   Court of Judicature ) by   the   Court of Judicature . In this subsection “ defendant ” means the person (whether convicted or not) who is alleged to be guilty of an offence. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Administration of Justice Act 1973", "year": 1973, "section": "21", "section_title": " Short title and extent.", "section_text": "21 1 This Act may be cited as the Administration of Justice Act 1973. 2 The foregoing sections of this Act shall not extend to Scotland or to Northern Ireland except to the following extent, that is to say— a sections 9 to 12 of this Act, and the repeals made by Parts IV and V of Schedule 5, shall extend to Scotland or to Northern Ireland in so far as they affect the law of Scotland or of Northern Ireland; and b sections 8, 14 and 18 of this Act (together with so much of section 20(1) as relates to those sections) shall extend to Northern Ireland."}]