[{"act": "Bahamas Independence Act 1973", "year": 1973, "section": "1", "section_title": " Fully responsible status of Bahamas.", "section_text": "1 1 On and after 10th July 1973 (in this Act referred to as “ the appointed day ”) Her Majesty’s Government in the United Kingdom shall have no responsibility for the government of the Bahamas. 2 No Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend, or be deemed to extend, to the Bahamas as part of their law; and on and after that day the provisions of Schedule 1 to this Act shall have effect with respect to the legislative powers of the Bahamas."}, {"act": "Bahamas Independence Act 1973", "year": 1973, "section": "2", "section_title": " Consequential modifications of British Nationality Acts.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Except as provided by section 3 of this Act, any person who immediately before the appointed day— a is a citizen of the United Kingdom and Colonies by virtue of a certificate of naturalisation granted or registration effected by the Governor or Government of the Bahamas; and b is also a citizen or national of another country, shall on that day cease to be a citizen of the United Kingdom and Colonies whether or not he becomes on that day a citizen of the Bahamas. 4 Except as provided by section 3 of this Act and without prejudice to subsection (3) of this section, any person who— a immediately before the appointed day is a citizen of the United Kingdom and Colonies by virtue of any such certificate or registration as is mentioned in subsection (3)( a ) of this section; and b after that day becomes a citizen of the Bahamas under any such provisions as are mentioned in subsection (5) of this section, shall cease to be a citizen of the United Kingdom and Colonies on the date on which he becomes a citizen of the Bahamas under those provisions. 5 The provisions mentioned in subsection (4)( b ) of this section are any provisions of an Order in Council made after the passing of this Act under the  Bahamas Islands (Constitution) Act 1963 whereby a person becomes, or is entitled to become, a citizen of the Bahamas after the appointed day by reason of his being immediately before that day a citizen of the United Kingdom and Colonies by virtue of any such certificate or registration as is mentioned in subsection (3)( a ) of this section or by reason of his possessing immediately before that day Bahamian status as defined in section 128 of the Constitution set out in the Schedule to the  Bahamas Islands (Constitution) Order 1969. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 The references in this section to a person who is a citizen of the United Kingdom and Colonies by virtue of any such certificate as is mentioned in subsection (3)( a ) of this section shall include references to a person who has become a person naturalised in the United Kingdom and Colonies by virtue of section 32(6) of the  British Nationality Act 1948 (persons given local naturalisation in a colony or protectorate before the commencement of that Act) in its application to the Bahamas."}, {"act": "Bahamas Independence Act 1973", "year": 1973, "section": "3", "section_title": " Retention of citizenship of United Kingdom and Colonies by certain persons connected with the Bahamas.", "section_text": "3 1 Subject to subsection (5) of this section, a person shall not cease to be a citizen of the United Kingdom and Colonies under section 2 of this Act if he, his father or his father’s father— a was born in the United Kingdom or in a colony  . . .; or b is or was a person naturalised in the United Kingdom and Colonies; or c was registered as a citizen of the United Kingdom and Colonies; or d became a British subject by reason of the annexation of any territory included in a colony. 2 A person shall not cease to be a citizen of the United Kingdom and Colonies under the said section 2 if either— a he was born in a protectorate or protected state; or b his father or his father’s father was so born and is or at any time was a British subject. 3 A woman who immediately before the appointed day is the wife of a citizen of the United Kingdom and Colonies— a shall not cease to be such a citizen under the said section 2 unless her husband either does so at the same time or has already done so; and b if she would, apart from paragraph ( a ) of this subsection, have ceased to be such a citizen under that section at any time and her husband subsequently ceases to be such a citizen under that section, she shall cease to be such a citizen when her husband does so. 4 Subject to subsection (5) of this section, the reference in subsection (1)( b ) of this section to a person naturalised in the United Kingdom and Colonies shall include a reference to a person who would, if living immediately before the commencement of the  British Nationality Act 1948, have become a person naturalised in the United Kingdom and Colonies by virtue of section 32(6) of that Act. 5 In this section— a references to a colony shall be construed as not including references to any territory which, on the appointed day, is not a colony for the purposes of the  British Nationality Act 1948 as that Act has effect on that day, and accordingly do not include references to the Bahamas, and b references to a protectorate or protected state shall be construed as not including references to any territory which, on the appointed day, is not a protectorate or a protected state (as the case may be) for the purposes of that Act as it has effect on that day; and subsection (1) of this section shall not apply to a person by virtue of any certificate of naturalisation granted or registration effected by the Governor or Government of a territory which by virtue of this subsection is excluded from references in this section to a colony, protectorate or protected state."}, {"act": "Bahamas Independence Act 1973", "year": 1973, "section": "4", "section_title": "", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 On and after the appointed day the provisions specified in Schedule 2 to this Act shall have effect subject to the amendments specified respectively in that Schedule. 4 Subsection (3) of this section, and Schedule 2 to this Act, shall not extend to the Bahamas as part of their law."}, {"act": "Bahamas Independence Act 1973", "year": 1973, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Bahamas Independence Act 1973", "year": 1973, "section": "6", "section_title": " Interpretation.", "section_text": "6 1 In this Act, and in any amendment made by this Act in any other enactment, “ the Bahamas ” means the territories which immediately before the appointed day constitute the Colony of the Commonwealth of the Bahama Islands and which on and after that day are to be called the Commonwealth of the Bahamas. 2 Part III of the  British Nationality Act 1948 (interpretation  etc. ) as in force at the passing of this Act shall have effect for the purposes of sections 2 and 3 of this Act as if they were included in that Act. 3 References in this Act to any enactment are references to that enactment as amended or extended by or under another enactment."}, {"act": "Bahamas Independence Act 1973", "year": 1973, "section": "7", "section_title": " Short title, repeal and extent.", "section_text": "7 1 This Act may be cited as the Bahamas Independence Act 1973. 2 The  Bahama Islands (Constitution) Act 1963 is hereby repealed as from the appointed day but not so as to affect the operation as part of the law of the Bahamas of any Order in Council made by virtue of that Act before that day. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]