[{"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "1", "section_title": " Abolition of wife’s dependent domicile.", "section_text": "1 1 Subject to subsection (2) below, the domicile of a married woman as at any time after the coming into force of this section shall, instead of being the same as her husband’s by virtue only of marriage, be ascertained by reference to the same factors as in the case of any other individual capable of having an independent domicile. 2 Where immediately before this section came into force a woman was married and then had her husband’s domicile by dependence, she is to be treated as retaining that domicile (as a domicile of choice, if it is not also her domicile of origin) unless and until it is changed by acquisition or revival of another domicile either on or after the coming into force of this section. 3 This section extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "3", "section_title": " Age at which independent domicile can be acquired.", "section_text": "3 1 The time at which a person first becomes capable of having an independent domicile shall be when he attains the age of sixteen or marries under that age; and in the case of a person who immediately before 1st January 1974 was incapable of having an independent domicile, but had then attained the age of sixteen or been married, it shall be that date. 2 This section extends to England and Wales and Northern Ireland (but not to Scotland)."}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "4", "section_title": " Dependent domicile of child not living with his father.", "section_text": "4 1 Subsection (2) of this section shall have effect with respect to the dependent domicile of a child as at any time after the coming into force of this section when his father and mother are alive but living apart. 2 The child’s domicile as at that time shall be that of his mother if— a he then has his home with her and has no home with his father; or b he has at any time had her domicile by virtue of paragraph ( a ) above and has not since had a home with his father. 3 As at any time after the coming into force of this section, the domicile of a child whose mother is dead shall be that which she last had before she died if at her death he had her domicile by virtue of subsection (2) above and he has not since had a home with his father. 4 Nothing in this section prejudices any existing rule of law as to the cases in which a child’s domicile is regarded as being, by dependence, that of his mother. 5 In this section, “ child ” means a person incapable of having an independent domicile; . . .   6 This section extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "5", "section_title": " Jurisdiction of High Court and  family court .", "section_text": "5 1 Subsections (2) to (5) below shall have effect, subject to section 6(3) and (4) of this Act, with respect to the jurisdiction of the court to entertain  any of the following proceedings in relation to a marriage of a man and a woman — a proceedings for divorce, judicial separationor nullity of marriage;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A In this Part of this Act—  ...  ... “the court” means the High Court  and the family court . 2 The court shall have jurisdiction to entertain proceedings for divorce or judicial separation if (and only  if) on the date of the application— a both parties to the marriage are habitually resident in England and Wales; b both parties to the marriage were last habitually resident in England and Wales and one of them continues to reside there; c the respondent is habitually resident in England and Wales; ca in a joint application only, either of the parties to the marriage is habitually resident in England and Wales; d the applicant is habitually resident in England and Wales and has resided there for at least one year immediately before the application was made; e the applicant is domiciled and habitually resident in England and Wales and has resided there for at least six months immediately before the application was made; f both parties to the marriage are domiciled in England and Wales; or g either of the parties to the marriage is domiciled in England and Wales. 3 The court shall have jurisdiction to entertain proceedings for nullity of marriage if (and only  if) on the date of the application— a both parties to the marriage are habitually resident in England and Wales; b both parties to the marriage were last habitually resident in England and Wales and one of them continues to reside there; c the respondent is habitually resident in England and Wales; d the applicant is habitually resident in England and Wales and has resided there for at least one year immediately before the application was made; e the applicant is domiciled and habitually resident in England and Wales and has resided there for at least six months immediately before the application was made; f both parties to the marriage are domiciled in England and Wales; or g either of the parties to the marriage— i is domiciled in England and Wales; or ii died before the application was made and either was at death domiciled in England and Wales or had been habitually resident in England and Wales throughout the period of one year ending with the date of death. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The court shall, at any time when proceedings are pending in respect of which it has jurisdiction by virtue of subsection (2) or (3) above (or of this subsection), also have jurisdiction to entertain other proceedings, in respect of the same marriage, for divorce, judicial separation or nullity of marriage, notwithstanding that jurisdiction would not be exercisable under subsection (2) or (3). 5A Schedule A1 (jurisdiction in relation to marriage of same sex couples) has effect. 6 Schedule 1 to this Act shall have effect as to the cases in which matrimonial proceedings in England and Wales  (whether the proceedings are in respect of the marriage of a man and a woman or the marriage of a same sex couple)  are to be, or may be, stayed by the court where there are concurrent proceedings elsewhere in respect of the same marriage, and as to the other matters dealt with in that Schedule; but nothing in the Schedule— a requires or authorises a stay of proceedings which are pending when this section comes into force; or b prejudices any power to stay proceedings which is exercisable by the court apart from the Schedule. 6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "6", "section_title": " Miscellaneous amendments, transitional provision and savings.", "section_text": "6 1 In section 27(2) of the   Matrimonial Causes Act 1973 (which excludes the court’s jurisdiction on a maintenance application unless it would have jurisdiction to decree judicial separation), for the words from “unless” onwards there shall be substituted the words unless—                   a the applicant or the respondent is domiciled in England and Wales on the date of the application ; or b the applicant has been habitually resident there throughout the period of one year ending with that date; or c the respondent is resident there on that date. 2 In subsection (1) of section 50 of the Matrimonial Causes Act 1973 (scope of the Matrimonial Causes Rules), the word “or” at the end of paragraph (c) shall be omitted and after paragraph (d) there shall be inserted the following words or                   e any enactment contained in Part II of or Schedule I to the Domicile and Matrimonial Proceedings Act 1973 which does not fall within paragraph (d) above. 3 No proceedings for divorce shall be entertained by the court by virtue of section 5(2) or (5) of this Act  , or by virtue of Schedule A1 to this Act,  while proceedings for divorce or nullity of marriage, begun before the commencement of this Act, are pending (in respect of the same marriage) in Scotland, Northern Ireland, the Channel Islands or the Isle of Man; and provision may be made by rules of court as to when for the purposes of this subsection proceedings are to be treated as begun or pending in any of those places. 4 Nothing in this Part of this Act— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b affects the court’s jurisdiction to entertain any proceedings begun before the commencement of this Act."}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "7", "section_title": " Jurisdiction of Court of Session.", "section_text": "7 1 Subsections  (2A) to (10)  below shall have effect, subject to section 12(6) of this Act, with respect to the jurisdiction of the Court of Session to entertain— a an action for divorce, separation, declarator of nullity of marriage  or , declarator of marriage,  ... ; and aa an action for declarator of recognition, or non-recognition, of a relevant foreign decree. b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A The Court shall have jurisdiction to entertain an action for divorce or separation if (and only if)  either of the parties to the marriage – a is domiciled in Scotland on the date when the action is begun, or b was habitually resident in Scotland throughout the period of one year ending with that date. 3 The Court shall have jurisdiction to entertain an action for declarator of marriage  . . . if (and only if) either of the parties to the marriage— a is domiciled in Scotland on the date when the action is begun; or b was habitually resident in Scotland throughout the period of one year ending with that date; or c died before that date and either— i was at death domiciled in Scotland, or ii had been habitually resident in Scotland throughout the period of one year ending with the date of death. 3A The Court shall have jurisdiction to entertain an action for declarator of nullity of marriage  or for declarator of recognition, or non-recognition, of a relevant foreign decree  if (and only if)  either of the parties to the marriage  – a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . a  is domiciled in Scotland on the date when the action is begun, b was habitually resident in Scotland throughout the period of one year ending with that date, or c died before that date and either— i was at death domiciled in Scotland, or ii had been habitually resident in Scotland throughout the period of one year ending with the date of death. 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Court shall, at any time when proceedings are pending in respect of which it has jurisdiction by virtue of subsection  2  , (2A), (3) or (3A) above   (or of this subsection), also have jurisdiction to entertain other proceedings, in respect of the same marriage, for divorce, separation or declarator of marriage   or , declarator of nullity of marriage  ..., notwithstanding that jurisdiction would not be exercisable  under any of those subsections . 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Nothing in this section affects the rules governing the jurisdiction of the Court of Session to entertain, in an action for divorce, an application for payment by a co-defender of damages or expenses. 7 The foregoing provisions of this section are without prejudice to any rule of law whereby the Court of Session has jurisdiction in certain circumstances to entertain actions for separation as a matter of necessity and urgency. 8 No action for divorce in respect of a marriage shall be entertained by the Court of Session by virtue of  this section  while proceedings for divorce or nullity of marriage, begun before the commencement of this Act, are pending (in respect of the same marriage) in England and Wales, Northern Ireland, the Channel Islands or the Isle of Man; and provision may be made by rules of court as to when, for the purposes of this subsection, proceedings are to be treated as begun or pending in any of those places. 9 In this section, “relevant foreign decree” means a decree of divorce, nullity or separation granted outwith   the United Kingdom, the Channel Islands and the Isle of Man . 10 References in subsection (3A) to a marriage shall, in the case of an action for declarator of recognition, or non-recognition, of a relevant foreign decree, be construed as references to the marriage to which the relevant foreign decree relates.  "}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "8", "section_title": " Jurisdiction of sheriff court in respect of actions for separation.", "section_text": "8 1 Subsections (2) to  (6)  below shall have effect, subject to section 12(6) of this Act, with respect to the jurisdiction of the sheriff court to entertain— za an action for declarator of marriage; a an action for separation  or divorce ;   ... b an action for declarator of recognition, or non-recognition, of a relevant foreign decree ; and c an action for declarator of nullity of marriage. 2 The court shall have jurisdiction to entertain an action for separation  or divorce   ... if (and only if)— a either of the parties to the marriage— i is domiciled in Scotland on the date when the action is begun, or ii was habitually resident in Scotland throughout the period of one year ending with that date, and b either party to the marriage— i was resident in the sheriffdom for a period of forty days ending with that date, or ii had been resident in the sheriffdom for a period of not less than forty days ending not more than forty days before the said date, and has no known residence in Scotland at that date. 2ZA The court has jurisdiction to entertain an action for declarator of marriage if (and only if)— a either party to the marriage— i was resident in the sheriffdom for a period of 40 days ending with the date on which the action is begun, or ii had been resident in the sheriffdom for a period of not less than 40 days ending not more than 40 days before that date, and has no known residence in Scotland on that date, and b any of the following requirements is met in relation to either of the parties to the marriage— i the party is domiciled in Scotland on the date on which the action is begun, ii the party was habitually resident in Scotland throughout the period of one year ending with that date, or iii the party died before that date and either— A was at death domiciled in Scotland, or B had been habitually resident in Scotland throughout the period of one year ending with the date of death. 2A The court shall have jurisdiction to entertain an action for declarator of nullity of marriage  or for declarator of recognition, or non-recognition, of a relevant foreign decree   if (and only if)— a either party to the marriage— i was resident in the sheriffdom for a period of forty days ending with the date when the action is begun; or ii had been resident in the sheriffdom for a period of not less than forty days ending not more than forty days before that date and has no known residence in Scotland at that date; and b either party to the marriage— i is domiciled in Scotland on the date when the action is begun, ii was habitually resident in Scotland throughout the period of one year ending with that date, or ii died before that date and either– A was at death domiciled in Scotland, or B had been habitually resident in Scotland throughout the period of one year ending with the date of death. 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In respect of any marriage, the court shall have jurisdiction to entertain an action for separation  or divorce   or declarator of  marriage or of  nullity of marriage  (notwithstanding that jurisdiction would not be exercisable under subsection (2) , (2ZA)   or (2A)  above) if it is begun at a time when an original action is pending in respect of the marriage; and for this purpose “ original action ” means an action in respect of which the court has jurisdiction by virtue of subsection (2) , (2ZA) ,  (2A) or  this subsection. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The foregoing provisions of this section are without prejudice to any jurisdiction of a sheriff court to entertain an action of separation  or divorce    or declarator of  marriage or of  nullity of marriage  remitted to it in pursuance of any enactment or rule of court  .... 5 In this section,  “ relevant foreign decree ” has the meaning given by section 7(9). 6 References in subsection (2) to a marriage shall, in the case of an action for declarator of recognition, or non-recognition, of a relevant foreign decree, be construed as references to the marriage to which the relevant foreign decree relates."}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "8A", "section_title": "Same sex marriages", "section_text": "8A 1 Sections 7 and 8 do not apply in relation to marriages between persons of the same sex. 2 Schedule 1B (jurisdiction in relation to same sex marriages (Scotland)) has effect."}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "10", "section_title": " Ancillary and collateral orders.", "section_text": "10 1 Where after the commencement of this Act an application is competently made to the Court of Session or to a sheriff court for the making, or the variation or recall, of an order which is ancillary or collateral to  an action for any of the following remedies, namely, divorce, separation, declarator of marriage and declarator of nullity of marriage (whether the application is made in the same proceedings or in other proceedings and whether it is made before or after the pronouncement of a final decree in the action), then, if the court has or, as the case may be, had by virtue of this Act or of any enactment or rule of law in force before the commencement of this Act jurisdiction to entertain the action, it shall have jurisdiction to entertain the application  . . . whether or not it would have jurisdiction to do so apart from this subsection. 1A For the purposes of subsection (1) above, references to an application for the making, or the variation or recall, of an order are references to the making, or the variation or recall, of an order relating to children, aliment, financial provision on divorce, judicial separation, nullity of marriage or expenses. 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1BA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 It is hereby declared that where— a the Court of Session has jurisdiction by virtue of this section to entertain an application for the variation or recall as respects any person of an order made by it, and b the order is one to which section 8 (variation and recall by the sheriff of certain orders made by the Court of Session) of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1966 applies, then, for the purposes of any application under the said section 8 for the variation or recall of the order in so far as it relates to that person, the sheriff, as defined in that section, has jurisdiction as respects that person to exercise the power conferred on him by that section."}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "11", "section_title": " Sisting of certain actions.", "section_text": "11 1 The provisions of Schedule 3 to this Act shall have effect with respect to the sisting of actions for any of the following remedies, namely, divorce, separation, declarator of marriage or declarator of nullity of marriage, and with respect to the other matters mentioned in that Schedule; but nothing in that Schedule— a requires or authorises a sist of an action which is pending when this Act comes into force; or b prejudices any power to sist an action which is exercisable by any court apart from the Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "12", "section_title": " Supplementary.", "section_text": "12 1 In relation to any action for any of the following three remedies, namely, declarator of marriage, declarator of nullity of marriage, and declarator of freedom and putting to silence, references in this Part of this Act to the marriage shall be construed as including references to the alleged, or, as the case may be, the purported, marriage. 2 References in this Part of this Act to an action for a particular remedy shall be construed, in relation to a case where the remedy is sought along with other remedies in one action, as references to so much of the proceedings in the action as relates to the particular remedy. 3 References in this Part of this Act to the remedy of separation shall be construed, in relation to an action in a sheriff court, as references to the remedy of separation and aliment. 4 For the purposes of this Act the period during which an action in the Court of Session or a sheriff court is pending shall be regarded as including any period while the taking of an appeal is competent and the period while any proceedings on appeal are pending; and in this subsection references to an appeal include references to a reclaiming motion. 5 In this Part of this Act any reference to an enactment shall, unless the contrary intention appears, be construed as a reference to that enactment as amended or extended, and as including a reference thereto as applied, by or under any other enactment (including this Act). a any reference to an enactment shall, unless the contrary intention appears, be construed as a reference to that enactment as amended or extended, and as including a reference thereto as applied, by or under any other enactment (including this Act). b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Nothing in this Part of this Act affects any court’s jurisdiction to entertain any proceedings begun before the commencement of this Act. 7 Subject to subsection (6) above, the enactments described in Schedule 4 to this Act shall have effect subject to the amendments therein specified, being amendments consequential on the provisions of this Part of this Act."}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Domicile and Matrimonial Proceedings Act 1973", "year": 1973, "section": "17", "section_title": " Citation,  etc.", "section_text": "17 1 This Act may be cited as the Domicile and Matrimonial Proceedings Act 1973. 2 Subject to sections 6(4), 12(6) and 14(3) of this Act, the enactments specified in Schedule 6 to this Act (including certain enactments of the Parliament of Northern Ireland) are hereby repealed to the extent specified in the third column of that Schedule. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Part II of this Act extends to England and Wales only; Part III extends to Scotland only; . . .   and this part extends to the whole of the United Kingdom. 5 This Act shall come into force on 1st January 1974."}]