[{"act": "Finance Act 1973", "year": 1973, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1973", "year": 1973, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1973", "year": 1973, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance Act 1973", "year": 1973, "section": "48.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1973", "year": 1973, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Finance Act 1973", "year": 1973, "section": "1031.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Finance Act 1973", "year": 1973, "section": "32", "section_title": " Information as to arrangements for transferring relief,  etc.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1973", "year": 1973, "section": "3336.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Finance Act 1973", "year": 1973, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "37"}, {"act": "Finance Act 1973", "year": 1973, "section": "38", "section_title": " Territorial extension of charge to income tax, capital gains tax and corporation tax.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1973", "year": 1973, "section": "3940.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Finance Act 1973", "year": 1973, "section": "41", "section_title": " General Commissioners’ divisions.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1973", "year": 1973, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Finance Act 1973", "year": 1973, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Finance Act 1973", "year": 1973, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Finance Act 1973", "year": 1973, "section": "4546", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Finance Act 1973", "year": 1973, "section": "4748.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Finance Act 1973", "year": 1973, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "49"}, {"act": "Finance Act 1973", "year": 1973, "section": "50", "section_title": " Temporary statutory effect of House of Commons resolution affecting stamp duties. ", "section_text": "50 1 Where the House of Commons passes a resolution which— a provides for the variation or abolition of an existing stamp duty . . .  ; and b is expressed to have effect for a period stated in the resolution in accordance with the following provisions of this section; and c contains a declaration that it is expedient in the public interest that the resolution should have statutory effect under the provisions of this section; then, subject to subsection (3) of this section, the resolution shall for the period so stated have statutory effect as if contained in an Act of Parliament. 2 The period to be stated in a resolution is a period expressed as beginning on a date so stated and ending on, or thirty-one days or such less number of days as may be so stated after, the earliest of the dates mentioned in this subsection; and those dates are— a the  thirtieth  day on which, after the day the resolution is passed, the House of Commons sits without a Bill containing provisions to the same effect as the resolution being read a second time and without a Bill being amended (whether by the House or a Committee of the House or a  Public Bill Committee ) so as to include such provisions; b the rejection of such provisions during the passage through the House of a Bill containing them; c the dissolution of Parliament; ca the prorogation of Parliament in a case where subsection (2B) does not apply; and d the expiration of the period of  seven  months beginning with the day on which the resolution takes effect. 2A Subsection (2B) applies where Parliament is prorogued at the end of a session if— a during the session a Bill containing provisions to the same effect as the resolution is read a second time by the House or a Bill is amended (whether by the House or a Committee of the House or a Public Bill Committee) so as to include such provisions, b the Standing Orders or Sessional Orders of the House provide, or during the session the House orders, that proceedings on the Bill not completed before the end of the session shall be resumed in the next session, and c proceedings on the Bill are not completed during the session. 2B A resolution shall cease to have statutory effect under this section if, during the period of thirty sitting days beginning with the first sitting day of the next session, no Bill containing provisions to the same effect as the resolution is presented to the House. 2C In subsection (2B)  “ sitting day ” means a day on which the House sits. 2D Where a Bill is amended as mentioned in subsection (2A)(a), it does not matter for the purposes of subsection (2A)(b) if the House orders as mentioned in subsection (2A)(b) before the amendment to the Bill is made. 3 A resolution shall cease to have statutory effect under this section if an Act comes into operation varying or abolishing the duty. 4 The ending of the period for which a resolution has statutory effect under the provisions of this section shall not affect the validity of anything done during that period."}, {"act": "Finance Act 1973", "year": 1973, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Finance Act 1973", "year": 1973, "section": "5253.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "52"}, {"act": "Finance Act 1973", "year": 1973, "section": "54", "section_title": " Amendments consequential on establishment of The Stock Exchange.", "section_text": "54 1 In the enactments relating to . . .  , . . .  , . . .   . . .   stamp duty— a references to the Stock Exchange, London or the London Stock Exchange, a stock exchange in the United Kingdom or a recognised stock exchange in the United Kingdom shall be construed as references to The Stock Exchange; b references to quotation on a stock exchange in the United Kingdom on a recognised stock exchange in the United Kingdom shall be construed as references to listing in the Official List of The Stock Exchange; and c references to a member of a stock exchange in the United Kingdom shall be construed as references to a member of The Stock Exchange; and those enactments shall have effect subject to the amendments specified in Schedule 21 to this Act. 2 This section shall be deemed to have come into operation on 25th March 1973 but shall not affect the operation of any enactment in relation to anything done before that day."}, {"act": "Finance Act 1973", "year": 1973, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Finance Act 1973", "year": 1973, "section": "56", "section_title": " Charges for services, etc., by Government departments. ", "section_text": "56 1 Where a Government department, in pursuance of  ... any international agreement or arrangement, provides any services or facilities or issues any authorisation, certificate or other document, it may, in connection therewith, require the payment of such fees or other charges as may be prescribed by, or determined under, regulations made by the Minister in charge of the department with the consent of the Treasury. 2 Regulations under this section may provide for the recovery and disposal of any sums payable under the regulations and make different provision for different circumstances. 3 The powers conferred by this section are without prejudice to any powers exercisable apart from this section to require the payment of fees or other charges. 4 Regulations under this section shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section “ Government department ” includes a department of the Government of Northern Ireland, and any regulations which the Minister in charge of such a department is empowered to make under this section may be made either by him or by the department, and with the consent of the  Department of Finance  for Northern Ireland instead of the Treasury; and in relation to regulations so made subsection (4) of this section shall not apply but they shall be subject to negative resolution, within the meaning of section 41(6) of the  Interpretation Act (Northern Ireland) 1954, as if they were a statutory instrument within the meaning of that Act. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1973", "year": 1973, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "57"}, {"act": "Finance Act 1973", "year": 1973, "section": "58", "section_title": " Trustee Investments Act 1961—dividends of water companies.", "section_text": "58 1 The Treasury may by order make such amendments in paragraph 10 of Part II of Schedule 1 to the  Trustee Investments Acts 1961 (under which a trustee’s power to invest in certain securities depends on the amount of dividends paid) and in any enactment or instrument modifying that paragraph as appear to them required in consequence of the repeal by the Finance Act 1972 of the provisions relating to the deduction of income tax from distributions made by companies. 2 An order under this section may be varied or revoked by a subsequent order under this section, and any such order shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Finance Act 1973", "year": 1973, "section": "59", "section_title": " Citation, interpretation, construction, extent and repeals.", "section_text": "59 1 This Act may be cited as the Finance Act 1973. 2 In this Act— a “ the Taxes Act 1970 ” means the Income and Corporation Taxes Act 1970; and b “ the Taxes Act 1988 ” means the Income and Corporation Taxes Act 1988. 3 In this Act— a Part I shall be construed as one with the Customs and Excise Act 1952; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c Part III, so far as it relates to income tax, shall be construed as one with the Income Tax Acts, so far as it relates to corporation tax, shall be construed as one with the COrporation Tax Acts and, so far as it relates to capital gains tax, shall be construed as one with  the Capital Gains Tax Act 1979 ; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e Part V shall be construed as one with the  Stamp Act 1891. 4 Except so far as the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended, and as including a reference to that enactment as applied, by or under any other enactment, including this Act. 5 Except as otherwise expressly provided, such of the provisions of this Act as relate to matters in respect of which the Parliament of Northern Ireland has power to make laws do not extend to Northern Ireland. 6 If the Parliament of Northern Ireland passes provisions amending or replacing any enactment of that Parliament referred to in this Act the reference shall be construed as a reference to the enactment as so amended or, as the case may be, as a reference to those provisions. 7 The enactments mentioned in Schedule 22 to this Act (which include certain enactments which had ceased to have effect before the commencement of this Act) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}]