[{"act": "Hallmarking Act 1973", "year": 1973, "section": "1", "section_title": " Prohibited descriptions of unhallmarked articles.", "section_text": "1 1 Subject to the provisions of this Act, any person who, in the course of a trade or business— a applies to an unhallmarked article a description indicating that it is wholly or partly made of gold, silver  , platinum or palladium , or b supplies, or offers to supply, an unhallmarked article to which such a description is applied, shall be guilty of an offence. 2 Subsection (1) above shall not apply to a description which is permitted by Part I of Schedule 1 to this Act. 3 Subsection (1) above shall not apply to an article within Part II of the said Schedule. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A Subsection (4B) applies in any case where— a the giving of a description of the fineness (whether in parts per thousand or otherwise) of any precious metal constitutes advertising within the meaning of the Business Protection from Misleading Marketing Regulations 2008, and b the description is false to any extent or degree (except by understating the fineness). 4B In any such case, the giving of the description is to be treated as satisfying the requirements of regulation 3(2) of those Regulations (requirements for advertising to be misleading). 4C Subsection (4D) applies in any case where— a the giving of a description of the fineness (whether in parts per thousand or otherwise) of any precious metal constitutes a commercial practice within the meaning of the Consumer Protection from Unfair Trading Regulations 2008, and b the description is false to any extent or degree (except by understating the fineness). 4D In any such case, the giving of the description is to be treated as satisfying the conditions in regulation 5(2) of those Regulations (conditions for a commercial practice to be a misleading action). 5 Part III of the said Schedule shall apply for construing descriptions relating to the fineness of precious metals. 6 The provisions of this section have effect subject to Part IV of the said Schedule. 7 For the purposes of this section— a “ advertisement ” includes a catalogue, a circular and a price list, b section 4 of the Act of 1968 (which defines “applies a trade description”) shall apply to paragraphs (a) and (b) of subsection (1), for the interpretation of references to a description being applied to any article, as it applies for the interpretation of references in that Act to applying a trade description, c a person exposing articles for supply, or having articles in his possession for supply, “offers to supply” them. 8 Where in an advertisement a description is used in relation to any class of articles, the description shall be taken as referring to all articles of the class, whether or not in existence at the time the advertisement is published— a for the purpose of determining whether an offence has been committed under subsection (1)(a) above, and b where articles of the class are supplied or offered to be supplied by a person publishing or displaying the advertisement, also for the purpose of determining whether an offence has been committed under subsection (1)(b) above; and section 5(3) of the Act of 1968 (defining goods of the class in question) shall apply for determining whether any articles are of a class to which a description used in an advertisement relates. 9 Section 39(2) of the Act of 1968 (descriptions in publications or broadcasts) shall apply for the purposes of this section."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "2", "section_title": " Meaning of approved hallmarks,  etc.", "section_text": "2 1 In this Act, unless the context otherwise requires, “ approved hallmarks ” means— a marks struck by an assay office in the United Kingdom, whether before or after the commencement of this Act, under the law for the time being in force, or aa marks struck outside the United Kingdom by an assay office under this Act, or b marks struck by the Wardens and Commonalty of Goldsmiths of the City of Dublin before 1st April 1923, or c marks struck by an assay office under the law of a country outside the United Kingdom, being marks designated for the purposes of this section by order of the Secretary of State as marks recognised pursuant to any international convention or treaty to which Her Majesty’s Government in the United Kingdom is a party  , or d marks struck in an  EEA  State other than the United Kingdom  before exit day , being marks which— i have been struck by an independent body in accordance with the law of that State; and ii provide information which is equivalent to the information provided by the marks mentioned in section 4(1)(a)(i) and (ii) of this Act and which is intelligible to consumers in the United Kingdom. 2 Marks within subsection (1)(c) above are in this Act called “convention hallmarks” , and marks within subsection (1)(d) above are in this Act called “ EEA  hallmarks”. . 2A In this section  “ EEA state ” has the meaning which it had under Schedule 1 to the Interpretation Act 1978 before exit day. 3 The Secretary of State may by order make such provision as appears to him appropriate for enabling articles submitted to an assay office in the United Kingdom to be struck with marks which, pursuant to any  convention or treaty falling within subsection (1)(c) above , will, or will with other marks, be accorded recognition under the law of any other country, and for making consequential or incidental provisions, including provision for excluding or modifying any of the provisions of this Act. 4 For the purposes of this Act an article is unhallmarked— a if it does not bear the approved hallmarks and the sponsor’s mark, or b if the article has been the subject of any improper alteration. 5 In this Act “ improper alteration ” means an addition, alteration or repair which has been made to an article bearing approved hallmarks and— a which contravened section 5 of this Act, or b which was made before the coming into force of that section,and would have required the consent of an assay office if that section had been in force, or c in the case of an article which bears a convention hallmark  or an  EEA  hallmark , would have required that consent if the addition, alteration or repair had been made in the United Kingdom: Provided that paragraphs (b) and (c) of this subsection shall not apply if, after the making of the addition, alteration or repair, the article has been re-assayed and struck with any further approved hallmark."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "3", "section_title": " Sponsors’ marks.", "section_text": "3 1 Before an article is submitted to an assay office to be struck with the approved hallmarks there shall be struck on the article a mark indicative of the manufacturer or sponsor and known as the sponsor’s mark: Provided that the assay office and the manufacturer or sponsor of an article may make arrangements for the sponsor’s mark to be struck by that assay office upon submission of the article to be struck with the approved hallmarks. 2 After 31st December 1975 all sponsors’ marks for the time being in use shall cease to be authorised for striking on any article intended to be struck with the approved hallmarks and thenceforth a sponsor’s mark shall be authorised (whether or not of the same design as any sponsor’s mark which was authorised before 1st January 1976) only if it is for the time being registered under the following provisions of this section with an assay office by which the article is intended to be so struck. 3 a Any sponsor’s mark which is registered under this section shall  ... be of such design as may be approved by an assay office: Provided that nothing in this paragraph shall apply to the registration on or before 31st December 1975 by a manufacturer or sponsor (or to the renewal from time to time thereafter of that registration) of the same mark as until that date has been authorised for use by him in terms of subsection (2) of this section. b An assay office shall maintain a register of sponsors’ marks for the time being registered and approved by that assay office under this section 4 Upon application for registration or renewal of the registration of any sponsor’s mark under this section with an assay office, there shall be payable by the applicant such reasonable fee as for the time being is specified in regulations made by the Council and any application shall be made in such form accompanied by such particulars and exhibits as may be so specified. 5 Registration or renewal of the registration of any sponsor’s mark under this section shall be subject to the approval, provision and recording from time to time (in accordance with regulations made by the Council) of such punches or other equipment as may be specified in such regulations. 6 Any assay office may register under this section their own sponsor’s mark, being of such design as may be approved by resolution of the Council; and in any case where a person submits an article to an assay office for striking with the approved hallmarks and that assay office are of opinion that they would not be justified in requiring that person to register and strike a sponsor’s mark in accordance with the foregoing provisions of this section, the sponsor’s mark of that assay office may be struck on the article. 7 The registration of a sponsor’s mark under this section shall cease to have effect after the expiration of the period of ten years following registration but without prejudice to the making of any application for renewal of such registration. 8 Any person who without authority strikes an article with a mark purporting to be a sponsor’s mark authorised under this section shall be guilty of an offence."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "4", "section_title": " Approved hallmarks. ", "section_text": "4 1 Subject to the provisions of this section and of Schedule 2 to this Act, any article of precious metal, which is submitted to an assay office for hallmarking and which upon assay is found in all its parts to be of a standard of fineness not less than the minimum fineness for that precious metal, shall be struck by that assay office with the approved hallmarks, namely— a as respects articles comprised of a single precious metal (and governed by Part I of the said Schedule 2)— i the assay office mark as specified in paragraph 1 of the said Schedule appropriate to the assay office specified in column (1) opposite to such mark; ii the standard mark specified in paragraph 2 of the said Schedule as respects an article of the precious metal specified opposite thereto in column (1) of the said paragraph assaying to a standard of fineness specified in column (2) of the said paragraph and also so opposite; iii the pictorial mark, or one of the pictorial marks, specified in paragraph 3 of the said Schedule as respects an article of the precious metal specified opposite thereto in column (1) of the said paragraph assaying to a standard of fineness specified in column (2) of the said paragraph and also so opposite; iv the date letter directed pursuant to paragraph 4 of the said Schedule; and v the mark (if any) directed pursuant to paragraph 5 of the said Schedule; b as respects articles comprised of two or more precious metals and satisfying the conditions of Part II of the said Schedule 2, marks struck in accordance with that Part; and c as respects articles comprised of precious metal and other materials and satisfying the conditions of Part III of the said Schedule 2, marks struck in accordance with that Part; and, as respects all such articles, in compliance with any directions given by the Council pursuant to Part IV of the said Schedule with respect to any shield or other border by which any approved hallmark is to be enclosed. 2 Each of the approved hallmarks mentioned in subsection (1)(a)(iii), (iv) and (v) above shall be struck by an assay office on an article only if a request to that effect is made by the person who submits the article to the assay office; but the absence of any such approved hallmark on an article by virtue of this subsection shall not in itself render the article unhallmarked for the purposes of this Act. 3 No article shall be struck with the approved hallmarks unless— a the assay office are of opinion that the use of any solder  or adhesive  is not excessive; b except in a case where the assay office otherwise permit, any solder used in an article of— i gold, is gold of a fineness not less than the standard of fineness of the article: Provided that solder used in any article— a of a standard of fineness of 916·6 may be of a fineness not less than 750; and b of filigree work or being a watch case and in either case of a standard of fineness of 750, may be of a fineness not less than 740; and c of white gold of a standard of fineness of  not less than 585 and not more than 750 , may be of a fineness not less than 500; ii silver, is silver of a fineness not less than 650; iii platinum, is gold, silver, platinum or palladium or a combination of two or more thereof and is of a fineness or (as the case may be) of a combined fineness not less than 950; iv palladium, is gold, silver, platinum or palladium or a combination of two or more thereof and is of a fineness or (as the case may be) of a combined fineness not less than the standard of fineness of the article: Provided that solder used in any article of a standard of fineness of 950 or above may be of a fineness not less than 700; and  c solder of a fineness less than the standard of fineness of the article  or adhesive  is used in a quantity not more than is necessary for joining parts of the article and is not used for strengthening, weighting, filling or otherwise. 3A An article comprised of more than one precious metal part shall be struck with the approved hallmarks only if the assay office are of the opinion that a person will be able to determine, when the article is hallmarked, which part is made of which precious metal. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 If— a an assay office have refused to hallmark an article submitted to them for hallmarking under this section; and b the person submitting the article has referred the matter to the Council in writing; the Council shall consider the case and, if they are of the opinion that the assay office were acting unreasonably in refusing to hallmark the article, they shall direct the assay office to strike the article with the approved hallmarks. 6 It shall be the duty of an assay office to whom a direction has been given under subsection (5) above to comply with the direction. 7 a The Secretary of State may, after consulting the Council and such other persons as he thinks fit, make regulations wholly or partly varying, supplementing or replacing the foregoing provisions of this section and the provisions of Schedule 2 to this Act; and upon the coming into operation of regulations made under this subsection those provisions, or such of them as may be specified in such regulations together with any regulations or directions made or given under those provisions, shall have effect as so varied or supplemented or (as the case may be) shall cease to have effect. b Regulations made under this subsection may contain such transitional, incidental, supplementary or consequential provision as the Secretary of State considers necessary or expedient for the purpose of the regulations, including provision applying, extending, excluding or amending, or repealing or revoking, with or without savings, any provision of this Act or an instrument under this Act."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "4A", "section_title": "Assay office carrying on business outside the United Kingdom", "section_text": "4A 1 This Act applies with the following modifications in relation to business carried on outside the United Kingdom by an assay office. 2 Subsection (1) of section 4 has effect as if for “shall be struck” there were substituted “may be struck” and as if for paragraph (a)(i) there were substituted— i the mark approved by the Council for use outside the United Kingdom by the assay office; . 3 Schedule 2 has effect as if— a paragraph 1 were omitted; b in paragraph 7(a) for “assay office mark”, there were substituted “mark approved for use outside the United Kingdom by the assay office pursuant to section 4(1)(a)(i),”; c in paragraph 10(3) and (4)(c) for “assay office mark” there were substituted “mark mentioned in paragraph 7(a)”; and d paragraph 15(b) were omitted. 4 Schedule 5 has effect as if in paragraph 2(1) for “the assay office shall examine” there were substituted “the assay office may examine”."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "5", "section_title": " Alterations to hallmarked articles.", "section_text": "5 1 Subject to subsections (3) to (5) below, it shall be an offence for any person to make an addition, alteration or repair to an article bearing approved hallmarks, except in accordance with the written consent of an assay office. 2 Subject to subsection (3) below, it shall be an offence for any person to remove, alter or deface any mark struck on an article, except in accordance with the written consent of an assay office. For the purposes of this subsection “ mark ” means a sponsor’s mark, any approved hallmark, the word “filled”, the word “metal” or any other word for the time being prescribed by or under section 4 of, or Schedule 2 to, this Act. 3 It shall not be an offence under subsection (1) or (2) above to batter an article so as to render it fit only for remanufacture. 4 It shall not be an offence under subsection (1) above to make an addition to an article which is not a new ware if the character of the article, and the purposes for which it can be used, remain unaltered and— a the addition is of the same precious metal as that of the article; b the metal added to the article is of a fineness not less than the standard of fineness of the article; and c the amount of metal added does not exceed the lesser of— i 1 gram of gold, 5 grams of silver  , 0.5 grams of platinum or 1 gram of palladium,  as the case may be; and ii 50 per cent. of the weight of the article immediately before the addition was made. 5 It shall not be an offence under subsection (1) above to add a coating, of a thickness not exceeding 2 micrometres at any point, to the whole or any part of— a an article of gold, if the coating is of gold of a fineness not less than the standard of fineness of the article; or aa an article of gold, if the coating is of platinum of not less than the minimum fineness; or b an article of silver, if the coating is of silver of a fineness not less than the standard of fineness of the article; or c an article of silver, if the coating is of gold  or platinum   or palladium  of not less than the minimum fineness; or ca an article of palladium, if the coating is of palladium of a fineness not less than the standard of fineness of the article; or cb an article of palladium, if the coating is of gold or platinum of not less than the minimum fineness; or cc an article of platinum, if the coating is of platinum of a fineness not less than the standard of fineness of the article; or d an article of gold, silver  , platinum or palladium,  if the coating is of rhodium. 6 In giving any consent for the purposes of subsection (1) or (2) above, an assay office may make it a condition of the consent that the article concerned, or any addition made to it, be further assayed and struck with— a the sponsor’s mark; and b such of the approved hallmarks as may be specified in directions issued by the Council for the purposes of this subsection or, in the absence of any such directions, such of the approved hallmarks as may be determined by the assay office. 7 If— a an application for consent under subsection (1) or (2) above has been refused by an assay office; and b the applicant has referred the matter to the Council, in writing; the Council shall consider the case and, if they are of the opinion that the assay office were acting unreasonably in withholding the consent applied for, they shall direct the assay office to grant the consent. 8 Without prejudice to subsection (6) above, it shall be the duty of an assay office to whom a direction has been given under subsection (7) above to comply with the direction."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "6", "section_title": " Counterfeiting, etc. of dies and marks.", "section_text": "6 1 Any person who— a with intent to defraud or deceive, makes a counterfeit of any die or mark; or b removes any mark from an article of precious metal with intent to transpose it to any other article (whether of precious metal or not) or affixes to any article (whether of precious metal or not) any mark which has been removed from an article of precious metal; or c utters any counterfeit of a die or any article bearing a counterfeit of a mark; or d without lawful authority or excuse, has in his custody or under his control anything which is, and which he knows or believes to be, a counterfeit of a die or an article (whether of precious metal or not) which bears a counterfeit of any mark, shall be guilty of an offence and liable on summary conviction to a fine not exceeding £400, or on conviction on indictment to a fine or imprisonment for a term not exceeding ten years. 2 In subsection (1) above— “ die ” means the whole or part of any plate, tool or instrument by means whereof any mark of the nature of a sponsor’s mark or a hallmark is struck on any metal; and “ mark ” means any mark of the nature of a sponsor’s mark or hallmark. 3 For the purposes of subsection (1) above, a person utters any counterfeit die or article bearing a counterfeit of a mark if, knowing or believing the die or mark, as the case may be, to be a counterfeit, he supplies, offers to supply, or delivers the die or article. 4 Sections 5(4)(b), 8(2)(a) and 16(2)(d) of the  Forgery Act 1913, and so much of section 6 of that Act as relates to any die used for the marking or stamping of gold or silver plate, or gold or silver wares, shall cease to have effect."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "7", "section_title": " Treatment by assay offices of unauthorised marks.", "section_text": "7 1 Subject to subsection (2) of this section, an assay office may at their discretion cancel, or obliterate any mark of the character of a hallmark (whether appearing to be an approved hallmark or to be a mark which in the opinion of the assay office is likely to be confused with such a hallmark) which an article coming into their custody or possession bears and which the assay office are satisfied— a has not been struck thereon by an assay office according to law; or b is not a true description because the article appears to have been the subject of an improper alteration. 2 Notwithstanding anything in any enactment, an assay office shall not, otherwise than by leave of the owner or other person appearing to have the control of any article, obliterate any ancient mark but shall cancel the same in a manner authorised under subsection (3) of this section. 3 The Council may issue directions to assay offices as to the manner in which an ancient mark may be cancelled under the last foregoing subsection. 4 If it be proved that an assay office have— a cancelled, or obliterated any mark (as described in subsection (1) of this section), which has been struck by an assay office according to law on an article which has not been the subject of an improper alteration; or b obliterated any ancient mark upon an article, the assay office (but not any other person) shall be liable in damages to any person interested in the article. 5 In any action brought against an assay office in pursuance of subsection (4) of this section it shall be a defence for them to prove that they had reasonable cause to believe that the circumstances specified respectively in paragraphs (a) or (b) of that subsection did not exist. 6 It shall be an offence for any person knowingly or any dealer to supply or offer to supply any article bearing any mark of the character of a hallmark and which under subsection (1) of this section may, if the article is in the possession of an assay office, be cancelled, obliterated or defaced, unless the article has been first submitted to an assay office to enable them at their discretion so to cancel, obliterate or deface that mark. 7 In this section “ ancient mark ” means a mark of the character of a hallmark appearing to an assay office to have been struck or incorporated before 22nd December 1854 (whether or not by an assay office according to law at the time of its marking or incorporation) upon or into an article which has not since been the subject of any improper alteration."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "8", "section_title": " Offences.", "section_text": "8 The provisions of Schedule 3 to this Act shall have effect in relation to offences under this Act."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "9", "section_title": " Enforcement of Act.", "section_text": "9 1 It shall be the duty of every local weights and measures authority to enforce the provisions of this Act within their area; and section 26 of the Act of 1968 (enforcing authorities) shall apply in relation to the enforcement of this Act, by such an authority, as it applies in relation to the enforcement of that Act. 2 The Council and the assay offices may also enforce the provisions of this Act. 2A For the investigatory powers available to a local weights and measures authority, the Council and an assay office for the purposes of the duty in subsection (1) and the power in subsection (2), see Schedule 5 to the Consumer Rights Act 2015. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Nothing in this section shall be taken as authorising the Council or an assay office to institute proceedings in Scotland for an offence. 6 Subsection (1) above shall not apply in relation to the enforcement of this Act in Northern Ireland but, in addition to the power given by subsection (2) above, it shall be the duty of the Ministry of Commerce for Northern Ireland to enforce this Act in Northern Ireland. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "10", "section_title": " Treatment of articles following convictions.", "section_text": "10 1 Upon the conviction of any person of an offence under this Act the court may order any article the subject of the proceedings to be delivered to an assay office who (subject to the order) may exercise the like powers under this Act in relation to the article as if it had been submitted to them for hallmarking. 2 Any article delivered to an assay office pursuant to such an order as is mentioned in subsection (1) of this section shall be returned to the person entitled thereto."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "11", "section_title": " Dealers to exhibit notices as to hallmarks.", "section_text": "11 1 Any dealer shall keep exhibited at all times, in a conspicuous position in a part of his premises to which those with whom he deals are commonly admitted, a notice in terms approved and in a form supplied by the Council describing such approved hallmarks and including such explanatory matter as the Council think fit; and it shall be an offence for any dealer to fail to exhibit or keep exhibited a notice required to be exhibited under this subsection. 2 The Council may make a reasonable charge for the supply of any copy of a notice required to be exhibited under this section."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "12", "section_title": " Charges for assaying and hallmarking, etc.", "section_text": "12 1 Every assay office shall have power to make charges for assaying and hallmarking articles of precious metals not exceeding (in the case of articles manufactured in, or intended for sale or supply in, the United Kingdom) such charges as are for the time being directed in writing by the Council: Provided that the Secretary of State may from time to time give to the Council and to assay offices such directions as he considers expedient in relation to charges made under this subsection. 2 Subject to subsection (1) of this section, every assay office shall have power to make for services and facilities provided by them such charges as they from time to time think fit."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "13", "section_title": " The British Hallmarking Council.", "section_text": "13 1 a There shall be constituted a body, to be called the British Hallmarking Council, who shall be charged with the duty of ensuring that adequate facilities for the assaying and hallmarking of articles of precious metal are available as from time to time required in the United Kingdom, of supervising the activities of assay offices in that behalf, of taking all steps appearing to be open to them for ensuring the enforcement of the law with respect to hallmarking and of advising the Secretary of State with respect to all matters concerning the due execution of this Act including any matter which may be referred to the Council by the Secretary of State. b The Council shall come into existence on 1st January 1974 and on and after 1st January 1975 shall perform the functions assigned to them by or under this Act. c Schedule 4 to this Act shall have effect with respect to the Council. 2 Without prejudice to the last preceding subsection, the Council shall, in addition to the functions specifically conferred on them by or under any other provisions of this Act, have the following functions— a to advise the Secretary of State as they think fit with respect to the making of orders and regulations under this Act, and with respect to the amendment of the law as it affects, whether directly or indirectly, the hallmarking of articles of precious metal, including advice as to the application of some or all of the provisions of this Act to any metal other than gold, silver and platinum; b subject to any directions in that behalf given by the Secretary of State, to fix the maximum charges for the time being to be charged by assay offices for assaying and hallmarking articles of precious metal manufactured in or intended for sale in the United Kingdom; c to advise the Secretary of State upon any need appearing to the Council from time to time for the establishment of any further assay office or for the closure of any assay office or for their amalgamation with another assay office; d to assist, by the provision of such technical and other services of the Council as may be available, all authorities and persons concerned in the enforcement of this Act, to appoint such officers as the Council consider appropriate to act as inspectors and otherwise for the detecting of offences and enforcing this Act by or on behalf of the Council, and, otherwise than in Scotland, to institute proceedings in that behalf; e to authorise any assay office to carry on their business in whole or in part (subject to any conditions which may be specified by the Council in so authorising) in such place  , whether in the United Kingdom or elsewhere,  as may be specified by the Council additional to the place at which the assay office are otherwise authorised; f to make temporary or permanent arrangements by directions, or to authorise the making of such arrangements between assay offices, whereby (notwithstanding anything in any enactment) facilities specified in any case by the Council need not be afforded at an assay office but are afforded at another or others; g to issue directions or regulations to all assay offices or, as the case may require, to any assay office in particular, as to the equipment and procedures to be provided and adopted by them in the assaying and hallmarking of precious metals and as to all other matters upon which such directions or regulations may be issued by the Council under the provisions of this Act; and h subject to such provisions of this Act as confer powers in particular on the Council, to do anything which in their opinion is calculated to facilitate the proper discharge of any or all of their functions. 3 It shall be the duty of an assay office to comply with directions and regulations issued by the Council pursuant to paragraph (f) or paragraph (g) of subsection (2) of this section: Provided that any assay office who are aggrieved by any such direction or regulation may make written representation in that behalf to the Secretary of State who may determine all issues which may be raised upon any such representation; and it shall be the duty of the Council to comply with any determination so made by the Secretary of State. 4 All directions, regulations, authorities, notices or other instruments given or made by the Council under or in pursuance of any provision of this Act shall be in writing and may be so given or made under the hand of the secretary or other officer of the Council authorised in that behalf."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "14", "section_title": " Power to alter, etc., constitution of Council.", "section_text": "14 1 If the Council consider, after consulting all the assay offices, that having regard to— a the establishment of a new assay office, the dissolution of any assay office or their amalgamation with another assay office; or b other substantial changes which have taken place or are to take place in the functions, administration or activities of any assay office; or c any other considerations (whether or not of a like character to those above-mentioned) appearing to the Council sufficient, any or all of the provisions of Schedule 4 to this Act are no longer appropriate and that alterations, additions or omissions thereto or therefrom should be made, the Council may make representation in that behalf to the Secretary of State, specifying the alterations, additions or omissions to or from the said Schedule which they consider should be made. 2 If the Secretary of State agrees with any representation so made to him, or if, having regard to the matters mentioned in the foregoing subsection, he considers it expedient to do so after consultation with the Council and despite the absence of any such representation, he may, subject to subsection (3) of this section, by order provide that there be made such alterations, additions or omissions to or from the said Schedule (whether or not the same as those specified in a representation where one has been made to him) as may be specified in the order. 3 An order made under this section may contain such transitional, incidental and supplementary provisions (including in a case falling within paragraph (a) or paragraph (b) of subsection (1) of this section provision for the winding up of any existing assay office and for the repeal of any local statutory provision relating to that assay office) as the Secretary of State considers expedient."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "15", "section_title": " Functions of assay offices, etc.", "section_text": "15 1 The provisions of Schedule 5 to this Act shall have effect with respect to the powers and duties of assay offices. 2 Without prejudice to the provisions of section 7 of and of Schedule 5 to this Act, nothing contained in this Act shall render any assay office liable as respects any damage caused by them to any article in the reasonable exercise or (as the case may be) discharge of any of the powers and duties conferred or imposed upon them by this Act."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "16", "section_title": " Orders constituting, dissolving, etc., or conferring powers on assay offices.", "section_text": "16 1 The Secretary of State may at any time by order— a on the application of the Council, provide for the constitution of an assay office at such place as may be specified in the order; or b on the application of the Council, provide for the closure and dissolution of any assay office or their amalgamation with another assay office; or c on the application of an assay office, confer, vary or abolish duties or powers imposed or conferred on the assay office under any local statutory provision affecting their undertaking and for that purpose repeal or amend any such provision. 2 The Secretary of State may, without such application to him as aforesaid, if he thinks fit and after consultation with the Council and any assay office appearing to him to be concerned, make an order for any of the purposes mentioned in subsection (1) of this section. 3 Any order made under this section may contain such incidental, consequential and supplementary provisions as the Secretary of State thinks necessary or expedient for the purposes of the order, including provisions for the amendment, adaptation or repeal of any local statutory provision. 4 The provisions of Part I of Schedule 6 to this Act shall have effect with respect to orders under subsection (1) of this section upon application therefor to the Secretary of State; and the provisions of the said Part I shall, subject to the modifications specified in Part II of the said Schedule, have effect with respect to orders under subsection (2) of this section by the Secretary of State without such application being made to him."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "17", "section_title": " Application of Act to other metals by order.", "section_text": "17 1 The Secretary of State may at any time by order, either on the application of the Council or, if the Secretary of State thinks fit, of his own volition after consultation with the Council, apply the provisions of this Act (or such of them as may be specified in any such order) to any other metal than gold, silver and platinum and subject to such amendments and adaptations as in the order may be specified. 2 Any order made under this section may contain such incidental, consequential and supplementary provisions as the Secretary of State thinks necessary or expedient for the purposes of the order, including provisions applying, extending, excluding or amending, or repealing or revoking, with or without savings, any provisions of this Act or an instrument under this Act."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "18", "section_title": " Local Acts and instruments.", "section_text": "18 1 Any local statutory provision which is inconsistent with any provision of this Act shall cease to have effect. 2 The Secretary of State may on the application of an assay office, or, if he thinks fit, of his own volition, but in either case subject to the provisions of this section, by order repeal or amend any local statutory provision where it appears to him that that provision is inconsistent with, or has become unnecessary in consequence of, any provision of this Act. 3 Before making an order under this section the Secretary of State shall consult with any person or body representative of persons who appear to him to be concerned. 4 An order under this section may contain such transitional, supplemental or incidental provisions as appear to the Secretary of State to be expedient."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "19", "section_title": " Reports and accounts.", "section_text": "19 1 The Council shall, as soon as practicable after 31st December in each year, make to the Secretary of State a report on the performance by them of their functions during the period of twelve months ending with that date. 2 The report of the Council for any period under the last preceding subsection shall include a record of all questions with which the Council have been concerned during that period and which appear to the Council to be of general interest. 3 As soon as the accounts of the Council have been audited, the Council shall send a copy of the accounts to the Secretary of State; and a copy of the accounts shall be kept at the office of the Council and any person interested shall be entitled, free of charge, to inspect and to take copies of, or extracts from, the copy of the accounts. 4 Any person, on application to the Council, shall be entitled to be furnished with copies of reports of the Council under this section and of statements summarising the accounts of the Council, on payment of such reasonable sums as the Council may determine."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "20", "section_title": " Local inquiries.", "section_text": "20 1 The Secretary of State may cause a local inquiry to be held in connection with the discharge of any of his functions under this Act or in any case where it appears to the Secretary of State to be expedient to do so in connection with any matter arising under this Act or otherwise in connection with any of the functions of assay offices or the Council, and— a in relation to any inquiry held in England or Wales, subsections (2) to (5) of section 250 of the  Local Government Act 1972 (evidence and costs at local inquiries), but subsection (4) (costs of department) only in a case where the Secretary of State so directs, shall apply as if the inquiry were held in pursuance of subsection (1) of that section; b in relation to any inquiry held in Scotland,  subsections (2) to (8) of section 210 of the  Local Government (Scotland) Act 1973  (provisions as to local inquiries) shall apply as if the inquiry were held in pursuance of subsection (1) of that section; and c in relation to any inquiry held in Northern Ireland, section 23 of the  Interpretation Act (Northern Ireland) 1954 (inquiries and investigations) shall apply as if this Act were an enactment, and the Secretary of State were a Minister, within the meaning of that Act. 2 The person appointed to hold an inquiry under the preceding subsection shall report the results thereof in writing to the Secretary of State, who shall publish the report together with such observations, if any, as he thinks fit to make thereon."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "21", "section_title": " Regulations and orders.", "section_text": "21 1 The Secretary of State may make regulations under this Act for any purpose for which regulations are authorised or required to be made by him under this Act. 2 Any such power to make regulations under this Act shall be exercisable by statutory instrument; and any instrument containing any such regulations shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Any power conferred by this Act to make an order shall include a power to vary or revoke the order by a subsequent order. 4 Any power to make orders under this Act shall be exercisable by statutory instrument. 5 An order shall not be made under section 17 of this Act unless a draft of the order has been approved by a resolution of each House of Parliament. 6 Any statutory instrument containing an order under section 14 of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "22", "section_title": " Interpretation.", "section_text": "22 1 In this Act, unless the subject or context otherwise requires— “ the  Act of 1968 ” means the Trade Descriptions Act 1968; “ approved hallmarks ” has the meaning given by section 2 of this Act.; “ assay office ” means (subject to subsection (2) of this section) each of the following bodies— The Wardens and Commonalty of the Mystery of Goldsmiths of the City of London (in this Act referred to as “ the London Assay Office ”); The Incorporation of Goldsmiths of the City of Edinburgh (in this Act referred to as “ the Edinburgh Assay Office ”); The Guardians of the Standard of Wrought Plate in Birmingham (in this Act referred to as “ the Birmingham Assay Office ”); The Guardians of the Standard of Wrought Plate within the town of Sheffield (in this Act referred to as “ the Sheffield Assay Office ”); and any other body duly authorised under any enactment, order, charter or franchise for the assaying and hallmarking of precious metals, and includes— a a body for the time being established under section 16(1)(a) of this Act, and b (where the context so admits) a body which, whilst it has been so authorised at any time before or after the passing of this Act, has since being so authorised been dissolved or has ceased business in such assaying and hallmarking; “ convention hallmark ” has the meaning given by section 2 of this Act; “ the Council ” means the British Hallmarking Council constituted under section 13 of this Act; “ dealer ” means a person engaged in the business of making, supplying, selling (including selling by auction) or exchanging articles of precious metal or in other dealings in such articles;  “ EEA  hallmark” has the meaning given by section 2 of this Act;  “ enactment ” includes an enactment of the Parliament of Northern Ireland, and (without prejudice to subsection (3) of this section) any reference in this Act to an enactment shall include a reference to any enactment re-enacting it with or without modifications; “ fineness ” in relation to any precious metal means the number of parts by weight of that fine metal in one thousand parts by weight of alloy; “ standard of fineness ” means any one of the standards of fineness specified in column (2) of paragraph 2 of Schedule 2 to this Act and reference to an article as being of one of those standards means that the article is of a fineness in all its parts of not less than that standard; and “ minimum fineness ” in relation to any precious metal means the lowest standard of fineness therefor so specified, namely, for gold the standard of 375, for silver the standard of  800 ,  ... for platinum the standard of  850   , and for palladium the standard of 500 ; “ functions ” includes powers and duties; “ improper alteration ” has the meaning given by section 2 of this Act; “ local statutory provision ” means a provision of a local Act (including an Act confirming a provisional order), or a provision of a public general Act passed with respect only to any particular locality, or a provision of an instrument made under any such local or public general Act or of an instrument in the nature of a local enactment made under any other Act, or a provision of a charter or franchise; “ new ware ” means— any article which is a substantially complete manufac ture and which has not as such been supplied on a sale by retail; and any article which has been the subject of any improper alteration; “ precious metal ” in relation to any article means gold, silver or platinum, or any other metal to which by an order under section 17 of this Act the provisions of this Act are applied; “ sponsor’s mark ” means— a sponsor’s mark applied under section 3 of this Act, or under the corresponding provisions of the law in force in the United Kingdom before section 3 of this Act came into force; or a mark designated by order of the Secretary of State— as a mark recognised pursuant to any international convention or treaty to which Her Majesty’s Government in the United Kingdom is a party; and as a sponsor’s mark for the purposes of this Act  ; or a mark struck on an article in an  EEA  State  other than the United Kingdom before exit day   which indicates the manufacturer or sponsor of the article;  “ unhallmarked ” has the meaning given by section 2(4) of this Act. 2 References in this Act to an assay office shall, as respects an assay office who are engaged in the business of an assay office and who carry on any other activity, include reference to so much only of the undertaking of that assay office as relates wholly to their business as such an assay office and as may be certified in that behalf by that assay office. 3 References in this Act to any enactment shall be construed as references to that enactment as amended or extended by or under any other enactment including this Act."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "23", "section_title": " Repeals.", "section_text": "23 The enactments specified in Schedule 7 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Hallmarking Act 1973", "year": 1973, "section": "24", "section_title": " Short title, commencement and extent.", "section_text": "24 1 This Act may be cited as the Hallmarking Act 1973. 2 Section 13 of and Schedule 4 to this Act shall come into operation on 1st January 1974 and the remainder of this Act shall come into operation on 1st January 1975. 3 This Act extends to Northern Ireland . . .  ."}]