[{"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "1", "section_title": "Divorce on breakdown of marriage.", "section_text": "1 1 Subject to section 3, either or both parties to a marriage may apply to the court for an order (a “divorce order”) which dissolves the marriage on the ground that the marriage has broken down irretrievably. 2 An application under subsection (1) must be accompanied by a statement by the applicant or applicants that the marriage has broken down irretrievably. 3 The court dealing with an application under subsection (1) must— a take the statement to be conclusive evidence that the marriage has broken down irretrievably, and b make a divorce order. 4 A divorce order— a is, in the first instance, a conditional order, and b may not be made final before the end of the period of 6 weeks from the making of the conditional order. 5 The court may not make a conditional order unless— a in the case of an application that is to proceed as an application by one party to the marriage only, that party has confirmed to the court that they wish the application to continue, or b in the case of an application that is to proceed as an application by both parties to the marriage, those parties have confirmed to the court that they wish the application to continue; and a party may not give confirmation for the purposes of this subsection before the end of the period of 20 weeks from the start of proceedings. 6 The Lord Chancellor may by order made by statutory instrument amend this section so as to shorten or lengthen the period for the purposes of subsection (4)(b) or (5). 7 But the Lord Chancellor may not under subsection (6) provide for a period which would result in the total number of days in the periods for the purposes of subsections (4)(b) and (5) (taken together) exceeding 26 weeks. 8 In a particular case the court dealing with the case may by order shorten the period that would otherwise be applicable for the purposes of subsection (4)(b) or (5). 9 A statutory instrument containing an order under subsection (6) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 10 Without prejudice to the generality of section 75 of the Courts Act 2003, Family Procedure Rules may make provision as to the procedure for an application under subsection (1) by both parties to a marriage to become an application by one party to the marriage only (including provision for a statement made under subsection (2) in connection with the application to be treated as made by one party to the marriage only)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "2", "section_title": " Supplemental provisions as to facts raising presumption of breakdown.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "3", "section_title": " Bar on   applying for a divorce order   within one year of marriage.", "section_text": "3 1   An application for a divorce order may not be made   before the expiration of the period of one year from the date of the marriage. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "4", "section_title": " Divorce not precluded by previous judicial separation.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "5", "section_title": "Refusal of decree in five year separation cases on grounds of grave hardship to respondent.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "6", "section_title": "Attempts at reconciliation of parties to marriage.", "section_text": "6 1 Provision shall be made by rules of court for requiring the  legal representative  acting for   an applicant for a divorce order to certify whether the representative has discussed with the applicant the possibility of reconciliation and given the applicant   the names and addresses of persons qualified to help effect a reconciliation between parties to a marriage who have become estranged. 2 If at any stage of proceedings for   a divorce order   it appears to the court that there is a reasonable possibility of a reconciliation between the parties to the marriage, the court may adjourn the proceedings for such period as it thinks fit to enable attempts to be made to effect such a reconciliation. The power conferred by the foregoing provision is additional to any other power of the court to adjourn proceedings."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "7", "section_title": " Consideration by the court of certain agreements or arrangements.", "section_text": "7 Provision may be made by rules of court for enabling the parties to a marriage, or either of them, on application made   when proceedings for a divorce order are contemplated or have begun,   to refer to the court any agreement or arrangement made or proposed to be made between them, being an agreement or arrangement which relates to, arises out of, or is connected with, the   proceedings,   and for enabling the court to express an opinion, should it think it desirable to do so, as to the reasonableness of the agreement or arrangement and to give such directions, if any, in the matter as it thinks fit."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "8", "section_title": " Intervention of Queen’s Proctor.", "section_text": "8 1 In the case of   an application for a divorce order  — a the court may, if it thinks fit, direct all necessary papers in the matter to be sent to the Queen’s Proctor, who shall under the directions of the Attorney-General instruct counsel to argue before the court any question in relation to the matter which the court considers it necessary or expedient to have fully argued; b any person may at any time during the progress of the proceedings or before the   divorce order is made final   give information to the Queen’s Proctor on any matter material to the due decision of the case, and the Queen’s Proctor may thereupon take such steps as the Attorney-General considers necessary or expedient. 2 Where the Queen’s Proctor intervenes or shows cause against a   conditional order in any proceedings for a divorce order,   the court may make such order as may be just as to the payment by other parties to the proceedings of the costs incurred by him in so doing or as to the payment by him of any costs incurred by any of those parties by reason of his so doing. 3 The Queen’s Proctor shall be entitled to charge as part of the expenses of his office— a the costs of any proceedings under subsection (1)(a) above; b where his reasonable costs of intervening or showing cause as mentioned in subsection (2) above are not fully satisfied by any order under that subsection, the amount of the difference; c if the Treasury so directs, any costs which he pays to any parties under an order made under subsection (2)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "9", "section_title": "Proceedings   before divorce order has been made final : general powers of court.", "section_text": "9 1 Where a   divorce order has been made but not made final , then, without prejudice to section 8 above, any person (excluding a party to the proceedings other than the Queen’s Proctor) may show cause why the   order should not be made final   by reason of material facts not having been brought before the court; and in such a case the court may— a notwithstanding anything in   section 1(4)   above (but subject to  section  10(2) to (4)  ... below) make the   order final ; or b rescind the   order ; or c require further inquiry; or d otherwise deal with the case as it thinks fit. 2   Where a divorce order has been made on an application by one party to a marriage and that party has not applied for the order to be made final,   then, at any time after the expiration of three months from the earliest date on which that party could have made such an application,   the other party to the marriage   may make an application to the court, and on that application the court may exercise any of the powers mentioned in paragraphs (a) to (d) of subsection (1) above."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "10", "section_title": "Proceedings before divorce order made final: special protection for respondent .", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The following provisions of this section apply where— a on an application for a divorce order a conditional order has been made and— i the conditional order is in favour of one party to a marriage, or ii the conditional order is in favour of both parties to a marriage but one of the parties has since withdrawn from the application, and b the respondent has applied to the court for consideration under subsection (3) of their financial position after the divorce. 3 Subject to subsection (4), the court hearing an application by the respondent under subsection (2) must not make the divorce order final unless it is satisfied— a that the applicant should not be required to make any financial provision for the respondent, or b that the financial provision made by the applicant for the respondent is reasonable and fair or the best that can be made in the circumstances. 3A In making a determination under subsection (3) the court must consider all the circumstances including— a the age, health, conduct, earning capacity, financial resources and financial obligations of each of the parties to the marriage, and b the financial position of the respondent as, having regard to the divorce, it is likely to be after the death of the applicant should that person die first. 4 The court may if it thinks fit makes the   divorce order final   notwithstanding the requirements of subsection (3) above if— a it appears that there are circumstances making it desirable that the   order should be made final   without delay, and b the court has obtained a satisfactory undertaking from the   applicant that they will make such financial provision   for the respondent as the court may approve."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "10A", "section_title": " Proceedings   before divorce order has been made final : religious marriage", "section_text": "10A 1 This section applies if a   divorce order has been made   but not made   final   and the parties to the marriage concerned— a were married in accordance with— i the usages of the Jews, or ii any other prescribed religious usages; and b must co-operate if the marriage is to be dissolved in accordance with those usages. 2 On the application of either party, the court may order that a   divorce order   is not to be made   final   until a declaration made by both parties that they have taken such steps as are required to dissolve the marriage in accordance with those usages is produced to the court. 3 An order under subsection (2)— a may be made only if the court is satisfied that in all the circumstances of the case it is just and reasonable to do so; and b may be revoked at any time. 4 A declaration of a kind mentioned in subsection (2)— a must be in a specified form; b must, in specified cases, be accompanied by such documents as may be specified; and c must, in specified cases, satisfy such other requirements as may be specified. 5 The validity of a   divorce order   made by reference to such a declaration is not to be affected by any inaccuracy in that declaration. 6 “ Prescribed ” means prescribed in an order made by the Lord Chancellor   after consulting the Lord Chief Justice  and such an order— a must be made by statutory instrument; b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 “ Specified ” means specified in rules of court. 8 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "11", "section_title": "Grounds on which a marriage is void.", "section_text": "11 A marriage celebrated after 31st July 1971 , other than a marriage to which section 12A applies,  shall be void on the following grounds only, that is to say— a that it is not a valid marriage under the provisions of  the  Marriage Acts 1949 to 1986 \t\t\t\t\t(that is to say where— i the parties are within the prohibited degrees of relationship; ii either party is under the age of   eighteen ; or iii the parties have intermarried in disregard of certain requirements as to the formation of marriage); b that at the time of the marriage either party was already lawfully married   or a civil partner ; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d in the case of a polygamous marriage entered into outside England and Wales, that either party was at the time of the marriage domiciled in England and Wales. For the purposes of paragraph (d) of this subsection a marriage  is not polygamous if  at its inception neither party has any spouse additional to the other."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "12", "section_title": " Grounds on which a marriage is voidable.", "section_text": "12 1 A marriage celebrated after 31st July 1971 , other than a marriage to which section 12A applies,  shall be voidable on the following grounds only, that is to say— a that the marriage has not been consummated owing to the incapacity of either party to consummate it; b that the marriage has not been consummated owing to the wilful refusal of the respondent to consummate it; c that either party to the marriage did not validly consent to it, whether in consequence of duress, mistake, unsoundness of mind or otherwise; d that at the time of the marriage either party, though capable of giving a valid consent, was suffering (whether continuously or intermittently) from mental disorder within the meaning of  the Mental Health Act 1983  of such a kind or to such an extent as to be unfitted for marriage; e that at the time of the marriage the respondent was suffering from venereal disease in a communicable form; f that at the time of the marriage the respondent was pregnant by some person other than the petitioner. g that an interim gender recognition certificate under the Gender Recognition Act 2004 has, after the time of the marriage, been issued to either party to the marriage; h that the respondent is a person whose gender at the time of the marriage had become the acquired gender under the Gender Recognition Act 2004. 2 Paragraphs (a) and (b) of subsection (1) do not apply to the marriage of a same sex couple."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "12A", "section_title": "Grounds on which a marriage converted from a civil partnership is void or voidable", "section_text": "12A 1 This section applies to a marriage which has been converted, or is purported to have been converted, from a civil partnership under section 9 of the  2013 Act  and regulations made under that section. 2 A marriage which results from the purported conversion of a void civil partnership is void. 3 A marriage which results from the conversion of a civil partnership is voidable if any of paragraphs (c) to (h) of section 12(1) applied at the date from which the marriage is treated as having subsisted in accordance with section 9(6) of the  2013 Act . 4 In this section, the “ 2013 Act ” means the Marriage (Same Sex Couples) Act 2013."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "12B", "section_title": "The period before nullity of marriage orders may be made final", "section_text": "12B 1 An order that annuls a marriage which is void or voidable (a  “nullity of marriage order”)— a is, in the first instance, a conditional order, and b may not be made final before the end of the period of 6 weeks from the making of the conditional order. 2 The Lord Chancellor may by order made by statutory instrument amend this section so as to shorten or lengthen the period for the purposes of subsection (1)(b). 3 But the Lord Chancellor may not under subsection (2) lengthen the period so that it exceeds 6 months. 4 In a particular case the court dealing with the case may by order shorten the period that would otherwise be applicable for the purposes of subsection (1)(b). 5 A statutory instrument containing an order under subsection (2) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "13", "section_title": " Bars to relief where marriage is voidable.", "section_text": "13 1 The court shall   not make a nullity of marriage order   on the ground that a marriage is voidable if the respondent satisfies the court— a that the   applicant , with knowledge that it was open to him to have the marriage avoided, so conducted himself in relation to the respondent as to lead the respondent reasonably to believe that he would not seek to do so; and b that it would be unjust to the respondent to   make the order . 2 Without prejudice to subsection (1) above, the court shall not   make a nullity of marriage order   by virtue of section 12 above on the grounds mentioned in paragraph ( c ), ( d ), ( e )\t\t\t\t\t  , (f) or (h)   of that section unless— a it is satisfied that proceedings were instituted within the period of three years from the date of the marriage, or b leave for the institution of proceedings after the expiration of that period has been granted under subsection (4) below. 2A Without prejudice to subsection (1) above, the court shall not   make a nullity of marriage order   by virtue of section 12 above on the ground mentioned in paragraph (g) of that section unless it is satisfied that proceedings were instituted within the period of six months from the date of issue of the interim gender recognition certificate. 3 Without prejudice to subsections (1) and (2) above, the court shall not   make a nullity of marriage order   by virtue of section 12 above on the grounds mentioned in paragraph (e)\t\t\t\t\t  , (f) or (h)   of that section unless it is satisfied that the   applicant   was at the time of the marriage ignorant of the facts alleged. 4 In the case of proceedings for the   making of a nullity of marriage order   by virtue of section 12 above on the grounds mentioned in paragraph ( c ), ( d ), ( e )\t\t\t\t\t  , (f) or (h)   of that section, a judge of the court may, on an application made to him, grant leave for the institution of proceedings after the expiration of the period of three years from the date of the marriage if— a he is satisfied that the   applicant   has at some time during that period suffered from mental disorder within the meaning of the Mental Health Act 1983, and b he considers that in all the circumstances of the case it would be just to grant leave for the institution of proceedings. 5 An application for leave under subsection (4) above may be made after the expiration of the period of three years from the date of the marriage."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "14", "section_title": " Marriages governed by foreign law or celebrated abroad under English law.", "section_text": "14 1 Subject to subsection (3)  where, apart from this Act, any matter affecting the validity of a marriage would fall to be determined (in accordance with the rules of private international law) by reference to the law of a country outside England and Wales, nothing in section 11, 12 or 13(1) above shall— a preclude the determination of that matter as aforesaid; or b require the application to the marriage of the grounds or bar there mentioned except so far as applicable in accordance with those rules. 2 In the case of a marriage which purports to have been celebrated under the Foreign Marriage Acts 1892 to 1947 or has taken place outside England and Wales and purports to be a marriage under common law, section 11 above is without prejudice to any ground on which the marriage may be void under those Acts or, as the case may be, by virtue of the rules governing the celebration of marriages outside England and Wales under common law. 3 No marriage is to be treated as valid by virtue of subsection (1) if, at the time when it purports to have been celebrated, either party was already a civil partner."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "15", "section_title": " Application of sections 8 and 9 to proceedings for a nullity of marriage order", "section_text": "15 Section 8 (intervention of Queen's Proctor) and section 9 (proceedings before divorce order has been made final: general powers of court) apply in relation to proceedings for a nullity of marriage order as if for any reference in those sections to a divorce order there were substituted a reference to a nullity of marriage order."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "16", "section_title": " Effect of   annulment   in case of voidable marriage.", "section_text": "16 1   A nullity of marriage order granted   in respect of a voidable marriage shall operate to annul the marriage only as respects any time after the   order has been made final,   and the marriage shall,   notwithstanding the order,   be treated as if it had existed up to that time.  2 Subsection (1) has effect in relation to a decree of nullity granted after 31 July 1971 as it has effect in relation to a nullity of marriage order, but with the substitution— a for  “order has been made final,” of  “decree has been made absolute,” and b for  “notwithstanding the order,” of “notwithstanding the decree,"}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "17", "section_title": " Judicial separation.", "section_text": "17 1 Either or both parties to a marriage may apply to the court for an order (a  “judicial separation order”) which provides for the separation of the parties to the marriage. 1A An application under subsection (1) must be accompanied by— a if the application is by one party to the marriage only, a statement by that person that they seek to be judicially separated from the other party to the marriage, or b if the application is by both parties to the marriage, a statement by them that they seek to be judicially separated from one another. 1B The court dealing with an application under subsection (1) must make a judicial separation order. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Sections 6 and 7 above shall apply for the purpose of encouraging the reconciliation of parties to proceedings for   a judicial separation order   and of enabling the parties to a marriage to refer to the court for its opinion an agreement or arrangement relevant to actual or contemplated proceedings for   a judicial separation order , as they apply in relation to proceedings for   a divorce order ."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "18", "section_title": " Effects of judicial separation.", "section_text": "18 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 If while a decree of judicial separation  or judicial separation order   is in force and the separation is continuing either of the parties to the marriage dies intestate as respects all or any of his or her real or personal property, the property as respects which he or she died intestate shall devolve as if the other party to the marriage had then been dead. 3 Notwithstanding anything in section 2(1)(a) of the  Matrimonial Proceedings (Magistrates’ Courts) Act 1960, a provision in force under an order made, or having effect as if made, under that section exempting one party to a marriage from the obligation to cohabit with the other shall not have effect as a decree of judicial separation for the purposes of subsection (2) above."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "19", "section_title": " Presumption of death and dissolution of marriage.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "20", "section_title": " Relief for respondent in divorce proceedings.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "21", "section_title": " Financial provision and property adjustment orders.", "section_text": "21 1 The financial provision orders for the purposes of this Act are the orders for periodical or lump sum provision available (subject to the provisions of this Act) under section 23 below for the purpose of adjusting the financial position of the parties to a marriage and any children of the family in connection with proceedings for divorce, nullity of marriage or judicial separation and under section 27(6) below on proof of neglect by one party to a marriage to provide, or to make a proper contribution towards, reasonable maintenance for the other or a child of the family, that is to say— a any order for periodical payments in favour of a party to a marriage under section 23(1)(a) or 27(6)(a) or in favour of a child of the family under section 23(1)(d), (2) or (4) or 27(6)(d); b any order for secured periodical payments in favour of a party to a marriage under section 23(1)(b) or 27(6)(b) or in favour of a child of the family under section 23(1)(e), (2) or (4) or 27(6)(e); and c any order for lump sum provision in favour of a party to a marriage under section 23(1)(c) or 27(6)(c) or in favour of a child of the family under section 23(1)(f), (2) or (4) or 27(6)(f); and references in this Act (except in paragraphs 17(1) and 23 of Schedule 1 below) to periodical payments orders, secured periodical payments orders, and orders for the payment of a lump sum are references to all or some of the financial provision orders requiring the sort of financial provision in question according as the context of each reference may require. 2 The property adjustment orders for the purposes of this Act are the orders dealing with property rights available (subject to the provisions of this Act) under section 24 below for the purpose of adjusting the financial position of the parties to a marriage and any children of the family on or after the   making of a divorce, nullity of marriage or judicial separation order,   that is to say— a any order under subsection (1)(a) of that section for a transfer of property; b any order under subsection (1)(b) of that section for a settlement of property; and c any order under subsection (1)(c) or (d) of that section for a variation of settlement. 3 See also section 52A (interpretation of certain references to divorce orders, nullity of marriage orders and judicial separation orders)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "21A", "section_title": "\n\t\t\tPension sharing orders.", "section_text": "21A 1 For the purposes of this Act, a pension sharing order is an order which— a provides that one party’s— i shareable rights under a specified pension arrangement, or ii shareable state scheme rights, be subject to pension sharing for the benefit of the other party, and b specifies the percentage value to be transferred. 2 In subsection (1) above— a the reference to shareable rights under a pension arrangement is to rights in relation to which pension sharing is available under Chapter I of Part IV of the Welfare Reform and Pensions Act 1999, or under corresponding Northern Ireland legislation, b the reference to shareable state scheme rights is to rights in relation to which pension sharing is available under Chapter  II  of Part IV of the Welfare Reform and Pensions Act 1999, or under corresponding Northern Ireland legislation, and c “ party ” means a party to a marriage. "}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "21B", "section_title": "Pension compensation sharing orders", "section_text": "21B 1 For the purposes of this Act, a pension compensation sharing order is an order which— a provides that one party's shareable rights to  PPF  compensation that derive from rights under a specified pension scheme are to be subject to pension compensation sharing for the benefit of the other party, and b specifies the percentage value to be transferred. 2 In subsection (1)— a the reference to shareable rights to  PPF  compensation is to rights in relation to which pension compensation sharing is available under Chapter 1 of Part 3 of the Pensions Act 2008 or under corresponding Northern Ireland legislation; b “ party ” means a party to a marriage; c “ specified ” means specified in the order. "}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "21C", "section_title": "Pension compensation: interpretation", "section_text": "21C In this Part— “ PPF  compensation ” means compensation payable under the pension compensation provisions; “ the pension compensation provisions ” means— Chapter 3 of Part 2 of the Pensions Act 2004 (pension protection) and any regulations or order made under it, Chapter 1 of Part 3 of the Pensions Act 2008 (pension compensation on divorce  etc ) and any regulations or order made under it, and any provision corresponding to the provisions mentioned in paragraph (a) or (b) in force in Northern Ireland."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "22", "section_title": " Maintenance pending suit.", "section_text": "22 1 On   an application for a divorce, nullity of marriage or judicial separation order,   the court may make an order for maintenance pending suit, that is to say, an order requiring either party to the marriage to make to the other such periodical payments for his or her maintenance and for such term, being a term beginning not earlier than the date of the   making of the application   and ending with the date of the determination of the suit, as the court thinks reasonable. 2 An order under this section may not require a party to a marriage to pay to the other party any amount in respect of legal services for the purposes of the proceedings. 3 In subsection (2)  “ legal services ” has the same meaning as in section 22ZA."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "22ZA", "section_title": "Orders for payment in respect of legal services", "section_text": "22ZA 1 In proceedings for divorce, nullity of marriage or judicial separation, the court may make an order or orders requiring one party to the marriage to pay to the other (“ the applicant ”) an amount for the purpose of enabling the applicant to obtain legal services for the purposes of the proceedings. 2 The court may also make such an order or orders in proceedings under this Part for financial relief in connection with proceedings for divorce, nullity of marriage or judicial separation. 3 The court must not make an order under this section unless it is satisfied that, without the amount, the applicant would not reasonably be able to obtain appropriate legal services for the purposes of the proceedings or any part of the proceedings. 4 For the purposes of subsection (3), the court must be satisfied, in particular, that— a the applicant is not reasonably able to secure a loan to pay for the services, and b the applicant is unlikely to be able to obtain the services by granting a charge over any assets recovered in the proceedings. 5 An order under this section may be made for the purpose of enabling the applicant to obtain legal services of a specified description, including legal services provided in a specified period or for the purposes of a specified part of the proceedings. 6 An order under this section may— a provide for the payment of all or part of the amount by instalments of specified amounts, and b require the instalments to be secured to the satisfaction of the court. 7 An order under this section may direct that payment of all or part of the amount is to be deferred. 8 The court may at any time in the proceedings vary an order made under this section if it considers that there has been a material change of circumstances since the order was made. 9 For the purposes of the assessment of costs in the proceedings, the applicant's costs are to be treated as reduced by any amount paid to the applicant pursuant to an order under this section for the purposes of those proceedings. 10 In this section  “ legal services ”, in relation to proceedings, means the following types of services— a providing advice as to how the law applies in the particular circumstances, b providing advice and assistance in relation to the proceedings, c providing other advice and assistance in relation to the settlement or other resolution of the dispute that is the subject of the proceedings, and d providing advice and assistance in relation to the enforcement of decisions in the proceedings or as part of the settlement or resolution of the dispute, and they include, in particular, advice and assistance in the form of representation and any form of dispute resolution, including mediation. 11 In subsections (5) and (6)  “ specified ” means specified in the order concerned."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "22ZB", "section_title": "Matters to which court is to have regard in deciding how to exercise power under section 22ZA", "section_text": "22ZB 1 When considering whether to make or vary an order under section 22ZA, the court must have regard to— a the income, earning capacity, property and other financial resources which each of the applicant and the paying party has or is likely to have in the foreseeable future, b the financial needs, obligations and responsibilities which each of the applicant and the paying party has or is likely to have in the foreseeable future, c the subject matter of the proceedings, including the matters in issue in them, d whether the paying party is legally represented in the proceedings, e any steps taken by the applicant to avoid all or part of the proceedings, whether by proposing or considering mediation or otherwise, f the applicant's conduct in relation to the proceedings, g any amount owed by the applicant to the paying party in respect of costs in the proceedings or other proceedings to which both the applicant and the paying party are or were party, and h the effect of the order or variation on the paying party. 2 In subsection (1)(a)  “ earning capacity ”, in relation to the applicant or the paying party, includes any increase in earning capacity which, in the opinion of the court, it would be reasonable to expect the applicant or the paying party to take steps to acquire. 3 For the purposes of subsection (1)(h), the court must have regard, in particular, to whether the making or variation of the order is likely to— a cause undue hardship to the paying party, or b prevent the paying party from obtaining legal services for the purposes of the proceedings. 4 The Lord Chancellor may by order amend this section by adding to, omitting or varying the matters mentioned in subsections (1) to (3). 5 An order under subsection (4) must be made by statutory instrument. 6 A statutory instrument containing an order under subsection (4) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 7 In this section  “ legal services ” has the same meaning as in section 22ZA."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "23", "section_title": " Financial provision orders in connection with divorce proceedings, etc.", "section_text": "23 1   On making a divorce, nullity of marriage or judicial separation order or at any time after making such an order (whether, in the case of a divorce or nullity of marriage order, before or after the order is made final),   the court may make any one or more of the following orders, that is to say— a an order that either party to the marriage shall make to the other such periodical payments, for such term, as may be specified in the order; b an order that either party to the marriage shall secure to the other to the satisfaction of the court such periodical payments, for such term, as may be so specified; c an order that either party to the marriage shall pay to the other such lump sum or sums as may be so specified; d an order that a party to the marriage shall make to such person as may be specified in the order for the benefit of a child of the family, or to such a child, such periodical payments, for such term, as may be so specified; e an order that a party to the marriage shall secure to such person as may be so specified for the benefit of such a child, or to such a child, to the satisfaction of the court, such periodical payments, for such term, as may be so specified; f an order that a party to the marriage shall pay to such person as may be so specified for the benefit of such a child, or to such a child, such lump sum as may be so specified; subject, however, in the case of an order under paragraph (d), (e) or (f) above, to the restrictions imposed by section 29(1) and (3) below on the making of financial provision orders in favour of children who have attained the age of eighteen. 2 The court may also, subject to those restrictions, make any one or more of the orders mentioned in subsection (1)(d), (e) and (f) above— a in any proceedings for divorce, nullity of marriage or judicial separation, before   making a divorce order, nullity of marriage order or judicial separation order (as the case may be);   and b where any such proceedings are dismissed after the beginning of the trial, either forthwith or within a reasonable period after the dismissal. 3 Without prejudice to the generality of subsection (1)(c) or (f) above— a an order under this section that a party to a marriage shall pay a lump sum to the other party may be made for the purpose of enabling that other party to meet any liabilities or expenses reasonably incurred by him or her in maintaining himself or herself or any child of the family before making an application for an order under this section in his or her favour; b an order under this section for the payment of a lump sum to or for the benefit of a child of the family may be made for the purpose of enabling any liabilities or expenses reasonably incurred by or for the benefit of that child before the making of an application for an order under this section in his favour to be met; and c an order under this section for the payment of a lump sum may provide for the payment of that sum by instalments of such amount as may be specified in the order and may require the payment of the instalments to be secured to the satisfaction of the court. 4 The power of the court under subsection (1) or (2)(a) above to make an order in favour of a child of the family shall be exercisable from time to time; and where the court makes an order in favour of a child under subsection (2)(b) above, it may from time to time, subject to the restrictions mentioned in subsection (1) above, make a further order in his favour of any of the kinds mentioned in subsection (1) (d), (e) or (f) above. 5 Without prejudice to the power to give a direction under section 30 below for the settlement of an instrument by conveyancing counsel, where an order is made under subsection (1)(a), (b) or (c) above on or after   making a divorce or nullity of marriage order, neither the order under subsection (1)(a), (b) or (c) nor any settlement made in pursuance of it is to take effect unless the divorce or nullity of marriage order has been made final.   6 Where the court— a makes an order under this section for the payment of a lump sum; and b directs— i that payment of that sum or any part of it shall be deferred; or ii that that sum or any part of it shall be paid by instalments, the court may order that the amount deferred or the instalments shall carry interest at such rate as may be specified by the order from such date, not earlier than the date of the order, as may be so specified, until the date when payment of it is due. 7 See also section 52A (interpretation of certain references to divorce orders, nullity of marriage orders and judicial separation orders)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "24", "section_title": " Property adjustment orders in connection with divorce proceedings, etc.", "section_text": "24 1   On making a divorce, nullity of marriage or judicial separation order or at any time after making such an order (whether, in the case of a divorce or nullity of marriage order, before or after the order is made final),   the court may make any one or more of the following orders, that is to say— a an order that a party to the marriage shall transfer to the other party, to any child of the family or to such person as may be specified in the order for the benefit of such a child such property as may be so specified, being property to which the first-mentioned party is entitled, either in possession or reversion; b an order that a settlement of such property as may be so specified, being property to which a party to the marriage is so entitled, be made to the satisfaction of the court for the benefit of the other party to the marriage and of the children of the family or either or any of them; c an order varying for the benefit of the parties to the marriage and of the children of the family or either or any of them any ante-nuptial or post-nuptial settlement (including such a settlement made by will or codicil) made on the parties to the marriage  ,other than one in the form of a pension arrangement (within the meaning of section 25D below) ; d an order extinguishing or reducing the interest of either of the parties to the marriage under any such settlement  , other than one in the form of a pension arrangement (within the meaning of section 25D below) ; subject, however, in the case of an order under paragraph (a) above, to the restrictions imposed by section 29(1) and (3) below on the making of orders for a transfer of property in favour of children who have attained the age of eighteen. 2 The court may make an order under subsection (1)(c) above notwithstanding that there are no children of the family. 3 Without prejudice to the power to give a direction under section 30 below for the settlement of an instrument by conveyancing counsel, where an order is made under this section on or after   making a divorce or nullity of marriage order, neither the order under this section nor any settlement made in pursuance of it is to take effect unless the divorce or nullity of marriage order has been made final.   4 See also section 52A (interpretation of certain references to divorce orders, nullity of marriage orders and judicial separation orders)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "24A", "section_title": " Orders for sale of property", "section_text": "24A 1 Where the court makes an order under section 22ZA or makes  under section 23 or 24 of this Act a secured periodical payments order, an order for the payment of a lump sum or a property adjustment order, then, on making that order or at any time thereafter, the court may make a further order for the sale of such property as may be specified in the order, being property in which or in the proceeds of sale of which either or both of the parties to the marriage has or have a beneficial interest, either in possession or reversion.  2 Any order made under subsection (1) above may contain such consequential or supplementary provisions as the court thinks fit and, without prejudice to the generality of the foregoing provision, may include— a provision requiring the making of a payment out of the proceeds of sale of the property to which the order relates, and b provision requiring any such property to be offered for sale to a person, or class of persons, specified in the order. 3 Where an order is made under subsection (1) above on or after the   making of a divorce or nullity of marriage order, the order under subsection (1) is not to take effect unless the divorce or nullity of marriage order has been made final.    4 Where an order is made under subsection (1) above, the court may direct that the order, or such provision thereof as the court may specify, shall not take effect until the occurrence of an event specified by the court or the expiration of a period so specified.  5 Where an order under subsection (1) above contains a provision requiring the proceeds of sale of the property to which the order relates to be used to secure periodical payments to a party to the marriage, the order shall cease to have effect on the death or re-marriage of   , or formation of a civil partnership by,   that person.   6 Where a party to a marriage has a beneficial interest in any property, or in the proceeds of sale thereof, and some other person who is not a party to the marriage also has a beneficial interest in that property or in the proceeds of sale thereof, then, before deciding whether to make an order under this section in relation to that property, it shall be the duty of the court to give that other person an opportunity to make representations with respect to the order; and any representations made by that other person shall be included among the circumstances to which the court is required to have regard under section 25(1) below. 7 See also section 52A (interpretation of certain references to divorce orders, nullity of marriage orders and judicial separation orders)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "24B", "section_title": "\n\t\t\tPension sharing orders in connection with divorce proceedings etc.", "section_text": "24B 1   On making a divorce or nullity of marriage order or at any time after making such an order (whether before or after the order is made final),  the court may, on an application made under this section, make one or more pension sharing orders in relation to the marriage. 2 A pension sharing order under this section is not to take effect unless the   divorce or nullity of marriage order on or after which it is made has been made final.   3 A pension sharing order under this section may not be made in relation to a pension arrangement which— a is the subject of a pension sharing order in relation to the marriage, or b has been the subject of pension sharing between the parties to the marriage. 4 A pension sharing order under this section may not be made in relation to shareable state scheme rights if— a such rights are the subject of a pension sharing order in relation to the marriage, or b such rights have been the subject of pension sharing between the parties to the marriage. 5 A pension sharing order under this section may not be made in relation to the rights of a person under a pension arrangement if there is in force a requirement imposed by virtue of section 25B or 25C below which relates to benefits or future benefits to which he is entitled under the pension arrangement. 6 See also section 52A (interpretation of certain references to divorce orders, nullity of marriage orders and judicial separation orders)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "24C", "section_title": "\n\t\t\tPension sharing orders: duty to stay.", "section_text": "24C 1 No pension sharing order may be made so as to take effect before the end of such period after the making of the order as may be prescribed by regulations made by the Lord Chancellor. 2 The power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "24D", "section_title": "\n\t\t\t Pension sharing orders: apportionment of charges.", "section_text": "24D If a pension sharing order relates to rights under a pension arrangement, the court may include in the order provision about the apportionment between the parties of any charge under section 41 of the Welfare Reform and Pensions Act 1999 (charges in respect of pension sharing costs), or under corresponding Northern Ireland legislation."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "24E", "section_title": "Pension compensation sharing orders in connection with divorce proceedings", "section_text": "24E 1   On making a divorce or nullity of marriage order or at any time after making such an order (whether before or after the order is made final),   the court may, on an application made under this section, make a pension compensation sharing order in relation to the marriage. 2 A pension compensation sharing order under this section is not to take effect unless the   divorce or nullity of marriage order on or after which it is made has been made final.   3 A pension compensation sharing order under this section may not be made in relation to rights to  PPF  compensation that— a are the subject of pension attachment, b derive from rights under a pension scheme that were the subject of pension sharing between the parties to the marriage, c are the subject of pension compensation attachment, or d are or have been the subject of pension compensation sharing between the parties to the marriage. 4 For the purposes of subsection (3)(a), rights to  PPF  compensation  “are the subject of pension attachment” if any of the following three conditions is met. 5 The first condition is that— a the rights derive from rights under a pension scheme in relation to which an order was made under section 23 imposing a requirement by virtue of section 25B(4), and b that order, as modified under section 25E(3), remains in force. 6 The second condition is that— a the rights derive from rights under a pension scheme in relation to which an order was made under section 23 imposing a requirement by virtue of section 25B(7), and b that order— i has been complied with, or ii has not been complied with and, as modified under section 25E(5), remains in force. 7 The third condition is that— a the rights derive from rights under a pension scheme in relation to which an order was made under section 23 imposing a requirement by virtue of section 25C, and b that order remains in force. 8 For the purposes of subsection (3)(b), rights under a pension scheme  “were the subject of pension sharing between the parties to the marriage” if the rights were at any time the subject of a pension sharing order in relation to the marriage or a previous marriage between the same parties. 9 For the purposes of subsection (3)(c), rights to  PPF  compensation  “are the subject of pension compensation attachment” if there is in force a requirement imposed by virtue of section 25F relating to them. 10 For the purposes of subsection (3)(d), rights to  PPF  compensation  “are or have been the subject of pension compensation sharing between the parties to the marriage” if they are or have ever been the subject of a pension compensation sharing order in relation to the marriage or a previous marriage between the same parties. 11 See also section 52A (interpretation of certain references to divorce orders, nullity of marriage orders and judicial separation orders)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "24F", "section_title": "Pension compensation sharing orders: duty to stay", "section_text": "24F 1 No pension compensation sharing order may be made so as to take effect before the end of such period after the making of the order as may be prescribed by regulations made by the Lord Chancellor. 2 The power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "24G", "section_title": "Pension compensation sharing orders: apportionment of charges", "section_text": "24G The court may include in a pension compensation sharing order provision about the apportionment between the parties of any charge under section 117 of the Pensions Act 2008 (charges in respect of pension compensation sharing costs), or under corresponding Northern Ireland legislation."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "25", "section_title": " Matters to which court is to have regard in deciding how to exercise its powers under ss. 23, 24  , 24A, 24B and 24E .", "section_text": "25 1 It shall be the duty of the court in deciding whether to exercise its powers under section 23, 24  , 24A  , 24B or 24E  above and, if so, in what manner, to have regard to all the circumstances of the case, first consideration being given to the welfare while a minor of any child of the family who has not attained the age of eighteen. 2 As regards the exercise of the powers of the court under section 23(1)( a ), ( b ) or ( c ), 24  , 24A  , 24B or 24E above in relation to a party to the marriage, the court shall in particular have regard to the following matters— a the income, earning capacity, property and other financial resources which each of the parties to the marriage has or is likely to have in the foreseeable future, including in the case of earning capacity any increase in that capacity which it would in the opinion of the court be reasonable to expect a party to the marriage to take steps to acquire; b the financial needs, obligations and responsibilities which each of the parties to the marriage has or is likely to have in the foreseeable future; c the standard of living enjoyed by the family before the breakdown of the marriage; d the age of each party to the marriage and the duration of the marriage; e any physical or mental disability of either of the parties to the marriage; f the contributions which each of the parties has made or is likely in the foreseeable future to make to the welfare of the family, including any contribution by looking after the home or caring for the family; g the conduct of each of the parties, if that conduct is such that it would in the opinion of the court be inequitable to disregard it; h in the case of proceedings for divorce or nullity of marriage, the value to each of the parties to the marriage of any benefit  . . . which, by reason of the dissolution or annulment of the marriage, that party will lose the chance of acquiring. 3 As regards the exercise of the powers of the court under section 23(1)( d ), ( e ) or ( f ), (2) or (4), 24 or 24A above in relation to a child of the family, the court shall in particular have regard to the following matters— a the financial needs of the child; b the income, earning capacity (if any), property and other financial resources of the child; c any physical or mental disability of the child; d the manner in which he was being and in which the parties to the marriage expected him to be educated or trained; e the considerations mentioned in relation to the parties to the marriage in paragraphs ( a ), ( b ), ( c ) and ( e ) of subsection (2) above. 4 As regards the exercise of the powers of the court under section 23(1)( d ), ( e ) or ( f ), (2) or (4), 24 or 24A above against a party to a marriage in favour of a child of the family who is not the child of that party, the court shall also have regard— a to whether that party assumed any responsibility for the child’s maintenance, and, if so, to the extent to which, and the basis upon which, that party assumed such responsibility and to the length of time for which that party discharged such responsibility; b to whether in assuming and discharging such responsibility that party did so knowing that the child was not his or her own; c to the liability of any other person to maintain the child."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "25A", "section_title": " Exercise of court’s powers in favour of party to marriage on   divorce or nullity of marriage order .", "section_text": "25A 1 Where on or after the   making of a divorce or nullity of marriage order   the court decides to exercise its powers under section 23(1)( a ), ( b ) or ( c ), 24 or  , 24A  , 24B or 24E above in favour of a party to the marriage, it shall be the duty of the court to consider whether it would be appropriate so to exercise those powers that the financial obligations of each party towards the other will be terminated as soon after the   making of the order   as the court considers just and reasonable. 2 Where the court decides in such a case to make a periodical payments or secured periodical payments order in favour of a party to the marriage, the court shall in particular consider whether it would be appropriate to require those payments to be made or secured only for such term as would in the opinion of the court be sufficient to enable the party in whose favour the order is made to adjust without undue hardship to the termination of his or her financial dependence on the other party. 3 Where on or after the   making of a divorce or nullity of marriage order   an application is made by a party to the marriage for a periodical payments or secured periodical payments order in his or her favour, then, if the court considers that no continuing obligation should be imposed on either party to make or secure periodical payments in favour of the other, the court may dismiss the application with a direction that the applicant shall not be entitled to make any further application in relation to that marriage for an order under section 23(1)( a ) or ( b ) above. 4 See also section 52A (interpretation of certain references to divorce orders, nullity of marriage orders and judicial separation orders)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "25B", "section_title": " Pensions.", "section_text": "  25B 1 The matters to which the court is to have regard under section 25(2) above include— a in the case of paragraph (a), any benefits under a pension  arrangement  which a party to the marriage has or is likely to have, and b in the case of paragraph (h), any benefits under a pension  arrangement  which, by reason of the dissolution or annulment of the marriage, a party to the marriage will lose the chance of acquiring, and, accordingly, in relation to benefits under a pension  arrangement , section 25(2)(a) above shall have effect as if “in the foreseeable future” were omitted.   2 In any proceedings for a financial provision order under section 23 above in a case where a party to the marriage has, or is likely to have, any benefit under a pension scheme, the court shall, in addition to considering any other matter which it is required to consider apart from this subsection, consider— a whether, having regard to any matter to which it is required to have regard in the proceedings by virtue of subsection (1) above, such an order (whether deferred or not) should be made, and b where the court determines to make such an order, how the terms of the order should be affected, having regard to any such matter. 3 The following provisions apply where, having regard to any benefits under a pension  arrangement , the court determines to make an order under section 23 above. 4 To the extent to which the order is made having regard to any benefits under a pension  arrangement , the order may require the  person responsible for  the pension  arrangement  in question, if at any time any payment in respect of any benefits under the  arrangement  becomes due to the party with pension rights, to make a payment for the benefit of the other party.   5 The order must express the amount of any payment required to be made by virtue of subsection (4) above as a percentage of the payment which becomes due to the party with pension rights.  6 Any such payment by the  person responsible for the arrangement — a shall discharge so much of  his  liability to the party with pension rights as corresponds to the amount of the payment, and b shall be treated for all purposes as a payment made by the party with pension rights in or towards the discharge of his liability under the order. 7 Where the party with pension rights  has a right of commutation under the arrangement, the order may require him to exercise it to any extent ; and this section applies to the  any payment due in consequence of commutation  in pursuance of the order as it applies to other payments in respect of benefits under the  arrangement .   7A The power conferred by subsection (7) above may not be exercised for the purpose of commuting a benefit payable to the party with pension rights to a benefit payable to the other party. 7B The power conferred by subsection (4) or (7) above may not be exercised in relation to a pension arrangement which— a is the subject of a pension sharing order in relation to the marriage, or b has been the subject of pension sharing between the parties to the marriage. 7C In subsection (1) above, references to benefits under a pension arrangement include any benefits by way of pension, whether under a pension arrangement or not."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "25C", "section_title": " Pensions: lump sums.", "section_text": "25C 1 The power of the court under section 23 above to order a party to a marriage to pay a lump sum to the other party includes, where the benefits which the party with pension rights has or is likely to have under a pension  arrangement  include any lump sum payable in respect of his death, power to make any of the following provision by the order. 2 The court may— a if the  person responsible for the pension arrangement in question has  power to determine the person to whom the sum, or any part of it, is to be paid, require  him to pay the whole or part of that sum, when it becomes due, to the other party, b if the party with pension rights has power to nominate the person to whom the sum, or any part of it, is to be paid, require the party with pension rights to nominate the other party in respect of the whole or part of that sum, c in any other case, require the  person responsible for the pension arrangement  in question to pay the whole or part of that sum, when it becomes due, for the benefit of the other party instead of to the person to whom, apart from the order, it would be paid. 3 Any payment by the  person responsible for the arrangement  under an order made under section 23 above by virtue of this section shall discharge so much of  his  liability in respect of the party with pension rights as corresponds to the amount of the payment.   4 The powers conferred by this section may not be exercised in relation to a pension arrangement which— a is the subject of a pension sharing order in relation to the marriage, or b has been the subject of pension sharing between the parties to the marriage."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "25D", "section_title": " Pensions: supplementary.", "section_text": "25D  1 Where— a an order made under section 23 above by virtue of section 25B or 25C above imposes any requirement on the person responsible for a pension arrangement (“ the first arrangement ”) and the party with pension rights acquires rights under another pension arrangement (“ the new arrangement ”) which are derived (directly or indirectly) from the whole of his rights under the first arrangement, and b the person responsible for the new arrangement has been given notice in accordance with regulations made by the Lord Chancellor, the order shall have effect as if it had been made instead in respect of the person responsible for the new arrangement. 2 The Lord Chancellor may by regulations — a in relation to any provision of sections 25B or 25C above which authorises the court making an order under section 23 above to require the  person responsible for a pension arrangement  to make a payment for the benefit of the other party, make provision as to the person to whom, and the terms on which, the payment is to be made,   ab make, in relation to payment under a mistaken belief as to the continuation in force of a provision included by virtue of section 25B or 25C above in an order under section 23 above, provision about the rights or liabilities of the payer, the payee or the person to whom the payment was due, b require notices to be given in respect of changes of circumstances relevant to such orders which include provision made by virtue of sections 25B and 25C above,   ba make provision for the person responsible for a pension arrangement to be discharged in prescribed circumstances from a requirement imposed by virtue of section 25B or 25C above,   c make provision for the trustees or managers of any pension scheme to provide, for the purposes of orders under section 23 above, information as to the value of any benefits under the scheme,   d make provision for the recovery of the administrative expenses of— i complying with such orders, so far as they include provision made by virtue of sections 25B and 25C above, and ii providing such information, from the party with pension rights or the other party,   e make provision about calculation and verification in relation to the valuation of— i benefits under a pension arrangement, or ii shareable state scheme rights, for the purposes of the court’s functions in connection with the exercise of any of its powers under this Part of this Act. and regulations made by virtue of paragraph (e) above may provide for that value to be calculated and verified in accordance with guidance which is prepared and from time to time revised by a prescribed person and approved by the Secretary of State. 2A Regulations under subsection (2)(e) above may include— a provision for calculation or verification in accordance with guidance from time to time prepared by a prescribed person, and b provision by reference to regulations under section 30 or 49(4) of the Welfare Reform and Pensions Act 1999. 2B Regulations under subsection (2) above may make different provision for different cases. 2C Power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 In this section and sections 25B and 25C above— “ occupational pension scheme ” has the same meaning as in the  Pension Schemes Act 1993; “ the party with pension rights ” means the party to the marriage who has or is likely to have benefits under a pension arrangement and “ the other party ” means the other party to the marriage; “ pension arrangement ” means— an occupational pension scheme, a personal pension scheme, a retirement annuity contract, an annuity or insurance policy purchased, or transferred, for the purpose of giving effect to rights under an occupational pension scheme or a personal pension scheme, and an annuity purchased, or entered into, for the purpose of discharging liability in respect of a pension credit under section 29(1)(b) of the Welfare Reform and Pensions Act 1999 or under corresponding Northern Ireland legislation; “ personal pension scheme ” has the same meaning as in the Pension Schemes Act 1993; “ prescribed ” means prescribed by regulations; “ retirement annuity contract ” means a contract or scheme approved under Chapter  III  of Part XIV of the  Income and Corporation Taxes Act 1988; “ shareable state scheme rights ” has the same meaning as in section 21A(1) above; and “ trustees or managers ”, in relation to an occupational pension scheme or a personal pension scheme, means— in the case of a scheme established under a trust, the trustees of the scheme, and in any other case, the managers of the scheme. 4 In this section and sections 25B and 25C above, references to the person responsible for a pension arrangement are— a in the case of an occupational pension scheme or a personal pension scheme, to the trustees or managers of the scheme, b in the case of a retirement annuity contract or an annuity falling within paragraph (d) or (e) of the definition of “pension arrangement” above, the provider of the annuity, and c in the case of an insurance policy falling within paragraph (d) of the definition of that expression, the insurer."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "25E", "section_title": "The Pension Protection Fund", "section_text": "25E 1 The matters to which the court is to have regard under section 25(2) include— a in the case of paragraph (a), any  PPF  compensation to which a party to the marriage is or is likely to be entitled, and b in the case of paragraph (h), any  PPF  compensation which, by reason of the dissolution or annulment of the marriage, a party to the marriage will lose the chance of acquiring entitlement to, and, accordingly, in relation to  PPF  compensation, section 25(2)(a) shall have effect as if  “in the foreseeable future” were omitted. 2 Subsection (3) applies in relation to an order under section 23 so far as it includes provision made by virtue of section 25B(4) which— a imposed requirements on the trustees or managers of an occupational pension scheme for which the Board has assumed responsibility in accordance with Chapter 3 of Part 2 of the Pensions Act 2004 (pension protection) or any provision in force in Northern Ireland corresponding to that Chapter, and b was made before the trustees or managers of the scheme received the transfer notice in relation to the scheme. 3 The order is to have effect from the time when the trustees or managers of the scheme receive the transfer notice— a as if, except in prescribed descriptions of case— i references in the order to the trustees or managers of the scheme were references to the Board, and ii references in the order to any pension or lump sum to which the party with pension rights is or may become entitled under the scheme were references to any  PPF  compensation to which that person is or may become entitled in respect of the pension or lump sum, and b subject to such other modifications as may be prescribed. 4 Subsection (5) applies to an order under section 23 if— a it includes provision made by virtue of section 25B(7) which requires the party with pension rights to exercise his right of commutation under an occupational pension scheme to any extent, and b before the requirement is complied with the Board has assumed responsibility for the scheme as mentioned in subsection (2)(a). 5 From the time the trustees or managers of the scheme receive the transfer notice, the order is to have effect with such modifications as may be prescribed. 6 Regulations may modify section 25C as it applies in relation to an occupational pension scheme at any time when there is an assessment period in relation to the scheme. 7 Where the court makes a pension sharing order in respect of a person’s shareable rights under an occupational pension scheme, or an order which includes provision made by virtue of section 25B(4) or (7) in relation to such a scheme, the Board subsequently assuming responsibility for the scheme as mentioned in subsection (2)(a) does not affect— a the powers of the court under section 31 to vary or discharge the order or to suspend or revive any provision of it, or b on an appeal, the powers of the appeal court to affirm, reinstate, set aside or vary the order. 8 Regulations may make such consequential modifications of any provision of, or made by virtue of, this Part as appear to the Lord Chancellor necessary or expedient to give effect to the provisions of this section. 9 In this section— “ assessment period ” means an assessment period within the meaning of Part 2 of the Pensions Act 2004 (pension protection)\t\t\t\t\t(see sections 132 and 159 of that Act) or an equivalent period under any provision in force in Northern Ireland corresponding to that Part; “ the Board ” means the Board of the Pension Protection Fund; “ occupational pension scheme ” has the same meaning as in the Pension Schemes Act 1993; “ prescribed ” means prescribed by regulations;  ...  “ regulations ” means regulations made by the Lord Chancellor; “shareable rights” are rights in relation to which pension sharing is available under Chapter 1 of Part 4 of the Welfare Reform and Pensions Act 1999 or any provision in force in Northern Ireland corresponding to that Chapter; “ transfer notice ” has the same meaning as in section 160 of the Pensions Act 2004 or any corresponding provision in force in Northern Ireland. 10 Any power to make regulations under this section is exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "25F", "section_title": "Attachment of pension compensation", "section_text": "25F 1 This section applies where, having regard to any  PPF  compensation to which a party to the marriage is or is likely to be entitled, the court determines to make an order under section 23. 2 To the extent to which the order is made having regard to such compensation, the order may require the Board of the Pension Protection Fund, if at any time any payment in respect of  PPF  compensation becomes due to the party with compensation rights, to make a payment for the benefit of the other party. 3 The order must express the amount of any payment required to be made by virtue of subsection (2) as a percentage of the payment which becomes due to the party with compensation rights. 4 Any such payment by the Board of the Pension Protection Fund— a shall discharge so much of its liability to the party with compensation rights as corresponds to the amount of the payment, and b shall be treated for all purposes as a payment made by the party with compensation rights in or towards the discharge of that party's liability under the order. 5 Where the party with compensation rights has a right to commute any  PPF  compensation, the order may require that party to exercise it to any extent; and this section applies to any payment due in consequence of commutation in pursuance of the order as it applies to other payments in respect of  PPF  compensation. 6 The power conferred by subsection (5) may not be exercised for the purpose of commuting compensation payable to the party with compensation rights to compensation payable to the other party. 7 The power conferred by subsection (2) or (5) may not be exercised in relation to rights to  PPF  compensation that— a derive from rights under a pension scheme that were at any time the subject of a pension sharing order in relation to the marriage, or a previous marriage between the same parties, or b are or have ever been the subject of a pension compensation sharing order in relation to the marriage or a previous marriage between the same parties."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "25G", "section_title": "Pension compensation: supplementary", "section_text": "25G 1 The Lord Chancellor may by regulations— a make provision, in relation to any provision of section 25F which authorises the court making an order under section 23 to require the Board of the Pension Protection Fund to make a payment for the benefit of the other party, as to the person to whom, and the terms on which, the payment is to be made; b make provision, in relation to payment under a mistaken belief as to the continuation in force of a provision included by virtue of section 25F in an order under section 23, about the rights or liabilities of the payer, the payee or the person to whom the payment was due; c require notices to be given in respect of changes of circumstances relevant to orders under section 23 which include provision made by virtue of section 25F; d make provision for the Board of the Pension Protection Fund to be discharged in prescribed circumstances from a requirement imposed by virtue of section 25F; e make provision about calculation and verification in relation to the valuation of  PPF  compensation for the purposes of the court's functions in connection with the exercise of any of its powers under this Part. 2 Regulations under subsection (1)(e) may include— a provision for calculation or verification in accordance with guidance from time to time prepared by a prescribed person; b provision by reference to regulations under section 112 of the Pensions Act 2008. 3 Regulations under subsection (1) may make different provision for different cases. 4 The power to make regulations under subsection (1) is exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section and section 25F— “ the party with compensation rights ” means the party to the marriage who is or is likely to be entitled to  PPF  compensation, and  “ the other party ” means the other party to the marriage; “ prescribed ” means prescribed by regulations. "}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "26", "section_title": " Commencement of proceedings for ancillary relief, etc.", "section_text": "26 1 Where   an application for a divorce, nullity of marriage or judicial separation order has been made,   then, subject to subsection (2) below, proceedings for maintenance pending suit under section 22 above, for a financial provision order under section 23 above, or for a property adjustment order may be begun, subject to and in accordance with rules of court, at any time after the   presentation of the application . 2 Rules of court may provide, in such cases as may be prescribed by the rules— a that applications for any such relief as is mentioned in subsection (1) above shall be made in the   application or response ; and b that applications for any such relief which are not so made, or are not made until after the expiration of such period following the   presentation of the application or filing of the response   as may be so prescribed, shall be made only with the leave of the court."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "27", "section_title": " Financial provision orders, etc., in case of neglect by party to marriage to maintain other party or child of the family.", "section_text": "27 1 Either party to a marriage may apply to the court for an order under this section on the ground that the other party to the marriage (in this section referred to as the respondent)— a has failed to provide reasonable maintenance for the applicant, or b has failed to provide, or to make a proper contribution towards, reasonable maintenance for any child of the family. 2 The court may not entertain an application under this section unless— a the applicant or the respondent is domiciled in England and Wales on the date of the application; b the applicant has been habitually resident there throughout the period of one year ending with that date; or c the respondent is resident there on that date. 2A If the application or part of it relates to a matter in relation to which Article 18 of the 2007 Hague Convention applies, the court may not entertain that application or part of it except where permitted by Article 18. 2B In subsection (2A), “the 2007 Hague Convention” means the Convention on the International Recovery of Child Support and Other Forms of Family Maintenance concluded on 23 November 2007 at The Hague. 3 Where an application under this section is made on the ground mentioned in subsection (1)(a) above, then, in deciding— a whether the respondent has failed to provide reasonable maintenance for the applicant, and b what order, if any, to make under this section in favour of the applicant, the court shall have regard to all the circumstances of the case including the matters mentioned in section 25(2) above, and where an application is also made under this section in respect of a child of the family who has not attained the age of eighteen, first consideration shall be given to the welfare of the child while a minor. 3A Where an application under this section is made on the ground mentioned in subsection (1)(b) above then, in deciding— a whether the respondent has failed to provide, or to make a proper contribution towards, reasonable maintenance for the child of the family to whom the application relates, and b what order, if any, to make under this section in favour of the child, the court shall have regard to all the circumstances of the case including the matters mentioned in  section 25(3)(a) to (e)  above, and where the child of the family to whom the application relates is not the child of the respondent, including also the matters mentioned in  section 25(4)  above. 3B In relation to an application under this section on the ground mentioned in subsection (1)(a) above,  section 25(2)(c) above  shall have effect as if for the reference therein to the breakdown of the marriage there were substituted a reference to the failure to provide reasonable maintenance for the applicant, and in relation to an application under this section on the ground mentioned in subsection (1)(b) above,  section 25(2)(c) above (as it applies by virtue of section 25(3)(e) above)  shall have effect as if for the reference therein to the breakdown of the marriage there were substituted a reference to the failure to provide, or to make a proper contribution towards, reasonable maintenance for the child of the family to whom the application relates.  5 Where on an application under this section it appears to the court that the applicant or any child of the family to whom the application relates is in immediate need of financial assistance, but it is not yet possible to determine what order, if any, should be made on the application, the court may make an interim order for maintenance, that is to say, an order requiring the respondent to make to the applicant until the determination of the application such periodical payments as the court thinks reasonable. 6 Where on an application under this section the applicant satisfies the court of any ground mentioned in subsection (1) above, the court may make  any one or more of the following orders , that is to say— a an order that the respondent shall make to the applicant such periodical payments, for such term, as may be specified in the order; b an order that the respondent shall secure to the applicant, to the satisfaction of the court, such periodical payments, for such term, as may be so specified; c an order that the respondent shall pay to the applicant such lump sum as may be so specified; d an order that the respondent shall make to such person as may be specified in the order for the benefit of the child to whom the application relates, or to that child, such periodical payments, for such term, as may be so specified; e an order that the respondent shall secure to such person as may be so specified for the benefit of that child, or to that child, to the satisfaction of the court, such periodical payments, for such term, as may be so specified; f an order that the respondent shall pay to such person as may be so specified for the benefit of that child, or to that child, such lump sum as may be so specified; subject, however, in the case of an order under paragraph (d), (e) or (f) above, to the restrictions imposed by section 29(1) and (3) below on the making of financial provision orders in favour of children who have attained the age of eighteen. 6A An application for the variation under section 31 of this Act of a periodical payments order or secured periodical payments order made under this section in favour of a child may, if the child has attained the age of sixteen, be made by the child himself. 6B Where a periodical payments order made in favour of a child under this section ceases to have effect on the date on which the child attains the age of sixteen or at any time after that date but before or on the date on which he attains the age of eighteen, then if, on an application made to the court for an order under this subsection, it appears to the court that— a the child is, will be or (if an order were made under this subsection) would be receiving instruction at an educational establishment or undergoing training for a trade, profession or vocation, whether or not he also is, will be or would be in gainful employment; or b there are special circumstances which justify the making of an order under this subsection, the court shall have power by order to revive the first mentioned order from such date as the court may specify, not being earlier than the date of the making of the application, and to exercise its power under section 31 of this Act in relation to any order so revived. 7 Without prejudice to the generality of subsection (6)(c) or (f) above, an order under this section for the payment of a lump sum— a may be made for the purpose of enabling any liabilities or expenses reasonably incurred in maintaining the applicant or any child of the family to whom the application relates before the making of the application to be met; b may provide for the payment of that sum by instalments of such amount as may be specified in the order and may require the payment of the instalments to be secured to the satisfaction of the court. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "28", "section_title": " Duration of continuing financial provision orders in favour of party to marriage, and effect of remarriage   or formation of civil partnership .", "section_text": "28 1 Subject in the case of an order made on or after the   making of a divorce or nullity of marriage order   to the provisions of sections 25A(2) above and 31(7) below, the term to be specified in a periodical payments or secured periodical payments order in favour of a party to a marriage shall be such term as the court thinks fit, except that the term shall not begin before or extend beyond the following limits , that is to say— a in the case of a periodical payments order, the term shall begin not earlier than the date of the making of an application for the order, and shall be so defined as not to extend beyond the death of either of the parties to the marriage or, where the order is made on or after the   making of a divorce or nullity of marriage order,   the remarriage of   , or formation of a civil partnership by,   the party in whose favour the  periodical payments   order is made; and b in the case of a secured periodical payments order, the term shall begin not earlier than the date of the making of an application for the order, and shall be so defined as not to extend beyond the death or, where the order is made on or after the   making of a divorce or nullity of marriage order,   the remarriage of   , or formation of a civil partnership by,   the party in whose favour the  secured periodical payments   order is made. 1A Where a periodical payments or secured periodical payments order in favour of a party to a marriage is made on or after the   making of a divorce or nullity of marriage order,   the court may direct that that party shall not be entitled to apply under section 31 below for the extension of the term specified in the  periodical payments or secured periodical payments   order 2 Where a periodical payments or secured periodical payments order in favour of a party to a marriage is made otherwise than on or after the   making of a divorce or nullity of marriage order,   and the marriage in question is subsequently dissolved or annulled but the   periodical payments or secured periodical payments order continues in force, that order   shall, notwithstanding anything in it, cease to have effect on the remarriage of   , or formation of a civil partnership by,   that party, except in relation to any arrears due under it on the date of the remarriage   or formation of the civil partnership . 3 If after the   grant or making of a decree or order   dissolving or annulling a marriage either party to that marriage remarries  whether at any time before or after the commencement of this Act or forms a civil partnership , that party shall not be entitled to apply, by reference to the   grant or making of that decree or order,   for a financial provision order in his or her favour, or for a property adjustment order, against the other party to that marriage. 4 See also section 52A (interpretation of certain references to divorce orders, nullity of marriage orders and judicial separation orders)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "29", "section_title": " Duration of continuing financial provision orders in favour of children, and age limit on making certain orders in their favour.", "section_text": "29 1 Subject to subsection (3) below, no financial provision order and no order for a transfer of property under section 24(1)(a) above shall be made in favour of a child who has attained the age of eighteen. 2 The term to be specified in a periodical payments or secured periodical payments order in favour of a child may begin with the date of the making of an application for the order in question or any later date  or a date ascertained in accordance with subsection (5) or (6) below  but— a shall not in the first instance extend beyond the date of the birthday of the child next following his attaining the upper limit of the compulsory school age  (construed in accordance with section 8 of the Education Act 1996) unless the court considers that in the circumstances of the case the welfare of the child requires that it should extend to a later date ; and b shall not in any event, subject to subsection (3) below, extend beyond the date of the child’s eighteenth birthday. 3 Subsection (1) above, and paragraph (b) of subsection (2), shall not apply in the case of a child, if it appears to the court that— a the child is, or will be, or if an order were made without complying with either or both of those provisions would be, receiving instruction at an educational establishment or undergoing training for a trade, profession or vocation, whether or not he is also, or will also be, in gainful employment; or b there are special circumstances which justify the making of an order without complying with either or both of those provisions. 4 Any periodical payments order in favour of a child shall, notwithstanding anything in the order, cease to have effect on the death of the person liable to make payments under the order, except in relation to any arrears due under the order on the date of the death. 5 Where— a a  maintenance calculation \t\t\t\t\t\t\t(“the  current calculation ”) is in force with respect to a child; and b an application is made under Part II of this Act for a periodical payments or secured periodical payments order in favour of that child— i in accordance with section 8 of the Child Support Act 1991, and ii before the end of the period of 6 months beginning with the making of the  current calculation the term to be specified in any such order made on that application may be expressed to begin on, or at any time after, the earliest permitted date. 6 For the purposes of subsection (5) above, “the earliest permitted date” is whichever is the later of— a the date 6 months before the application is made; or b the date on which the  current calculation  took effect or, where successive   maintenance calculations  have been continuously in force with respect to a child, on which the first of  those calculations  took effect. 7 Where— a a   maintenance calculation  ceases to have effect  or is cancelled  by or under any provision of the Child Support Act 1991; and b an application is made, before the end of the period of 6 months beginning with the relevant date, for a periodical payments or secured periodical payments order in favour of a child with respect to whom that   maintenance calculation  was in force immediately before it ceased to have effect   or was cancelled , the term to be specified in any such order made on that application may begin with the date on which that  maintenance calculation  ceased to have effect   or, as the case may be, the date with effect from which it was cancelled , or any later date. 8 In subsection (7)(b) above— a where the  maintenance calculation  ceased to have effect, the relevant date is the date on which it so ceased;   and b where the maintenance assessment was cancelled, the relevant date is the later of— i the date on which the person who cancelled it did so, and ii the date from which the cancellation first had effect."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "30", "section_title": " Direction for settlement of instrument for securing payments or effecting property adjustment.", "section_text": "30 Where the court decides to make a financial provision order requiring any payments to be secured or a property adjustment order— a it may direct that the matter be referred to one of the conveyancing counsel of the court for him to settle a proper instrument to be executed by all necessary parties; and b where the order is to be made in proceedings for divorce, nullity of marriage or judicial separation it may, if it thinks fit, defer the   making of the divorce, nullity of marriage or judicial separation order   until the instrument has been duly executed."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "31", "section_title": " Variation, discharge, etc., of certain orders for financial relief.", "section_text": "31 1 Where the court has made an order to which this section applies, then, subject to the provisions of this section  and of section 28(1A) above , the court shall have power to vary or discharge the order or to suspend any provision thereof temporarily and to revive the operation of any provision so suspended. 2 This section applies to the following orders, that is to say— a any order for maintenance pending suit and any interim order for maintenance; b any periodical payments order; c any secured periodical payments order; d any order made by virtue of section 23(3)(c) or 27(7)(b) above (provision for payment of a lump sum by instalments; dd any deferred order made by virtue of section 23(1)(c)\t\t\t\t\t\t\t(lump sums) which includes provision made by virtue of— i section 25B(4),  ... ii section 25C, or iii section 25F(2), (provision in respect of pension rights)   or pension compensation rights e any order for a settlement of property under section 24(1)(b) or for a variation of settlement under section 24(1)(c) or (d) above, being an order made on or after the   making of a judicial separation order;     f any order made under section 24A(1) above for the sale of property g a pension sharing order under section 24B above  , or a pension compensation sharing order under section 24E above,  which is made at a time before the   divorce or nullity of marriage order has been made final . 2A Where the court has made an order referred to in subsection (2)( a ), ( b ) or ( c ) above, then, subject to the provisions of this section, the court shall have power to remit the payment of any arrears due under the order or of any part thereof.  2B Where the court has made an order referred to in subsection (2)(dd)(ii) above, this section shall cease to apply to the order on the death of either of the parties to the marriage 3 The powers exercisable by the court under this section in relation to an order shall be exercisable also in relation to any instrument executed in pursuance of the order. 4 The court shall not exercise the powers conferred by this section in relation to an order for a settlement under section 24(1)(b) or for a variation of settlement under section 24(1)(c) or (d) above except on an application made in proceedings— a for the rescission of the   judicial separation order   by reference to which the order was made, or b for the dissolution of the marriage in question.   4A In relation to an order which falls within paragraph (g) of subsection (2) above (“the subsection (2) order”)— a the powers conferred by this section may be exercised— i only on an application made before the subsection (2) order has or, but for paragraph (b) below, would have taken effect; and ii only if, at the time when the application is made, the   divorce or nullity of marriage order has not been made final ; and b an application made in accordance with paragraph (a) above prevents the subsection (2) order from taking effect before the application has been dealt with. 4B No variation of a pension sharing order  or a pension compensation sharing order,  shall be made so as to take effect before the   divorce or nullity of marriage order is made final . 4C The variation of a pension sharing order  or a pension compensation sharing order,  prevents the order taking effect before the end of such period after the making of the variation as may be prescribed by regulations made by the Lord Chancellor. 5 Subject to subsections (7A) to  (7G)  below and without prejudice to any power exercisable by virtue of subsection (2)(d), (dd)  , (e) or (g)  above or otherwise than by virtue of this section,  no property adjustment order  or pension sharing order   or pension compensation sharing order  shall be made on an application for the variation of a periodical payments or secured periodical payments order made (whether in favour of a party to a marriage or in favour of a child of the family) under section 23 above, and no order for the payment of a lump sum shall be made on an application for the variation of a periodical payments or secured periodical payments order in favour of a party to a marriage (whether made under section 23 or under section 27 above). 6 Where the person liable to make payments under a secured periodical payments order has died, an application under this section relating to that order  (and to any order made under section 24A(1) above which requires the proceeds of sale of property to be used for securing those payments) may be made by the person entitled to payments under the periodical payments order.  or by the personal representatives of the deceased person, but no such application shall, except with the permission of the court, be made after the end of the period of six months from the date on which representation in regard to the estate of that person is first taken out.   7 In exercising the powers conferred by this section the court shall have regard to all the circumstances of the case, first consideration being given to the welfare while a minor of any child of the family who has not attained the age of eighteen, and the circumstances of the case shall include any change in any of the matters to which the court was required to have regard when making the order to which the application relates, and— a in the case of a periodical payments or secured periodical payments order made on or after the   making of a divorce or nullity of marriage order,   the court shall consider whether in all the circumstances and after having regard to any such change it would be appropriate to vary the order so that payments under the order are required to be made or secured only for such further period as will in the opinion of the court be sufficient  (in the light of any proposed exercise by the court, where the marriage has been dissolved, of its powers under subsection (7B) below)  to enable the party in whose favour the order was made to adjust without undue hardship to the termination of those payments; b in a case where the party against whom the order was made has died, the circumstances of the case shall also include the changed circumstances resulting from his or her death. 7A Subsection (7B) below applies where, after the dissolution of a marriage, the court— a discharges a periodical payments order or secured periodical payments order made in favour of a party to the marriage; or b varies such an order so that payments under the order are required to be made or secured only for such further period as is determined by the court. 7B The court has power, in addition to any power it has apart from this subsection, to make supplemental provision consisting of any of— a an order for the payment of a lump sum in favour of a party to the marriage; b one or more property adjustment orders in favour of a party to the marriage;   ba one or more pension sharing orders; bb a pension compensation sharing order; c a direction that the party in whose favour the original order discharged or varied was made is not entitled to make any further application for— i a periodical payments or secured periodical payments order, or ii an extension of the period to which the original order is limited by any variation made by the court. 7C An order for the payment of a lump sum made under subsection (7B) above may— a provide for the payment of that sum by instalments of such amount as may be specified in the order; and b require the payment of the instalments to be secured to the satisfaction of the court. 7D Section 23(6)  above  applies  where the court makes an order for the payment of a lump sum under subsection (7B) above as  it applies where the court  makes such an order under  section 23  above. 7E If under subsection (7B) above the court makes more than one property adjustment order in favour of the same party to the marriage, each of those orders must fall within a different paragraph of section 21(2) above. 7F Sections 24A and 30 above apply where the court makes a property adjustment order under subsection (7B) above as they apply where it makes such an order under  section 24  above.   7G Subsections (3) to (5) of section 24B above apply in relation to a pension sharing order under subsection (7B) above as they apply in relation to a pension sharing order under that section. 7H Subsections (3) to (10) of section 24E above apply in relation to a pension compensation sharing order under subsection (7B) above as they apply in relation to a pension compensation sharing order under that section. 8 The personal representatives of a deceased person against whom a secured periodical payments order was made shall not be liable for having distributed any part of the estate of the deceased after the expiration of the period of six months referred to in subsection (6) above on the ground that they ought to have taken into account the possibility that the court might permit an application under this section to be made after that period by the person entitled to payments under the order; but this subsection shall not prejudice any power to recover any part of the estate so distributed arising by virtue of the making of an order in pursuance of this section. 9 The following are to be left out of account when considering for the purposes of subsection (6) above when representation was first taken out— a a grant limited to settled land or to trust property, b any other grant that does not permit any of the estate to be distributed, c a grant limited to real estate or to personal estate, unless a grant limited to the remainder of the estate has previously been made or is made at the same time, d a grant, or its equivalent, made outside the United Kingdom (but see subsection (9A) below). 9A A grant sealed under section 2 of the Colonial Probates Act 1892 counts as a grant made in the United Kingdom for the purposes of subsection (9) above, but is to be taken as dated on the date of sealing.   10 Where the court, in exercise of its powers under this section, decides to vary or discharge a periodical payments or secured periodical payments order, then, subject to section 28(1) and (2) above, the court shall have power to direct that the variation or discharge shall not take effect until the expiration of such period as may be specified in the order. 11 Where— a a periodical payments or secured periodical payments order in favour of more than one child (“the order”) is in force; b the order requires payments specified in it to be made to or for the benefit of more than one child without apportioning those payments between them; c a   maintenance calculation \t\t\t\t\t\t\t(“  the calculation ”) is made with respect to one or more, but not all, of the children with respect to whom those payments are to be made; and d an application is made, before the end of the period of 6 months beginning with the date on which   the calculation  was made, for the variation or discharge of the order, the court may, in exercise of its powers under this section to vary or discharge the order, direct that the variation or discharge shall take effect from the date on which   the calculation  took effect or any later date. 12 Where— a an order (“the child order”) of a kind prescribed for the purposes of section 10(1) of the Child Support Act 1991 is affected by a   maintenance calculation ; b on the date on which the child order became so affected there was in force a periodical payments or secured periodical payments order (“the spousal order”) in favour of a party to a marriage having the care of the child in whose favour the child order was made; and c an application is made, before the end of the period of 6 months beginning with the date on which the   maintenance calculation  was made, for the spousal order to be varied or discharged, the court may, in exercise of its powers under this section to vary or discharge the spousal order, direct that the variation or discharge shall take effect from the date on which the child order became so affected or any later date. 13 For the purposes of subsection (12) above, an order is affected if it ceases to have effect or is modified by or under section 10 of the Child Support Act 1991. 14 Subsections (11) and (12) above are without prejudice to any other power of the court to direct that the variation of discharge of an order under this section shall take effect from a date earlier than that on which the order for variation or discharge was made.   15 The power to make regulations under subsection (4C) above shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 16 See also section 52A (interpretation of certain references to divorce orders, nullity of marriage orders and judicial separation orders)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "32", "section_title": " Payment of certain arrears unenforceable without the leave of the court.", "section_text": "32 1 A person shall not be entitled to enforce through the High Court or  the family court  the payment of any arrears due under an order for maintenance pending suit, an interim order for maintenance or any financial provision order without the leave of that court if those arrears became due more than twelve months before proceedings to enforce the payment of them are begun. 2 The court hearing an application for the grant of leave under this section may refuse leave, or may grant leave subject to such restrictions and conditions (including conditions as to the allowing of time for payment or the making of payment by instalments) as that court thinks proper, or may remit the payment of the arrears or of any part thereof. 3 An application for the grant of leave under this section shall be made in such manner as may be prescribed by rules of court."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "33", "section_title": " Orders for repayment in certain cases of sums paid under certain orders.", "section_text": "33 1 Where on an application made under this section in relation to an order to which this section applies it appears to the court that by reason of— a a change in the circumstances of the person entitled to, or liable to make, payments under the order since the order was made, or b the changed circumstances resulting from the death of the person so liable, the amount received by the person entitled to payments under the order in respect of a period after those circumstances changed or after the death of the person liable to make payments under the order, as the case may be, exceeds the amount which the person so liable or his or her personal representatives should have been required to pay, the court may order the respondent to the application to pay to the applicant such sum, not exceeding the amount of the excess, as the court thinks just. 2 This section applies to the following orders, that is to say— a any order for maintenance pending suit and any interim order for maintenance; b any periodical payments order; and c any secured periodical payments order. 3 An application under this section may be made by the person liable to make payments under an order to which this section applies or his or her personal representatives and may be made against the person entitled to payments under the order or her or his personal representatives. 4 An application under this section may be made in proceedings in the High Court or  the family court  for— a the variation or discharge of the order to which this section applies, or b leave to enforce, or the enforcement of, the payment of arrears under that order; but when not made in such proceedings shall be made to  the family court , and accordingly references in this section to the court are references to the High Court or  the family court , as the circumstances require. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 An order under this section for the payment of any sum may provide for the payment of that sum by instalments of such amount as may be specified in the order."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "33A", "section_title": " Consent orders for financial provision or property adjustment.", "section_text": "33A 1 Notwithstanding anything in the preceding provisions of this Part of this Act, on an application for a consent order for financial relief the court may, unless it has reason to think that there are other circumstances into which it ought to inquire, make an order in the terms agreed on the basis only of the prescribed information furnished with the application. 2 Subsection (1) above applies to an application for a consent order varying or discharging an order for financial relief as it applies to an application for an order for financial relief. 3 In this section— “ consent order ”, in relation to an application for an order, means an order in the terms applied for to which the respondent agrees; “ order for financial relief ” means an order under any of sections 23, 24, 24A  , 24B  or 27 above; and “ prescribed ” means prescribed by rules of court."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "34", "section_title": " Validity of maintenance agreements.", "section_text": "34 1 If a maintenance agreement includes a provision purporting to restrict any right to apply to a court for an order containing financial arrangements, then— a that provision shall be void; but b any other financial arrangements contained in the agreement shall not thereby be rendered void or unenforceable and shall, unless they are void or unenforceable for any other reason (and subject to sections 35 and 36 below), be binding on the parties to the agreement. 2 In this section and in section 35 below— “ maintenance agreement ” means any agreement in writing made, whether before or after the commencement of this Act, between the parties to a marriage, being— a an agreement containing financial arrangements, whether made during the continuance or after the dissolution or annulment of the marriage; or b a separation agreement which contains no financial arrangements in a case where no other agreement in writing between the same parties contains such arrangements; “ financial arrangements ” means provisions governing the rights and liabilities towards one another when living separately of the parties to a marriage (including a marriage which has been dissolved or annulled) in respect of the making or securing of payments or the disposition or use of any property, including such rights and liabilities with respect to the maintenance or education of any child, whether or not a child of the family."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "35", "section_title": " Alteration of agreements by court during lives of parties.", "section_text": "35 1 Where a maintenance agreement is for the time being subsisting and each of the parties to the agreement is for the time being either domiciled or resident in England and Wales, then  ... either party may apply to the court  ... for an order under this section. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 If the court  ... is satisfied either— a that by reason of a change in the circumstances in the light of which any financial arrangements contained in the agreement were made or, as the case may be, financial arrangements were omitted from it (including a change foreseen by the parties when making the agreement), the agreement should be altered so as to make different, or, as the case may be, so as to contain, financial arrangements, or b that the agreement does not contain proper financial arrangements with respect to any child of the family, then subject to  subsections  (4) and (5) below,  the court  may by order make such alterations in the agreement— i by varying or revoking any financial arrangements contained in it, or ii by inserting in it financial arrangements for the benefit of one of the parties to the agreement or of a child of the family, as may appear to  the court  to be just having regard to all the circumstances, including, if relevant, the matters mentioned in  section 25(4)  above; and the agreement shall have effect thereafter as if any alteration made by the order had been made by agreement between the parties and for valuable consideration. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where  the court  decides to alter, by order under this section, an agreement by inserting provision for the making or securing by one of the parties to the agreement of periodical payments for the maintenance of the other party or by increasing the rate of the periodical payments which the agreement provides shall be made by one of the parties for the maintenance of the other, the term for which the payments or, as the case may be, the additional payments attributable to the increase are to be made under the agreement as altered by the order shall be such term as the court may specify, subject to the following limits, that is to say— a where the payments will not be secured, the term shall be so defined as not to extend beyond the death of either of the parties to the agreement or the remarriage of   , or formation of a civil partnership by,   the party to whom the payments are to be made; b where the payments will be secured, the term shall be so defined as not to extend beyond the death or remarriage of   , or formation of a civil partnership by,   that party. 5 Where  the court  decides to alter, by order under this section, an agreement by inserting provision for the making or securing by one of the parties to the agreement of periodical payments for the maintenance of a child of the family or by increasing the rate of the periodical payments which the agreement provides shall be made or secured by one of the parties for the maintenance of such a child, then, in deciding the term for which under the agreement as altered by the order the payments, or as the case may be, the additional payments attributable to the increase are to be made or secured for the benefit of the child, the court shall apply the provisions of section 29(2) and (3) above as to age limits as if the order in question were a periodical payments or secured periodical payments order in favour of the child. 6 For the avoidance of doubt it is hereby declared that nothing in this section or in section 34 above affects any power of a court before which any proceedings between the parties to a maintenance agreement are brought under any other enactment (including a provision of this Act) to make an order containing financial arrangements or any right of either party to apply for such an order in such proceedings."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "36", "section_title": " Alteration of agreements by court after death of one party.", "section_text": "36 1 Where a maintenance agreement within the meaning of section 34 above provides for the continuation of payments under the agreement after the death of one of the parties and that party dies domiciled in England and Wales, the surviving party or the personal representatives of the deceased party may, subject to subsections (2) and (3) below, apply to the  ... court for an order under section 35 above. 2 An application under this section shall not, except with the permission of the  ... court, be made after the end of the period of six months from the date on which representation in regard to the estate of the deceased is first taken out. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 If a maintenance agreement is altered by  the court  on an application made in pursuance of subsection (1) above, the like consequences shall ensue as if the alteration had been made immediately before the death by agreement between the parties and for valuable consideration. 5 The provisions of this section shall not render the personal representatives of the deceased liable for having distributed any part of the estate of the deceased after the expiration of the period of six months referred to in subsection (2) above on the ground that they ought to have taken into account the possibility that  the court  might permit an application by virtue of this section to be made by the surviving party after that period; but this subsection shall not prejudice any power to recover any part of the estate so distributed arising by virtue of the making of an order in pursuance of this section. 6 Section 31(9) above shall apply for the purposes of subsection (2) above as it applies for the purposes of subsection (6) of section 31. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "37", "section_title": " Avoidance of transactions intended to prevent or reduce financial relief.", "section_text": "37 1 For the purposes of this section “ financial relief ” means relief under any of the provisions of sections 22, 23, 24,  24B,  27, 31 (except subsection (6)) and 35 above, and any reference in this section to defeating a person’s claim for financial relief is a reference to preventing financial relief from being granted to that person, or to that person for the benefit of a child of the family, or reducing the amount of any financial relief which might be so granted, or frustrating or impeding the enforcement of any order which might be or has been made at his instance under any of those provisions. 2 Where proceedings for financial relief are brought by one person against another, the court may, on the applicaton of the first-mentioned person— a if it is satisfied that the other party to the proceedings is, with the intention of defeating the claim for financial relief, about to make any disposition or to transfer out of the jurisdiction or otherwise deal with any property, make such order as it thinks fit for restraining the other party from so doing or otherwise for protecting the claim; b if it is satisfied that the other party has, with that intention, made a reviewable disposition and that if the disposition were set aside financial relief or different financial relief would be granted to the applicant, make an order setting aside the disposition; c if it is satisfied, in a case where an order has been obtained under any of the provisions mentioned in subsection (1) above by the applicant against the other party, that the other party has, with that intention, made a reviewable disposition, make an order setting aside the disposition; and an application for the purposes of paragraph (b) above shall be made in the proceedings for the financial relief in question. 3 Where the court makes an order under subsection (2)(b) or (c) above setting aside a disposition it shall give such consequential directions as it thinks fit for giving effect to the order (including directions requiring the making of any payments or the disposal of any property). 4 Any disposition made by the other party to the proceedings for financial relief in question (whether before or after the commencement of those proceedings) as is reviewable disposition for the purposes of subsection (2)(b) and (c) above unless it was made for valuable consideration (other than marriage) to a person who, at the time of the disposition, acted in relation to it in good faith and without notice of any intention on the part of the other party to defeat the applicant’s claim for financial relief. 5 Where an application is made under this section with respect to a disposition which took place less than three years before the date of the application or with respect to a disposition or other dealing with property which is about to take place and the court is satisfied— a in a case falling within subsection (2)(a) or (b) above, that the disposition or other dealing would (apart from this section) have the consequence, or b in a case falling within subsection (2)(c) above, that the disposition has had the consequence, of defeating the applicant’s claim for financial relief, it shall be presumed, unless the contrary is shown, that the person who disposed of or is about to dispose of or deal with the property did so or, as the case may be, is about to do so, with the intention of defeating the applicant’s claim for financial relief. 6 In this section “ disposition ” does not include any provision contained in a will or codicil but, with that exception, includes any conveyance, assurance or gift of property of any description, whether made by an instrument or otherwise. 7 This section does not apply to a disposition made before 1st January 1968."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "38", "section_title": " Orders for repayment in certain cases of sums paid after cessation of order by reason of remarriage   or formation of civil partnership .", "section_text": "38 1 Where— a a periodical payments or secured periodical payments order in favour of a party to a marriage (hereafter in this section referred to as “ a payments order ”) has ceased to have effect by reason of the remarriage of   , or formation of a civil partnership by,   that party, and b the person liable to make payments under the order or his or her personal representatives made payments in accordance with it in respect of a period after the date of the remarriage   or formation of the civil partnership   in the mistaken belief that the order was still subsisting, the person so liable or his or her personal representatives shall not be entitled to bring proceedings in respect of a cause of action arising out of the circumstances mentioned in paragraphs (a) and (b) above against the person entitled to payments under the order or her or his personal representatives, but may instead make an application against that person or her or his personal representatives under this section. 2 On an application under this section the court to which the application is made  may order the respondent to pay to the applicant a sum equal to the amount of the payments made in respect of the period mentioned in subsection (1)(b) above or, if it appears to the court that it would be unjust to make that order, it may either order the respondent to pay to the applicant such lesser sum as it thinks fit or dismiss the application. 3 An application under this section may be made in proceedings in the High Court or  the family court  for leave to enforce, or the enforcement of, payment of arrears under the order in question, but when not made in such proceedings shall be made to  the family court ; and accordingly references in this section to the court are references to the High Court or  the family court , as the circumstances require. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 An order under this section for the payment of any sum may provide for the payment of that sum by instalments of such amount as may be specified in the order. 6 An officer of the family court,  and the collecting officer under an attachment of earnings order made to secure payments under a payments order, shall not be liable— a in the case of   an officer of the family court,  for any act done by him  , in pursuance of a payments order requiring payments to be made to the court or an officer of the court,  after the date on which that order ceased to have effect by reason of the remarriage  of  , or formation of a civil partnership by,  the person entitled to payments under it, and b in the case of the collecting officer, for any act done by him after that date in accordance with any enactment or rule of court specifying how payments made to him in compliance with the attachment of earnings order are to be dealt with, if, but only if, the act was one which he would have been under a duty to do had the payments order not so ceased to have effect and the act was done before notice in writing of the fact that the person so entitled had remarried   or formed a civil partnership   was given to him by or on behalf of that person, the person liable to make payments under the payments order or the personal representatives of either of those persons. 7 In this section “ collecting officer ”, in relation to an attachment of earnings order, means the officer of the High Court,  or the officer of the family court,   to whom a person makes payments in compliance with the order."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "39", "section_title": " Settlement, etc. made in compliance with a property adjustment order may be avoided on bankruptcy of settlor.", "section_text": "39 The fact that a settlement or transfer of property had to be made in order to comply with a property adjustment order shall not prevent that settlement or transfer from being  a transaction in respect of which an order may be made under  section 339 or 340 of the  Insolvency Act 1986 \t\t\t(transactions at an undervalue and preferences.)"}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "40", "section_title": " Payments, etc., under order made in favour of person suffering from mental disorder.", "section_text": "40 1 Where the court makes an order under this Part of this Act requiring payments (including a lump sum payment) to be made, or property to be transferred, to a party to a marriage and the court is satisfied that the person in whose favour the order is made   (“P”) lacks capacity (within the meaning of the Mental Capacity Act 2005) in relation to the provisions of the order   then, subject to any order, direction or authority made or given in relation to   P under that Act , the court may order the payments to be made, or as the case may be, the property to be transferred, to    such person (“D”) as it may direct . 2 In carrying out any functions of his in relation to an order made under subsection (1), D must act in P's best interests (within the meaning of that Act)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "40A", "section_title": "\n\n\t\t\t Appeals relating to pension sharing orders which have taken effect.", "section_text": "40A 1 Subsections (2) and (3) below apply where an appeal against a pension sharing order is begun on or after the day on which the order takes effect. 2 If the pension sharing order relates to a person’s rights under a pension arrangement, the appeal court may not set aside or vary the order if the person responsible for the pension arrangement has acted to his detriment in reliance on the taking effect of the order. 3 If the pension sharing order relates to a person’s shareable state scheme rights, the appeal court may not set aside or vary the order if the Secretary of State has acted to his detriment in reliance on the taking effect of the order. 4 In determining for the purposes of subsection (2) or (3) above whether a person has acted to his detriment in reliance on the taking effect of the order, the appeal court may disregard any detriment which in its opinion is insignificant. 5 Where subsection (2) or (3) above applies, the appeal court may make such further orders (including one or more pension sharing orders) as it thinks fit for the purpose of putting the parties in the position it considers appropriate. 6 Section 24C above only applies to a pension sharing order under this section if the decision of the appeal court can itself be the subject of an appeal. 7 In subsection (2) above, the reference to the person responsible for the pension arrangement is to be read in accordance with section 25D(4) above."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "41", "section_title": " Restrictions on decrees for dissolution, annulment or separation affecting children.", "section_text": " 41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44"}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "47", "section_title": " Matrimonial relief and declarations of validity in respect of polygamous marriages.", "section_text": "47 1 A court in England and Wales shall not be precluded from granting matrimonial relief or making a declaration concerning the validity of a marriage by reason only that  either party to the marriage is, or has during the subsistence of the marriage been, married to more than one person . 2 In this section “ matrimonial relief ” means— a any   order   under Part I of this Act; b a financial provision order under section 27 above; c an order under section 35 above altering a maintenance agreement; d an order under any provision of this Act which confers a power exercisable in connection with, or in connection with proceedings for, any such  ... order as is mentioned in paragraphs (a) to (c) above; dd an order under Part III of the Matrimonial and Family Proceedings Act 1984; e an order under  Part I of the  Domestic Proceedings and Magistrates’ Courts Act 1978 . 3 In this section “ a declaration concerning the validity of a marriage ” means any declaration under Part III of the Family Law Act 1986 involving a determination as to the validity of a marriage 4 Provision may be made by rules of court— a for requiring notice of proceedings brought by virtue of this section to be served on any additional spouse of a party to the marriage in question; and b for conferring on any such additional spouse the right to be heard in the proceedings, in such cases as may be specified in the rules."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "48", "section_title": " Evidence.", "section_text": "48 1 The evidence of a husband or wife shall be admissible in any proceedings to prove that marital intercourse did or did not take place between them during any period. 2 In any proceedings for nullity of marriage, evidence on the question of sexual capacity shall be heard in camera unless in any case the  court  is satisfied that in the interests of justice any such evidence ought to be heard in open court."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "49", "section_title": " Parties to proceedings under this Act.", "section_text": "49 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Rules of court may make provision ... with respect to the joinder as parties to proceedings under this Act of persons involved in allegations of  ... improper conduct made in those proceedings, and with respect to the dismissal from such proceedings of any parties so joined; and rules of court made by virtue of this subsection may make different provision for different cases. 5 In every case  in which the court considers, in the interest of any person not already a party to the suit, that that person should be made a party to the suit, the court may if it thinks fit allow that person to intervene upon such terms, if any, as the court thinks just."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "52", "section_title": " Interpretation.", "section_text": "52 1 In this Act— ... “ child ”, in relation to one or both of the parties to a marriage, includes an illegitimate   ... child of that party or, as the case may be, of both parties; “ child of the family ”, in relation to the parties to a marriage, means— a child of both of those parties; and any other child, not being a child who  is placed with those parties as foster parents  by a local authority or voluntary organisation, who has been treated by both of those parties as a child of their family; “the court” (except where the context otherwise requires) means the High Court or the family court; ... “ education ” includes training. “ maintenance calculation ” has the same meaning as it has in the Child Support Act 1991 by virtue of section 54 of that Act as read with any regulations in force under that section.  ... 2 In this Act— a references to financial provision orders, periodical payments and secured periodical payments orders and orders for the payment of a lump sum, and references to property adjustment orders, shall be construed in accordance with section 21 above;  aa references to pension sharing orders shall be construed in accordance with section 21A above; and b references to orders for maintenance pending suit and to interim orders for maintenance shall be construed respectively in accordance with section 22 and section 27(5) above. 3 For the avoidance of doubt it is hereby declared that references in this Act to remarriage include references to a marriage which is by law void or voidable. 3A References in this Act to the formation of a civil partnership by a person include references to a civil partnership which is by law void or voidable. 4 Except where the contrary intention is indicated, references in this Act to any enactment include references to that enactment as amended, extended or applied by or under any subsequent enactment, including this Act."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "52A", "section_title": "Interpretation of certain references to divorce orders, nullity of marriage orders and judicial separation orders", "section_text": "52A 1 In sections 21(2), 23(1) and (5), 24(1) and (3), 24A(3), 24B(1) and (2), 24E(1) and (2), 25A(1) and (3), 28(1) to (2) and 31— a a reference to a divorce order includes a decree of divorce, b a reference to a nullity of marriage order includes a decree of nullity of marriage; c a reference to a judicial separation order includes a decree of judicial separation; d a reference to making includes granting; e a reference to an order being made final includes a decree being made absolute."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "53", "section_title": " Transitional provisions and savings.", "section_text": "53 Schedule 1 to this Act shall have effect for the purpose of— a the transition to the provisions of this Act from the law in force before the commencement of this Act; b the preservation for limited purposes of certain provisions superseded by provisions of this Act or by enactments repealed and replaced by this Act; and c the assimilation in certain respects to orders under this Act of orders made, or deemed to have been made, under the  Matrimonial Causes Act 1965."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "54", "section_title": " Consequential amendments and repeals.", "section_text": "54 1 Subject to the provisions of Schedule 1 to this Act— a the enactments specified in Schedule 2 to this Act shall have effect subject to the amendments specified in that Schedule, being amendments consequential on the provisions of this Act or on enactments repealed by this Act; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The amendment of any enactment by Schedule 2 to this Act shall not be taken as prejudicing the operation of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978 \t\t\t\t\t(which relates to the effect of repeals)."}, {"act": "Matrimonial Causes Act 1973", "year": 1973, "section": "55", "section_title": " Citation, commencement and extent.", "section_text": "55 1 This Act may be cited as the Matrimonial Causes Act 1973. 2 This Act shall come into force on such day as the Lord Chancellor may appoint by order made by statutory instrument. 3 Subject to the provisions of paragraphs 3(2)\t\t\t\t\t  . . . of Schedule 2 below, this Act does not extend to Scotland or Northern Ireland."}]