[{"act": "Overseas Pensions Act 1973", "year": 1973, "section": "1", "section_title": " Assumption by United Kingdom of responsibility for certain overseas pensions,  etc.  ", "section_text": "1 1 The Secretary of State may make any payments falling to be made by Her Majesty’s Government in the United Kingdom, or by any Minister of the Crown, in accordance with any agreement between that government and the government of an overseas territory for the assumption by Her Majesty’s Government in the United Kingdom of responsibility for the payment of such pensions, allowances or gratuities as the agreement may provide. 2 Without prejudice to the generality of subsection (1) above, the Secretary of State, for the purposes— a of giving effect to any such agreement; and b of making such provision as he considers appropriate in consequence of the agreement, may, with the consent of the Minister for the Civil Service, make, maintain and administer schemes (whether contributory or not) whereby provision is made with respect to the pensions, allowances or gratuities which, subject to the fulfilment of such requirements and conditions as may be prescribed by the schemes, are to be paid, or may be paid, by the Secretary of State to or in respect of— i such of the persons to whom the agreement applies as he may determine; and ii such other persons for whom it is appropriate, in his opinion, to provide pensions, allowances or gratuities in accordance with any such scheme. 3 For the purposes of this section “ overseas territory ” means any territory or country outside the United Kingdom, and “ government of an overseas territory ” includes a government constituted for two or more overseas territories, and any authority established for the purpose of providing or administering the services which are common to, or relate to matters of any interest to, two or more overseas territories."}, {"act": "Overseas Pensions Act 1973", "year": 1973, "section": "2", "section_title": " Superannuation schemes as respects certain overseas service and service with the Central Office of the Overseas Audit Department. ", "section_text": "2 1 The Secretary of State may, with the consent of the Minister for the Civil Service, make, maintain and administer schemes (whether contributory or not) whereby provision is made with respect to the pensions, allowances or gratuities which, subject to the fulfilment of such requirements and conditions as may be prescribed by the schemes, are to be paid, or may be paid, by the Secretary of State to or in respect of such of the persons to whom this section applies as he may determine. 2 This section applies to— a persons who have, whether before or after the passing of this Act, served in any office or employment in respect of which pensions, allowances or gratuities are provided by or under any of the enactments and instruments listed in Schedule 1 to this Act; b any other persons for whom it is appropriate, in the opinion of the Secretary of State, to provide pensions, allowances or gratuities in accordance with any scheme made under this section superseding or supplementing any provision made by or under any of the said enactments and instruments; c persons who have served in the Central Office of the Overseas Audit Department (which was wound up on 31st December 1971);   . . . d a person who is— i a member of a police force engaged on relevant service within the meaning of  section 97(1)(a), (e) or (g) of the Police Act 1996 (service under section 26 of the Police Act 1996, under section 1(1) of the Police (Overseas Service) Act 1945 or pursuant to an appointment under section 10 of the Overseas Development and Co-operation Act 1980) or an appointment made in connection with the provision by the Secretary of State of assistance under the International Development Act 2002 , or ii a constable of the Police Service of Scotland engaged on temporary service of any of the kinds listed in subsection (2A), or iii a member of the Royal Ulster Constabulary engaged on relevant service within the meaning of section 27(1)(d), (g) or (h) of the Police (Northern Ireland) Act 1998, and who is incapacitated or dies as a result of an injury sustained or disease contracted during that service;  (e) persons who are contributing or who have contributed to the Oversea Superannuation Scheme, whether before or after the coming into force of this paragraph. 2A The reference to temporary service in subsection (2)(d)(ii) is to any of the following kinds of temporary service in pursuance of section 15 of the Police and Fire Reform (Scotland) Act 2012— a service in pursuance of section 15 of the Police and Fire Reform (Scotland) Act 2012 with any person engaged in activity outwith the United Kingdom; b service the expenses of which are payable under section 1(1) of the Police (Overseas Service) Act 1945 with the consent of the chief constable of the Police Service of Scotland; c service pursuant to an appointment under section 10 of the Overseas Development and Co-operation Act 1980 with the consent of the chief constable of the Police Service of Scotland; or d service pursuant to appointment made in connection with the provision by the Secretary of State of assistance under the International Development Act 2002 3 Notwithstanding any repeal made by this Act, the enactments and instruments listed in Schedule 1 to this Act shall, with the necessary adaptations and modifications, have effect as from the commencement of this Act as if they constituted schemes made under this section coming into operation on the said commencement. 4 The provisions of the pension scheme set out in the departmental instructions in force in relation to the Overseas Audit Department immediately before 31st December 1971 shall, with the necessary adaptations and modifications, have effect as from the commencement of this Act as if they constituted a scheme made under this section coming into operation on the said commencement.   4A The provisions of the Oversea Superannuation Scheme and of the regulations made under it shall, with the necessary adaptations and modifications, have effect as from the coming into force of this subsection as if they together constituted a scheme made under this section. 5 Unless the context otherwise requires, any reference in this or any other Act to a scheme made under this section shall include a reference to a scheme having effect, by virtue of subsection (3) or  , (4) or (4A)  above, as if made under this section."}, {"act": "Overseas Pensions Act 1973", "year": 1973, "section": "3", "section_title": " Provisions supplementary to sections 1 and 2.", "section_text": "3 1 Without prejudice to the generality of section 1 or 2 above, a scheme made under either of those sections— a may provide for the establishment and administration of superannuation funds, the management and application of the assets of such funds, the amalgamation of all or any of such funds and the winding up of, or other dealing with, any such fund; b may provide for the payment or receipt of transfer values, or in lieu thereof for the transfer or receipt of any fund or part of a fund or policy of insurance; c may, in such circumstances as the scheme may provide, make provision for payments by way of a return of contributions, with or without interest; d may provide for the Secretary of State to make such payments as he thinks fit towards the provision of pensions, allowances or gratuities otherwise than by virtue of the scheme; e may amend or revoke any previous scheme made thereunder; f may (in the case of a scheme under section 1 above) be framed by reference to the law in force at any time in the overseas territory to which the scheme relates; g may provide for the amendment or repeal of any provision in any Act of Parliament or in any order or other instrument made under any such Act, where it appears to the Secretary of State that that provision is inconsistent with, or has become unnecessary or requires modification in consequence of, the scheme. 2 Different schemes may be made under sections 1 and 2 above in relation to different classes of persons to whom each of those sections applies. 3 The Secretary of State may, to such extent and subject to such conditions as he thinks fit, delegate to any other Minister or officer of the Crown any functions exercisable by him by virtue of section 1 or 2 above or by virtue of any scheme made thereunder. 4 A scheme made under section 1 or 2 above, or any provision thereof, may be framed— a so as to have effect as from a date earlier than the date on which the scheme is made; or b so as to apply in relation to the pensions, allowances or gratuities paid or payable to or in respect of persons who, having been persons to whom section 1 or, as the case may be, 2 above applies, have died or ceased to be persons to whom the said section 1 or, as the case may be, 2 applies, before the scheme comes into operation; or c so as to require or authorise the payment of pensions, allowances or gratuities, to or in respect of such persons. 5 Any scheme made under section 1 or 2 above may provide for the determination by the Secretary of State of questions arising under the scheme and may provide that the decision of the Secretary of State on any such question shall be final. 6 Where under any such scheme any question falls to be determined by the Secretary of State, then, at any time before the question is determined, the Secretary of State may (and if so directed by any of the Courts hereinafter mentioned shall) state in the form of a special case for determination by the High Court, the Court of Session or the Court of Appeal in Northern Ireland any question of law arising out of the question which falls to be determined by him. 7 Where such a case is stated for determination by the High Court, an appeal to the Court of Appeal from the determination by the High Court shall lie only with the leave of the High Court or of the Court of Appeal; and where such a case is stated for determination by the Court of Session then, subject to any rules of court, the Secretary of State shall be entitled to appear and be heard when the case is being considered by that court. 8 Before a scheme made under section 1 or 2 above comes into operation the Secretary of State shall lay a copy of the scheme before Parliament. 9 In this section and in sections 1 and 2 above the expression “ pensions, allowances or gratuities ” includes any compensation payable to or in respect of persons— a who suffer loss of office or employment, or loss or diminution of emoluments, or b whose office of employment is affected by constitutional changes, or circumstances arising from such changes, in any territory or territories."}, {"act": "Overseas Pensions Act 1973", "year": 1973, "section": "4", "section_title": " Pension increases.", "section_text": "4 1 After section 11 of the  Pensions (Increase) Act 1971 there shall be inserted the following section— 11A 1 The Secretary of State, with the approval of the Minister for the Civil Service, may by regulations made as respects any pension to which this section applies— a direct that the provisions of Part I of this Act shall, with such modifications, adaptations and exceptions as may be specified in the regulations, apply as if the pension were an official pension specified in Part I of Schedule 2, or b authorise the payment by the Secretary of State of supplements to the pension of such amount as may be specified in the regulations. 2 This section applies to— a any pension payable under section 1 of the Overseas Pensions Act 1973, and b any pension payable under a scheme made under section 2 of that Act, other than a pension within paragraph 27A of Schedule 2 to this Act. 3 This section also applies to any derivative pension payable either by the government of an overseas territory or in accordance with an enactment, scheme or other instrument specified in the regulations as being approved by the Secretary of State for the purpose of this section, where related principal pensions— a are payable under section 1 of the Overseas Pensions Act 1973, or under a scheme made under section 2 of that Act, or b fall within section 10(b) or section 11(2)(c) above. 4 The provisions of subsections (4) to (7) of section 11 to this Act (so far as applicable) shall have effect in relation to this section as they have effect in relation to that section. 5 For the purposes of this section principal pensions are related to a derivative pension if they are payable wholly or partly in respect of the same kind of service as the derivative pension. 2 For subsection (4) of section 11 of the said Act of 1971 (which requires the Secretary of State to take into account certain matters in determining the amount of any supplement payable under that section) there shall be substituted the following subsection:— 4 The supplements which may be authorised by regulations under this section in the case of pensions of any class are supplements, in respect of a period beginning on or after 1st September 1971, of amounts which, when account is taken of— a any increase or supplement payable in respect of the pensions apart from this section; b any other additions to the value of those pensions; and c the amount of such other pensions as may be specified by the regulations (being pensions payable to the recipients of the first-mentioned pensions wholly or partly in respect of service in respect of which the firsdt-mentioned pensions are payable); appear to the Secretary of State to correspond as nearly as may be with the increases payable under Part I of this Act on official pensions. 3 After paragraph 27 of Schedule 2 to the said Act of 1971 there shall be inserted the following paragraph— 27A A pension payable under any scheme or part of a scheme made under section 2 of the Overseas Pensions Act 1973 which incorporates, replaces or amends the provisions of the Governors’ Pensions Acts 1957 and 1967 or of the Superannuation Act 1965 so far as it continued to have effect by virtue of section 23(2) of the Superannuation Act 1972."}, {"act": "Overseas Pensions Act 1973", "year": 1973, "section": "5", "section_title": " Financial provisions.", "section_text": "5 1 There shall be paid out of moneys provided by Parliament— a any expenses incurred by a Minister of the Crown in the payment of pensions, allowances, gratuities or other sums under section 4 of this Act or in accordance with schemes made under section 1 or 2, or agreements falling within section 1 of this Act; b any administrative expenses incurred by a government department in consequence of this Act; and c any increase attributable to the provisions of this Act in the sums payable under any other enactment out of money so provided. 2 Subject to any scheme made under section 1 or 2 or any agreement falling within section 1 of this Act, there shall be paid into the Consolidated Fund all sums received by a Minister of the Crown by virtue of this Act."}, {"act": "Overseas Pensions Act 1973", "year": 1973, "section": "6", "section_title": " Short title and enactments repealed.", "section_text": "6 1 This Act may be cited as the Overseas Pensions Act 1973. 2 The enactments set out in in Schedule 2 to this Act are hereby repealed to the extent specified in column 3 of the Schedule."}]