[{"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "1", "section_title": " Validity of right", "section_text": " 1 1 If land has been possessed by any person, or by any person and his successors, for a continuous period of ten years openly, peaceably and without any judicial interruption and the possession was founded on, and followed— a the recording of a deed which is sufficient in respect of its terms to constitute in favour of that person a real right in— i that land; or ii land of a description habile  to include that land; or b the registration of a deed which is sufficient in respect of its terms to constitute in favour of that person a real right in— i that land; or ii land of a description habile to include that land, then, as from the expiry of that period, the real right so far as relating to that land shall be exempt from challenge. 2 Subsection (1) above shall not apply where— a possession was founded on the recording of a deed which is invalid ex facie  or was forged; or b possession was founded on registration in the Land Register of Scotland proceeding on a forged deed and the person appearing from the Register to have the real right in question was aware of the forgery at the time of registration in his favour. 3 In subsection (1) above, the reference to a real right is to a real right which is registrable in the Land Register of Scotland or a deed relating to which can competently be recorded; but this section does not apply to  real burdens, servitudes or public rights of way. 4 In the computation of a prescriptive period for the purposes of this section in a case where the deed in question is a decree of adjudication for debt, any period before the expiry of the legal shall be disregarded. 5 Where, in any question involving any foreshore or any salmon fishings, this section is pled against the Crown as owner of the regalia, subsection (1) above shall have effect as if for the words “ten years” there were substituted “twenty years”. 6 This section is without prejudice to section 2 of this Act."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "2", "section_title": "Special cases", "section_text": "2 1 If— a land has been possessed by any person, or by any person and his successors, for a continuous period of twenty years openly, peaceably and without any judicial interruption; and b the possession was founded on, and followed the execution of, a deed (whether  or not registered or recorded ) which is sufficient in respect of its terms to constitute in favour of that person a real right in that land, or in land of a description habile  to include that land, then, as from the expiry of that period, the real right so far as relating to that land shall be exempt from challenge except on the ground that the deed is invalid ex facie  or was forged. 2 This section applies— a to the real right of the lessee under a lease; and b to any other real right in land, being a real right of a kind which, under the law in force immediately before the commencement of this Part of this Act, was sufficient to form a foundation for positive prescription without the deed constituting the title to the real right having been registered or  recorded, but does not apply to servitudes or public rights of way. 3 This section is without prejudice to section 1 of this Act or to  section 20B or 20C of the Registration of Leases (Scotland) Act 1857 (c.26) ."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "3", "section_title": " Positive servitudes and public rights of way.", "section_text": "3 1 If in the case of a positive servitude over land— a the servitude has been possessed for a continuous period of twenty years openly, peaceably and without any judicial interruption, and b the possession was founded on, and followed the execution of, a deed which is sufficient in respect of its terms (whether expressly or by implication) to constitute the servitude, then, as from the expiration of the said period, the validity of the servitude as so constituted shall be exempt from challenge except on the ground that the deed is invalid ex facie or was forged. 2 If a positive servitude over land has been possessed for a continuous period of twenty years openly, peaceably and without judicial interruption, then, as from the expiration of that period, the existence of the servitude as so possessed shall be exempt from challenge. 3 If a public right of way over land has been possessed by the public for a continuous period of twenty years openly, peaceably and without judicial interruption, then, as from the expiration of that period, the existence of the right of way as so possessed shall be exempt from challenge. 4 References in subsections (1) and (2) of this section to possession of a servitude are references to possession of the servitude by any person in possession of the relative dominant tenement. 5 This section is without prejudice to the operation of section 7 of this Act."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "4", "section_title": " Judicial interruption of periods of possession for purposes of sections 1, 2 and 3.", "section_text": "4 1 In sections 1, 2 and 3 of this Act references to a judicial interruption, in relation to possession, are references to the making in appropriate proceedings, by any person having a proper interest to do so, of a claim which challenges the possession in question. 2 In this section “ appropriate proceedings ” means— a any proceedings in a court of competent jurisdiction in Scotland or elsewhere, except proceedings in the Court of Session initiated by a summons which is not subsequently called; b any arbitration in Scotland  in respect of which an arbitrator (or panel of arbitrators) has been appointed ; c any arbitration in a country other than Scotland, being an arbitration an award in which would be enforceable in Scotland. 3 The date of a judicial interruption shall be taken to be— a where the claim has been made in an arbitration  , the date when the arbitration begins ; b in any other case, the date when the claim was made. 4 An arbitration begins for the purposes of this section— a when the parties to the arbitration agree that it begins, or b in the absence of such agreement, in accordance with rule 1 of the Scottish Arbitration Rules (see section 7 of, and schedule 1 to, the Arbitration (Scotland) Act 2010 (asp 1))."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "5", "section_title": " Further provisions supplementary to sections 1, 2 and 3.", "section_text": "5 1 In sections 1, 2 and 3 of this Act “ deed ” includes a judicial decree; and for the purposes of the said sections any of the following, namely an instrument of sasine, a notarial instrument and a notice of  right in land shall be treated as a deed sufficient to constitute that right  in favour of that person. 1A Any reference in those sections to a real right's being exempt from challenge as from the expiration of some continuous period is to be construed, if the real right of the possessor was void immediately before that expiration, as including reference to acquisition of the real right by the possessor. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "6", "section_title": " Extinction of obligations by prescriptive periods of five years. ", "section_text": "6 1 If, after the appropriate date, an obligation to which this section applies has subsisted for a continuous period of five years— a without any relevant claim having been made in relation to the obligation, and b without the subsistence of the obligation having been relevantly acknowledged, then as from the expiration of that period the obligation shall be extinguished: Provided that in its application to an obligation under a bill of exchange or a promissory note this subsection shall have effect as if paragraph (b) thereof were omitted. 2 Schedule 1 to this Act shall have effect for defining the obligations to which this section applies. 3 In subsection (1) above the reference to the appropriate date, in relation to an obligation of any kind specified in Schedule 2 to this Act is a reference to the date specified in that Schedule in relation to obligations of that kind, and in relation to an obligation of any other kind is a reference to the date when the obligation became enforceable. 4 In the computation of a prescriptive period in relation to any obligation for the purposes of this section— a any period during which by reason of— i fraud on the part of the debtor or any person acting on his behalf, or ii error induced by words or conduct of the debtor or any person acting on his behalf, the creditor was induced to refrain from making a relevant claim in relation to the obligation, and b any period during which the original creditor (while he is the creditor) was under legal disability, shall not be reckoned as, or as part of, the prescriptive period: Provided that any period such as is mentioned in paragraph (a) of this subsection shall not include any time occurring after the creditor could with reasonable diligence have discovered the fraud or error, as the case may be, referred to in that paragraph. 5 Any period such as is mentioned in paragraph (a) or (b) of subsection (4) of this section shall not be regarded as separating the time immediately before it from the time immediately after it."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "7", "section_title": " Extinction of obligations by prescriptive periods of twenty years.", "section_text": "7 1 If, after the date when any obligation to which this section applies has become enforceable, the obligation has subsisted for a continuous period of twenty years— a without any relevant claim having been made in relation to the obligation, and b without the subsistence of the obligation having been relevantly acknowledged, then as from the expiration of that period the obligation shall be extinguished: Provided that in its application to an obligation under a bill of exchange or a promissory note this subsection shall have effect as if paragraph (b) thereof were omitted. 2 This section applies to an obligation of any kind (including an obligation to which section 6 of this Act applies), not being an obligation  to which section 22A of this Act applies or an obligation  specified in Schedule 3 to this Act as an imprescriptible obligation  or an obligation to make reparation in respect of personal injuries within the meaning of Part II of this Act or in respect of the death of any person as a result of such injuries   or any obligation to pay damages arising from liability under section 148 or section 149 of the Building Safety Act 2022 (see section 18ZD of this Act).  "}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "8", "section_title": " Extinction of other rights relating to property by prescriptive periods of twenty years.", "section_text": "8 1 If, after the date when any right to which this section applies has become exercisable or enforceable, the right has subsisted for a continuous period of twenty years unexercised or unenforced, and without any relevant claim in relation to it having been made, then as from the expiration of that period the right shall be extinguished. 2 This section applies to any right relating to property, whether heritable or moveable, not being a right specified in Schedule 3 to this Act as an imprescriptible right or falling within section 6 or 7 of this Act as being a right correlative to an obligation to which either of those sections applies."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "8A", "section_title": " Extinction of obligations to make contributions between wrongdoers.", "section_text": "8A 1 If any obligation to make a contribution by virtue of section 3(2) of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1940 in respect of any damages or expenses has subsisted for a continuous period of 2 years after the date on which the right to recover the contribution became enforceable by the creditor in the obligation— a without any relevant claim having been made in relation to the obligation; and b without the subsistence of the obligation having been relevantly acknowledged; then as from the expiration of that period the obligation shall be extinguished. 2 Subsections (4) and (5) of section 6 of this Act shall apply for the purposes of this section as they apply for the purposes of that section."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "9", "section_title": "†Definition of “relevant claim” for purposes of sections 6, 7 and 8.", "section_text": "9 1 In sections 6  7 and 8A  of this Act the expression “ relevant claim ”, in relation to an obligation, means a claim made by or on behalf of the creditor for implement or part-implement of the obligation, being a claim made— a in appropriate proceedings, or b by the presentation of, or the concurring in, a petition for sequestration or by the submission of a claim under section  46 or 122 of the Bankruptcy (Scotland) Act 2016  . . .   ; or c by a creditor to the trustee acting under a trust deed as defined in section  228(1) of the Bankruptcy (Scotland) Act 2016 ;  or d by the presentation of, or the concurring in, a petition for the winding up of a company or by the submission of a claim in a liquidation in accordance with rules made under section 411 of the Insolvency Act  1986;  and for the purposes of the said sections 6  7 and 8A  the execution by or on behalf of the creditor in an obligation of any form of diligence directed to the enforcement of the obligation shall be deemed to be a relevant claim in relation to the obligation. 2 In section 8 of this Act the expression “ relevant claim ”, in relation to a right, means a claim made in appropriate proceedings by or on behalf of the creditor to establish the right or to contest any claim to a right inconsistent therewith. 3 Where a claim which, in accordance with the foregoing provisions of this section, is a relevant claim for the purposes of section 6, 7  8 or 8A  of this Act is made in an arbitration,  the date when the arbitration begins  shall be taken for those purposes to be the date of the making of the claim. 4 In this section the expression “appropriate proceedings” and, in relation to an arbitration, the expression “ the date when the arbitration begins ” have the same meanings as in section 4 of this Act."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "10", "section_title": "†Relevant acknowledgment for purposes of sections 6 and 7.", "section_text": "10 1 The subsistence of an obligation shall be regarded for the purposes of sections 6  7 and 8A  of this Act as having been relevantly acknowledged if, and only if, either of the following conditions is satisfied, namely— a that there has been such performance by or on behalf of the debtor towards implement of the obligation as clearly indicates that the obligation still subsists; b that there has been made by or on behalf of the debtor to the creditor or his agent an unequivocal written admission clearly acknowledging that the obligation still subsists. 2 Subject to subsection (3) below, where two or more persons are bound jointly by an obligation so that each is liable for the whole, and the subsistence of the obligation has been relevantly acknowledged by or on behalf of one of those persons then— a if the acknowledgment is made in the manner specified in paragraph (a) of the foregoing subsection it shall have effect for the purposes of the said sections 6  7 and 8A  as respects the liability of each of those persons, and b if it is made in the manner specified in paragraph (b) of that subsection it shall have effect for those purposes only as respects the liability of the person who makes it. 3 Where the subsistence of an obligation affecting a trust estate has been relevantly acknowledged by or on behalf of one of two or more co-trustees in the manner specified in paragraph (a) or (b) of subsection (1) of this section, the acknowledgment shall have effect for the purposes of the said sections 6  7 and 8A  as respects the liability of the trust estate and any liability of each of the trustees. 4 In this section references to performance in relation to an obligation include, where the nature of the obligation so requires, references to refraining from doing something and to permitting or suffering something to be done or maintained."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "11", "section_title": " Obligations to make reparation.", "section_text": "11 1 Subject to subsections (2) and (3) below; any obligation (whether arising from any enactment, or from any rule of law or from, or by reason of any breach of, a contract or promise) to make reparation for loss, injury or damage caused by an   act or omission   shall be regarded for the purposes of section 6 of this Act as having become enforceable on the date when the loss, injury or damage occurred. 2 Where as a result of a continuing   act or omission   loss, injury or damage has occurred before the cessation of the   act or omission   the loss, injury or damage shall be deemed for the purposes of subsection (1) above to have occurred on the date when the   act or omission   ceased. 3 In relation to a case where on the date referred to in subsection (1) above (or, as the case may be, that subsection as modified by subsection (2) above) the creditor was not aware, and could not with reasonable diligence have been aware,   of each of the facts mentioned in subsection (3A) , the said subsection (1) shall have effect as if for the reference therein to that date there were substituted a reference to the date when the creditor first became, or could with reasonable diligence have become, so aware. 3A The facts referred to in subsection (3) are— a that loss, injury or damage has occurred, b that the loss, injury or damage was caused by a person's act or omission, and c the identity of that person. 3B It does not matter for the purposes of subsections (3) and (3A) whether the creditor is aware that the act or omission that caused the loss, injury or damage is actionable in law. 4 Subsections (1) and (2) above (with the omission of any reference therein to subsection (3) above) shall have effect for the purposes of section 7 of this Act as they have effect for the purposes of section 6 of this Act; . . . "}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "12", "section_title": " Savings.", "section_text": "12 1 Where by virtue of any enactment passed or made before the passing of this Act a claim to establish a right or enforce implement of an obligation may be made only within a period of limitation specified in or determined under the enactment, and, by the expiration of a prescriptive period determined under section 6, 7 or 8 of this Act the right or obligation would, apart from this subsection, be extinguished before the expiration of the period of limitation, the said section shall have effect as if the relevant prescriptive period were extended so that it expires— a on the date when the period of limitation expires, or b if on that date any such claim made within that period has not been finally disposed of, on the date when the claim is so disposed of. 2 Nothing in section 6, 7 or 8 of this Act shall be construed so as to exempt any deed from challenge at any time on the ground that it is invalid ex facie or was forged."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "13", "section_title": "Restrictions on contracting out", "section_text": "13 1 The creditor and debtor in an obligation to which a prescriptive period under section 6 or 8A applies may agree to extend the prescriptive period under section 6 or, as the case may be, 8A in relation to the obligation. 2 A prescriptive period may be extended by agreement under subsection (1) only— a after the period has commenced (and before it would, but for this section, expire), b by a period of no more than one year, and c once in relation to the same obligation. 3 Where there is an agreement under subsection (1) in relation to an obligation— a the prescriptive period which is the subject of the agreement expires, in relation to the parties to the agreement, on the date specified in or determined in accordance with the agreement, but b that does not otherwise affect the operation of this Act in relation to the obligation or the prescriptive period. 4 Except as provided for in subsections (1) to (3), a provision in an agreement is of no effect so far as the provision would (apart from this subsection) have the effect, in relation to a right or obligation to which section 6, 7, 8 or 8A (the  “section in question”) applies, of— a disapplying the section in question in relation to the right or obligation, or b otherwise altering the operation of the section in question in relation to the right or obligation."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "14", "section_title": " Computation of prescriptive periods.", "section_text": "14 1 In the computation of a prescriptive period for the purposes of any provision of this Part of this Act— a time occurring before the commencement of this Part of this Act shall be reckonable towards the prescriptive period in like manner as time occurring thereafter, but subject to the restriction that any time reckoned under this paragraph shall be less than the prescriptive period; b any time during which any person against whom the provision is pled was under legal disability shall (except so far as otherwise provided by  subsection (4) of section 6 of this Act including that subsection as applied by section 8A of this Act  of this Act) be reckoned as if the person were free from that disability; c if the commencement of the prescriptive period would, apart from this paragraph, fall at a time in any day other than the beginning of the day, the period shall be deemed to have commenced at the beginning of the next following day; d if the last day of the prescriptive period would, apart from this paragraph, be a holiday, the period shall, notwithstanding anything in the said provision, be extended to include any immediately succeeding day which is a holiday, any further immediately succeeding days which are holidays, and the next succeeding day which is not a holiday; e save as otherwise provided in this Part of this Act regard shall be had to the like principles as immediately before the commencement of this Part of this Act were applicable to the computation of periods of prescription for the purposes of the  Prescription Act 1617. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1D The prescriptive period calculated in relation to a relevant consumer dispute for the purposes of any provision of this Part of this Act is extended where the last day of the period would, apart from this subsection fall— a after the date when the non-binding  ADR  procedure starts but before the date that such a procedure ends; b on the date that a non-binding  ADR  procedure in relation to the dispute ends; or c in the 8 weeks after the date that a non-binding  ADR  procedure in relation to the dispute ends. 1E Where subsection (1D) applies, the prescriptive period is extended so that it expires on the date falling 8 weeks after the date on which the non-binding  ADR  procedure ends. 1F For the purposes of subsections (1D)(a) and (1E), a non-binding  ADR  procedure starts in relation to a relevant dispute on the date when the dispute is first sent or otherwise communicated to the  ADR  entity in accordance with the entity’s rules regarding the submission of complaints. 1G For the purposes of subsections (1D) and (1E), a non-binding  ADR  procedure ends on the date that any of the following occurs— a all of the parties reach an agreement in resolution of the relevant consumer dispute; b a party completes the notification of the other parties that it has withdrawn from the non-binding  ADR  procedure; c a party to whom a qualifying request is made fails to give a response reaching the other parties within 14 days of the request; d the  ADR  entity notifies the party that submitted the relevant dispute to the  ADR  entity that, in accordance with its policy, the  ADR  entity refuses to deal with the relevant consumer dispute; e after the parties are notified that the  ADR  entity can no longer act in relation to the relevant dispute (for whatever reason), the parties fail to agree within 14 days to submit the dispute to an alternative  ADR  entity; f the non-binding  ADR  procedure otherwise comes to an end pursuant to the rules of the  ADR  entity.  2 In this section—     ...   “ADR entity” means a person whose name appears on a list maintained in accordance with regulation 10 of the Alternative Dispute Resolution for Consumer Disputes (Competent Authorities and Information) Regulations 2015 ( S.I. 2015/542 );  ...  “ADR procedure” means a procedure for the out-of-court resolution of disputes through the intervention of an ADR entity which proposes or imposes a solution or brings the parties together with the aim of facilitating an amicable solution;  “consumer” means an individual acting for purposes which are wholly or mainly outside that individual’s trade, business, craft or profession; ... “ holiday ” means a day of any of the following descriptions, namely, a Saturday, a Sunday and a day which, in Scotland, is a bank holiday under the  Banking and Financial Dealings Act 1971; ...  “non-binding  ADR  procedure” means an  ADR  procedure the outcome of which is not binding on the parties; “qualifying request” is a request by a party that another (A) confirm to all parties that A is continuing with the non-binding  ADR  procedure; “relevant consumer dispute” means a dispute that— concerns obligations under a sales contract or a service contract, and is between a trader established in the United Kingdom or the European Union and a consumer resident in the United Kingdom, which the parties attempt to settle by recourse to a non-binding ADR procedure;; ... “sales contract” means a contract under which a trader transfers, or agrees to transfer, the ownership of goods to a consumer and the consumer pays, or agrees to pay, the price, including any contract that has both goods and services as its object; “service contract” means a contract, other than a sales contract, under which a trader supplies, or agrees to supply, a service to a consumer and the consumer pays, or agrees to pay, the price; “trader” means a person acting for purposes relating to that person’s trade, business, craft or profession, whether acting personally or through another person acting in the trader’s name or on the trader’s behalf."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "15", "section_title": " Interpretation of Part I.", "section_text": "15 1 In this Part of this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them, namely— “ bill of exchange ” has the same meaning as it has for the purposes of the  Bills of Exchange Act 1882; “ date of execution ”, in relation to a deed executed on several dates, means the last of those dates; “ enactment ” includes an order, regulation, rule or other instrument having effect by virtue of an Act; “ holiday ” has the meaning assigned to it by section 14 of this Act; ... “ land ” includes heritable property of any description; “ lease ” includes a sub-lease; “ legal disability ” means legal disability by reason of nonage or unsoundness of mind; “ possession ” includes civil possession, and “ possessed ” shall be construed accordingly; “ prescriptive period ” means a period required for the operation of section 1, 2, 3, 6, 7  8 or 8A  of this Act; “ promissory note ” has the same meaning as it has for the purposes of the Bills of Exchange Act 1882; “ trustee ” includes any person holding property in a fiduciary capacity for another and, without prejudice to that generality, includes a trustee within the meaning of the  Trusts (Scotland) Act 1921; and “ trust ” shall be construed accordingly; and references to the recording of a deed are references to the recording thereof in the General Register of Sasines and to the registering of a deed are to the registering thereof in the Land Register of Scotland . 2 In this Part of this Act, unless the context otherwise requires, any reference to an obligation or to a right includes a reference to the right or, as the case may be, to the obligation (if any), correlative thereto. 3 In this Part of this Act any reference to an enactment shall, unless the context otherwise requires, be construed as a reference to that enactment as amended or extended, and as including a reference thereto as applied, by or under any other enactment."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "16", "section_title": " Amendments and repeals related to Part I.", "section_text": "16 1 The enactment specified in Part I of Schedule 4 to this Act shall have effect subject to the amendment there specified, being an amendment related to this Part of this Act. 2 Subject to the next following subsection, the enactments specified in Part I of Schedule 5 to this Act (which includes certain enactments relating to the limitation of proof) are hereby repealed to the extent specified in column 3 of that Schedule. 3 Where by virtue of any Act repealed by this section the subsistence of an obligation in force at the date of the commencement of this Part of this Act was immediately before that date, by reason of the passage of time, provable only by the writ or oath of the debtor the subsistence of the obligation shall (notwithstanding anything in  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978 , which relates to the effect of repeals) as from that date be provable as if the said repealed Act had not passed."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "16A", "section_title": " Part II not to extend to product liability.", "section_text": "16A —This Part of this Act does not apply to any action to which section 22B or 22C of this Act applies."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "17", "section_title": " Actions in respect of personal injuries not resulting in death.", "section_text": "  17 1 This section applies to an action of damages where the damages claimed consist of or include damages in respect of personal injuries, being an action (other than an action to which section 18 of this Act applies) brought by the person who sustained the injuries or any other person. 1A This section does not apply to an action of damages in respect of personal injuries to which section 18ZA applies. 2 Subject to subsection (3) below and section 19A of this Act, no action to which this section applies shall be brought unless it is commenced within a period of 3 years after— a the date on which the injuries were sustained or, where the act or omission to which the injuries were attributable was a continuing one, that date or the date on which the act or omission ceased, whichever is the later; or b the date (if later than any date mentioned in paragraph (a) above) on which the pursuer in the action became, or on which, in the opinion of the court, it would have been reasonably practicable for him in all the circumstances to become, aware of all the following facts— i that the injuries in question were sufficiently serious to justify his bringing an action of damages on the assumption that the person against whom the action was brought did not dispute liability and was able to satisfy a decree; ii that the injuries were attributable in whole or in part to an act or omission; and iii that the defender was a person to whose act or omission the injuries were attributable in whole or in part or the employer or principal of such a person. 3 In the computation of the period specified in subsection (2) above there shall be disregarded any time during which the person who sustained the injuries was under legal disability by reason of nonage or unsoundness of mind."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "17A", "section_title": "Actions in respect of personal injuries resulting from childhood abuse", "section_text": "17A 1 The time limit in section 17 does not apply to an action of damages if— a the damages claimed consist of damages in respect of personal injuries, b the person who sustained the injuries was a child on the date the act or omission to which the injuries were attributable occurred or, where the act or omission was a continuing one, the date the act or omission began, c the act or omission to which the injuries were attributable constitutes abuse of the person who sustained the injuries, and d the action is brought by the person who sustained the injuries. 2 In this section— “ abuse ” includes sexual abuse, physical abuse, emotional abuse and abuse which takes the form of neglect, “ child ” means an individual under the age of 18."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "17B", "section_title": "Childhood abuse actions: previously accrued rights of action", "section_text": "17B Section 17A has effect as regards a right of action accruing before the commencement of section 17A."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "17C", "section_title": "Childhood abuse actions: previously litigated rights of action", "section_text": "17C 1 This section applies where a right of action in respect of relevant personal injuries has been disposed of in the circumstances described in subsection (2). 2 The circumstances are that— a prior to the commencement of section 17A, an action of damages was brought in respect of the right of action (“the initial action”), and b the initial action was disposed of by the court— i by reason of section 17, or ii in accordance with a relevant settlement. 3 A person may bring an action of damages in respect of the right of action despite the initial action previously having been disposed of (including by way of decree of absolvitor). 4 In this section— a personal injuries are  “relevant personal injuries” if they were sustained in the circumstances described in paragraphs (b) and (c) of section 17A(1), b a settlement is a  “relevant settlement” if— i it was agreed by the parties to the initial action, ii the pursuer entered into it under the reasonable belief that the initial action was likely to be disposed of by the court by reason of section 17, and iii any sum of money which it required the defender to pay to the pursuer, or to a person nominated by the pursuer, did not exceed the pursuer's expenses in connection with bringing and settling the initial action. 5 The condition in subsection (4)(b)(iii) is not met if the terms of the settlement indicate that the sum payable under it is or includes something other than reimbursement of the pursuer's expenses in connection with bringing and settling the initial action."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "17D", "section_title": "Childhood abuse actions: circumstances in which an action may not proceed", "section_text": "17D 1 The court may not allow an action which is brought by virtue of section 17A(1) to proceed if either of subsections (2) or (3) apply. 2 This subsection applies where the defender satisfies the court that it is not possible for a fair hearing to take place. 3 This subsection applies where— a the defender satisfies the court that, as a result of the operation of section 17B or (as the case may be) 17C, the defender would be substantially prejudiced were the action to proceed, and b having had regard to the pursuer's interest in the action proceeding, the court is satisfied that the prejudice is such that the action should not proceed."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "18", "section_title": " Actions where death has resulted from personal injuries.", "section_text": "18 1 This section applies to any action in which, following the death of any person from personal injuries, damages are claimed in respect of the injuries or the death. 1A This section does not apply to an action of damages in respect of personal injuries or death to which section 18ZA applies. 2 Subject to subsections (3) and (4) below and section 19A of this Act, no action to which this section applies shall be brought unless it is commenced within a period of 3 years after— a the date of death of the deceased; or b the date (if later than the date of death) on which the pursuer in the action became, or on which, in the opinion of the court, it would have been reasonably practicable for him in all the circumstances to become, aware of both of the following facts— i that the injuries of the deceased were attributable in whole or in part to an act or omission; and ii that the defender was a person to whose act or omission the injuries were attributable in whole or in part or the employer or principal of such a person. 3 Where the pursuer is a relative of the deceased, there shall be disregarded in the computation of the period specified in subsection (2) above any time during which the relative was under legal disability by reason of nonage or unsoundness of mind. 4 Subject to section 19A of this Act, where an action of damages has not been brought by or on behalf of a person who has sustained personal injuries within the period specified in section 17(2) of this Act and that person subsequently dies in consequence of those injuries, no action to which this section applies shall be brought in respect of those injuries or the death from those injuries. 5 In this section “ relative ” has the same meaning as in  the Damages (Scotland) Act 2011 ."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "18ZA", "section_title": "Actions under section 2 of the Automated and Electric Vehicles Act 2018", "section_text": "18ZA 1 This section applies to an action of damages under section 2 of the 2018 Act (liability of insurers  etc  where accident caused by automated vehicle). 2 An action may not be brought after the expiry of the period of 3 years beginning with— a the date of the accident mentioned in subsection (1) or (as the case may be) subsection (2) of that section, or b where subsection (3) applies, the date on which the person who sustained the injuries first became aware of the facts mentioned in subsection (4) (if later). 3 This subsection applies where the damages claimed consist of or include damages in respect of personal injuries (to the pursuer or any other person). 4 The facts are— a that the injury in question was significant; b that the injury was attributable in whole or in part to an accident caused by an automated vehicle when driving itself; and c the identity of the insurer of the vehicle (in the case of an action under section 2(1) of the 2018 Act) or the owner of the vehicle (in the case of an action under section 2(2) of that Act). 5 Expressions used in subsection (4) that are defined for the purposes of Part 1 of the 2018 Act have the same meaning in that subsection as in that Part. 6 In the computation of the period specified in subsection (2) above any time during which the person who sustained the injuries was under legal disability by reason of nonage or unsoundness of mind is to be disregarded. 7 If a person injured in the accident dies before the expiry of the period mentioned in subsection (2) above, an action may not be brought after the expiry of the period of 3 years beginning with— a the date of death of the person, or b where subsection (3) applies, the date on which the pursuer first became aware of the facts mentioned in subsection (4) (if later). 8 Where an action has not been brought before the expiry of the period mentioned in subsection (2) above and the person subsequently dies in consequence of injuries sustained in the accident, an action may not be brought in respect of those injuries or that death. 9 Subsection (10) applies if a person injured in the accident dies and the person seeking to bring the action is a relative of the deceased. 10 In the computation of the period specified in subsection (7) any time during which the relative was under legal disability by reason of nonage or unsoundness of mind is to be disregarded. 11 In this section— “ the 2018 Act ” means the Automated and Electric Vehicles Act 2018; “ relative ” has the same meaning as in the Damages (Scotland) Act 2011."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "18ZB", "section_title": "Section 18ZA: extension of limitation periods", "section_text": "18ZB 1 Subsection (2) applies where a person would be entitled, but for section 18ZA, to bring an action other than one in which the damages claimed are confined to damages for loss of or damage to property. 2 The court may, if it seems to it equitable to do so, allow the person to bring the action despite that section."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "18ZC", "section_title": "Actions under section 5 of the Automated and Electric Vehicles Act 2018", "section_text": "18ZC 1 Subsection (2) applies where, by virtue of section 5 of the Automated and Electric Vehicles Act 2018 (right of insurer  etc  to claim against person responsible for accident), an insurer or vehicle owner becomes entitled to bring an action against any person. 2 The action may not be brought after the expiry of the period of 2 years beginning with the date on which the right of action accrued (under subsection (5) of that section)."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "18ZD", "section_title": "Actions relating to construction products", "section_text": "18ZD 1 An action under section 148 of the Building Safety Act 2022 may not be brought after the expiration of 15 years from the date on which the right of action accrued (see subsection (8) of that section). 2 An action under section 149 of the Building Safety Act 2022 may not be brought after— a if the right of action accrued before the commencement date, the expiration of the period of 30 years from the date on which it accrued (see subsection (8) of that section), and b if the right of action accrued on or after the commencement date, the expiration of the period of 15 years beginning with the date on which it accrued. 3 In a case where— a a right of action under section 149 of the Building Safety Act 2022 accrued before the commencement date, and b the expiration of the period of 30 years beginning with the date on which the right of action accrued falls in the year beginning with the commencement date, subsection (2)(a) has effect as if it referred to the expiration of that year. 4 In subsections (2) and (3) “the commencement date” is the day on which section 149 of the Building Safety Act 2022 came into force. 5 No other period of limitation specified by this Part of this Act applies in relation to an action referred to in subsection (1) or (2). 6 In the computation of a period of time specified in subsection (1) or (2), there is to be disregarded any time during which the person seeking to bring the action (P)— a was under a legal disability by reason of nonage or unsoundness of mind, or b failed to bring the action by reason of— i fraud on the part of the person against whom the action is to be brought (D) or the part of any person acting on D’s behalf, or ii error induced by words or conduct of D or any person acting on D’s behalf, (but not including, for the purposes of paragraph (b), any time occurring after P could with reasonable diligence have discovered the fraud or error mentioned in that paragraph). 7 For the purposes of subsection (6)(b), it does not matter whether D, or the person acting on D’s behalf, intended the fraud or the words or conduct to cause P to fail to bring the action."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "18A", "section_title": " Limitation of defamation and other actions.", "section_text": " 18A 1 Subject to subsections (2) and (3) below and section 19A of this Act, no action for defamation  or under section 21, 22 or 23 of the 2021 Act (actionable types of malicious publication)   shall be brought unless it is commenced within a period of   one year   after the date when the right of action accrued. 1A Where— a a person publishes a statement to the public or to a section of the public (“the first publication”), and b the person subsequently publishes (whether or not to the public) the same statement or a statement that is substantially the same (“the subsequent publication”), any right of action against the person for defamation or under section 21, 22 or 23 of the 2021 Act in respect of the subsequent publication is to be treated as having accrued on the date of the first publication. 1B Subsection (1A) does not apply where the court determines that the manner of the subsequent publication is materially different from the manner of the first publication. 1C In determining whether the manner of the subsequent publication is materially different from the manner of the first publication, the court may have regard to— a the level of prominence that the statement is given, b the extent of the subsequent publication, and c any other matter that the court considers relevant. 2 In the computation of the period specified in subsection (1) above there shall be disregarded any time during which the person alleged to have been defamed  or harmed by a malicious publication in a manner described in section 21, 22 or 23 of the 2021 Act   was under legal disability by reason of nonage or unsoundness of mind. 3 Nothing in this section shall affect any right of action which accrued before the commencement of this section. 3A This section continues to have effect in relation to a statement which was published before   8 August 2022   as if it had not been amended by section 32 of the 2021 Act. 3B In determining whether subsection (1A) applies, no account is to be taken of a statement which was published before   8 August 2022 . 4 In this section— a “ the 2021 Act ” means the Defamation and Malicious Publication (Scotland) Act 2021, b references to the date when a right of action accrued shall be construed  (subject to subsection (1A))   as references to the date when the   statement   in respect of which the action for defamation  or, as the case may be, under section 21, 22 or 23 of the 2021 Act   is to be brought   was published, and   c “ statement ” has the meaning given in section 36 of the 2021 Act (interpretation)."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "18B", "section_title": " Actions of harassment.", "section_text": "18B 1 This section applies to actions of harassment (within the meaning of section 8  or section 8A  of the Protection from Harassment Act 1997) which include a claim for damages. 2 Subject to subsection (3) below and to section 19A of this Act, no action to which this section applies shall be brought unless it is commenced within a period of 3 years after— a the date on which the alleged harassment ceased; or b the date, (if later than the date mentioned in paragraph (a) above) on which the pursuer in the action became, or on which, in the opinion of the court, it would have been reasonably practicable for him in all the circumstances to have become, aware, that the defender was a person responsible for the alleged harassment or the employer or principal of such a person. 3 In the computation of the period specified in subsection (2) above there shall be disregarded any time during which the person who is alleged to have suffered the harassment was under legal disability by reason of nonage or unsoundness of mind."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "19A", "section_title": "\n \n Power of court to override time-limits \n etc. \n", "section_text": "19A 1 Where a person would be entitled, but for any of the provisions of  section 17, 18, 18A or 18B  of this Act, to bring an action, the court may, if it seems to it equitable to do so, allow him to bring the action notwithstanding that provision  (but see section 19AA) . 2 The provisions of subsection (1) above shall have effect not only as regards rights of action accruing after the commencement of this section but also as regards those, in respect of which a final judgment has not been pronounced, accruing before such commencement. 3 In subsection (2) above, the expression “ final judgment ” means an interlocutor of a court of first instance which, by itself, or taken along with previous interlocutors, disposes of the subject matter of a cause notwithstanding that judgment may not have been pronounced on every question raised or that the expenses found due may not have been modified, taxed or decerned for; but the expression does not include an interlocutor dismissing a cause by reason only of a provision mentioned in subsection (1) above.  4 An action which would not be entertained but for this section shall not be tried by jury."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "19AA", "section_title": "Restriction of court's power to override time-limits: overseas armed forces actions", "section_text": "19AA 1 This section applies where the court is considering whether to exercise its power under section 19A to override time-limits in respect of an overseas armed forces action (see subsection (11)). 2 The court must exercise its power— a in accordance with subsection (3), and b subject to the rules in subsections (5) to (7). 3 The court must have particular regard to— a the effect of the delay in bringing the action on the cogency of evidence adduced or likely to be adduced by the parties, with particular reference to— i the likely impact of the operational context on the ability of members of Her Majesty's forces to remember relevant events or actions fully or accurately, and ii the extent of dependence on the memories of members of Her Majesty's forces, taking into account the effect of the operational context on their ability to record, or to retain records of, relevant events or actions; and b the likely impact of the action on the mental health of any witness or potential witness who is a member of Her Majesty's forces. 4 In subsection (3)(a) references to  “the operational context” are to the fact that the events to which the action relates took place in the context of overseas operations, and include references to the exceptional demands and stresses to which members of Her Majesty's forces are subject. 5 The first rule referred to in subsection (2)(b) is that an overseas armed forces action for which a limitation period is specified in section 17 must be brought within the period of 6 years beginning with the section 17 relevant date. 6 The second rule referred to in subsection (2)(b) is that an overseas armed forces action for which a limitation period is specified in section 18(2) must be brought within the period of 6 years beginning with the section 18 relevant date. 7 The third rule referred to in subsection (2)(b) is that, in respect of an overseas armed forces action to which section 18 applies, the court may exercise its power to override section 18(4) only if the injured person in question died within the period of 6 years beginning with the section 17 relevant date. 8 In the application of the rule in subsection (5) or (7) to an action in respect of which (in accordance with section 17(3)) any time has been disregarded when computing the limitation period specified in section 17(2) for the purposes of section 17 or 18(4) (as the case may be), the reference to the period of 6 years is to be treated as a reference to the period of 6 years plus the period that was so disregarded. 9 In the application of the rule in subsection (6) to an action in respect of which (in accordance with section 18(3)) any time has been disregarded when computing the limitation period specified in section 18(2), the reference to the period of 6 years is to be treated as a reference to the period of 6 years plus the period that was so disregarded. 10 In the application of the rule in subsection (5) or (7) to an overseas armed forces action in respect of which a limitation period has been suspended in accordance with section 1(1) of the Limitation (Enemies and War Prisoners) Act 1945 (as modified by section 4 of that Act), any reference to the period of 6 years is to be treated as a reference to the period of 6 years plus— a the period during which the limitation period was suspended, and b any extra period after the suspension ended during which the action could have been brought only because of an extension provided for by section 1(1) of that Act. 11 In this section, an  “ overseas armed forces action ” means an action which, or an action which includes a claim which— a is against the Ministry of Defence, the Secretary of State for Defence, or any member of Her Majesty's forces, b is brought in connection with overseas operations (see subsection (13)), and c relates to damage that occurred outside the British Islands. 12 In subsection (11),  “ damage ” means— a in the case of an overseas armed forces action for which a limitation period is specified in section 17, the personal injuries to which the action relates; b in the case of an overseas armed forces action for which a limitation period is specified in section 18(2), the death to which the action relates (and where a person sustains personal injuries outside the British Islands which are a substantial cause of their later death in any of the British Islands, or vice versa, the death is for the purposes of subsection (11)(c) to be treated as occurring where the injuries were sustained). 13 In this section— “ Her Majesty's forces ” has the same meaning as in the Armed Forces Act 2006 (see section 374 of that Act); “ overseas operations ” means any operations outside the British Islands, including peacekeeping operations and operations for dealing with terrorism, civil unrest or serious public disorder, in the course of which members of Her Majesty's forces come under attack or face the threat of attack or violent resistance; “ the section 17 relevant date ” means the date from which the period of 3 years starts to run in accordance with subsection (2) of section 17; “ the section 18 relevant date ” means the date from which the period of 3 years starts to run in accordance with subsection (2) of section 18. 14 In this section, references— a to the British Islands include the territorial sea adjacent to the United Kingdom and the territorial sea adjacent to any of the Channel Islands or the Isle of Man (and the reference to any of the British Islands is to be read accordingly); b to a member of Her Majesty's forces, in relation to an overseas armed forces action, include an individual who was a member of Her Majesty's forces at the time of the events to which the action relates."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "19B", "section_title": "\n \n Actions for recovery of property obtained through unlawful conduct \n etc. \n", "section_text": "19B 1 None of the time limits given in the preceding provisions of this Act applies to any proceedings under Chapter 2 of Part 5 of the Proceeds of Crime Act 2002 (civil recovery of proceeds of unlawful conduct). 2 Proceedings under that Chapter for a recovery order in respect of any recoverable property shall not be commenced after the expiration of the period of  20 years  from the date on which the Scottish Ministers’ right of action accrued. 3 Proceedings under that Chapter are commenced when— a the proceedings are served, or aa an application is made for a prohibitory property order, or b an application is made for an interim administration order, whichever is the  earliest                   . 4 The Scottish Ministers’ right of action accrues in respect of any recoverable property— a in the case of proceedings for a recovery order in respect of property obtained through unlawful conduct, when the property is so obtained, b in the case of proceedings for a recovery order in respect of any other recoverable property, when the property obtained through unlawful conduct which it represents is so obtained. 4A Subsection (4) is subject to section 13(5) of the Criminal Finances Act 2017 (which provides that, in the case of property obtained through unlawful conduct relating to a gross human rights abuse or violation, proceedings cannot be brought after the end of the period of 20 years from the date on which the conduct constituting the commission of the abuse or violation occurs). 5 Expressions used in this section and Part 5 of that Act have the same meaning in this section as in that Part."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "19BA", "section_title": "Actions to prohibit dealing with property subject to an external request", "section_text": "19BA 1 None of the time limits given in the preceding provisions of this Act applies to any proceedings under Part 4B of the Proceeds of Crime Act 2002 (External Requests and Orders) Order 2005 (giving effect to external requests by means of civil proceedings). 2 Proceedings under that Part for a prohibition order in respect of relevant property shall not be commenced after the expiration of the period of 20 years from the date on which the Scottish Ministers’ right of action accrued. 3 Proceedings under that Part are commenced when an application is made for a prohibition order. 4 The Scottish Ministers’ right of action accrues in respect of any relevant property when the property is obtained (or when it is believed to have been obtained) as a result of or in connection with criminal conduct. 5 In this section— a “criminal conduct” is to be construed in accordance with section 447(8) of the Proceeds of Crime Act 2002, b expressions used in this section and Part 4B of the Proceeds of Crime Act 2002 (External Requests and Orders) Order 2005 have the same meaning in this section as in that Part."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "19C", "section_title": "Actions for recovery of property for the purposes of an external order", "section_text": "19C 1 None of the time limits given in the preceding provisions of this Act applies to any proceedings under Chapter 2 of Part 5 of the Proceeds of Crime Act 2002 (External Requests and Orders) Order 2005  (“the 2005 Order”)  (civil proceedings for the realisation of property to give effect to an external order). 2 Proceedings under that Chapter for a recovery order in respect of any recoverable property shall not be commenced after the expiration of the period of  20 years  from the date on which the Scottish Ministers' right of action accrued. 3 Proceedings under that Chapter are commenced when— a the proceedings are served, b an application is made for a prohibitory property order, or c an application is made for an interim administration order, whichever is the earliest. 3A If, before an event mentioned in subsection (3) occurs, an application is made for a prohibition order under Part 4B of the 2005 Order, proceedings under that Chapter are to be treated as having been commenced when that application is made. 4 The Scottish Ministers' right of action accrues in respect of any recoverable property— a in the case of proceedings for a recovery order in respect of property obtained, or believed to have been obtained, as a result of or in connection with criminal conduct, when the property is so obtained, b in the case of proceedings for a recovery order in respect of any other recoverable property, when the property obtained, or believed to have been obtained, as a result of or in connection with criminal conduct which it represents is so obtained. 5 In this section— a “criminal conduct” is to be construed in accordance with section 447(8) of the Proceeds of Crime Act 2002, and b expressions used in this section which are also used in Part 5 of  the 2005 Order  have the same meaning in this section as in that Part."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "19CA", "section_title": "Interruption of limitation period: arbitration", "section_text": "19CA 1 Any period during which an arbitration is ongoing in relation to a matter is to be disregarded in any computation of the period specified in section 17(2), 18(2),  18ZA(2) or (7), 18ZC(2)  , 18ZD(1) or (2) ,   18A(1) or 18B(2) of this Act in relation to that matter. 2 In this section,  “ arbitration ” means— a any arbitration in Scotland, b any arbitration in a country other than Scotland, being an arbitration an award in which would be enforceable in Scotland."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "19CB", "section_title": "Interruption of section 18A(1) limitation period: mediation", "section_text": "19CB 1 In any computation of the period specified in section 18A(1), any period of mediation in relation to a relevant matter is to be disregarded. 2 For the purposes of this section, a period of mediation— a begins on the day on which a mediator is appointed by the parties, and b ends on such day as the parties may agree or, otherwise, on the day— i on which a party notifies another party that they are withdrawing from the mediation, ii which falls 14 days after the day on which a party makes a request for confirmation that another party is continuing with the mediation (and no response has been received), or iii which falls 14 days after the day on which the mediator resigns or dies or otherwise becomes incapable of acting (and no replacement has been appointed). 3 In this section— “ mediation ” means a structured process, whereby two or more parties to a dispute attempt, with the assistance of a mediator, to resolve or reduce disagreement between or among them with a view to resolution of the dispute without recourse to court, “ mediator ” means an independent person who is appointed by the parties to conduct a mediation, whether or not for remuneration, in an effective, impartial, and competent way, “ party ” means a party to the mediation, and “ relevant matter ” means a matter to which a limitation period applies by virtue of section 18A(1)."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "19CC", "section_title": "Interruption of section 18A(1) limitation period: media complaints and expert determination", "section_text": "19CC 1 In any computation of the period specified in section 18A(1), any relevant period in relation to a relevant matter is to be disregarded. 2 For the purposes of this section, a relevant period— a begins on the day on which the parties agree, in writing, to attempt to resolve the dispute by way of a complaints process or expert determination (“the process”), and b ends on such day as the parties may agree or, otherwise, on the day— i on which a party notifies another party that they are withdrawing from the process, ii which falls 14 days after the day on which a party makes a request for confirmation that another party is continuing with the process (and no response has been received), iii which falls 14 days after the day on which any person (other than a party) who was conducting or facilitating the process resigns or dies or otherwise becomes incapable of acting (and no replacement has been appointed). 3 This section does not apply where the process is one to which section 19CA or 19CB applies. 4 In this section— “ complaints process ” means a process whereby two or more parties to a dispute attempt to resolve the dispute between them by referring the relevant matter to an independent person that handles complaints relating to the publication of material in the medium in question to make a determination on the merits of the relevant matter, “ expert determination ” means a process whereby two or more parties to a dispute attempt to resolve the dispute between them by appointing a single independent and suitable individual who holds appropriate professional qualifications and is a member of a suitable professional body to act as an expert and decide the dispute, such person to be agreed by the parties or, failing which, to be determined in a manner agreed by the parties, “ party ” means a party to the complaints process or expert determination, “ relevant matter ” means a matter to which a limitation period applies by virtue of section 18A(1). 5 The Scottish Ministers may by regulations amend the definitions in subsection (4). 6 Regulations under subsection (5) are subject to the affirmative procedure."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "19D", "section_title": "Actions for exploitation proceeds orders", "section_text": "19D 1 None of the time limits given in the preceding provisions of this Act applies to proceedings under Part 7 of the Coroners and Justice Act 2009 (criminal memoirs  etc ) for an exploitation proceeds order. 2 Proceedings under that Part for such an order are not to be brought after the expiration of 5 years from the date on which the enforcement authority's right of action accrued. 3 Proceedings under that Part for such an order are brought when an application is made for the order. 4 Where exploitation proceeds have been obtained by a person from a relevant offence, an enforcement authority's right of action under that Part in respect of those proceeds accrues when the enforcement authority has actual knowledge that the proceeds have been obtained. 5 Expressions used in this section and that Part have the same meaning in this section as in that Part."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "19F", "section_title": "Extension of limitation periods: cross-border mediation", "section_text": "19F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "2021.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "22", "section_title": " Interpretation of Part II and supplementary provisions.", "section_text": "22 1 In this Part of this Act— “ the court ” means the Court of Session or the sheriff court; and “ personal injuries ” includes any disease and any impairment of a person’s physical or mental condition. 2 Where the pursuer in an action to which section 17 , 18   , 18A or 18ZA   of this Act applies is pursuing the action by virtue of the assignation of a right of action, the reference in subsection (2)(b) of the said section 17 or  of the said section 18 or, as the case may be, subsection (4)(b) of the said section 18A   or subsection (3) or (7)(b) of the said section 18ZA   to the pursuer in the action shall be construed as a reference to the assignor of the right of action. 3 For the purposes of the said subsection (2)(b) knowledge that any act or omission was or was not, as a matter of law, actionable, is irrelevant. 4 An action which would not be entertained but for the said subsection (2)(b) shall not be tried by jury."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "22A", "section_title": " Ten years’prescription of obligations.", "section_text": "22A 1 An obligation arising from liability under section 2 of the 1987 Act (to make reparation for damage caused wholly or partly by a defect in a product) shall be extinguished if a period of 10 years has expired from the relevant time, unless a relevant claim was made within that period and has not been finally disposed of, and no such obligation shall come into existence after the expiration of the said period. 2 If, at the expiration of the period of 10 years mentioned in subsection (1) above, a relevant claim has been made but has not been finally disposed of, the obligation to which the claim relates shall be extinguished when the claim is finally disposed of. 3 In this section— a claim is finally disposed of when— a a decision disposing of the claim has been made against which no appeal is competent; b an appeal against such a decision is competent with leave, and the time limit for leave has expired and no application has been made or leave has been refused; c leave to appeal against such a decision is granted or is not required, and no appeal is made within the time limit for appeal; or d the claim is abandoned; “ relevant claim ” in relation to an obligation means a claim made by or on behalf of the creditor for implement or part implement of the obligation, being a claim made— a in appropriate proceedings within the meaning of section 4(2) of this Act; or b by the presentation of, or the concurring in, a petition for sequestration or by the submission of a claim under section  46 or 122 of the Bankruptcy (Scotland) Act 2016 ; or c by the presentation of, or the concurring in, a petition for the winding up of a company or by the submission of a claim in a liquidation in accordance with the rules made under section 411 of the Insolvency Act  1986; “ relevant time ” has the meaning given in section 4(2) of the 1987 Act. 4 Where a relevant claim is made in an arbitration,  the date when the arbitration begins (within the meaning of section 4(4) of this Act)  shall be taken for those purposes to be the date of the making of the claim. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "22B", "section_title": " 3 year limitation of actions.", "section_text": "22B 1 This section shall apply to an action to enforce an obligation arising from liability under section 2 of the 1987 Act (to make reparation for damage caused wholly or partly by a defect in a product), except where section 22C of this Act applies. 2 Subject to subsection (4) below, an action to which this section applies shall not be competent unless it is commenced within the period of 3 years after the earliest date on which the person seeking to bring (or a person who could at an earlier date have brought) the action was aware, or on which, in the opinion of the court, it was reasonably practicable for him in all the circumstances to become aware, of all the facts mentioned in subsection (3) below. 3 The facts referred to in subsection (2) above are— a that there was a defect in a product; b that the damage was caused or partly caused by the defect; c that the damage was sufficiently serious to justify the pursuer (or other person referred to in subsection (2) above) in bringing an action to which this section applies on the assumption that the defender did not dispute liability and was able to satisfy a decree; d that the defender was a person liable for the damage under the said section 2. 4 In the computation of the period of 3 years mentioned in subsection (2) above, there shall be disregarded any period during which the person seeking to bring the action was under legal disability by reason of nonage or unsoundness of mind. 5 The facts mentioned in subsection (3) above do not include knowledge of whether particular facts and circumstances would or would not, as a matter of law, result in liability for damage under the said section 2. 6 Where a person would be entitled, but for this section, to bring an action for reparation other than one in which the damages claimed are confined to damages for loss of or damage to property, the court may, if it seems to it equitable to do so, allow him to bring the action notwithstanding this section."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "22C", "section_title": " Actions under the 1987 Act where death has resulted from personal injuries.", "section_text": "22C 1 This section shall apply to an action to enforce an obligation arising from liability under section 2 of the 1987 Act (to make reparation for damage caused wholly or partly by a defect in a product) where a person has died from personal injuries and the damages claimed include damages for those personal injuries or that death. 2 Subject to subsection (4) below, an action to which this section applies shall not be competent unless it is commenced within the period of 3 years after the later of— a the date of death of the injured person; b the earliest date on which the person seeking to make (or a person who could at an earlier date have made) the claim was aware, or on which, in the opinion of the court, it was reasonably practicable for him in all the circumstances to become aware— i that there was a defect in the product; ii that the injuries of the deceased were caused (or partly caused) by the defect; and iii that the defender was a person liable for the damage under the said section 2. 3 Where the person seeking to make the claim is a relative of the deceased, there shall be disregarded in the computation of the period mentioned in subsection (2) above any period during which that relative was under legal disability by reason of nonage or unsoundness of mind. 4 Where an action to which section 22B of this Act applies has not been brought within the period mentioned in subsection (2) of that section and the person subsequently dies in consequence of his injuries, an action to which this section applies shall not be competent in respect of those injuries or that death. 5 Where a person would be entitled, but for this section, to bring an action for reparation other than one in which the damages claimed are confined to damages for loss of or damage to property, the court may, if it seems to it equitable to do so, allow him to bring the action notwithstanding this section. 6 In this section “ relative ” has the same meaning as in the   Damages (Scotland) Act 2011  . 7 For the purposes of subsection (2)(b) above there shall be disregarded knowledge of whether particular facts and circumstances would or would not, as a matter of law, result in liability for damage under the said section 2."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "22CA", "section_title": "Interruption of limitation period for 1987 Act actions: arbitration", "section_text": "22CA 1 Any period during which an arbitration is ongoing in relation to a matter is to be disregarded in any computation of the period specified in section 22B(2) or 22C(2) of this Act in relation to that matter. 2 In this section,  “ arbitration ” means— a any arbitration in Scotland, b any arbitration in a country other than Scotland, being an arbitration an award in which would be enforceable in Scotland."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "22CB", "section_title": "Extension of limitation periods for 1987 Act actions: mediation", "section_text": "22CB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "22D", "section_title": " Interpretation of this Part.", "section_text": "22D 1 Expressions used in this Part and in Part I of the 1987 Act shall have the same meanings in this Part as in the said Part I. 2 For the purposes of section 1(1) of the 1987 Act, this Part shall have effect and be construed as if it were contained in Part I of that Act. 3 In this Part, “ the 1987 Act ” means the  Consumer Protection Act 1987. "}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "23A", "section_title": "Private international law application.", "section_text": "23A 1 Where the substantive law of a country other than Scotland falls to be applied by a Scottish court as the law governing an obligation, the court shall apply any relevant rules of law of that country relating to the extinction of the obligation or the limitation of time within which proceedings may be brought to enforce the obligation  , subject to section 23B,   to the exclusion of any corresponding rule of Scots law. 2 This section shall not apply where it appears to the court that the application of the relevant foreign rule of law would be incompatible with the principles of public policy applied by the court. 3 This section shall not apply in any case where the application of the corresponding rule of Scots law has extinguished the obligation, or barred the bringing of proceedings prior to the coming into force of the  Prescription and Limitation (Scotland) Act 1984.  4 This section   and section 23B  shall not apply in any case where the law of a country other than Scotland falls to be applied by virtue of any choice of law rule contained in  the Rome I Regulation or  the Rome  II  Regulation. 5 In subsection (4)— a “the Rome I Regulation” means Regulation  (EC) No. 593/2008  of the European Parliament and of the Council on the law applicable to contractual obligations (Rome I) as that Regulation has effect as   assimilated direct   legislation (including that Regulation as applied by regulation 4 of the Law Applicable to Contractual Obligations (Scotland) Regulations 2009), unless the proceedings are ones in respect of which Regulation  (EC) No. 593/2008  has effect by virtue of Article 66 of the EU withdrawal agreement, in which case it means that Regulation as it has effect by virtue of that Article; and b “the Rome II Regulation” means Regulation  (EC) No. 864/2007  of the European Parliament and of the Council on the law applicable to non-contractual obligations (Rome II) as that Regulation has effect as   assimilated direct   legislation (including that Regulation as applied by regulation 4 of the Law Applicable to Non-Contractual Obligations (Scotland) Regulations 2008), unless the proceedings are ones in respect of which Regulation  (EC) No. 864/2007  has effect by virtue of Article 66 of the EU withdrawal agreement, in which case it means that Regulation as it has effect by virtue of that Article."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "23B", "section_title": "Overseas armed forces actions: restriction of foreign prescription and limitation law", "section_text": "23B 1 Subsection (3) applies where— a the law of a country other than Scotland relating to the extinction of an obligation or the limitation of time within which an action may be brought to enforce an obligation is to be applied by virtue of section 23A(1) in an overseas armed forces personal injuries action, and b the commencement condition applies in relation to that action, and in this section the law mentioned in paragraph (a) that is to be applied in that action is referred to as  “ the relevant foreign limitation law ”. 2 The commencement condition applies in relation to an overseas armed forces personal injuries action if the action commenced on a date which is after the end of the period of 6 years beginning with— a the date on which any limitation period specified in the relevant foreign limitation law began to run, or b where the relevant foreign limitation law has the effect that the action may be commenced within an indefinite period, the first date on which the action could have been commenced, and in this section  “ limitation period ” includes a prescriptive period (however expressed in the relevant foreign limitation law). 3 The relevant foreign limitation law is to be treated as providing the defender with a complete defence to the action so far as relating to the obligation (where that would not otherwise be the case). 4 An  “ overseas armed forces personal injuries action ” means an action— a which is an overseas armed forces action as defined in section 19AA(11), and b which (under the substantive law of the other country that falls to be applied) corresponds to an action to which section 17 or 18 applies (actions in respect of personal injuries or death). 5 In the application of subsection (2) to an action in respect of which— a in accordance with the relevant foreign limitation law, a limitation period specified in that law has been suspended or interrupted for a period by reason of a person's lacking legal capacity or being under a disability, or b in accordance with the relevant foreign limitation law, a period during which a person lacks legal capacity or is under a disability has been disregarded in computing a limitation period specified in that law, the reference to the period of 6 years is to be treated as a reference to the period of 6 years plus the period of suspension or interruption or (as the case may be) the period that was so disregarded."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "23C", "section_title": "Actions relating to the Northern Ireland Troubles", "section_text": "23C This Act has effect subject to section 43 of the Northern Ireland Troubles (Legacy and Reconciliation) Act 2023."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "24", "section_title": " The Crown.", "section_text": "24 This Act binds the Crown."}, {"act": "Prescription and Limitation (Scotland) Act 1973", "year": 1973, "section": "25", "section_title": " Short title, commencement and extent.", "section_text": "25 1 This Act may be cited as the Prescription and Limitation (Scotland) Act 1973. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   this Act shall come into operation, as follows:— a Parts II and  III  of this Act, Part II of Schedule 4 to this Act and Part II of Schedule 5 to this Act shall come into operation on the date on which this Act is passed; b except as aforesaid this Act shall come into operation on the expiration of three years from the said date. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 This Act extends to Scotland only."}]