[{"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "17.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "8", "section_title": "\n\n\t\t\t Implied terms as to title.", "section_text": "8 1 In every  relevant hire-purchase agreement , other than one to which subsection (2) below applies, there is— a an implied  term  on the part of the creditor that he will have a right to sell the goods at the time when the property is to pass; and b an implied  term  that— i the goods are free, and will remain free until the time when the property is to pass, from any charge or encumbrance not disclosed or known to the person to whom the goods are bailed or (in Scotland) hired before the agreement is made, and ii that person will enjoy quiet possession of the goods except so far as it may be disturbed by any person entitled to the benefit of any charge or encumbrance so disclosed or known. 2 In a  relevant hire-purchase agreement , in the case of which there appears from the agreement or is to be inferred from the circumstances of the agreement an intention that the creditor should transfer only such title as he or a third person may have, there is— a an implied  term  that all charges or encumbrances known to the creditor and not known to the person to whom the goods are bailed or hired have been disclosed to that person before the agreement is made; and b an implied  term  that neither— i the creditor; nor ii in a case where the parties to the agreement intend that any title which may be transferred shall be only such title as a third person may have, that person; nor iii anyone claiming through or under the creditor or that third person otherwise than under a charge or encumbrance disclosed or known to the person to whom the goods are bailed or hired, before the agreement is made; will disturb the quiet possession of the person to whom the goods are bailed or hired. 3 As regards England and Wales and Northern Ireland, the term implied by subsection (1)(a) above is a condition and the terms implied by subsections (1)(b), (2)(a) and (2)(b) above are warranties."}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "9", "section_title": " Bailing or hiring by description.", "section_text": "9 1 Where under a  relevant hire-purchase agreement  goods are bailed or (in Scotland) hired by description, there is an implied  term that the goods will correspond with the description, and if under the agreement the goods are bailed or hired by reference to a sample as well as a description, it is not sufficient that the bulk of the goods corresponds with the sample if the goods do not also correspond with the description. 1A As regards England and Wales and Northern Ireland, the term implied by subsection (1) above is a condition. 2 Goods shall not be prevented from being bailed or hired by description by reason only that, being exposed for sale, bailment or hire, they are selected by the person to whom they are bailed or hired."}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "10", "section_title": "\n \n \n Implied undertakings as to quality or fitness. \n", "section_text": "10 1 Except as provided by this section and section 11 below and subject to the provisions of any other enactment, including any enactment of the Parliament of Northern Ireland or the Northern Ireland Assembly, there is no implied  term  as to the quality or fitness for any particular purpose of goods bailed or (in Scotland) hired under a  relevant hire-purchase agreement . 2 Where the creditor bails or hires goods under a  relevant hire-purchase agreement  in the course of a business, there is an implied term that the goods supplied under the agreement are of satisfactory quality. 2A For the purposes of this Act, goods are of satisfactory quality if they meet the standard that a reasonable person would regard as satisfactory, taking account of any description of the goods, the price (if relevant) and all the other relevant circumstances. 2B For the purposes of this Act, the quality of goods includes their state and condition and the following (among others) are in appropriate cases aspects of the quality of goods— a fitness for all the purposes for which goods of the kind in question are commonly supplied, b appearance and finish, c freedom from minor defects, d safety, and e durability. 2C The term implied by subsection (2) above does not extend to any matter making the quality of goods unsatisfactory— a which is specifically drawn to the attention of the person to whom the goods are bailed or hired before the agreement is made, b where that person examines the goods before the agreement is made, which that examination ought to reveal, or c where the goods are bailed or hired by reference to a sample, which would have been apparent on a reasonable examination of the sample  2D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where the creditor bails or hires goods under a  relevant hire-purchase agreement  in the course of a business and the person to whom the goods are bailed or hired, expressly or by implication, makes known— a to the creditor in the course of negotiations conducted by the creditor in relation to the making of the  relevant hire-purchase agreement , or b to a credit-broker in the course of negotiations conducted by that broker in relation to goods sold by him to the creditor before forming the subject matter of the  relevant hire-purchase agreement , any particular purpose for which the goods are being bailed or hired, there is an implied  term  that the goods supplied under the agreement are reasonably fit for that purpose, whether or not that is a purpose for which such goods are commonly supplied, except where the circumstances show that the person to whom the goods are bailed or hired does not rely, or that it is unreasonable for him to rely, on the skill or judgment of the creditor or credit-broker. 4 An implied condition or warranty as to quality or fitness for a particular purpose may be annexed to a  relevant hire-purchase agreement  by usage. 5 The preceding provisions of this section apply to a  relevant hire-purchase agreement  made by a person who in the course of a business is acting as agent for the creditor as they apply to an agreement made by the creditor in the course of a business, except where the creditor is not bailing or hiring in the course of a business and either the person to whom the goods are bailed or hired knows that fact or reasonable steps are taken to bring it to the notice of that person before the agreement is made. 6 In subsection (3) above and this subsection— a “ credit-broker ” means a person acting in the course of a business of credit brokerage; b “ credit brokerage ” means the effecting of introductions of individuals desiring to obtain credit— i to persons carrying on any business so far as it relates to the provision of credit, or ii to other persons engaged in credit brokerage. 7 As regards England and Wales and Northern Ireland, the terms implied by subsections (2) and (3) above are conditions.  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "11", "section_title": " Samples. ", "section_text": "11 (1) Where under a  relevant hire-purchase agreement  goods are bailed or (in Scotland) hired by reference to a sample, there is an implied  term — a that the bulk will correspond with the sample in quality; and b that the person to whom the goods are bailed or hired will have a reasonable opportunity of comparing the bulk with the sample; and c that the goods will be free from any defect,  making their quality unsatisfactory , which would not be apparent on reasonable examination of the sample. 2 As regards England and Wales and Northern Ireland, the term implied by subsection (1) above is a condition."}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "11A", "section_title": "\n \n \n Modification of remedies for breach of statutory condition in non-consumer cases.\n", "section_text": "11A 1 Where in the case of a  relevant hire-purchase agreement — a the person to whom goods are bailed would, apart from this subsection, have the right to reject them by reason of a breach on the part of the creditor of a term implied by section 9, 10 or 11(1)(a) or (c) above, but b the breach is so slight that it would be unreasonable for him to reject them, ...  the breach is not to be treated as a breach of condition but may be treated as a breach of warranty. 2 This section applies unless a contrary intention appears in, or is to be implied from, the agreement. 3 It is for the creditor to show— a that a breach fell within subsection (1)(b) above, and b that the agreement was a relevant hire-purchase agreement. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This section does not apply to Scotland."}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "12", "section_title": " Exclusion of implied terms.", "section_text": "12 An express term does not negative a term implied by this Act unless inconsistent with it."}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "12A", "section_title": "\n \n \n Remedies for breach of \n \nrelevant hire-purchase agreement\n \n as respects Scotland.\n", "section_text": "12A 1 Where in a  relevant hire-purchase agreement  the creditor is in breach of any term of the agreement (express or implied), the person to whom the goods are hired shall be entitled— a to claim damages, and b if the breach is material, to reject any goods delivered under the agreement and treat it as repudiated. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This section applies to Scotland only."}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "14", "section_title": " Special provisions as to conditional sale agreements.", "section_text": " 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "15", "section_title": " Supplementary.", "section_text": "15 1 In sections 8 to 14 above and this section— “ business ” includes a profession and the activities of any government department (including a Northern Ireland department),  or local or public authority ; “ buyer ” and “ seller ” includes a person to whom rights and duties under a conditional sale agreement have passed by assignment or operation of law;  . . . “ conditional sale agreement ” means an agreement for the sale of goods under which the purchase price or part of it is payable by instalments, and the property in the goods is to remain in the seller (notwithstanding that the buyer is to be in possession of the goods) until such conditions as to the payment of instalments or otherwise as may be specified in the agreement are fulfilled;   “ consumer sale ”has the same meaning as in section 55 of the Sale of Goods Act 1979 (as set out in paragraph 11 of Schedule 1 to that Act)  “ creditor ” means the person by whom the goods are bailed or (in Scotland) hired under a  relevant hire-purchase agreement  or the person to whom his rights and duties under the agreement have passed by assignment or operation of law; and “ hire-purchase agreement ” means an agreement, other than conditional sale agreement, under which— a goods are bailed or (in Scotland) hired in return for periodical payments by the person to whom they are bailed or hired, and b the property in the goods will pass to that person if the terms of the agreement are complied with and one or more of the following occurs— i the exercise of an option to purchase by that person, ii the doing of any other specified act by any party to the agreement, iii the happening of any other specified event. and a hire-purchase agreement is relevant if it is not a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies;  . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Nothing in sections 8 to 13 above shall prejudice the operation of any other enactment including any enactment of the Parliament of Northern Ireland or the Northern Ireland Assembly or any rule of law whereby any  term , other than one relating to quality or fitness, is to be implied in any  relevant hire-purchase agreement ."}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "16", "section_title": " Terms to be Implied on redemption of trading stamps for goods.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "17", "section_title": " Northern Ireland.", "section_text": "17 1 It is hereby declared that this Act extends to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Supply of Goods (Implied Terms) Act 1973", "year": 1973, "section": "18", "section_title": " Short title, citation, interpretation, commencement, repeal and saving.", "section_text": "18 1 This Act may be cited as the Supply of Goods (Implied Terms) Act 1973. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall come operation at the expiration of a period of one month beginning with the date on which it is passed. 4 Sections 17 to 20 and 29 of each of the following Acts, that is to say, the   Hire-Purchase Act 1965, the   Hire-Purchase (Scotland) Act 1965 and the   Hire- Purchase Act (Northern Ireland) 1966 (provisions as to conditions, warranties and stipulations in hire-purchase agreements) shall cease to have effect. 5 This Act does not apply to contracts of sale or hire-purchase agreements made before its commencement."}]