[{"act": "Water Act 1973", "year": 1973, "section": "13.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Water Act 1973", "year": 1973, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Water Act 1973", "year": 1973, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Water Act 1973", "year": 1973, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Water Act 1973", "year": 1973, "section": "78.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Water Act 1973", "year": 1973, "section": "9", "section_title": " Transfer to water authorities of functions of river authorities.", "section_text": "9 Subject of Part IV of Schedule 5 to this Act and to the provisions of any instrument under this Act, the functions which immediately before 1st April 1974 are exercisable by river authorities as respects their respective areas under any enactment or instrument shall be exercisable by water authorities as respects water authority areas and accordingly, but subject to any such provision, in any enactment or instrument— a any reference to a river authority or any reference which falls to be construed as a reference to a river authority shall, except where it is a reference to a specified river authority or is to be construed as such, be construed as a reference to a water authority; and b any reference to a river authority area or any reference which falls to be construed as a reference to a river authority area shall, except where it is a reference to a specified area or is to be construed as such, be construed as a reference to water authority area."}, {"act": "Water Act 1973", "year": 1973, "section": "1013.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Water Act 1973", "year": 1973, "section": "14", "section_title": "", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Water Act 1973", "year": 1973, "section": "1517.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Water Act 1973", "year": 1973, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Water Act 1973", "year": 1973, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Water Act 1973", "year": 1973, "section": "2022.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Water Act 1973", "year": 1973, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Water Act 1973", "year": 1973, "section": "2424A.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Water Act 1973", "year": 1973, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Water Act 1973", "year": 1973, "section": "26", "section_title": "", "section_text": "26 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Water Act 1973", "year": 1973, "section": "2728.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Water Act 1973", "year": 1973, "section": "2931.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Water Act 1973", "year": 1973, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Water Act 1973", "year": 1973, "section": "32A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32A"}, {"act": "Water Act 1973", "year": 1973, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Water Act 1973", "year": 1973, "section": "34", "section_title": " Consequential, transitional and supplementary provision. ", "section_text": "34 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The provisions of Part II of that Schedule, being provisions which reproduce with modifications certain provisions of section 262 of the 1972 Act (local Acts and instruments), shall have effect with respect to local statutory provisions in force immediately before 1st April 1974. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Water Act 1973", "year": 1973, "section": "35", "section_title": " Isles of Scilly.", "section_text": "35 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Except as provided by an order under this section, this Act shall not extend to the Isles of Scilly."}, {"act": "Water Act 1973", "year": 1973, "section": "36", "section_title": " Orders, regulations and byelaws.", "section_text": "36   1 Any power to make orders or regulations conferred on the appropriate Minister or Ministers by or by virtue of this Act shall be exercisable by statutory instrument. 2 Any power to make an order conferred by or by virtue of any provision of this Act shall include power to make an order varying or revoking any order previously made under or by virtue of that provision. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Water Act 1973", "year": 1973, "section": "37", "section_title": " Expenses.", "section_text": "37 There shall be defrayed out of moneys provided by Parliament— a any expenses incurred by any Minister under this Act; b any increase attributable to the provisions of this Act in the sums payable out of moneys so provided under any other enactment."}, {"act": "Water Act 1973", "year": 1973, "section": "38", "section_title": " Interpretation.", "section_text": "38 1 In this Act, unless the context otherwise requires, the following expressions have the following meanings respectively, that is to say— “ the appropriate Minister or Ministers ” and “ the Ministers ” have the meanings assigned to them by section 1 above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ county ”, “ district ”, “ county council ”, and “ district council ”, mean respectively a county, district, county council and district council established by the 1972 Act; “ development corporation ” means a development corporation established under the  New Towns Act 1965 or any Act replaced by that Act; “ existing local authority ” means a local authority within the meaning of the  Local Government Act 1933; “ joint water board ” and “ joint water committee ” mean respectively a joint board and a joint committee which has been constituted under section 9 of the  Water Act 1945 and on which a statutory water company is represented; “ land drainage ” includes defence against water (including sea water), irrigation other than spray irrigation, warping and the provision of flood warning systems, and “ land drainage functions ” shall be construed accordingly; “ local authority ” means a county council, . . .   a district council, a London borough council or the Common Council of the City of London; “ local land drainage committee ” and “ regional land drainage committee ”mean respectively the committees  referred to by those names in sections 2 and 4 respectively of the  Land Drainage Act 1976 ; “ local land drainage district ” means a local land drainage district  established or continued under section 4 of the  Land Drainage Act 1976  and any part of a water authority area which is to be treated as a local land drainage district for the purposes of  sections 45 to 49 of that Act (in accordance with section 89(2) of that Act) ; “ local statutory provision ” means a provision of a local Act (including an Act confirming a provisional order) or a provision of a public general Act passed with respect to some area or a provision of an instrument made under any such local or public general Act or of an instrument in the nature of a local enactment made under any other Act;  “ London excluded area ” has the meaning given by section 116 of the  Land Drainage Act 1976; “ the 1972 Act ” means the  Local Government Act 1972; “ public authority ” includes a statutory water company; “ public sewer ” has the same meaning as in the  Public Health Act 1936 and “ private sewer ” shall be construed accordingly; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ river authority ”, “ underground strata ”, “ inland water ”, “ watercourse ” and “ water resources ” have the same meanings respectively as in the  Water Resources Act 1963; “ statutory water company ” means a company authorised immediately before the passing of this Act by any local statutory provision to supply water or a company in whom the assets of any company so authorised have subsequently become vested; “ statutory water undertakers ” has the meaning assigned to it by section 11(6) above; “ supply of water in bulk ” and “ water fittings ” have the same meanings as in the  Water Act 1945; 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Except in so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended, applied or extended by or under any other enactment, including this Act."}, {"act": "Water Act 1973", "year": 1973, "section": "39", "section_title": " Commencement.", "section_text": "39 1 The following provisions of this Act shall come into operation on 1st April 1974, that is to say— section 9, except so far as relating to sections 21 and 22 of the  Land Drainage Act 1930, Part VI of the  Local Government Act 1948, section 21 of the  Land Drainage Act 1961 and section 82 of the  Water Resources Act 1963; section 10; section 11, except subsection (6) so far as relating to section 12 of the Water Act 1945; section 12(1) and (6) to (11), except subsections (9) and (11) so far as relating to section 12 of the Water Act 1945; section 13(3) and (4); section 14; section 16; section 17; section 18; section 19(6) to (11); section 20; section 21(3) to (6); section 24; section 25; section 28; section 29(1); section 33; section 40(2), except so far as relating to the amendments of the  House of Commons Disqualification Act 1957 made by Schedule 8; section 40(3). 2 Any provision of, or any instrument made under, another Act which is modified or amended by a provision of this Act which comes into operation before 1st Aril 1974 shall between the passing of this Act and that date have effect both as modified or amended by this Act and as it would have had effect without the modification or amendment."}, {"act": "Water Act 1973", "year": 1973, "section": "40", "section_title": " Short title, minor amendments, repeals and extent.", "section_text": "40 1 This Act may be cited as the Water Act 1973. 2 The enactments specified in Schedule 8 to this Act shall have effect subject to the amendments, modifications and adaptations set out in that Schedule, being amendments, modifications and adaptations which are consequential on the foregoing provisions of this Act and minor amendments. 3 The enactments specified in Schedule 9 to this Act (which include enactments that were obsolete or unecessary before the passing of this Act) are hereby repealed to the extent mentioned in column 3 of that Schedule. 4 The following provisions of this Act, that is to say— a section 4(5) to (8), so far as relating to the matters mentioned in section 4(5)(d) and (e); b section 9, so far as relating to any enactment which extends to Scotland; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d paragraphs 43, and 93 of Schedule 8; e in Schedule 9, the repeals in the  Water (Scotland) Act 1967; and f so much of this Act as relates to the interpretation or commencement of the foregoing provisions; extend to Scotland, but except as aforesaid this Act does not extend to Scotland. 5 This Act, except section 4(5) to (8), so far as relating to the matters mentioned in section 4(5)(d) and (e) . . .   and so much of this Act as relates to the interpretation of those provisions, does not extend to Northern Ireland. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]