[{"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "1", "section_title": " Machinery and plant.", "section_text": "1 1 Subject to the provisions of this section, the  Secretary of State  may make to any person carrying on a business in Great Britain a grant towards approved capital expenditure incurred by that person in providing new machinery or plant for use in Great Britain— a for carrying on a qualifying industrial process in the course of that business; or b for carrying on in the course of that business scientific research relating to a qualifying industrial process whether carried on in the course of that business or not. 2 For the purposes of this section a qualifying industrial process is a process for or incidental to any of the following purposes, that is to say— a the making of any article; b the searching for or, without prejudice to the foregoing paragraph, the extracting or getting, or the preparation for sale, of coal, oil or other minerals, brine, peat or natural gas; c the generation of energy; d the repair, maintenance, conversion or refitting of a ship; or e the construction, alteration or demolition of a building or of any other fixed works of construction or civil engineering, including a road. 3 For the purposes of this section— a the repair or maintenance in the course of a business of an article which is used in the course of that business for carrying on a process for or incidental to any of the purposes mentioned in subsection (2) of this section; b the storage in the course of a business of anything which is to be used in the course of that business for carrying on any such process or which is to be or has been subjected to, or has resulted from, any such process carried on in the course of that business; and c the packing in the course of a business of anything which is to be or has been subjected to, or has resulted from, any such process carried on in the course of that business, shall each be treated as a process incidental to that purpose, but, save as aforesaid, repair, maintenance, storage or packing shall not be treated as a process incidental to any of the purposes mentioned in subsection (2) of this section. 4 Machinery or plant provided for use in any area designated under section 1(7) of the  Continental Shelf Act 1964 for carrying on any process for or incidental to the purpose mentioned in subsection (2)( b ) of this section shall be treated for the purposes of this section as provided for use in Great Britain. 5 Machinery or plant provided by a person for protecting against fire or other risks any premises, or property in any premises, used by him for carrying on any process for or incidental to any of the purposes mentioned in subsection (2) of this section, or for carrying on such research as is mentioned in subsection (1)( b ) of this section, shall be treated for the purposes of this section as provided by him for use for carrying on a process incidental to that purpose or, as the case may be, for carrying on such research. 6 Subject to any order under section 7 of this Act, the amount of any grant under this section shall be twenty per cent. of the expenditure in respect of which it is made, except that it shall be forty per cent. of the said expenditure so far as it qualifies as development area expenditure in accordance with Schedule 1 to this Act. 7 No grant shall be made under this section to any of the bodies mentioned in Schedule 2 to this Act unless the machinery or plant in question is provided for use for carrying on a process for or incidental to the purpose mentioned in subsection (2)( a ) or ( d ) of this section, being a process the carrying on of which does not in the opinion of the  Secretary of State  form part of the principal or main functions of that body. 8 This section shall apply to the production of a prototype of an article of any description for use in carrying on scientific research relating to any process for or incidental to the making of articles of that description as it applies to the provision of machinery or plant for use in carrying on such research."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "2", "section_title": " Computers.", "section_text": "2 1 Subject to the provisions of this section, the  Secretary of State  may make to any person carrying on a business in Great Britain a grant towards approved capital expenditure incurred by that person in providing a new computer for use in Great Britain for the purposes of that business. 2 Subject to any order under section 7 of this Act, the amount of any grant under this section shall be twenty per cent. of the expenditure in respect of which it is made, except that in the case of a computer as respects which the  Secretary of State is  satisfied that it is provided solely or primarily— a for integration with machinery or plant which is or is to be used for carrying on a qualifying industrial process within the meaning of section 1 of this Act; or b for carrying on such research as is mentioned in subsection (1)( b ) of that section, the amount shall be forty per cent. of the said expenditure so far as it qualifies as development area expenditure in accordance with Schedule 1 to this Act. 3 For the purposes of this section, a computer shall be treated as provided for integration with machinery or plant in any case in which the  Secretary of State is  satisfied that it is to be used for controlling, or recording or analysing data as to, the operation of the machinery or plant and is to be linked with the machinery or plant by a device for the automatic transmission of signals."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "3", "section_title": " Hover vehicles.", "section_text": "3 1 Subject to the provisions of this section, the  Secretary of State  may make to any person carrying on a business in Great Britain a grant towards approved capital expenditure incurred by that person in providing a new hover vehicle for use, whether or not in Great Britain, for the purposes of that business. 2 No grant shall be made under this section to— a an individual who is not ordinarily resident in Great Britain; b a body corporate which is not incorporated and resident in Great Britain. 3 Subject to any order under section 7 of this Act, the amount of any grant under this section shall be twenty per cent. of the expenditure in respect of which it is made."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "4", "section_title": " Hired assets.", "section_text": "4 1 References in this Part of this Act to providing machinery or plant, a computer or a hover vehicle do not include references to providing it by hiring it from another person; and nothing in the foregoing provisions of this Part of this Act shall be construed as enabling a grant to be made under those provisions towards expenditure incurred by a person in providing any such asset for the purpose of hiring it out to another person. 2 Subject to the provisions of this section, the  Secretary of State  may make to any person carrying on a business in Great Britain of hiring out any asset mentioned in subsection (1) of this section a grant towards approved capital expenditure incurred by that person in providing for the purposes of that business a new asset such as is mentioned in that subsection, but such a grant shall be made only— a in the case of any such asset as aforesaid, if— i the asset has been hired out by him to another person; and ii a grant could have been made under section 1, 2 or 3 of this Act to that other person if the asset had been provided by him within the meaning of that section and approved capital expenditure had been incurred by him, in so providing it, on the date on which he took possession of it; or b in the case of machinery or plant, if it is provided for the purpose of being hired out for use in Great Britain for carrying on any process for or incidental to the purpose mentioned in section 1(2)( e ) of this Act. 3 Subject to any order under section 7 of this Act— a the amount of any grant made by virtue of paragraph ( a ) of subsection (2) of this section shall be twenty per cent. of the expenditure in respect of which it is made, except that in any case where the grant mentioned in sub-paragraph (ii) of that paragraph would by virtue of section 1(6) or 2(2) of this Act have been at the rate of forty per cent. the amount shall be forty per cent. of the said expenditure; and b the amount of any grant made by virtue of paragraph ( b ) of subsection (2) of this section shall be twenty per cent. of the expenditure in respect of which it is made. 4 In this section references to hiring do not include references to hiring under a hire-purchase agreement. 5 Where an asset has been hired out to a person before the commencement of this Act, approved capital expenditure shall be deemed for the purposes of subsection (2)( a )(ii) of this section to have been incurred by him on the date on which he took possession of the asset or on 17th January 1966, whichever is the later."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "5", "section_title": " Ships.", "section_text": "5 1 Subject to the provisions of this section, the  Secretary of State  may make to any person carrying on a business in Great Britain a grant towards approved capital expenditure incurred by that person in providing a new ship for use, whether or not in Great Britain, for the purposes of that business or in converting a ship for such use. 2 Subject to the provisions of this section, the  Secretary of State  may make to any person carrying on a business in Great Britain a grant towards approved capital expenditure incurred by that person in providing a new part for a ship which is or is to be used as mentioned in subsection (1) of this section. 3 No grant shall be made under this section in respect of a ship, or of the provision of a part for a ship, which— a is not registered in the United Kingdom under Part I of the  Merchant Shipping Act 1894; or b is of less than one hundred tons gross tonnage or is not self-propelled; and no such grant shall be made in respect of a ship, or of the provision of a part for a ship, which is or is to be used for sea fishing. 4 No grant shall be made under this section to— a an individual who is not both a citizen of the United Kingdom and Colonies and ordinarily resident in Great Britain; b a body corporate which is not incorporated and resident in Great Britain. 5 A grant may be made under this section in respect of a ship under construction if it appears to the  Secretary of State  that the requirements of the foregoing provisions of this section will be satisfied as respects that ship when it is completed. 6 Subject to any order under section 7 of this Act, the amount of any grant under this section shall be twenty per cent. of the expenditure in respect of which it is made. 7 The reference in subsection (1) of this section to providing a ship does not include a reference to providing it by chartering it from another person."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "6", "section_title": " Mining works.", "section_text": "6 1 Subject to the provisions of this section, the  Secretary of State  may make to any person carrying on a business in Great Britain a grant towards approved capital expenditure incurred by that person in providing works in Great Britain for use for the carrying on in the course of that business of any process for or incidental to the searching for, or the extracting or getting of, coal, oil or other minerals, brine, peat or natural gas. 2 Works provided in any area designated under section 1(7) of the  Continental Shelf Act 1964 shall be treated for the purposes of this section as provided in Great Britain. 3 Subject to any order under section 7 of this Act, the amount of any grant under this section shall be twenty per cent. of the expenditure in respect of which it is made, except that it shall be forty per cent. of the said expenditure so far as it qualifies as development area expenditure in accordance with Schedule 1 to this Act. 4 No grant shall be made under this section to any of the bodies mentioned in Schedule 2 to this Act. 5 The reference in subsection (1) of this section to providing works does not include a reference to providing works by leasing them from another person."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "7", "section_title": " Power to vary rates of grant and add further assets eligible for grant.", "section_text": "7 1 The  Secretary of State  may by an order made with the consent of the Treasury— a vary the rates at which grant is payable under any of the foregoing provisions of this Part of this Act, either in relation to all assets to which that provision applies or in relation to any class or description of such assets; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 An order under this section may specify the assets to which it applies by reference to the nature of the assets or the place where, or the purpose for which, they are or are to be used, and may make different provision in relation to assets of different classes or descriptions. 4 An order under this section may contain such incidental and supplementary provisions as appear to the  Secretary of State  to be appropriate, including provisions making consequential modifications of any reference in this Act to a rate of grant and provisions relating to the expenditure as respects which the order is to have effect. 5 The power to make an order under this section shall include power to vary or revoke any such order by a subsequent order and shall be exercisable by statutory instrument. 6 An order under this section shall cease to have effect at the end of the period of twenty-eight days beginning with the day on which the order is made (but without prejudice to anything previously done under the order or to the making of a new order) unless before the end of that period the order is approved by a resolution of each House of Parliament. 7 In reckoning any period for the purposes of the last foregoing subsection, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "8", "section_title": " Conditions.", "section_text": "8 1 In making a grant under this Part of this Act in respect of any asset the  Secretary of State  shall impose such conditions as  he thinks  fit for securing that the asset will continue to be used as required by the provision under which the grant is made and, where the grant is made under section 5, for restricting the chartering of the ship concerned; and such conditions may include conditions for repayment in specified circumstances. 2 The  Secretary of State  may by notice require any person who has received a grant under this Part of this Act, and any person acting on his behalf, to furnish to the  Secretary of State  such information, or to produce for examination on behalf of the  Secretary of State  such books, records or other documents, as may be specified in the notice for the purpose of enabling the  Secretary of State  to determine whether any condition subject to which the grant is made is satisfied or is being complied with or whether the grant has become repayable in whole or in part in accordance with any such condition. 3 A notice under the last foregoing subsection may require the information to which it relates to be furnished within such time as may be specified in the notice, and may require the documents to which it relates to be produced at such time and place as may be so specified: Provided that the time specified in such a notice for furnishing any information or producing any document shall not be earlier than the end of the period of twenty-eight days beginning with the service of the notice. 4 A notice under subsection (2) of this section may be served— a by delivering it to the person on whom it is to be served; b by leaving it at the usual or last known place of abode of that person; c by sending it in a prepaid registered letter, or by the recorded delivery service, addressed to that person at his usual or last known place of abode; or d in the case of an incorporated company or body, by delivering it to the secretary or clerk of the company or body at their registered or principal office, or sending it in a prepaid registered letter, or by the recorded delivery service, addressed to the secretary or clerk of the company or body at that office. 5 Any person duly authorised in that behalf by the  Secretary of State  may for the purposes mentioned in subsection (2) of this section, on production (if so required) of written evidence of his authority, at all reasonable times enter and inspect any premises where any asset in respect of which a grant under this Part of this Act has been made is, or in accordance with any condition attached to the grant should be, and require any person appearing to him to have charge of those premises to produce or identify the asset for inspection. 6 Any person who in purported compliance with a notice under subsection (2) of this section knowingly or recklessly makes any statement or produces any document which is false in a material particular shall be guilty of an offence and liable on summary conviction to a fine not exceeding one hundred pounds, or to imprisonment for a term not exceeding three months, or to both, or on conviction on indictment to a fine, or to imprisonment for a term not exceeding two years, or to both. 7 Any person who without reasonable excuse fails to comply with a notice under subsection (2) of this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 4 on the standard scale  or, on a second or subsequent conviction,  level 4 on the standard scale . 8 Any person who wilfully obstructs any person in the exercise of a right of entry under subsection (5) of this section, or without reasonable excuse fails to comply with a requirement under that subsection, shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 9 Any person who without reasonable excuse fails to comply with any condition subject to which a grant was made to him under this Part of this Act requiring him to inform the Board of any event whereby the grant becomes repayable in whole or in part shall be guilty of an offence and liable— a on summary conviction, to a fine not exceeding three hundred pounds; b on conviction on indictment, to a fine not exceeding one thousand pounds or three times the amount so repayable, whichever is the greater. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  11 Summary proceedings in Scotland for an offence under subsection (9) of this section shall not be commenced after the expiration of three years from the commission of the offence, but subject to the foregoing limitation and notwithstanding anything in  section 331 of the  Criminal Procedure (Scotland) Act 1975 , such proceedings may be commenced at any time within twelve months after the date on which evidence sufficient in the opinion of the Lord Advocate to justify the proceedings comes to his knowledge or, where such evidence was reported to him by the Board, within twelve months after the date on which it came to their knowledge; and  subsection (3) of the said section 331  shall apply for the purposes of this subsection as it applies for the purposes of that section. 12 For the purposes of subsections (10) and (11) of this section, a certificate of the  Secretary of State ,  the Director of Public Prosecutions  or the Lord Advocate, as the case may be, as to the date on which such evidence as aforesaid came to their or his knowledge shall be conclusive evidence of that fact."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "9", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "10", "section_title": " Offences by bodies corporate.", "section_text": "10 1 Where an offence under this Part of this Act committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 2 In the foregoing subsection “ director ”, in relation to a body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, being a body corporate whose affairs are managed by its members, means a member of that body corporate."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "1112.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "13", "section_title": " Interpretation and supplementary provisions.", "section_text": "13 1 In this Part of this Act— “ approved capital expenditure ” in relation to any grant means expenditure appearing to the  Secretary of State  to be of a capital nature and approved by them for the purposes of the grant; “ article ” means an article of any description (including any means of transport) and includes part of an article; “ asset ” includes any such works as are mentioned in section 6 of this Act; “ business ” includes a trade or profession but does not include the activities of— a local authority as defined in  section 52 of the  Finance Act 1974; the development corporation established for a new town or the Commission for the New Towns; a university, school or other establishment of education; and references to a person carrying on a business include, except where the context otherwise requires, references to a person proposing to carry on a business; “ computer ” means— a stored programme digital computer, or an analogue computer, used for automatic data processing and includes part of such a computer; “ expenditure ” in relation to the provision by a person of an asset includes— except where the context otherwise requires, expenditure on or incidental to the installation of the asset; expenditure consisting of instalments under a hire-purchase agreement or otherwise consisting of instalments of or payments towards the purchase price of, or cost of providing, the asset; and where the asset is provided by being manufactured or constructed by that person, such sum as appears to the  Secretary of State  to be properly attributable to its provision by him in that manner; “ hire-purchase agreement ” has the same meaning as in the  Hire-Purchase Act 1965 or, as the case may be, the  Hire-Purchase (Scotland) Act 1965; “ hover vehicle ” means  a hovercraft within the meaning of the  Hovercraft Act 1968 and includes part of such a hovercraft; “ machinery or plant ” includes part of any machinery or plant but does not include a computer, ship or aircraft or any vehicle except— a vehicle constructed or adapted for the conveyance of a machine incorporated in or permanently attached to it and of no other load except articles used for the purposes of the machine; a vehicle constructed or adapted for the conveyance or haulage of loads in or about private premises, including the site of building or civil engineering operations; “ new ” means unused and not second-hand, except that the Board may treat as new anything which has been substantially reconditioned; “ scientific research ” means any activity in the fields of natural or applied science for the extension of knowledge; “ ship ” includes any vessel used in navigation. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 For the purposes of this Part of this Act and of Schedule 1 to this Act, expenditure shall be treated as incurred at the time when the sums of which it consists become payable. 5 A grant may be made under this Part of this Act in respect of any expenditure incurred on or after 17th January 1966 and of any expenditure incurred before that date so far as it consists of a sum paid after that date. 6 For the purposes of the two last foregoing subsections, expenditure which does not consist of a sum payable or paid to another person shall be deemed to consist of a sum payable or, as the case may be, paid at such time as the Board consider appropriate having regard to the time when the matters giving rise to that expenditure occurred."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "14", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "15", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "16", "section_title": " Ending of grants for machinery and plant.", "section_text": "16 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where a grant has been made under the said section 1 in respect of any machinery or plant, the amount of any grant at the development area rate subsequently made in respect thereof under Part I of this Act shall be reduced by the amount of the grant under the said section 1; . . .  . 4 In the last foregoing subsection “ the development area rate ” means the rate of forty per cent. specified in section 1(6) or 2(2) of this Act or the rate for the time being substituted for it by an order under section 7 of this Act."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "17", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "1819.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "2021.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "2227.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "28", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "29", "section_title": " Exemption from building control in development area ", "section_text": "29 For section 4 of the  Building Control Act 1966 (exemption for development districts) there shall be substituted the section set out in Part I of Schedule 3 to this Act (which provides for the exemption to have effect in relation to development areas constituted under this Act)."}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "30", "section_title": " Financial provisions.", "section_text": "30 1 Any expenses incurred by any government department under or by virtue of this Act shall be defrayed out of moneys provided by Parliament, and any receipts of any government department under or by virtue of this Act shall be paid into the Exchequer. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Development Act 1966 (repealed 5.11.1993)", "year": 1966, "section": "31", "section_title": " Short title, citation, amendments and repeals, interpretation, commencement and extent.", "section_text": "31 1 This Act may be cited as the Industrial Development Act 1966. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The enactments mentioned in Parts II and  III  of Schedule 3 to this Act shall have effect subject to the amendments there specified, being amendments consequential on Parts II and III of this Act; . . .  5 Except where the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended, and as including a reference thereto as extended or applied, by any other enactment including an enactment contained in this Act. 6 This Act shall come into force at the expiration of the period of seven days beginning with the day on which it is passed. 7 The following provisions, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   the. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   provisions of Part I so far as they relate to grants made by virtue of any order making such provision as is mentioned in section 7(2);. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  shall extend to Northern Ireland but, save as aforesaid, this Act shall not extend to Northern Ireland."}]