[{"act": "Merchant Shipping (Equivalent Provisions) Act 1925 (repealed 1.5.1994)", "year": 1925, "section": "1", "section_title": " Power to exempt foreign ships from certain provisions of Merchant Shipping Acts.", "section_text": "1 Where His Majesty is satisfied that— a ships of a foreign country are required by the law of that country to comply with any provisions which are substantially the same as or equally effective with any provisions of the Merchant Shipping Acts which apply to foreign ships while they are within a port of the United Kimgdom; and b that country has made or has undertaken to make provision for the exemption of British ships, while they are within a port of that country, from the corresponding requirement of the law of that country; His Majesty may, by Order in Council, direct that any such provisions of the Merchant Shipping Acts as aforesaid shall not apply to any ship of that country within a port of the United Kingdom if it is proved that the ship complies with the corresponding provision of the law of that country applicable to that ship."}, {"act": "Merchant Shipping (Equivalent Provisions) Act 1925 (repealed 1.5.1994)", "year": 1925, "section": "2", "section_title": " Power to exempt British ships registered out of the United Kingdom from certain provisions of Merchant Shipping Acts.", "section_text": "2 Where His Majesty is satisfied that British ships registered in a part of His Majesty’s dominions outside the United Kingdom, or ships registered in a port of a territory over which His Majesty exercises jurisdiction, are required by the law of that part of His Majesty’s dominions or the law in force in that territory to comply with any provisions which are substantially the same as, or equally effective with, any of the provisions of the Merchant Shipping Acts which apply to such ships if, but only if, they are within a port of the United Kingdom, His Majesty may, by Order in Council, direct that any such provisions of the Merchant Shipping Acts as aforesaid shall not apply to any ship registered in that part of His Majesty’s dominions, or in that territory, whilst within a port in the United Kingdom, if it is proved that the ship complies with the corresponding provision of the law of the part of His Majesty’s dominions or territory in which the ship is registered."}, {"act": "Merchant Shipping (Equivalent Provisions) Act 1925 (repealed 1.5.1994)", "year": 1925, "section": "3", "section_title": " Short title, construction, &c.", "section_text": "3 1 This Act may be cited as the Merchant Shipping (Equivalent Provisions) Act 1925, and shall be construed as one with the Merchant Shipping Acts 1894 to 1923, and those Acts and this Act may be cited together as the Merchant Shipping Acts 1894 to 1925. 2 In this Act the expression “ the Merchant Shipping Acts ” means the Merchant Shipping Acts 1894 to 1923, and includes any Orders in Council, rules and regulations made thereunder, and the expression “ United Kingdom ” means Great Britain and Northern Ireland."}]