[{"act": "Merchant Shipping (International Labour Conventions) Act 1925 (repealed 1.5.1995)", "year": 1925, "section": "1", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Merchant Shipping (International Labour Conventions) Act 1925 (repealed 1.5.1995)", "year": 1925, "section": "2", "section_title": " Employment of young persons as trimmers or stokers.", "section_text": "2 1 Subject to the provisions of this section, no young person shall be employed or work as a trimmer or stoker in any ship: Provided that— a The foregoing provision shall not apply— i to the employment of a young person on such work as aforesaid in a school-ship or training-ship if the work is of a kind approved by the Board of Trade and is carried on subject to supervision by officers of the Board; or ii to the employment of a young person on such work as aforesaid in a ship which is mainly propelled otherwise than by means of steam; or iii to the employment of a young person subject to and in accordance with the provisions contained in paragraph (c) of Article 3 of the draft convention set out in Part II. of the First Schedule to this Act; and b Where in any port a trimmer or stoker is required for any ship and no person over the age of eighteen years is available to fill the place, a young person over the age of sixteen years may be employed as a trimmer or stoker, but in any such case two young persons over the age of sixteen years shall be employed to do the work which would otherwise have been performed by one person over the age of eighteen years. 2 There shall be included in every agreement with the crew a list of the young persons who are members of the crew, together with particulars of the dates of their birth, and, in the case of a ship in which there is no such agreement, the master of the ship shall, if young persons are employed therein, keep a register of those persons with particulars of the dates of their birth and of the dates on which they become or cease to be members of the crew. 3 There shall be included in every agreement with the crew a short summary of the provisions of this section."}, {"act": "Merchant Shipping (International Labour Conventions) Act 1925 (repealed 1.5.1995)", "year": 1925, "section": "3", "section_title": " Medical examination of young persons.", "section_text": "3 1 Subject to the provisions of this section, no young person shall be employed in any capacity in any ship, unless there has been delivered to the master of the ship a certificate granted by a duly qualified medical practitioner certifying that the young person is fit to be employed in that capacity: Provided that— a the foregoing provisions shall not apply to the employment of a young person in a ship in which only members of the same family are employed; and b a superintendent or consular officer may on the ground of urgency authorise a young person to be employed in a ship notwithstanding that no such certificate as aforesaid has been delivered to the master of the ship, but a young person in whose case any such authorisation is given shall not be employed beyond the first port at which the ship calls after the young person has embarked thereon, except subject to and in accordance with the foregoing provisions of this section. 2 A certificate under this section shall remain in force for a period of twelve months from the date on which it is granted and no longer: Provided that, if the said period of twelve months expires at some time during the course of the voyage of the ship in which the young person is employed, the certificate shall remain in force until the end of the voyage."}, {"act": "Merchant Shipping (International Labour Conventions) Act 1925 (repealed 1.5.1995)", "year": 1925, "section": "4", "section_title": " Penalties.", "section_text": "4 1 If any young person is employed in any ship in contravention of the provisions of this Act, the master of the ship shall be liable to a fine not exceeding  level 2 on the standard scale , or, in the case of a second or subsequent offence, not exceeding  level 2 on the standard scale , and where a young person is taken into employment in any ship in contravention of the provisions of this Act on the production by, or with the privity of, the parent of a false or forged certificate or on a false representation by the parent that the young person is of an age at which such employment is not in contravention of the said provisions, that parent shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale . 2 If the master of a ship fails to keep such a register as is required to be kept by him under this Act, or, on being so required by an officer of the Board of Trade or any other person having power to enforce compliance with the provisions of the Merchant Shipping Acts 1894 to 1923, refuses or neglects to produce for inspection by that officer or person any such register as aforesaid or any certificate delivered to him under this Act, he shall be liable to a fine not exceeding  level 2 on the standard scale ."}, {"act": "Merchant Shipping (International Labour Conventions) Act 1925 (repealed 1.5.1995)", "year": 1925, "section": "5", "section_title": " Interpretation.", "section_text": "5 In this Act— The expression “ young person ” means a person who is under the age of eighteen years: The expression “ ship ” means any sea-going ship or boat of any description which is registered in the United Kingdom as a British ship, and includes any British fishing-boat entered in the fishing-boat register, but does not include any tug, dredger, sludge vessel barge, or other craft whose ordinary course of navigation does not extend beyond the seaward limits of the jurisdiction of the harbour authority of the port at which such vessel is regularly employed, if and so long as such vessel is engaged in her ordinary occupation."}, {"act": "Merchant Shipping (International Labour Conventions) Act 1925 (repealed 1.5.1995)", "year": 1925, "section": "6", "section_title": " Power to apply Act to British possessions.", "section_text": "6 1 His Majesty may by Order in Council direct that the provisions of this Act shall, subject to such modifications and adaptations, to be specified in the Order, as appear to His Majesty necessary or expedient in the circumstances of the case, apply to ships registered in any British possession outside the United Kingdom, other than the Dominions mentioned in the Second Schedule to this Act, as they apply to ships registered in the United Kingdom. 2 The reference in this section to British possessions shall include a reference to territories which are under His Majesty’s protection and territories in respect of which a mandate has been accepted by His Majesty, other than any such territories in respect of which the mandate is being exercised by the Government of any of the Dominions mentioned in the said Second Schedule. 3 An Order in Council made under this section may be varied or revoked by a subsequent Order."}, {"act": "Merchant Shipping (International Labour Conventions) Act 1925 (repealed 1.5.1995)", "year": 1925, "section": "7", "section_title": " Short title and construction.", "section_text": "7 This Act may be cited as the Merchant Shipping (International Labour Conventions) Act 1925, and shall be construed as one with the Merchant Shipping Acts 1894 to 1923, and those Acts and this Act may be cited together as the Merchant Shipping Acts 1894 to 1925."}]