[{"act": "Railways (Valuation for Rating) Act 1930 (repealed 19.5.1997)", "year": 1930, "section": "121.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Railways (Valuation for Rating) Act 1930 (repealed 19.5.1997)", "year": 1930, "section": "22", "section_title": "†Provisions as to value of Scottish portions of railway undertaking carried on in England and in Scotland.", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Sections twenty–four and twenty–five of the  Lands Valuation (Scotland) Act, 1854, as amended by any subsequent enactment shall have effect as if for the right of appeal, or the right to object and represent to the Lord Ordinary or the Sheriff thereby respectively conferred on the railway, canal, or other company and on the county or burgh, there were substituted a right of appeal to the Lands Valuation Appeal Court, and any reference in the said sections to the Lord Ordinary or Sheriff shall accordingly be construed as a reference to such Court . . .   . . .  5 The  Valuation of Lands (Scotland) Acts Amendment Act, 1894, shall have effect as if for any reference in section two or section three to the fifteenth day of March, and for any reference in section three to the eighth or the tenth day of April, or to the fifteenth day of May, there were substituted a reference to such day as the Secretary of State may prescribe. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Section one hundred and twenty–seven of the  Lands Clauses Consolidation (Scotland) Act, 1845 (which provides that until completion of works, promoters shall make good any deficiency of land tax, poor’s rate and prison assessment caused by lands being taken) shall not, in so far as it relates to any rate or assessment, apply to any lands and heritages belonging to any railway company and included in the valuation roll  made up by the Assessor in consequence of a direction given by the Assessor under section 5 of the  Local Government (Scotland) Act 1975 , but save as aforesaid nothing in this section shall affect the operation of that section as amended by any subsequent enactment. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9  . . .  “ Lands Valuation Appeal Court ” means the three judges of the Court of Session nominated under section eight of the  Valuation of Lands (Scotland) Amendment Act, 1867, and section seven of the  Valuation of Lands (Scotland) Amendment Act, 1879, as amended by section seven of the  Local Government (Scotland) Act, 1908;  . . . "}, {"act": "Railways (Valuation for Rating) Act 1930 (repealed 19.5.1997)", "year": 1930, "section": "23", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Railways (Valuation for Rating) Act 1930 (repealed 19.5.1997)", "year": 1930, "section": "24", "section_title": "†Short title and extent.", "section_text": "24 1 This Act may be cited as the Railways (Valuation for Rating) Act, 1930, . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]