[{"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "1", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "3", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "4", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "5", "section_title": " Powers for defining and exchanging glebe. ", "section_text": "5 For the purpose of defining and settling the glebe lands of any benefice, on the application of the spiritual person to whom the same belongs in right of such benefice, and with the consent of the landowner or landowners having or claiming title to the land so defined as glebe, and being in possession thereof, the tithe commissioners shall, during the continuance of the commission, as well before as after the completion of any commutation, have the same powers which they have for ascertaining, drawing, and defining the boundaries of the lands of any landowners on their application; and also upon the like application of any spiritual person the said commissioners shall have power to exchange the glebe lands, or any part thereof, for other land within the same or any adjoining parish, or otherwise conveniently situated, with the consent of the ordinary and patron of the benefice and of the landowner or landowners having or claiming title to the land so to be given in exchange for the glebe lands, and being in actual possession thereof as aforesaid, such consent to be testified as their consent under the first-recited Act is testified to anything for which their consent is therein required; and in every such case the tithe commissioners shall make an award in like manner as awards are made under the first-recited Act, setting forth the contents, description, and boundary of the glebe lands as finally settled by them, and of the lands awarded to the several parties to whom any lands theretofore part or reputed part of the glebe lands are to be awarded; and every such award shall have all the incidents of an agreement confirmed by the said commissioners for giving land instead of tithes, and in every case of exchange shall operate as a conveyance of the lands theretofore part or reputed part of the glebe lands to the several persons to whom the same shall be awarded, and to their heirs and successors, executors and administrators, as the case may be; and such lands shall thereupon be holden by the same tenure, and upon the like uses and trusts, and subject to the like incidents, as the land awarded as glebe in exchange for the same was formerly holden; and the expense of so defining, exchanging, and settling any glebe lands shall be borne in such manner as the tithe commissioners shall think just."}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "68", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6–8"}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "911", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9–11"}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "12", "section_title": " Power to owner of rent-charge to let land taken under writ of possession.", "section_text": "12 It shall be lawful for any owner of rentcharge having taken possession of any land for nonpayment of the rentcharge under the provisions of the first-recited Act, from time to time during the continuance of such possession to let such land, or any part thereof, for any period not exceeding one year in possession, at such rent as can be reasonably obtained for the same; and the restitution of such land, on payment or satisfaction of the rentcharge, costs, and expenses, shall be subject and without prejudice to any such tenancy."}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "13", "section_title": " Power in certain cases to use tithe commutation maps for parochial purposes. ", "section_text": "13 It shall be lawful for any board of guardians of any parish or union, with the consent of the poor law commissioners, and subject to such conditions as the said poor law commissioners may prescribe to pay out of the rates of any parish any portion of the cost of making or providing any map or plan which shall have been confirmed under the hands and seal of the tithe commissioners, or any other sum of money by way of consideration for the use of the said map or plan, for the purpose of estimating the net annual value of property in respect of which rates may be assessed for the relief of the poor; and after the tithe commissioners shall have certified in writing that such money has been paid, the overseers of the parish, or any person authorised by them in writing, or any officer of the said board of guardians, or any person authorised by them in writing, shall at all reasonable times have access to the copy of the said map or plan deposited with the incumbent and church or chapel wardens of the parish, or other persons approved by the said tithe commissioners, and may inspect and make copies or extracts from the said copy, without paying anything for such access or inspection, or for making such copies or extracts."}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "14", "section_title": " Power to alter apportionments. ", "section_text": "14 And whereas by the first-recited act power is given for altering apportionments of rent-charge by the Commissioners of Land Tax, on the application of the owner of the Lands charged therewith, and it is expedient that the power thereby given should be extended, and also that during the continuance of the Tithe Commission the like power should be vested in the Tithe Commissioners; If at any time after the confirmation of any instrument of apportionment it shall appear that the lands charged with one entire rent-charge belong to or have become vested in several owners, and that any of the owners of such lands shall be desirous that the apportionment thereof should be altered, it shall be lawful for the commissioners of land tax for the county or place where the said lands are situated, or any three of them, to appoint, by notice under their hands, a time and place for hearing the parties to such application, and all other parties interested therein; and upon satisfactory proof of such notice having been served on all parties interested full twenty-one days before the day of hearing, to proceed to alter the apportionment in such manner and in such proportion amongst the said lands as to them shall seem just, subject nevertheless to the consent of two justices of the peace, as in the said first-recited Act provided; and further, that upon such application being made to the said tithe commissioners, they shall have the same power of making such alteration as by the said first-recited Act and by this Act is vested in the commissioners of land tax, and that without any such consent of two justices of the peace; provided that no alteration of any apportionment shall be made under the first-recited Act or this Act whereby any rent-charge shall be subdivided so that any subdivision thereof shall be less than five shillings."}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "15", "section_title": " Copy of instrument of altered apportionment to be sent to Tithe Office. ", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   three counterparts shall be made of every instrument of altered apportionment at the expense of the landowner desiring the alteration; and two of the said counterparts shall be sent as provided by the first-recited Act, and the third shall be sent to or deposited in the office of the tithe commissioners, or, after the expiration of the tithe commission, shall be sent to and kept by the person having custody of the records and papers of the said commission, and shall be annexed to the instrument of apportionment in the custody of the said commissioners, or the person having the custody of their records and papers."}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "16", "section_title": " Remedy for enforcing payment of contribution to rent-charge. ", "section_text": "16 In case any land charged with one amount of rent-charge shall belong to two or more landowners in several portions, and the owner of any one of such portions, or his tenant, shall have paid the whole of such rent-charge, or any portion thereof greater than shall appear to him to be his just proportion, and contribution thereto shall have been refused or neglected to be made by any other of the said landowners, or his tenant, after a demand in writing made on them, or either of them, for that purpose, it shall be lawful for any justice of the peace acting for the county or other jurisdiction in which the land is situated, upon the complaint of any such landowner, or his tenant or agent, to summon the owner so refusing or neglecting to make contribution, or his tenant, to appear before any two or more of such justices of the peace, who, upon proof of the demand and of service of the summons, as herein-after provided, whether or not the party summoned shall appear, shall examine into the merits of the complaint, and determine the just proportion of the rentcharge so paid as aforesaid which ought to be contributed by the landowner of such other portion of the said land, and by order under their hands and seals shall direct the payment by him of what shall in their judgment be due and payable in respect of such liability to contribution, with the reasonable costs and charges of such proceedings, to be ascertained by such justices; and thereupon it shall be lawful for the complainant to take the like proceedings for enforcing payment of the said amount of contribution and costs, and with the like restriction as to the arrears recoverable, as are given to the owner of the rent-charge by the said first-mentioned Act or this Act for enforcing payment of the rent-charge."}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "17", "section_title": " Service of summons, &c.", "section_text": "17 Service of the said demand in writing, and summons, or of any notice to distrain, or copy of writ to assess the arrears of rentcharge, or notice of the execution thereof under the said first-recited Act, or the several Acts to amend the same, or this Act, upon any person occupying or residing on the lands chargeable with the rentcharge, or in case no person shall be found thereon then affixing the same in some conspicuous place on the land, shall be deemed good service of any such summons, notice, writ, or other proceeding."}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "18", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "19", "section_title": " Irregularity not to vitiate proceedings.", "section_text": "19 Where any distress shall be made for any rentcharge payable under the said recited Acts or any of them, or this Act, and justly due, and any irregularity or unlawful act shall be afterwards done by the party distraining, or his agent, in the conduct, sale, or disposition of the distress, the distress itself shall not be therefore deemed to be unlawful, nor the party making it deemed a trespasser from the beginning, but the party aggrieved by such unlawful act or irregularity may recover full satisfaction for the special damage in an action upon the case; provided nevertheless, that no plaintiff shall recover in any action for any such unlawful act or irregularity, if ten days notice in writing shall not have been given to the defendant by the plaintiff of his intention to bring such action before the commencement thereof, of if tender of sufficient amends has been made by the party distraining, or his agent, before such action brought, or if after action brought a sufficient sum of money shall have been paid into court, with costs, by or on behalf of the defendant."}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "20", "section_title": " Act to be construed with 6 & 7 Will. 4. c. 71. Application ofcertain provisions.", "section_text": "20 This Act shall be construed with and as part of the first-recited Act, as amended by the several Acts passed for the amendment thereof and by this Act; and all provisions in any of the said Acts relating to land of copyhold tenure shall apply to land of customary tenure, or any other tenure subject to arbitrary fine;  and all provisions in the said Acts or in this Act relating to glebe land shall apply to all land holden by any spiritual person in right of his benefice."}, {"act": "Tithe Act (repealed 19.11.1998)", "year": 1842, "section": "21", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}]