[{"act": "Welsh Courts Act 1942 (repealed 21.12.1993)", "year": 1942, "section": "1", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Welsh Courts Act 1942 (repealed 21.12.1993)", "year": 1942, "section": "2", "section_title": " Administration of oaths and affirmations in the Welsh language.", "section_text": "2 The Lord Chancellor may make rules prescribing a translation in the Welsh language of any form for the time being prescribed by law as the form of any oath or affirmation to be administered and taken or made by any person in any court, and an oath or affirmation administered and taken or made in any court in Wales in the translation prescribed by such rules shall, without interpretation, be of the like effect as if it had been administered and taken or made in the English language."}, {"act": "Welsh Courts Act 1942 (repealed 21.12.1993)", "year": 1942, "section": "3", "section_title": " Provisions as to interpretation and records.", "section_text": "3 1 The Lord Chancellor may, with the consent of the Treasury, make rules as to the provision and employment of interpreters of the Welsh and English languages for the purposes of proceedings before courts in Wales, and for the payment of remuneration in respect of their services, in accordance with such scales as may be prescribed by the rules, out of the same fund as the expenses of the court are payable. 2 The records of all proceedings in courts in Wales shall continue to be kept in the English language and, subject to the provisions of the last foregoing section and of any rules made under this section, the judge or chairman in any such proceedings shall require any part of the proceedings spoken or written in the Welsh language to be translated into the English language unless, in his opinion, the translation thereof is not necessary for securing the due and public administration of justice."}, {"act": "Welsh Courts Act 1942 (repealed 21.12.1993)", "year": 1942, "section": "4", "section_title": " Short title and extent.", "section_text": "4 1 This Act may be cited as the Welsh Courts Act 1942. 2 For the purposes of this Act, Monmouthshire shall be deemed to form part of Wales."}]