[{"act": "Children And Young Persons (Harmful Publications) Act 1955", "year": 1955, "section": "1", "section_title": " Works to which this Act applies.", "section_text": "1 This Act applies to any book, magazine or other like work which is of a kind likely to fall into the hands of children or young persons and consists wholly or mainly of stories told in pictures (with or without the addition of written matter), being stories portraying— a the commission of crimes; or b acts of violence or cruelty; or c incidents of a repulsive or horrible nature; in such a way that the work as a whole would tend to corrupt a child or young person into whose hands it might fall."}, {"act": "Children And Young Persons (Harmful Publications) Act 1955", "year": 1955, "section": "2", "section_title": " Penalty for printing, publishing, selling, &c., works to which this Act applies.", "section_text": "2 1 A person who prints, publishes, sells or lets on hire a work to which this Act applies, or has any such work in his possession for the purpose of selling it or letting it on hire, shall be guilty of an offence and liable, on summary conviction, to imprisonment for a term not exceeding four months or to a fine not exceeding  level 3 on the standard scale or to both: Provided that, in any proceedings taken under this subsection against a person in respect of selling or letting on hire a work or of having it in his possession for the purpose of selling it or letting it on hire, it shall be a defence for him to prove that he had not examined the contents of the work and had no reasonable cause to suspect that it was one to which this Act applies. 2 A prosecution for an offence under this section shall not, in England or Wales, be instituted except by, or with the consent of, the Attorney General."}, {"act": "Children And Young Persons (Harmful Publications) Act 1955", "year": 1955, "section": "3", "section_title": " Power to search for, and dispose of, works to which this Act applies and articles for printing them.", "section_text": "3 1 Where, upon an information being laid before a justice of the peace that a person has, or is suspected of having, committed an offence under the last foregoing section with respect to a work (hereafter in this subsection referred to as “ the relevant work ”), the justice issues a summons directed to that person requiring him to answer to the information or issues a warrant to arrest that person, that or any other justice, if satisfied by written information substantiated on oath that there is reasonable ground for suspecting that the said person has in his possession or under his control— a any copies of the relevant work or any other work to which this Act applies; or b any plate prepared for the purpose of printing copies of the relevant work or any other work to which this Act applies or any photographic film prepared for that purpose; may grant a search warrant authorising any constable  named therein  to enter (if necessary by force) any premises specified in the warrant and any vehicle or stall used by the said person for the purposes of trade or business and to search the premises, vehicle or stall and seize any of the following things which the constable finds therein or thereon, that is to say: i any copies of the relevant work and any copies of any other work which the constable has reasonable cause to believe to be one to which this Act applies; and ii any plate which the constable has reasonable cause to believe to have been prepared for the purpose of printing copies of any such work as is mentioned in paragraph (i) of this subsection and any photographic film which he has reasonable cause to believe to have been prepared for that purpose. 2 The court by or before which a person is convicted of an offence under the last foregoing section with respect to a work may order any copies of that work and any plate prepared for the purpose of printing copies of that work or photographic film prepared for that purpose, being copies which have, or a plate or film which has, been found in his possession or under his control, to be forfeited: Provided that an order made under this subsection by a magistrate’s court or, on appeal from a magistrate’s court, by  the Crown Court  shall not take effect until the expiration of the ordinary time within which an appeal in the matter of the proceedings in which the order was made may be lodged (whether by giving notice of appeal or applying for a case to be stated for the opinion of the High Court) or, where such an appeal is duly lodged, until the appeal is finally decided or abandoned. 3 In the application of this section to Scotland there shall be substituted in subsection (1) for the words from the beginning of the subsection to “any other justice” the words “Where proceedings have been instituted against a person in respect of an offence under the last foregoing section with respect to a work (hereafter in this subsection referred to as ”the relevant work’), the sheriff”; and for the proviso to subsection (2) there shall be substituted the following proviso:   “                    Provided that an order made under this subsection shall not take effect until the expiration of the time within which an appeal under  section 442 of the Criminal Procedure (Scotland) Act 1975 , may be taken in respect of the proceedings in which the order was made or, where such an appeal is taken, until the appeal is finally disposed of or abandoned.                  ”"}, {"act": "Children And Young Persons (Harmful Publications) Act 1955", "year": 1955, "section": "4", "section_title": " Prohibition of importation of works to which this Act applies and articles for printing them.", "section_text": "4 The importation of— a any work to which this Act applies; and b any plate prepared for the purpose of printing copies of any such work and any photographic film prepared for that purpose; is hereby prohibited."}, {"act": "Children And Young Persons (Harmful Publications) Act 1955", "year": 1955, "section": "5", "section_title": "Short title, interpretation, extent, commencement and duration.", "section_text": "5 1 This Act may be cited as the Children and Young Persons (Harmful Publications) Act 1955. 2 In this Act the expressions “ child ” and “ young person ” have the meanings assigned to them respectively by section one hundred and seven of the  Children and Young Persons Act 1933, or, in Scotland, by section one hundred and ten of the  Children and Young Persons (Scotland) Act 1937, the expression “plate” (except where it occurs in the expression “ photographic plate ”) includes block, mould, matrix and stencil and the expression “ photographic film ” includes photographic plate. 3 No provision of this Act, other than the provisions of the last foregoing section, shall extend to Northern Ireland. 4 This Act shall come into operation at the expiration of one month beginning with the date of its passing. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]