[{"act": "Fisheries Act 1955", "year": 1955, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Fisheries Act 1955", "year": 1955, "section": "2", "section_title": " Financial assistance for construction, improvement and repair of fishing facilities.", "section_text": "2 1 The appropriate Minister may, upon such terms and subject to such conditions as he may, with the approval of the Treasury, determine, give to a public authority or an association of persons or company not trading for profit assistance by way of grant or by way of loan, or partly in the one way and partly in the other, in respect of expenses incurred by them for the purposes of the execution of works for the construction, improvement or repair of a harbour, pier, quay, jetty, boatslip or slipway in Great Britain, the landward approaches thereto or any buildings, structures or apparatus thereat which appear to the appropriate Minister to be requisite for the efficient functioning thereof, if the appropriate Minister is satisfied that the giving of the assistance will promote the maintenance or development of the fishing industry. 2 Assistance given under the foregoing subsection in respect of the execution of any works may include a sum in respect of costs incurred in or in connection with the preparation of plans and specifications of the works, reports with respect thereto and estimates of the expenses to be incurred for the purposes of the execution thereof and a sum in respect of the remuneration of any architect, engineer or other person employed in an advisory or supervisory capacity in connection with the execution of the works; and where an application under the foregoing subsection to the appropriate Minister for assistance is refused, he may, notwithstanding the refusal, if he is satisfied that, in all the circumstances, it is proper so to do, make a payment in respect of costs incurred in or in connection with the preparation of plans and specifications of the works to which the application related, reports with respect thereto and estimates of the expenses to be incurred for the purposes of the execution of those works. 3 Where assistance in respect of expenses incurred for the purposes of the execution of any works has been given under subsection (1) of this section by the appropriate Minister by way of loan, he may, with the consent of the Treasury, remit (wholly or in part) the payment of interest on, or the repayment of the principal of, the loan, or both, if he is satisfied that payment of the interest or repayment of the principal, or both, as the case may be, cannot be made in full or cannot be made in full without undue hardship. 4 In this section the expression “ the appropriate Minister ” means— a as regards works executed or proposed to be executed in England or Wales,  the Minister of Agriculture, Fisheries and Food ; b as regards works executed or proposed to be executed in Scotland, the Secretary of State."}, {"act": "Fisheries Act 1955", "year": 1955, "section": "3", "section_title": " Cesser of powers under 9  Edw.  7. c. 47 as to harbours, and consequential provisions.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 All rights and liabilities of the Treasury under any agreement made before the commencement of this Act for the making by them of an advance under the   said Part I for the construction or improvement of a harbour in England and Wales  shall, by virtue of this subsection, vest in  the Minister of Agriculture, Fisheries and Food , and all rights and liabilities of the Treasury under any agreement so made for the making by them of an advance under the said Part I for the construction or improvement of a harbour in Scotland shall, by virtue of this subection, vest in the Secretary of State. 3 Subsection (3) of the last foregoing section shall apply to any loan in respect of which rights and liabilities of the Treasury vest in  the Minister of Agriculture, Fisheries and Food  or the Secretary of State by virtue of the last foregoing subsection as it applies to a loan made under that section by that Minister or the Secretary of State, as the case may be."}, {"act": "Fisheries Act 1955", "year": 1955, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Fisheries Act 1955", "year": 1955, "section": "5", "section_title": " Powers of Secretary of State with respect to dredging.", "section_text": "5 The Secretary of State may operate vessels equipped for the dredging of harbours and may enter into agreements with other persons whereby they are enabled to avail themselves, on such terms and subject to such conditions as may be approved by the Treasury, of the services which can be rendered by vessels so equipped which are operated by him."}, {"act": "Fisheries Act 1955", "year": 1955, "section": "6", "section_title": "†Expenses and receipts.", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Any sums received under or by virtue of this Act by  the Minister of Agriculture, Fisheries and Food  or the Secretary of State shall be paid into the Exchequer."}, {"act": "Fisheries Act 1955", "year": 1955, "section": "7", "section_title": "†Short title, interpretation, commencement and repeals.", "section_text": "7 1 This Act may be cited as the Fisheries Act 1955. 2 References in this Act to any other enactment shall be construed as references to that enactment as amended by or under any subsequent enactment. 3 This Act shall come into operation on the first day of April, nineteen hundred and fifty-five. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]