[{"act": "German Conventions Act 1955", "year": 1955, "section": "1", "section_title": " Arbitration Tribunal, Supreme Restitution Court and Arbitral Commission (immunities and privileges,  etc. ).", "section_text": "1 1 A person shall not be liable to any legal proceedings in respect of acts performed in the exercise of his official duties— a as member of the Arbitration Tribunal, the Supreme Restitution Court or the Arbitral Commission; b as state counsel appointed to a division of the Supreme Restitution Court under the charter of that court; c as court clerk of a division of the Supreme Restitution Court; or d as agent, counsel or other representative of a party to proceedings before the Arbitration Tribunal or Arbitral Commission; and a party to proceedings before the Arbitral Commission who appears in person shall not be liable to any legal proceedings in respect of acts performed in the presentation of his case. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "German Conventions Act 1955", "year": 1955, "section": "2", "section_title": " Enforcement of German customs law.", "section_text": "2 1 For the purpose of giving effect to the Convention on the Rights and Obligations of Foreign Forces and their Members in the Federal Republic of Germany (as amended by the Paris protocol), the authorities of Her Majesty’s forces may be authorised by the  Defence Council  to seize or detain any goods in respect of which the laws of the Federal Republic of Germany relating to the importation and exportation of goods are contravened by a person to whom this section applies. 2 Any goods lawfully seized or detained by virtue of this section shall be forfeited to Her Majesty and may be sold or otherwise disposed of in accordance with any arrangements so authorised. 3 This section applies— a to any person who, by reason of his military service relationship, is serving with the armed forces of the three powers or other sending state and is present in the territory of the Federal Republic; and b to any other person who is in the service of such forces or attached to them and either is stationed in that territory or in Berlin or is present on duty in that territory, but not including a person who is not a national of one of the three powers or of another sending state and has been engaged in the territory of the Federal Republic; and c to any person who is a spouse or child of a person included in paragraph ( a ) or ( b ) of this subsection or who is a close relative supported by a person so included and for whom that person is entitled to receive material assistance from the said forces: Provided that paragraphs ( a ) and ( b ) of this subsection shall not include any person who is a German within the meaning of German Law, unless he enlisted or was inducted into, or was employed by, the armed forces of the power or state in question in the territory of that power or state and at that time either had his permanent place of residence there or had been resident there for at least a year. 4 In this section the expression “ the three powers ” means the United Kingdom, the United States of America and the French Republic, and the expression “ other sending state ” has the meaning assigned to it by the Paris protocol by way of amendment of Article 1 of the Convention referred to in subsection (1) of this section. 5 This section shall be deemed to have had effect as from the coming into force of the said Convention."}, {"act": "German Conventions Act 1955", "year": 1955, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the German Conventions Act 1955."}]