[{"act": "Miscellaneous Financial Provisions Act 1955", "year": 1955, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Miscellaneous Financial Provisions Act 1955", "year": 1955, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Miscellaneous Financial Provisions Act 1955", "year": 1955, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Miscellaneous Financial Provisions Act 1955", "year": 1955, "section": "4", "section_title": " Winding up of Road Fund.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 After the winding up of the Road Fund any expenditure incurred by  the Secretary of State  which would otherwise have been defrayed out of the Road Fund shall be defrayed out of moneys provided by Parliament and— a any reference in any enactment to the making of payments out of the Road Fund shall be taken as a reference to the making of payments out of moneys provided by Parliament; b any reference in any enactment to the making of payments into the Road Fund shall be taken as a reference to the making of payments into the Exchequer. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 On the winding up of the Road Fund the consequential amendments specified in the First Schedule to this Act shall take effect, . . . "}, {"act": "Miscellaneous Financial Provisions Act 1955", "year": 1955, "section": "5", "section_title": " Unclaimed dividends  etc.  on Government stock. ", "section_text": "5 1 After the coming into force of this section, no transfer of unclaimed stock or payment of unclaimed dividends or redemption moneys shall be made by  the Registrar of Government Stock  to the National Debt Commissioners under Part VII of the National  Debt Act 1870, or paragraph 6 of the Third Schedule to the  Finance Act 1921. 2 The Registrar of Government Stock  shall from time to time pay to the National Debt Commissioners sums equal to the aggregate amount of all moneys due on Government stock which having been entrusted to  the Registrar of Government Stock  for payment are unclaimed, other than moneys in respect of which a payment has already been made to the Commissioners under this subsection or under any earlier enactment relating to unclaimed dividends or redemption moneys on Government stock. 3 For the purposes of the last foregoing subsection any moneys due on Government stock and not claimed by the person entitled shall be deemed to be unclaimed if a period of five years, or in the case of redemption moneys two years, has elapsed since the due date, but  the Registrar of Government Stock  may treat any such moneys as unclaimed before the expiration of that period. 4 Where the Registrar of Government Stock makes a payment under subsection (2) of this section in respect of any moneys due on Government stock, and afterwards pays those moneys to the person entitled, the amount paid to the National Debt Commissioners in respect of those moneys shall be repaid by them to the Registrar of Government Stock. 5 Any sums paid to the National Debt Commissioners under this section otherwise than in respect of unclaimed redemption moneys shall be placed to their account of unclaimed dividends, and any repayment by them to  the Registrar of Government Stock  under subsection (4) of this section otherwise than in respect of redemption moneys shall be made out of that account. 6 Any sums paid to the National Debt Commissioners under this section in respect of unclaimed redemption moneys shall be invested by them in the purchase of such Government stock as the Treasury may from time to time direct, and the investments shall be placed to the Commissioners’ account of unclaimed redemption moneys with the investments made by virtue of paragraph 6 of the Third Schedule to the  Finance Act 1921. 7 The dividends received by the National Debt Commissioners on the investments of their account of unclaimed redemption moneys shall be placed to their account of unclaimed dividends, and any repayment by the Commissioners in respect of redemption moneys whether under subsection (4) of this section or otherwise shall be made out of those investments or, if they are insufficient, out of the account of unclaimed dividends. 8 The Treasury may from time to time empower  the Registrar of Government Stock  to investigate the circumstances of any sums due on Government stock and not claimed with a view to ascertaining the persons entitled, and may allow  the Registrar of Government Stock  such compensation as the Treasury think just for  the Registrar of Government Stock's  trouble and expense in that behalf; and any such compensation shall be paid by the National Debt Commissioners out of their account of unclaimed dividends. 9 If at any time the National Debt Commissioners certify to the Treasury that the sums standing to the credit of the Commissioners’ account of unclaimed dividends are not sufficient to meet the payments to be made out of that account, the amounts needed to meet those payments shall be issued out of the  National Loans Fund ; but where at the end of any financial year the sums standing to the credit of the account exceed one hundred thousand pounds or such other figure as the Treasury may from time to time determine, the excess shall be  paid into the National Loans Fund. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  14 Except in so far as the contrary intention appears, references in this section to any previous enactment shall be construed as references to that enactment as amended or applied by or under any other enactment. 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Miscellaneous Financial Provisions Act 1955", "year": 1955, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited as the Miscellaneous Financial Provisions Act 1955."}]