[{"act": "Public Service Vehicles (Travel Concessions) Act 1955", "year": 1955, "section": "1", "section_title": " Granting by local authorities of travel concessions.", "section_text": "1 1 Notwithstanding anything in any other enactment or in any rule of law to the contrary, it shall be lawful for any local authority who are operating a public service vehicle undertaking to make arrangements for the granting of . . .   travel concessions to qualified persons travelling on the public service vehicles run by the local authority or on any of those vehicles to which the arrangements relate. 2 In this Act the expression “ qualified persons ” means persons mentioned in any of the following paragraphs or any description of such persons, that is to say— a men over the age of sixty-five years and women over the age of sixty years; b persons whose age does not exceed  sixteen  years; c persons whose age exceeds  sixteen  years but does not exceed eighteen years and who are undergoing full-time education; d blind persons, that is to say persons so blind as to be unable to perform any work for which eyesight is essential; e persons suffering from any disability or injury which, in the opinion of the local authority, seriously impairs their ability to walk; f members of the local authority or of a constituent authority of the local authority (including persons who for the purposes of  sections 173 to 175 of the  Local Government Act 1972 , are to be treated as members of the local authority or constituent authority): Provided that travel concessions granted to a person by virtue of paragraph (c) of this subsection shall be limited to travel between the residence of such person and his place of education or for purposes in connection with the education received by him thereat, and travel concessions granted to a person by virtue of paragraph (f) of this subsection shall be limited to travel in the performance of approved duties as defined in  section 177 of the  Local Government Act 1972 . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In respect of travel concessions granted by them to qualified persons the council of a  district  may, if they think fit, from time to time transfer to the credit of the account of their transport undertaking sums from the general . . .   fund, being sums not exceeding the cost to them of granting the concessions or so much of that cost as would not fall to be met out of the general . . .   fund apart from this subsection. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Sections one . . .   of the  Transport Charges &c. (Miscellaneous Provisions) Act 1954, shall not apply to fares chargeable to qualified persons by virtue of travel concessions granted by local authorities, and no conditions attached to a road service licence shall prejudice the operation of arrangements for granting such concessions to such persons. 8 Any expenditure of a local authority incurred before the passing of this Act which would have been lawful if this Act had then been in force shall be deemed to have been lawfully incurred."}, {"act": "Public Service Vehicles (Travel Concessions) Act 1955", "year": 1955, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Public Service Vehicles (Travel Concessions) Act 1955", "year": 1955, "section": "3", "section_title": " Interpretation.", "section_text": "3 In this Act— “ local authority ” means— the council of any  district ; and any joint board or joint committee which is constituted so as to include among its members representatives of a  district , and the expression “ constituent authority ”, in relation to any such joint board or joint committee as aforesaid, means the council of any  district  represented on the board or committee; “ public service vehicle ” means an express carriage, a stage carriage, a tramcar or a trolley vehicle, and “ public service vehicle undertaking ” shall be construed accordingly; “ express carriage ”, “ stage carriage ”, “ tramcar ” and “ trolley vehicle ” have the same respective meanings as in the  Road Traffic Act 1930; “ qualified persons ” has the meaning assigned to it by subsection (2) of section one of this Act; and “ travel concession ” means the reduction or waiver of a fare or charge, either absolutely or subject to terms, limitations, or conditions."}, {"act": "Public Service Vehicles (Travel Concessions) Act 1955", "year": 1955, "section": "4", "section_title": " Application to Scotland.", "section_text": "4 In the application of this Act to Scotland— a for references to a local authority or to the council of a county borough or county district there shall be substituted references to a  regional, islands or district council ; b for the reference in section one of this Act to the general rate fund there shall be substituted a reference to the  general fund of the authority ; c  for the reference in section two of this Act to section four of the Local Government Act, 1848, there shall be substituted a reference to section five of the Local Government (Financial Provisions)(Scotland) Act, 1954."}, {"act": "Public Service Vehicles (Travel Concessions) Act 1955", "year": 1955, "section": "5", "section_title": " Short title and extent.", "section_text": "5 1 This Act may be cited as the Public Service Vehicles (Travel Concessions) Act 1955. 2 This Act shall not extend to Northern Ireland."}]