[{"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "25.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "15", "section_title": " Provision for registered persons who are seriously disabled of employment, or work on their own account, under special conditions. ", "section_text": "15 1 Facilities may be provided as specified in this section for enabling  disabled persons  who by reason of the nature or severity of  their disability  are unlikely either at any time or until after the lapse of a prolonged period to be able otherwise to obtain employment, or to undertake work on their own account (whether because employment or such work would not be available to them or because they would be unlikely to be able to compete therein on terms comparable as respects earnings and security with those enjoyed by persons engaged therein who  do not have a disability ), to obtain employment or to undertake such work under special conditions, and for the training of such persons for the employment or work in question. 2 The nature of the facilities to be provided under this section shall be such as the Minister may determine, and the Minister may with the approval of the Treasury make arrangements for the provision thereof by  any company, association or body , which appears to the Minister to be able and willing to provide the requisite facilities in an efficient and proper manner. 2A The only kind of company which the Minister himself may form in exercising his powers under this section is a company which is— a required by its constitution to apply its profits, if any, or other income in promoting its objects; and b prohibited by its constitution from paying any dividend to its members. 3 The objects of any company to be formed for the purposes of this section may include all such objects as appear to the Minister to be requisite for enabling it to act effectively for those purposes, and any such company shall be constituted so as to enable all or any of its operations to be controlled by the Minister or persons acting on his behalf as may appear to the Minister to be requisite. 4 The Minister, or with his authorisation any such company association or body as aforesaid providing facilities under this section, may defray or contribute towards expenses incurred by persons for whom facilities are provided under this section in travelling to and from the place where they are employed or work or where training is provided, and may make payments to or in respect of such persons, up to such amounts as the Minister may with the approval of the Treasury determine and in such manner as he may determine. 5 Payments may be made by the Minister— a in respect of the expenses of the formation and incorporation of any such company as aforesaid b to any such company association or body as aforesaid in respect of expenses incurred by them in providing facilities under this section, or of expenses incurred by them under the last preceding subsection, and c to any local authority in respect of expenses incurred by them under any enactment conferring powers on them in that behalf in providing under arrangements made between the Minister and the authority facilities approved by him for any of the purposes mentioned in subsection (1) of this section, in defraying or contributing towards expenses incurred by persons for whom such facilities are so provided in travelling as mentioned in the last preceding subsection, or in making payments to or in respect of such persons, up to such amounts as the Minister may with the approval of the Treasury determine. 5A For the purposes of this section— a a person is a disabled person if he is a disabled person for the purposes of   the Equality Act 2010 ; and b “ disability ” has the same meaning as in that Act.  6 Expenses incurred by the Minister under this section shall be defrayed out of moneys provided by Parliament."}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "16", "section_title": " Preference for ex-service men and women.", "section_text": "16 1 The Minister shall so exercise his discretion in selecting persons for . . .   facilities under section fifteen of this Act at any time while it appears to him that they cannot for the time being be provided for all persons in need of them, . . .   as to secure that, so far as consistent with the efficient exercise of his powers, preference shall be given to persons . . .  who have served whole time in the armed forces of the Crown or in the merchant navy or the mercantile marine . . .   . . .  and whose disability is due to that service. 2 For the purposes of subsection (1) of this section, a disabled person’s disability shall be treated as due to service of a particular kind only in such circumstances as may be prescribed."}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "18", "section_title": " Officers,  etc.", "section_text": "18 1 The Minister, with the approval of the Treasury as to numbers and remuneration, may appoint officers and servants to act for the purposes of this Act, and may, in lieu of or in addition to appointing persons under this section, arrange with any government department that officers or servants of that department shall act for the purposes of this Act. 2 There shall be paid to officers and servants appointed under this section such salaries or remuneration as the Treasury may determine, and the expenses of the payment thereof, and any other administrative expenses incurred for the purposes of this Act by any government department, shall be defrayed out of moneys provided by Parliament."}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "20", "section_title": " Regulations and orders.", "section_text": "20 1 The Minister may make regulations for prescribing anything which under this Act is to be prescribed. 2 Any regulations or order made by the Minister under this Act shall, as soon as may be after the making thereof, be laid before Parliament, and if either House of Parliament within the period of twenty-eight days beginning with the day on which any such regulations or order are or is laid before it resolves that the regulations or order be annulled, the regulations or order shall thereupon become void, without prejudice, however, to the validity of anything previously done thereunder or to the making of new regulations or a new order. In reckoning any such period of twenty-eight days as aforesaid, no account shall be taken of any time during which Parliament is dissolved or prorogued, or during which both Houses are adjourned for more than four days. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 An order made under this Act may be varied or revoked by a subsequent order."}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "22", "section_title": " Provisions as to Northern Ireland.", "section_text": "22 1 The preceding provisions of this Act shall not extend to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 His Majesty may by Order in Council make provision for securing that, if and so long as— a a register of disabled persons is maintained under any laws made by the Parliament of Northern Ireland for such purposes as aforesaid. b provision is made by any such laws, as regards the matters dealt with in sections nine to fifteen of this Act or any of those matters, appearing to His Majesty to be similar in all material respects to the provision made as regards those matters or that matter by those sections respectively, and c registration under this Act is treated for the purposes of the said provision made by those laws as having the same effect as registration under those laws in the register of disabled persons maintained thereunder, registration as aforesaid under those laws shall be treated for the purposes of the provisions of this Act relating to the matters or matter in question as having the same effect as registration under this Act. An Order in Council made under this subsection may be varied or revoked by a subsequent Order in Council."}, {"act": "Disabled Persons (Employment) Act 1944", "year": 1944, "section": "23", "section_title": " Short title, interpretation and commencement.", "section_text": "23 1 This Act may be cited as the Disabled Persons (Employment) Act 1944. 2 References in this Act to any enactment shall be construed as references to that enactment as amended by or under any other enactment. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]