[{"act": "Landlord and Tenant (Requisitioned Land) Act 1944", "year": 1944, "section": "1", "section_title": " Modification of obligations under repairing covenants in respect of damage occurring during a requisition of leaseholds.", "section_text": "1 1 Where, in the exercise of emergency powers, possession of any land comprised in a lease is taken on behalf of His Majesty, then, during the period while possession so taken is retained, no remedy for breach of any repairing covenant contained in the lease shall be enforced, whether by action or otherwise, in respect of any damage to the land occurring during that period; and if the lease determines while possession of the land is so retained, or if upon such possession of the land being given up, compensation in respect of the taking of possession thereof becomes payable for any such damage to the person entitled to the benefit of the covenant, no remedy for breach of the covenant shall at any time be enforced as aforesaid in respect of that damage. 2 The provisions of this section shall be deemed to have had effect as from the twenty-fourth day of August, nineteen hundred and thirty-nine, and any proceedings for breach of a repairing covenant pending at the commencement of this Act shall, so far as they relate to any such damage as aforesaid, be discontinued upon such terms as the court thinks just."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1944", "year": 1944, "section": "2", "section_title": " Rights of tenant upon making good damage for which compensation is paid to landlord.", "section_text": "2 1 Where possession of any such land taken as aforesaid at any time after the twenty-fourth day of August, nineteen hundred and thirty-nine, is or has at any time since that date been given up during the currency of the lease, and compensation in respect of the taking possession thereof becomes or has become payable for any such damage as aforesaid to any person other that the tenant, then if the tenant incurs expenditure in making good any of that damage, he may recover from that person an amount equal to the expenditure so incurred, not exceeding so much of the compensation payable to that person as may be agreed by the tenant and that person or, in default of agreement, as may be determined by the court, to be payable in respect of that damage. 2 Subject to the provisions of  section one hundred and fifteen of the  County Courts Act 1959  (which provides for the removal into the High Court of any proceedings commenced in a county court), the jurisdiction of the court under this section shall be exercised  in England and Wales by the county court and in Northern Ireland  by a county court. 3 This section shall, in its application to Scotland, have effect as if for subsection (2) thereof there were substituted the following subsection:— “(2) In this section the expression ”court’ means the sheriff court.” 4 This section shall, in its application to Northern Ireland, have effect as if for the reference to  section one hundred and fifteen of the  County Courts Act 1959  there were substituted a reference to  section thirty-one of the  Judicature (Northern Ireland) Act 1978"}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1944", "year": 1944, "section": "3", "section_title": " Evidence of right to compensation,  etc.", "section_text": "3 1 In any proceedings for the enforcement of a repairing covenant, or for the recovery of a sum under section two of this Act, a certificate purporting to be signed by or on behalf of the authority responsible for the payment of compensation in respect of the taking of possession of any land on behalf of His Majesty, and certifying— a that possession was so taken on the date specified in the certificate of the land so specified, and is still retained or, as the case may be, was given up on the date so specified; or b that such compensation has become payable for any damage so specified or the amount of such compensation which has become so payable, shall be sufficient evidence for the purposes of this Act of the matter so certified, unless the contrary is proved. 2 It is hereby declared that the provisions of subsection (2) of section twelve of the  Compensation (Defence) Act 1939 (which provides that compensation for damage shall not be paid by virtue of that Act to a person entitled, apart from that Act, to recover any sum by way of damages or indemnity in respect of that damage), do not preclude the recovery by any person of compensation under that Act for damage to land of which possession is taken on behalf of his Majesty by reason only that that person is entitled to the benefit of a repairing covenant which relates to that damage. 3 References in this Act to compensation payable in respect of the taking of possession of land shall be construed as references to compensation so payable by virtue of any obligation imposed by the  Compensation (Defence) Act 1939, or by virtue of any arrangements made for the payment of compensation by agreement in accordance with the provisions of section fifteen of that Act; and for the purposes of this Act compensation shall not be deemed not to have become payable to any person by reason only that he has failed duly to make a claim therefor."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1944", "year": 1944, "section": "4", "section_title": " Application to the Crown.", "section_text": "4 This Act binds the Crown, and shall apply to land belonging to His Majesty, or forming part of the possessions of the Duchy of Cornwall, or belonging to a government department or held in trust for His Majesty for the purpose of a government department."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1944", "year": 1944, "section": "5", "section_title": " Interpretation.", "section_text": "5 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ Damage ” includes dilapidations, but does not include war damage within the meaning of the  War Damage Act 1943; “ Emergency powers ” has the same meaning as in the  Compensation (Defence) Act 1939, that is to say any power conferred by—  . . .  section nine of the  Civil Aviation Act 1949 , as amended by any subsequent enactment, or any power exercisable by virtue of the prerogative of the Crown; “ Lease ” includes an under-lease or other tenancy, an assignment operating as a lease or under-lease, and an agreement for a lease, under-lease or tenancy, or for such an assignment, and the expression “ covenant ” shall be construed accordingly; “ Repairing covenant ” means a covenant, whether express or implied, and whether general or specific, to keep in repair any premises comprised in a lease, or to leave or put any such premises in repair, or to pay a sum of money in lieu of leaving or putting the premises in repair, at the termination of the lease, but does not include a covenant to lay out in the reinstatement of any such premises money received under a policy of insurance."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1944", "year": 1944, "section": "6", "section_title": " Short title and citation.", "section_text": "6 This Act may be cited as the Landlord and Tenant (Requisitioned Land) Act 1944 and this Act and the  Landlord and Tenant (Requisitioned Land) Act 1942, may be cited together as the Landlord and Tenant (Requisitioned Land) Acts 1942 and 1944."}]