[{"act": "Prize Salvage Act 1944", "year": 1944, "section": "1", "section_title": " Restriction on claims for prize salvage.", "section_text": "1  1 No proceedings to enforce a claim for services rendered in retaking a ship, aircraft or goods taken by an enemy shall be instituted after the commencement of this Act without the consent of the Admiralty or the Secretary of State. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In any proceedings instituted after the commencement of this Act otherwise than to enforce such a claim as aforesaid, no such claim shall be made, or shall be relied upon by way of defence or otherwise, without the consent of the Admiralty or the Secretary of State. 4 Evidence of the consent required by this section may be given by means of a document purporting to give the consent and to be signed on behalf of the Admiralty or the Secretary of State. 5 In this section the expressions “ ship ” and “ goods ” have the same meaning as in the  Naval Prize Act 1864 as amended by the  Prize Act 1939."}, {"act": "Prize Salvage Act 1944", "year": 1944, "section": "2", "section_title": " Extent of Act.", "section_text": "2 1 This Act extends to the following countries and territories, that is to say— a the United Kingdom, the Channel Islands and the Isle of Man; b . . . . . .  ; c Newfoundland, and every colony except a colony administered by His Majesty’s Government in a Dominion; d every British protectorate; e every territory in respect of which a mandate on behalf of the League of Nations has been accepted by His Majesty and is being exercised by His Majesty’s Government in the United Kingdom; and also extends (in so far as His Majesty has jurisdiction therein) to any other country or territory being a foreign country or territory in which for the time being His Majesty has jurisdiction and not being a country or territory administered by His Majesty’s Government in a Dominion. 2 This Act shall, in its application to any country or territory outside the United Kingdom have effect subject to such adaptations and modifications, if any, as may be prescribed by or under an Order of His Majesty in Council; and any such Order may be varied or revoked by a subsequent Order of His Majesty in Council."}, {"act": "Prize Salvage Act 1944", "year": 1944, "section": "3", "section_title": " Short title and citation.", "section_text": "3 This Act may be cited as the Prize Salvage Act 1944 and may be cited together with the Prize Acts 1864 to 1939 as the Prize Acts 1864 to 1944."}]