[{"act": "Bankers’ Books Evidence Act 1879", "year": 1879, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Bankers’ Books Evidence Act 1879."}, {"act": "Bankers’ Books Evidence Act 1879", "year": 1879, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Bankers’ Books Evidence Act 1879", "year": 1879, "section": "3", "section_title": " Mode of proof of entries in bankers’ books. ", "section_text": "3 Subject to the provisions of this Act, a copy of any entry in a banker’s book shall in all legal proceedings be received as prima facie evidence of such entry, and of the matters, transactions, and accounts therein recorded."}, {"act": "Bankers’ Books Evidence Act 1879", "year": 1879, "section": "4", "section_title": " Proof that book is a banker’s book. ", "section_text": "4 A copy of an entry in a banker’s book shall not be received in evidence under this Act unless it be first proved that the book was at the time of the making of the entry one of the ordinary books of the bank, and that the entry was made in the usual and ordinary course of business, and that the book is in the custody or control of the bank. Such proof may be given by a partner or officer of the bank, and may be given orally or by an affidavit sworn before any commissioner or person authorised to take affidavits. Where the proceedings concerned are proceedings before a magistrates’ court inquiring into an offence as examining justices, this section shall have effect with the omission of the words “orally or”."}, {"act": "Bankers’ Books Evidence Act 1879", "year": 1879, "section": "5", "section_title": " Verification of copy. ", "section_text": "5 A copy of an entry in a banker’s book shall not be received in evidence under this Act unless it be further proved that the copy has been examined with the original entry and is correct. Such proof shall be given by some person who has examined the copy with the original entry, and may be given either orally or by an affidavit sworn before any commissioner or person authorised to take affidavits. Where the proceedings concerned are proceedings before a magistrates’ court inquiring into an offence as examining justices, this section shall have effect with the omission of the words “either orally or” ."}, {"act": "Bankers’ Books Evidence Act 1879", "year": 1879, "section": "6", "section_title": " Case in which banker, &c. not compellable to produce book, &c.", "section_text": "6 A banker or officer of a bank shall not, in any legal proceeding to which the bank is not a party, be compellable to produce any banker’s book the contents of which can be proved under this Act  or under the Civil Evidence (Scotland) Act 1988  or Schedule 8 to the Criminal Procedure (Scotland) Act 1995 , or to appear as a witness to prove the matters, transactions, and accounts therein recorded, unless by order of a judge made for special cause."}, {"act": "Bankers’ Books Evidence Act 1879", "year": 1879, "section": "7", "section_title": " Court or judge may order inspection, &c. ", "section_text": "7 On the application of any party to a legal proceeding a court or judge may order that such party be at liberty to inspect and take copies of any entries in a banker’s book for any of the purposes of such proceedings. An order under this section may be made either with or without summoning the bank or any other party, and shall be served on the bank three clear days before the same is to be obeyed, unless the court or judge otherwise directs."}, {"act": "Bankers’ Books Evidence Act 1879", "year": 1879, "section": "8", "section_title": " Costs.", "section_text": "8 The costs of any application to a court or judge under or for the purposes of this Act, and the costs of anything done or to be done under an order of a court or judge made under or for the purposes of this Act shall be in the discretion of the court or judge, who may order the same or any part thereof to be paid to any party by the bank where the same have been occasioned by any default or delay on the part of the bank. Any such order against a bank may be enforced as if the bank was a party to the proceeding."}, {"act": "Bankers’ Books Evidence Act 1879", "year": 1879, "section": "9", "section_title": " Interpretation of  “bank”,  “banker”, and  “bankers’ books”. ", "section_text": "9 1 In this Act the expressions  “ bank ”and \t\t\t\t\t\t“ banker ”mean—  a a deposit-taker; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c the National Savings Bank;  . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A “Deposit taker” means— a a person who has permission under  Part 4A  of the Financial Services and Markets Act 2000 to accept deposits; or b an  EEA  firm of the kind mentioned in paragraph 5(b) of Schedule 3 to that Act which has permission under paragraph 15 of that Schedule (as a result of qualifying for authorisation under paragraph 12(1) of that Schedule) to accept deposits or other repayable funds from the public. 1B But a person is not a deposit-taker if he has permission to accept deposits only for the purpose of carrying on another regulated activity in accordance with that permission. 1C Subsections (1A) and (1B) must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act. 2 Expressions in this Act relating to “ bankers’ books ”include ledgers, day books, cash books, account books and other records used in the ordinary business of the bank, whether those records are in written form or are kept on microfilm, magnetic tape or any other form of mechanical or electronic data retrieval mechanism. "}, {"act": "Bankers’ Books Evidence Act 1879", "year": 1879, "section": "10", "section_title": " Interpretation of  “legal proceeding,” “court,” “judge.”", "section_text": "10 In this Act— The expression “ legal proceeding ” means any civil or criminal proceeding or inquiry in which evidence is or may be given, and includes a an arbitration; b an application to, or an inquiry or other proceeding before, the Solicitors Disciplinary Tribunal or any body exercising functions in relation to solicitors in Scotland or Northern Ireland corresponding to the functions of that Tribunal; and c an investigation, consideration or determination of a complaint by a member of the panel of ombudsmen for the purposes of the ombudsman scheme within the meaning of the Financial Services and Markets Act 2000. The expression “ the court ” means the court, judge, arbitrator, persons or person before whom a legal proceeding is held or taken; The expression “ a judge ” means with respect to England a judge of the High Court, and with respect to Scotland a lord ordinary of the Outer House of the Court of Session, and with respect to Ireland a judge of the  High Court in Northern Ireland ; A judge of the county court  may with respect to any action in such court exercise the powers of a judge under this Act."}, {"act": "Bankers’ Books Evidence Act 1879", "year": 1879, "section": "11", "section_title": " Computation of time.", "section_text": "11 Sunday, Christmas Day, Good Friday, and any bank holiday shall be excluded from the computation of time under this Act."}]