[{"act": "Public Offices Fees Act 1879", "year": 1879, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Public Offices Fees Act 1879."}, {"act": "Public Offices Fees Act 1879", "year": 1879, "section": "2", "section_title": " Mode of collecting fees payable in public offices.", "section_text": "2 The fees payable in any public office shall be collected either in money or by means of stamps, or partly in one way and partly in the other way, according as may be from time to time directed by order of the Treasury. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Offices Fees Act 1879", "year": 1879, "section": "3", "section_title": " Regulations by Treasury.", "section_text": "3 The Treasury may from time to time make, and when made revoke, alter, and add to, regulations for all or any of the following purposes respecting fees in any public office; that is to say, 1 Regulating the manner in which the fees, taken in money, are to be taken, accounted for, and paid over: 2 Determining the use of impressed or adhesive stamps, and the mode of cancellation of adhesive stamps: 3 Regulating the use of stamps and prescribing the application thereof to documents from time to time in use, and requiring documents to be used for the purpose of such stamps. The regulations for the time being in force under this section shall apply to the office named in such regulations, . . .  Any document which ought to bear a stamp in pursuance of any regulations in force under this section shall not be received, filed, used, or admitted in evidence unless or until it is properly stamped within the time prescribed by the regulations, but if any such document is, through mistake or inadvertence, received, filed, or used without being properly stamped, the same may be stamped under the direction of such court or person, and under such conditions as may be prescribed by the regulations. Any regulations under this Act, so far as they relate to the office of any court of law, shall be made with the consent of the Lord Chancellor."}, {"act": "Public Offices Fees Act 1879", "year": 1879, "section": "4", "section_title": " Saving for powers respecting alteration of fees.", "section_text": "4 Nothing in this Act shall interfere with any power of altering or otherwise regulating the amount of any fees for the time being payable in any public office, or of any salary or charge for the time being payable out of such fees."}, {"act": "Public Offices Fees Act 1879", "year": 1879, "section": "5", "section_title": " Preparation and issue of stamps.", "section_text": "5 The Commissioners of Inland Revenue shall prepare and issue stamps required for the purposes of this Act, and all enactments relating to the forgery and counterfeiting of stamps under the control of the Commissioners of Inland Revenue, and of dies or paper for the same, and to the fraudulent use thereof, shall apply in the case of stamps under this Act. The Commissioners of Inland Revenue shall keep such separate accounts of all moneys received in respect of stamps under this Act as the Treasury from time to time direct."}, {"act": "Public Offices Fees Act 1879", "year": 1879, "section": "6", "section_title": " Application of fees.", "section_text": "6 Subject to the deduction of any expenses incurred by the Commissioners of Inland Revenue in respect of the preparation and issue of stamps, all moneys received by those Commissioners in respect of stamps under this Act shall be applied as fees collected under this Act. All fees collected under this Act, when applicable by law to the payment of salaries or other expenses or otherwise, shall be so applied, but, save as aforesaid, shall be paid into the Exchequer, and form part of the Consolidated Fund."}, {"act": "Public Offices Fees Act 1879", "year": 1879, "section": "7", "section_title": " Application of Act.", "section_text": "7 This Act shall apply to all fees, per-centages, and other sums payable in or to any officer of any public office or department the expenses of which are paid wholly or partly out of the Consolidated Fund or moneys provided by Parliament, including the offices connected with the  Senior Courts, the Court of Judicature,                 , courts of bankruptcy, county courts, and other courts of law in the United Kingdom, or payable to any officer who is paid wholly or partly out of the Consolidated Fund or moneys provided by Parliament; and the expression “ fee ” shall include all such per-centages and sums. Provided that nothing in this Act shall apply— 1 to duties granted to Her Majesty and under the control of the  Commissioners of Customs and Excise  or the Commissioners of Inland Revenue; or 2 to any fees payable in either House of Parliament; or 3 to any fees payable in, or to any officer of, any office of Her Majesty’s Duchy or County Palatine of Lancaster, unless the Chancellor of the said Duchy or County Palatine of Lancaster consents to the Act applying to such last-mentioned fees."}, {"act": "Public Offices Fees Act 1879", "year": 1879, "section": "8", "section_title": "†Repeating 29 & 30  Vict.  c. 76 and other enactments.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]