[{"act": "Registration of Births, Deaths and Marriages (Army) Act 1879", "year": 1879, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Registration of Births, Deaths, and Marriages (Army) Act 1879."}, {"act": "Registration of Births, Deaths and Marriages (Army) Act 1879", "year": 1879, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Registration of Births, Deaths and Marriages (Army) Act 1879", "year": 1879, "section": "3", "section_title": " Provision as to existing documents evidencing deaths, marriages, and births among officers and soldiers of the army, and their families. ", "section_text": "3 Whereas, under the directions of Her Majesty, or of one of Her Majesty’s Principal Secretaries of State, or the Commander-in-Chief or other lawful authority, various documents, such as registers, muster-rolls, and pay lists have been kept, showing the deaths and births which have occurred and the marriages which have been solemnized among officers and soldiers of Her Majesty’s land forces and their families: And whereas it is expedient to make further provision respecting the said documents: Where any of such documents, or any certified extracts thereof made under the direction of one of Her Majesty’s Principal Secretaries of State, have either before or after the passing of this Act been transmitted to the Registrar General of Births and Deaths in England, such documents or extracts shall be deemed to be in the legal custody of the said Registrar General, and shall be admissible in evidence; and a copy of any such document or extract of, or any part thereof, if purporting to be certified to be a true copy under the seal of the register office of the Registrar General, shall be admissible in evidence of such document, extract, or part."}, {"act": "Registration of Births, Deaths and Marriages (Army) Act 1879", "year": 1879, "section": "4", "section_title": " Saving as to births, deaths, and marriages in the United Kingdom.", "section_text": "4 Nothing in this Act shall apply to any deaths, marriages, or births which occur in the United Kingdom, except where the same occurred before the commencement of this Act."}, {"act": "Registration of Births, Deaths and Marriages (Army) Act 1879", "year": 1879, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}]