[{"act": "Valuation of Lands (Scotland) Amendment Act 1879", "year": 1879, "section": "1", "section_title": " Short title and extent of Act.", "section_text": "1 This Act may be cited for all purposes as the Valuation of Lands (Scotland) Amendment Act, 1879, and shall extend to Scotland only."}, {"act": "Valuation of Lands (Scotland) Amendment Act 1879", "year": 1879, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Valuation of Lands (Scotland) Amendment Act 1879", "year": 1879, "section": "3", "section_title": " Recited Acts and this Act to be construed together.", "section_text": "3 The recited Acts and this Act shall be read and construed together, and may together be referred to as the Valuation of Lands (Scotland) Acts."}, {"act": "Valuation of Lands (Scotland) Amendment Act 1879", "year": 1879, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Valuation of Lands (Scotland) Amendment Act 1879", "year": 1879, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Valuation of Lands (Scotland) Amendment Act 1879", "year": 1879, "section": "6", "section_title": " As to complaints made with regard to entries other than statement of value in valuation rolls. ", "section_text": "6 It shall be lawful for any person interested to complain to the commissioners of supply of any county or to the magistrates of any burgh under the Valuation of Lands (Scotland) Acts, to the effect that any particular set forth in any entry in the valuation roll for such county or burgh, as the case may be, other than the yearly rent or value of the lands and heritages to which such entry refers, has been set forth erroneously therein; and such complaint shall be made and disposed of in the same manner and subject to the same conditions and provisions (except in regard to the right of requiring a case to be stated) in and under which complaints that such yearly rent or value has been stated by the assessor in such valuation roll at other than the just and true amount thereof may be made and disposed of."}, {"act": "Valuation of Lands (Scotland) Amendment Act 1879", "year": 1879, "section": "7", "section_title": " Where assesors not officers of Inland Revenue, case may be demanded for opinion of two judges of Court of Sessions. ", "section_text": "7 In the case of persons entitled to appeal against valuations made by assessors under the Valuation of Lands (Scotland) Acts, . . .  , it shall be lawful for such person appealing, or for such assessor, if he shall apprehend the determination of the commissioners of supply in any county, or the magistrates of any burgh, upon such appeal as to the yearly rent or value of the lands and heritages to which such appeal relates, to be contrary to the true intent of the said Acts, . . .  , to require the said commissioners or magistrates to state specially and to sign the case upon which the question arose, setting forth the facts proved, together with the determination thereupon, . . .  , to the end that the same may be submitted to  a judge or (in a case in relation to which the judge to whom it was submitted has directed that it be heard by three judges or where the appeal is against a determination of the   Upper Tribunal   for Scotland under section 1 (3A) of the Lands Tribunal Act 1949) three judges in the Court of Session, who shall be named for that purpose from time to time by Act of Sederunt of the said court, for  his or, as the case may be, their opinion thereon; and such  judge or, as the case may be, judges  to whom such case may be submitted, shall with all convenient speed, give and subscribe  his or, as the case may be, their  opinion thereon, and, according to such opinion, the valuation or assessment which shall have been the cause of the appeal shall be altered or confirmed. The cases under this section, and also under the recited Acts, may be disposed of by the  judge or, as the case may be, judges in time of session or vacation, and in court or at chambers, and after hearing parties or not, at  his or, as the case may be, their  discretion."}, {"act": "Valuation of Lands (Scotland) Amendment Act 1879", "year": 1879, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Valuation of Lands (Scotland) Amendment Act 1879", "year": 1879, "section": "9", "section_title": " Case to set forth grounds of appeal, &c. ", "section_text": "9 In stating any case, the commissioners of supply of any county, or the magistrates of any burgh, as the case may be, shall, in addition to the particulars now required to be stated, set forth the grounds of appeal or complaint, and the replies thereto in such terms as shall be submitted to them by the parties . . .  ; and a certified  transcript of any evidence recorded at the hearing of such appeal or complaint shall be submitted, along with the case, to the said judges who may, if they think fit to do so, remit the case to the commissioners or magistrates by whom it was stated, with such instructions as the said judges may consider necessary for having the case more fully stated."}, {"act": "Valuation of Lands (Scotland) Amendment Act 1879", "year": 1879, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}]