[{"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "1", "section_title": "Closure notice", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "2", "section_title": "Closure order", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "3", "section_title": "Closure order: enforcement", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "4", "section_title": "Closure of premises: offences", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "5", "section_title": "Extension and discharge of closure order", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "6", "section_title": "Appeals", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "7", "section_title": "Access to other premises", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "8", "section_title": "Reimbursement of costs", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "9", "section_title": "Exemption from liability for certain damages", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "10", "section_title": "Compensation", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11", "section_title": "Interpretation", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11A", "section_title": "Part 1A closure notice", "section_text": "11A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11B", "section_title": "Part 1A closure order", "section_text": "11B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11C", "section_title": "Part 1A closure order: enforcement", "section_text": "11C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11D", "section_title": "Closure of premises associated with persistent disorder or nuisance: offences", "section_text": "11D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11E", "section_title": "Part 1A closure order: extension and discharge", "section_text": "11E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11F", "section_title": "Part 1A closure order: appeals", "section_text": "11F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11G", "section_title": "Part 1A closure order: access to other premises", "section_text": "11G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11H", "section_title": "Part 1A closure order: reimbursement of costs", "section_text": "11H . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11I", "section_title": "Part 1A closure notice or order: exemption from liability", "section_text": "11I . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11J", "section_title": "Part 1A closure notices and orders: compensation", "section_text": "11J . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11K", "section_title": "Guidance", "section_text": "11K . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "11L", "section_title": "Interpretation", "section_text": "11L . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "12", "section_title": "Anti-social behaviour: landlords' policies and procedures", "section_text": "12 1 In Part 8 of the Housing Act 1996 (c. 52) before section 219 (power of Secretary of State to give directions as to certain charges by social landlords) there is inserted the following section— Anti-social behaviour: landlords' policies and procedures 218A 1 This section applies to the following landlords— a a local housing authority; b a housing action trust; c a registered social landlord. 2 The landlord must prepare— a a policy in relation to anti-social behaviour; b procedures for dealing with occurrences of anti-social behaviour. 3 The landlord must not later than 6 months after the commencement of section 12 of the Anti-social Behaviour Act 2003 publish a statement of the policy and procedures prepared under subsection (2). 4 The landlord must from time to time keep the policy and procedures under review and, when it thinks appropriate, publish a revised statement. 5 A copy of a statement published under subsection (3) or (4)— a must be available for inspection at all reasonable hours at the landlord’s principal office; b must be provided on payment of a reasonable fee to any person who requests it. 6 The landlord must also— a prepare a summary of its current policy and procedures; b provide without charge a copy of the summary to any person who requests it. 7 In preparing and reviewing the policy and procedures the landlord must have regard to guidance issued— a by the Secretary of State in the case of a local housing authority or a housing action trust; b by the Relevant Authority under section 36 in the case of a registered social landlord. 8 Anti-social behaviour is any conduct to which section 153A or 153B applies. 9 Relevant Authority has the same meaning as in Part 1. 2 In section 36(2) of that Act (functions of the Housing Corporation relating to guidance and corresponding functions relating to Wales) after paragraph (h) there is inserted the following paragraph— i the policy and procedures a landlord is required under section 218A to prepare and from time to time revise in connection with anti-social behaviour."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "13", "section_title": "Injunctions against anti-social behaviour on application of certain social landlords", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "14", "section_title": "Security of tenure: anti-social behaviour", "section_text": "14 1 In the Housing Act 1985 (c. 68) section 82 (which makes provision in relation to security of tenure) is amended as follows— a in subsection (1) for the words from  “of the court” to the end of the subsection there is substituted  “                      mentioned in subsection (1A)                    ” ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 After section 82 of that Act there is inserted the following section— Demotion because of anti-social behaviour 82A 1 This section applies to a secure tenancy if the landlord is— a a local housing authority; b a housing action trust; c a registered social landlord. 2 The landlord may apply to a county court for a demotion order. 3 A demotion order has the following effect— a the secure tenancy is terminated with effect from the date specified in the order; b if the tenant remains in occupation of the dwelling-house after that date a demoted tenancy is created with effect from that date; c it is a term of the demoted tenancy that any arrears of rent payable at the termination of the secure tenancy become payable under the demoted tenancy; d it is also a term of the demoted tenancy that any rent paid in advance or overpaid at the termination of the secure tenancy is credited to the tenant’s liability to pay rent under the demoted tenancy. 4 The court must not make a demotion order unless it is satisfied— a that the tenant or a person residing in or visiting the dwelling-house has engaged or has threatened to engage in conduct to which section 153A or 153B of the Housing Act 1996 (anti-social behaviour or use of premises for unlawful purposes) applies, and b that it is reasonable to make the order. 5 Each of the following has effect in respect of a demoted tenancy at the time it is created by virtue of an order under this section as it has effect in relation to the secure tenancy at the time it is terminated by virtue of the order— a the parties to the tenancy; b the period of the tenancy; c the amount of the rent; d the dates on which the rent is payable. 6 Subsection (5)(b) does not apply if the secure tenancy was for a fixed term and in such a case the demoted tenancy is a weekly periodic tenancy. 7 If the landlord of the demoted tenancy serves on the tenant a statement of any other express terms of the secure tenancy which are to apply to the demoted tenancy such terms are also terms of the demoted tenancy. 8 For the purposes of this section a demoted tenancy is— a a tenancy to which section 143A of the Housing Act 1996 applies if the landlord of the secure tenancy is a local housing authority or a housing action trust; b a tenancy to which section 20B of the Housing Act 1988 applies if the landlord of the secure tenancy is a registered social landlord. 3 Section 83 of that Act is amended as follows— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in subsection (2)(b) for the words from  “an order” to  “tenancy” substitute  “                      the order                    ” ; c after subsection (4) insert— 4A If the proceedings are for a demotion order under section 82A the notice— a must specify the date after which the proceedings may be begun; b ceases to be in force twelve months after the date so specified. ; d in subsection (5) for  “or (4)” substitute  “                      (4) or (4A)                    ” . 4 In the Housing Act 1988 (c. 50) after section 6 (which makes provision about fixing the terms of a statutory periodic tenancy) there is inserted the following section— Demotion because of anti-social behaviour 6A 1 This section applies to an assured tenancy if the landlord is a registered social landlord. 2 The landlord may apply to a county court for a demotion order. 3 A demotion order has the following effect— a the assured tenancy is terminated with effect from the date specified in the order; b if the tenant remains in occupation of the dwelling-house after that date a demoted tenancy is created with effect from that date; c it is a term of the demoted tenancy that any arrears of rent payable at the termination of the assured tenancy become payable under the demoted tenancy; d it is also a term of the demoted tenancy that any rent paid in advance or overpaid at the termination of the assured tenancy is credited to the tenant’s liability to pay rent under the demoted tenancy. 4 The court must not make a demotion order unless it is satisfied— a that the tenant or a person residing in or visiting the dwelling-house has engaged or has threatened to engage in conduct to which section 153A or 153B of the Housing Act 1996 (anti-social behaviour or use of premises for unlawful purposes) applies, and b that it is reasonable to make the order. 5 The court must not entertain proceedings for a demotion order unless— a the landlord has served on the tenant a notice under subsection (6), or b the court thinks it is just and equitable to dispense with the requirement of the notice. 6 The notice must— a give particulars of the conduct in respect of which the order is sought; b state that the proceedings will not begin before the date specified in the notice; c state that the proceedings will not begin after the end of the period of twelve months beginning with the date of service of the notice. 7 The date specified for the purposes of subsection (6)(b) must not be before the end of the period of two weeks beginning with the date of service of the notice. 8 Each of the following has effect in respect of a demoted tenancy at the time it is created by virtue of an order under this section as it has effect in relation to the assured tenancy at the time it is terminated by virtue of the order— a the parties to the tenancy; b the period of the tenancy; c the amount of the rent; d the dates on which the rent is payable. 9 Subsection (8)(b) does not apply if the assured tenancy was for a fixed term and in such a case the demoted tenancy is a weekly periodic tenancy. 10 If the landlord of the demoted tenancy serves on the tenant a statement of any other express terms of the assured tenancy which are to apply to the demoted tenancy such terms are also terms of the demoted tenancy. 11 For the purposes of this section a demoted tenancy is a tenancy to which section 20B of the Housing Act 1988 applies. 5 Schedule 1 amends the Housing Act 1996 (c. 52) and the Housing Act 1985 (c. 68)."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "15", "section_title": "Demoted assured shorthold tenancies", "section_text": "15 1 In the Housing Act 1988 (c. 50) after section 20A (duty of landlord to provide statement of terms for certain tenancies) there is inserted the following section— Demoted assured shorthold tenancies 20B 1 An assured tenancy is an assured shorthold tenancy to which this section applies (a demoted assured shorthold tenancy) if— a the tenancy is created by virtue of an order of the court under section 82A of the Housing Act 1985 or section 6A of this Act (a demotion order), and b the landlord is a registered social landlord. 2 At the end of the period of one year starting with the day when the demotion order takes effect a demoted assured shorthold tenancy ceases to be an assured shorthold tenancy unless subsection (3) applies. 3 This subsection applies if before the end of the period mentioned in subsection (2) the landlord gives notice of proceedings for possession of the dwelling house. 4 If subsection (3) applies the tenancy continues to be a demoted assured shorthold tenancy until the end of the period mentioned in subsection (2) or (if later) until one of the following occurs— a the notice of proceedings for possession is withdrawn; b the proceedings are determined in favour of the tenant; c the period of six months beginning with the date on which the notice is given ends and no proceedings for possession have been brought. 5 Registered social landlord has the same meaning as in Part 1 of the Housing Act 1996. 2 In section 21 of that Act (recovery of possession on expiry or termination of assured shorthold tenancy) after subsection (5) there is inserted the following subsection— 5A Subsection (5) above does not apply to an assured shorthold tenancy to which section 20B (demoted assured shorthold tenancies) applies. 3 In Schedule 2A to that Act (assured tenancies which are not shorthold tenancies) after paragraph 5 (former secure tenancies) there is inserted the following paragraph— Former demoted tenancies 5A An assured tenancy which ceases to be an assured shorthold tenancy by virtue of section 20B(2) or (4)."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "16", "section_title": "Proceedings for possession: anti-social behaviour", "section_text": "16 1 In the Housing Act 1985 (c. 68) after section 85 (which extends the court’s discretion in certain proceedings for possession) there is inserted the following section— Proceedings for possession: anti-social behaviour 85A 1 This section applies if the court is considering under section 84(2)(a) whether it is reasonable to make an order for possession on ground 2 set out in Part 1 of Schedule 2 (conduct of tenant or other person). 2 The court must consider, in particular— a the effect that the nuisance or annoyance has had on persons other than the person against whom the order is sought; b any continuing effect the nuisance or annoyance is likely to have on such persons; c the effect that the nuisance or annoyance would be likely to have on such persons if the conduct is repeated. 2 In the Housing Act 1988 (c. 50) after section 9 (which extends the court’s discretion in certain proceedings for possession) there is inserted the following section— Proceedings for possession: anti-social behaviour 9A 1 This section applies if the court is considering under section 7(4) whether it is reasonable to make an order for possession on ground 14 set out in Part 2 of Schedule 2 (conduct of tenant or other person). 2 The court must consider, in particular— a the effect that the nuisance or annoyance has had on persons other than the person against whom the order is sought; b any continuing effect the nuisance or annoyance is likely to have on such persons; c the effect that the nuisance or annoyance would be likely to have on such persons if the conduct is repeated."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "17", "section_title": "Devolution: Wales", "section_text": "17 In Schedule 1 to the National Assembly for Wales (Transfer of Functions) Order 1999 ( S.I.  1999/672) references to the following Acts are to be treated as references to those Acts as amended by virtue of this Part— a the Housing Act 1985; b the Housing Act 1988; c the Housing Act 1996 (c. 52)."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "18", "section_title": "Parenting orders under the 1998 Act", "section_text": "18 1 Section 8 of the Crime and Disorder Act 1998 (c. 37) is amended as follows. 2 For subsections (4) and (5) substitute— 4 A parenting order is an order which requires the parent— a to comply, for a period not exceeding twelve months, with such requirements as are specified in the order, and b subject to subsection (5) below, to attend, for a concurrent period not exceeding three months, such counselling or guidance programme as may be specified in directions given by the responsible officer. 5 A parenting order may, but need not, include such a requirement as is mentioned in subsection (4)(b) above in any case where a parenting order under this section or any other enactment has been made in respect of the parent on a previous occasion. 3 After subsection (7) insert— 7A A counselling or guidance programme which a parent is required to attend by virtue of subsection (4)(b) above may be or include a residential course but only if the court is satisfied— a that the attendance of the parent at a residential course is likely to be more effective than his attendance at a non-residential course in preventing any such repetition or, as the case may be, the commission of any such further offence, and b that any interference with family life which is likely to result from the attendance of the parent at a residential course is proportionate in all the circumstances."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "19", "section_title": "Parenting contracts in cases of  misbehaviour at  school or truancy", "section_text": "19 1 This section applies where a pupil has been excluded on disciplinary grounds from a relevant school for a fixed period or permanently. 1A This section also applies where a   local authority   or the governing body of a relevant school have reason to believe that a child who is a registered pupil at a relevant school has engaged in behaviour connected with the school which— a has caused, or is likely to cause— i significant disruption to the education of other pupils, or ii significant detriment to the welfare of the child himself or of other pupils or to the health or safety of any staff, or b forms part of a pattern of behaviour which (if continued) will give rise to a risk of future exclusion from the school on disciplinary grounds. 1B For the purposes of subsection (1A) the child's behaviour is connected with the school to the extent that it consists of— a conduct at the school, or b conduct elsewhere in circumstances in which it would be reasonable for the school to regulate his conduct. 2 This section also applies where a child of compulsory school age has failed to attend regularly at — a a relevant school at which he is a registered pupil, b any place at which education is provided for him in the circumstances mentioned in subsection (1)  or (1A)   of section 444ZA of the Education Act 1996, and c any place at which he is required to attend in the circumstances mentioned in subsection  (1B) or   (2) of that section. 3 A   local authority   or the governing body of a relevant school may enter into a parenting contract with a parent of the pupil or child. 4 A parenting contract is a document which contains— a a statement by the parent that he agrees to comply with such requirements as may be specified in the document for such period as may be so specified, and b a statement by the   local authority   or governing body that it agrees to provide support to the parent for the purpose of complying with those requirements. 5 The requirements mentioned in subsection (4) may include (in particular) a requirement to attend a counselling or guidance programme. 6 The purpose of the requirements mentioned in subsection (4)— a in a case falling within subsection (1)  or (1A) , is to improve the behaviour of the pupil, b in a case falling within subsection (2), is to ensure that the child attends regularly at the relevant school at which he is a registered pupil. 7 A parenting contract must be signed by the parent and signed on behalf of the   local authority   or governing body. 8 A parenting contract does not create any obligations in respect of whose breach any liability arises in contract or in tort. 9   local authorities   and governing bodies of relevant schools must, in carrying out their functions in relation to parenting contracts, have regard to any guidance which is issued by the appropriate person from time to time for that purpose."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "20", "section_title": "Parenting orders in cases of exclusion  or potential exclusion  from school", "section_text": "20 1 Subsection (2)  applies where— a a pupil has been excluded on disciplinary grounds from a relevant school for a fixed period or permanently, and b such conditions as may be prescribed in regulations made by the appropriate person are satisfied. 2 A relevant body  may apply to a magistrates' court for a parenting order in respect of a parent of the pupil. 2A A relevant body may also apply to a magistrates' court for a parenting order in respect of a pupil at a relevant school if— a it appears to the body making the application that the pupil has engaged in behaviour which would warrant the exclusion of the pupil from the school on disciplinary grounds for a fixed period or permanently, and b such conditions as may be prescribed in regulations made by the appropriate person are satisfied. 2B For the purposes of subsection (2A), there are to be disregarded— a any practice restricting the use of exclusion at a particular school, or at schools of a particular description, and b any grounds that might exist for not excluding the pupil, to the extent that those grounds relate to his education or welfare after exclusion. 3 If an application is made under subsection (2) or (2A), the court may make a parenting order in respect of a pupil if it is satisfied— a in the case of an application under subsection (2A), that the pupil has engaged in behaviour of the kind mentioned in that subsection, and b in any case, that the making of the order would be desirable in the interests of improving the behaviour of the pupil. 4 A parenting order is an order which requires the parent— a to comply, for a period not exceeding twelve months, with such requirements as are specified in the order, and b subject to subsection (5), to attend, for a concurrent period not exceeding three months, such counselling or guidance programme as may be specified in directions given by the responsible officer. 5 A parenting order under this section may, but need not, include a requirement mentioned in subsection (4)(b) in any case where a parenting order under this section or any other enactment has been made in respect of the parent on a previous occasion. 6 A counselling or guidance programme which a parent is required to attend by virtue of subsection (4)(b) may be or include a residential course but only if the court is satisfied that the following two conditions are fulfilled. 7 The first condition is that the attendance of the parent at a residential course is likely to be more effective than his attendance at a non-residential course in improving the behaviour of the pupil. 8 The second condition is that any interference with family life which is likely to result from the attendance of the parent at a residential course is proportionate in all the circumstances. 9 In this section  “ a relevant body ” means— a a   local authority  , b the governing body of any relevant school in England at which the pupil to whom the application relates is a pupil or from which he has been excluded."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "21", "section_title": "Parenting orders: supplemental", "section_text": "21 1 In deciding whether to make a parenting order under section 20, a court must take into account (amongst other things)— a any refusal by the parent to enter into a parenting contract under section 19 in respect of the pupil in a case falling within subsection (1)  or (1A)  of that section, or b if the parent has entered into such a parenting contract, any failure by the parent to comply with the requirements specified in the contract. 1A In deciding whether to make a parenting order under section 20, a court must also take into account any failure by the parent without reasonable excuse to attend a reintegration interview under section 102 of the Education and Inspections Act 2006 (reintegration interview in case of fixed period exclusion) when requested to do so in accordance with regulations under that section. 2 Before making a parenting order under section 20 in the case of a pupil under the age of 16, a court must obtain and consider information about the pupil’s family circumstances and the likely effect of the order on those circumstances. 3 Subsections (3) to (7) of section 9 of the Crime and Disorder Act 1998 (c. 37) (supplemental provisions about parenting orders) are to apply in relation to a parenting order under section 20 as they apply in relation to a parenting order under section 8 of that Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5   local authorities  , governing bodies  head teachers and responsible officers must, in carrying out their functions in relation to parenting orders, have regard to any guidance which is issued by the appropriate person from time to time for that purpose."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "22", "section_title": "Parenting orders: appeals", "section_text": "22 1 An appeal lies to the Crown Court against the making of a parenting order under section 20. 2 Subsections (2) and (3) of section 10 of the Crime and Disorder Act 1998 (appeals against parenting orders) are to apply in relation to an appeal under this section as they apply in relation to an appeal under subsection (1)(b) of that section."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "22A", "section_title": "Parenting contracts and parenting orders: further provisions", "section_text": "22A 1 The appropriate person may by regulations make further provision about the exercise by   local authorities   and the governing bodies of relevant schools of their functions relating to— a parenting contracts under section 19, and b parenting orders under section 20. 2 The provision that may be made under subsection (1) includes— a provision limiting the power of a   local authority   to enter into a parenting contract, or apply for a parenting order, in prescribed cases where— i the school by reference to which the contract is entered into or the application is made is not in the area of the authority, or ii the child by reference to whom the contract is entered into or the application is made does not reside in that area; b provision as to which governing body may apply for a parenting order in cases where a pupil has been admitted to a relevant school after being permanently excluded from another; c provision requiring one   local authority   or governing body to consult with another before taking any prescribed step; d provision authorising or requiring the provision of information by one   local authority   or governing body to another; e provision as to how the costs associated with parenting contracts entered into by   local authorities   or governing bodies of relevant schools or the costs associated with the requirements of parenting orders under section 20 (including in each case the costs of providing counselling or guidance programmes) are to be met. 3 In subsection (2),  “ prescribed ” means prescribed by regulations made by the appropriate person under subsection (1)."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "23", "section_title": "Penalty notices for parents in cases of truancy", "section_text": "23 1 After section 444 of the Education Act 1996 (c. 56)\t\t\t\t\t(failure to secure regular attendance at school of registered pupil) insert— Penalty notice in respect of failure to secure regular attendance at school of registered pupil 444A 1 Where an authorised officer has reason to believe— a that a person has committed an offence under section 444(1), and b that the school to which the offence relates is a relevant school in England, he may give the person a penalty notice in respect of the offence. 2 A penalty notice is a notice offering a person the opportunity of discharging any liability to conviction for the offence under section 444(1) to which the notice relates by payment of a penalty in accordance with the notice. 3 Where a person is given a penalty notice, proceedings for the offence to which the notice relates (or an offence under section 444(1A) arising out of the same circumstances) may not be instituted before the end of such period as may be prescribed. 4 Where a person is given a penalty notice, he cannot be convicted of the offence to which the notice relates (or an offence under section 444(1A) arising out of the same circumstances) if he pays a penalty in accordance with the notice. 5 Penalties under this section shall be payable to local education authorities in England. 6 Sums received by a local education authority under this section may be used by the authority for the purposes of any of its functions which may be specified in regulations. Penalty notices: supplemental 444B 1 Regulations may make— a provision as to the form and content of penalty notices, b provision as to the monetary amount of any penalty and the time by which it is to be paid, c provision for determining the local education authority to which a penalty is payable, d provision as to the methods by which penalties may be paid, e provision as to the records which are to be kept in relation to penalty notices, f provision as to the persons who may be authorised by a local education authority or a head teacher to give penalty notices, g provision limiting the circumstances in which authorised officers of a prescribed description may give penalty notices, h provision for or in connection with the withdrawal, in prescribed circumstances, of a penalty notice, including— i repayment of any amount paid by way of penalty under a penalty notice which is withdrawn, and ii prohibition of the institution or continuation of proceedings for the offence to which the withdrawn notice relates (and any offence under section 444(1A) arising out of the same circumstances), i provision for a certificate— i purporting to be signed by or on behalf of a prescribed person, and ii stating that payment of any amount paid by way of penalty was or, as the case may be, was not received on or before a date specified in the certificate, to be received in evidence of the matters so stated, j provision as to the action to be taken if a penalty is not paid in accordance with a penalty notice, k provision for or in connection with the preparation of codes of conduct in relation to the giving of penalty notices, l such other provision in relation to penalties or penalty notices as the Secretary of State thinks necessary or expedient. 2 Without prejudice to the generality of subsection (1) or section 569(4), regulations under subsection (1)(b) may make provision for penalties of different amounts to be payable in different cases or circumstances (including provision for the penalty payable under a penalty notice to differ according to the time by which it is paid). 3 Local education authorities, head teachers and authorised officers shall, in carrying out their functions in relation to penalty notices, have regard to any guidance which is published by the Secretary of State from time to time in relation to penalty notices. 4 In this section and section 444A— “ authorised officer ” means— a constable, an officer of a local education authority in England who is authorised by the authority to give penalty notices, or an authorised staff member, “ authorised staff member ” means— a head teacher of a relevant school in England, or a member of the staff of a relevant school in England who is authorised by the head teacher of the school to give penalty notices, “ penalty ” means a penalty under a penalty notice, “ penalty notice ” has the meaning given by section 444A(2), “ relevant school ” means— a maintained school, a pupil referral unit, an Academy, a city technology college, or a city college for the technology of the arts. 2 In section 572 of that Act (service of notices and other documents) for  “served on any person may be served” substitute  “                    served on, or given to, any person may be served or given                  ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In paragraph 1(2) of Schedule 5 to that Act (powers of accredited persons to issue fixed penalty notices) before paragraph (b) insert— ab the power of a constable to give a penalty notice under section 444A of the Education Act 1996 (penalty notice in respect of failure to secure regular attendance at school of registered pupil); . 7 After paragraph 1(3) of that Schedule insert— 4 In its application to an offence which is an offence by reference to which a notice may be given to a person in exercise of the power mentioned in sub-paragraph (2)(ab), sub-paragraph (1) shall have effect as if for the words from  “who he has reason to believe” to the end there were substituted  “in the relevant police area who he has reason to believe has committed or is committing a relevant fixed penalty offence”. 8 In paragraph 2 of that Schedule (power to require giving of name and address) after sub-paragraph (3) insert— 4 In its application to an offence which is an offence by reference to which a notice may be given to a person in exercise of the power mentioned in paragraph 1(2)(ab), sub-paragraph (1) of this paragraph shall have effect as if for the words  “has committed a relevant offence in the relevant police area” there were substituted  “in the relevant police area has committed a relevant offence”. 9 The National Assembly for Wales may by order amend sections 444A and 444B of the Education Act 1996 (c. 56) by removing the words  “in England” in each place where they occur. 10 Where an order is made under subsection (9), any functions of the Secretary of State under sections 444A and 444B of the Education Act 1996 which by virtue of the order become exercisable in relation to Wales are to be treated as if they had been transferred to the National Assembly for Wales by an Order in Council under section 22 of the Government of Wales Act 1998 (c. 38)."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "24", "section_title": "Interpretation", "section_text": "24 In this section and  sections 19 to 22A — “ the appropriate person ” means— in relation to England, the Secretary of State, and in relation to Wales, the National Assembly for Wales, “ child of compulsory school age ” has the same meaning as in the 1996 Act, and  “ child ” is to be construed accordingly, “ governing body ”, in relation to a relevant school which is an   Academy school, alternative provision Academy  , a city technology college or a city college for the technology of the arts, means the proprietor of the school, as defined by section 579(1) of the 1996 Act; “ head teacher ” includes acting head teacher, teacher in charge and acting teacher in charge, “   local authority   ” has the same meaning as in the 1996 Act, “ parent ”, in relation to a pupil or child, is to be construed in accordance with section 576 of the 1996 Act, but does not include a person who is not an individual, “ pupil ” is to be construed in accordance with section 3(1) and (1A) of the 1996 Act, “ registered pupil ” has the meaning given by section 434(5) of the 1996 Act,  “ relevant school ” means—  a community, foundation or voluntary school, a community or foundation special school, a maintained nursery school as defined in section 22(9) of the School Standards and Framework Act 1998, a pupil referral unit as defined in section 19(2)   or 19A(2)  of the 1996 Act,   an Academy school,  an alternative provision Academy, a city technology college, or a city college for the technology of the arts, “ responsible officer ”, in relation to a parenting order, means one of the following who is specified in the order, namely— an officer of a   local authority  , and a head teacher or a person nominated by a head teacher, but a person falling within paragraph (b) may not be specified in the order without his consent, “ the 1996 Act ” means the Education Act 1996 (c. 56)."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "25", "section_title": "Parenting contracts in respect of criminal conduct and anti-social behaviour  : youth offending teams", "section_text": "25 1 This section applies where a child or young person has been referred to a youth offending team. 2 The youth offending team may enter into a parenting contract with a parent of the child or young person if a member of that team has reason to believe that the child or young person has engaged, or is likely to engage, in criminal conduct or anti-social behaviour. 3 A parenting contract is a document which contains— a a statement by the parent that he agrees to comply with such requirements as may be specified in the document for such period as may be so specified, and b a statement by the youth offending team that it agrees to provide support to the parent for the purpose of complying with those requirements. 4 The requirements mentioned in subsection (3)(a) may include (in particular) a requirement to attend a counselling or guidance programme. 5 The purpose of the requirements mentioned in subsection (3)(a) is to prevent the child or young person from engaging in criminal conduct or anti-social behaviour or further criminal conduct or further anti-social behaviour. 6 A parenting contract must be signed by the parent and signed on behalf of the youth offending team. 7 A parenting contract does not create any obligations in respect of whose breach any liability arises in contract or in tort. 8 Youth offending teams must, in carrying out their functions in relation to parenting contracts, have regard to any guidance which is issued by the Secretary of State from time to time for that purpose."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "25A", "section_title": "Parenting contracts in respect of anti-social behaviour: local authorities", "section_text": "25A 1 A local authority may enter into a parenting contract with a parent of a child or young person if— a the local authority has reason to believe that the child or young person has engaged, or is likely to engage, in anti-social behaviour, and b the child or young person resides, or appears to reside, in the local authority's area. 2 A parenting contract is a document which contains— a a statement by the parent that he agrees to comply with such requirements as may be specified in the document for such period as may be so specified, and b a statement by the local authority that it agrees to provide support to the parent for the purpose of complying with those requirements. 3 The requirements mentioned in subsection (2)(a) may include (in particular) a requirement to attend a counselling or guidance programme. 4 The purpose of the requirements mentioned in subsection (2)(a) is to prevent the child or young person from engaging in anti-social behaviour or further anti-social behaviour. 5 A parenting contract must be signed by the parent and signed on behalf of the local authority. 6 A parenting contract does not create any obligations in respect of whose breach any liability arises in contract or in tort. 7 In carrying out their functions in relation to parenting contracts— a local authorities in England shall have regard to any guidance which is issued by the Secretary of State from time to time for that purpose; b local authorities in Wales shall have regard to any guidance which is issued by the National Assembly for Wales from time to time for that purpose."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "25B", "section_title": "Parenting contracts in respect of anti-social behaviour:   relevant housing providers  ", "section_text": "25B 1 A   relevant housing provider   may enter into a parenting contract with a parent of a child or young person if— a the   relevant housing provider   has reason to believe that the child or young person— i has engaged in anti-social behaviour, or ii is likely to engage in such behaviour, and b that behaviour directly or indirectly relates to or affects the housing management functions of the   relevant housing provider   (or, where paragraph (a)(ii) applies, would do so if the behaviour were engaged in). 1A “Relevant housing provider” means— a a non-profit registered provider of social housing, or b a registered social landlord. 2 A parenting contract is a document which contains— a a statement by the parent that he agrees to comply with such requirements as may be specified in the document for such period as may be so specified, and b a statement by the   relevant housing provider   that it agrees to make arrangements for the provision of support to the parent for the purpose of complying with those requirements. 3 The requirements mentioned in subsection (2)(a) may include (in particular) a requirement to attend a counselling or guidance programme. 4 The purpose of the requirements mentioned in subsection (2)(a) is to prevent the child or young person from engaging in anti-social behaviour or further anti-social behaviour. 5 A parenting contract must be signed by the parent and signed on behalf of the   relevant housing provider  . 6 A parenting contract does not create any obligations in respect of whose breach any liability arises in contract or in tort. 7 In carrying out their functions in relation to parenting contracts— a non-profit registered providers of social housing shall have regard to any guidance which is issued by the Secretary of State from time to time for that purpose; b registered social landlords on the register maintained by the National Assembly for Wales shall have regard to any guidance which is issued by the Assembly from time to time for that purpose."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "26", "section_title": "Parenting orders in respect of criminal conduct and anti-social behaviour  : youth offending teams", "section_text": "26 1 This section applies where a child or young person has been referred to a youth offending team. 2 A member of the youth offending team may apply to a magistrates' court for a parenting order in respect of a parent of the child or young person. 3 If such an application is made, the court may make a parenting order in respect of a parent of the child or young person if it is satisfied— a that the child or young person has engaged in criminal conduct or anti-social behaviour, and b that making the order would be desirable in the interests of preventing the child or young person from engaging in further criminal conduct or further anti-social behaviour. 4 A parenting order is an order which requires the parent— a to comply, for a period not exceeding twelve months, with such requirements as are specified in the order, and b subject to subsection (5), to attend, for a concurrent period not exceeding three months, such counselling or guidance programme as may be specified in directions given by the responsible officer. 5 A parenting order under this section may, but need not, include a requirement mentioned in subsection (4)(b) in any case where a parenting order under this section or any other enactment has been made in respect of the parent on a previous occasion. 6 A counselling or guidance programme which a parent is required to attend by virtue of subsection (4)(b) may be or include a residential course but only if the court is satisfied that the following two conditions are fulfilled. 7 The first condition is that the attendance of the parent at a residential course is likely to be more effective than his attendance at a non-residential course in preventing the child or young person from engaging in further criminal conduct or further anti-social behaviour. 8 The second condition is that any interference with family life which is likely to result from the attendance of the parent at a residential course is proportionate in all the circumstances. 9 A person is eligible to be the responsible officer in relation to a parenting order under this section only if he is a member of a youth offending team."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "26A", "section_title": "Parenting orders in respect of anti-social behaviour: local authorities", "section_text": "26A 1 A local authority may apply for a parenting order in respect of a parent of a child or young person if— a the local authority has reason to believe that the child or young person has engaged in anti-social behaviour, and b the child or young person resides, or appears to reside, in the local authority's area. An application for such an order may be made to a magistrates' court or, where section 26C so allows, to   the county court  . 2 If such an application is made, the court may make a parenting order in respect of a parent of the child or young person if it is satisfied— a that the child or young person has engaged in anti-social behaviour, and b that making the order would be desirable in the interests of preventing the child or young person from engaging in further anti-social behaviour. 3 A parenting order is an order which requires the parent— a to comply, for a period not exceeding twelve months, with such requirements as are specified in the order, and b subject to subsection (4), to attend, for a concurrent period not exceeding three months, such counselling or guidance programme as may be specified in directions given by the responsible officer. 4 A parenting order under this section may, but need not, include a requirement mentioned in subsection (3)(b) in any case where a parenting order under this section or any other enactment has been made in respect of the parent on a previous occasion. 5 A counselling or guidance programme which a parent is required to attend by virtue of subsection (3)(b) may be or include a residential course but only if the court is satisfied that the following two conditions are fulfilled. 6 The first condition is that the attendance of the parent at a residential course is likely to be more effective than his attendance at a non-residential course in preventing the child or young person from engaging in further anti-social behaviour. 7 The second condition is that any interference with family life which is likely to result from the attendance of the parent at a residential course is proportionate in all the circumstances. 8 A person is eligible to be the responsible officer in relation to a parenting order under this section only if he is— a an officer of the local authority which applied for the order, or b a person nominated by that authority or by a person or body requested by the authority to make a nomination. A person may not be nominated under paragraph (b) without his consent."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "26B", "section_title": "Parenting orders in respect of anti-social behaviour:   relevant housing providers  ", "section_text": "26B 1 A   relevant housing provider   may apply for a parenting order in respect of a parent of a child or young person if— a the   relevant housing provider   has reason to believe that the child or young person has engaged in anti-social behaviour, and b the behaviour in question directly or indirectly relates to or affects the housing management functions of the   relevant housing provider  . An application for such an order may be made to a magistrates' court or, where section 26C so allows, to   the county court  . 2 If such an application is made, the court may make a parenting order in respect of a parent of the child or young person if it is satisfied— a that the child or young person has engaged in anti-social behaviour, and b that making the order would be desirable in the interests of preventing the child or young person from engaging in further anti-social behaviour. 3 A parenting order is an order which requires the parent— a to comply, for a period not exceeding twelve months, with such requirements as are specified in the order, and b subject to subsection (4), to attend, for a concurrent period not exceeding three months, such counselling or guidance programme as may be specified in directions given by the responsible officer. 4 A parenting order under this section may, but need not, include a requirement mentioned in subsection (3)(b) in any case where a parenting order under this section or any other enactment has been made in respect of the parent on a previous occasion. 5 A counselling or guidance programme which a parent is required to attend by virtue of subsection (3)(b) may be or include a residential course but only if the court is satisfied that the following two conditions are fulfilled. 6 The first condition is that the attendance of the parent at a residential course is likely to be more effective than his attendance at a non-residential course in preventing the child or young person from engaging in further anti-social behaviour. 7 The second condition is that any interference with family life which is likely to result from the attendance of the parent at a residential course is proportionate in all the circumstances. 8 A   relevant housing provider   must not make an application under this section without first consulting the local authority  (or, if subsection (8A) applies, each local authority)   in whose area the child or young person in question resides or appears to reside. 8A This subsection applies if the place where the child or young person resides or appears to reside is within the area of a county council and within the area of a district council. 9 A person is eligible to be the responsible officer in relation to a parenting order under this section only if he is— a an officer of the   relevant housing provider   which applied for the order, or b a person nominated by that   relevant housing provider  . A person may not be nominated under paragraph (b) without his consent. 10 In deciding whom to nominate under subsection (9)(b) a   relevant housing provider   must take into account the views of— a the local authority  (or authorities)   mentioned in subsection (8), and b such other persons or bodies as the   relevant housing provider   thinks appropriate."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "26C", "section_title": "Applications under section 26A or 26B in county court proceedings", "section_text": "26C 1 Where a local authority or   relevant housing provider   (a  “relevant authority”)— a is a party to proceedings in   the county court  , and b considers that a party to those proceedings is a person in relation to whom it would be reasonable for it to make an application for a parenting order under section 26A or 26B (a  “parenting order application”), it may make such an application to that court in relation to that person. 2 Where— a a relevant authority considers that a party to proceedings in   the county court   is a person in relation to whom it would be reasonable for it to make a parenting order application, but b the relevant authority is not a party to those proceedings, it may apply to be joined to those proceedings to enable it to make a parenting order application. 3 Where— a there are proceedings in   the county court   to which a relevant authority is a party, and b the relevant authority considers that a child or young person has engaged in anti-social behaviour that is material in relation to the proceedings, the relevant authority may apply for a person who is a parent of the child or young person to be joined to the proceedings to enable it to make a parenting order application in relation to him. 4 A person must not be joined to proceedings in pursuance of subsection (3) unless the anti-social behaviour in question is material in relation to those proceedings."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "27", "section_title": "Parenting orders: supplemental", "section_text": "27 1 In deciding whether to make a parenting order under  section 26, 26A or 26B , a court must take into account (amongst other things)— a any refusal by the parent to enter into a parenting contract under  section 25, 25A or 25B  in respect of the child or young person, or b if the parent has entered into such a parenting contract, any failure by the parent to comply with the requirements specified in the contract. 2 Before making a parenting order under  section 26, 26A or 26B  in the case of a child or a young person under the age of 16, a court must obtain and consider information about the child or young person’s family circumstances and the likely effect of the order on those circumstances. 3 Subsections (3) to (7) of section 9 of the 1998 Act (supplemental provisions about parenting orders) are to apply  in relation to—  a a parenting order under section 26, b a parenting order under section 26A, or c a parenting order under section 26B, as they apply                    in relation to a parenting order under section 8 of that Act. 3A Proceedings for an offence under section 9(7) of the 1998 Act (parenting orders: breach of requirement  etc. ) as applied by subsection (3)(b) above may be brought by any of the following local authorities— a the local authority that applied for the order, if the child or young person, or the person alleged to be in breach, resides or appears to reside in that authority's area; b the local authority of the child or young person, if that child or young person does not reside or appear to reside in the area of the local authority that applied for the order; c the local authority of the person alleged to be in breach, if that person does not reside or appear to reside in the area of the local authority that applied for the order. 3B For the purposes of subsection (3A)(b) and (c)— a an individual's local authority is the local authority in whose area the individual resides or appears to reside; but b if the place where an individual resides or appears to reside is within the area of a county council and within the area of a district council, a reference to that individual's local authority is to be read as a reference to either of those authorities. 4 In carrying out their functions in relation to parenting orders— a members of youth offending teams, b local authorities in England, c private registered providers of social housing,  and d responsible officers in relation to parenting orders made on the application of local authorities in England or of   private registered providers of social housing  , must have regard to any guidance which is issued by the Secretary of State from time to time for that purpose. 4A In carrying out their functions in relation to parenting orders— a local authorities in Wales, b registered social landlords,  and c responsible officers in relation to parenting orders made on the application of local authorities in Wales or of   registered social landlords  , must have regard to any guidance which is issued by the National Assembly for Wales from time to time for that purpose."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "28", "section_title": "Parenting orders: appeals", "section_text": "28 1 An appeal lies to the Crown Court against the making of a parenting order  by a magistrates' court under section 26, 26A or 26B . 1A An appeal lies to the High Court against the making of a parenting order by   the county court   under section 26A or 26B. 2 Subsections (2) and (3) of section 10 of the 1998 Act (appeals against parenting orders) are to apply in relation to an appeal under this section as they apply in relation to an appeal under  subsection (1)  of that section."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "28A", "section_title": "Contracting out of local authority functions", "section_text": "28A 1 An order made by— a the Secretary of State as regards local authorities in England, or b the National Assembly for Wales as regards local authorities in Wales, may provide that a local authority may make arrangements with a person who is specified in the order, or is of a description so specified, for the exercise of any function it has under or by virtue of section 25A or 26A. 2 The order may provide— a that the power of the local authority to make the arrangements is subject to such conditions as are specified in the order; b that the arrangements must be subject to such conditions as are so specified; c that the arrangements may be made subject to such other conditions as the local authority thinks appropriate. 3 The order may provide that the arrangements may authorise the exercise of the function— a either wholly or to such extent as may be specified in the order or arrangements; b either generally or in such cases or areas as may be so specified. 4 An order under this section may provide that the person with whom arrangements are made in pursuance of the order is to be treated as if he were a public body for the purposes of section 1 of the Local Authorities (Goods and Services) Act 1970. 5 The Secretary of State or (as the case may be) the National Assembly for Wales must not make an order under this section without first consulting— a such representatives of local government as appear to be appropriate; b such other persons as appear to be appropriate. 6 Any arrangements made by a local authority in pursuance of an order under this section do not prevent the local authority from exercising the function to which the arrangements relate. 7 The following provisions of the Deregulation and Contracting Out Act 1994 apply for the purposes of arrangements made in pursuance of an order under this section as they apply for the purposes of an authorisation to exercise functions by virtue of an order under section 70(2) of that Act— a section 72 (effect of contracting out); b section 73 (termination of contracting out); c section 75 and Schedule 15 (provision relating to disclosure of information); d paragraph 3 of Schedule 16 (authorised persons to be treated as officers of local authority). 8 For the purposes of subsection (7), any reference in the provisions specified in paragraphs (a) to (d) to a person authorised to exercise a function is to be construed as a reference to a person with whom an arrangement is made for the exercise of the function in pursuance of an order under this section. 9 Local authorities in England and any person with whom they make arrangements in pursuance of an order under this section must have regard to any guidance issued by the Secretary of State for the purposes of this section. 10 Local authorities in Wales and any person with whom they make arrangements in pursuance of an order under this section must have regard to any guidance issued by the National Assembly for Wales for the purposes of this section."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "29", "section_title": "Interpretation and consequential amendment", "section_text": "29 1 In this section and sections 25 to 28— “ anti-social behaviour ” means behaviour by a person which causes or is likely to cause harassment, alarm or distress to one or more other persons not of the same household as the person, “ child ” has the same meaning as in the 1998 Act, “ criminal conduct ” means conduct which— constitutes a criminal offence, or in the case of conduct by a person under the age of 10, would constitute a criminal offence if that person were not under that age, “ guardian ” has the same meaning as in the Children and Young Persons Act 1933 (c. 12),  “ housing accommodation ” has the meaning given by section 153E(9) of the Housing Act 1996;    “housing management functions”, in relation to a relevant housing provider, include— functions conferred by or under any enactment; the powers and duties of the relevant housing provider as the holder of an estate or interest in housing accommodation,    “ local authority ” means— a county council in England;  a district council in England;   a London borough council; the Common Council of the City of London; the Council of the Isles of Scilly; a county council or county borough council in Wales; “ parent ” includes guardian,  “ registered social landlord ” means a body registered as such under Chapter 1 of Part 1 of the Housing Act 1996;    “relevant housing provider” has the meaning given by section 25B(1A),   “ responsible officer ”, in relation to a parenting order, means  the person who is specified as such in the order, “ the 1998 Act ” means the Crime and Disorder Act 1998 (c. 37), “ young person ” has the same meaning as in the 1998 Act, “ youth offending team ” means a team established under section 39 of the 1998 Act. 2 In section 38(4) of the 1998 Act (meaning of  “youth justice services”) after paragraph (e) insert— ee the performance by youth offending teams and members of youth offending teams of functions under sections 25 to 27 of the Anti-social Behaviour Act 2003; ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "30", "section_title": "Dispersal of groups and removal of persons under 16 to their place of residence", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "31", "section_title": "Authorisations: supplemental", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "32", "section_title": "Powers under section 30: supplemental", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "33", "section_title": "Powers of community support officers", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "34", "section_title": "Code of practice", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "35", "section_title": "Authorisations by British Transport Police", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "36", "section_title": "Interpretation", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "37", "section_title": "Possession of air weapon or imitation firearm in public place", "section_text": "37 1 In section 19 of the Firearms Act 1968 (c. 27)\t\t\t\t\t(offence to carry firearm in public place) for the words from  “a loaded shot gun” to the end of the section substitute— a a loaded shot gun, b an air weapon (whether loaded or not), c any other firearm (whether loaded or not) together with ammunition suitable for use in that firearm, or d an imitation firearm. 2 In Part I of Schedule 6 to that Act (punishment) in the entry relating to section 19— a in the second column (general nature of offence) for  “loaded firearm” substitute  “                      firearm or imitation firearm                    ” , and b in the third column (mode of prosecution) after  “not” insert  “                      in the case of an imitation firearm or                    ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "38", "section_title": "Air weapons: age limits", "section_text": "38 1 The Firearms Act 1968 shall be amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 23 (the heading to which becomes  “Exceptions from s. 22(4)”)— a in subsection (2) omit  “or (5)”, and b after subsection (2) insert— 3 It is not an offence under section 22(4) of this Act for a person of or over the age of fourteen to have with him an air weapon or ammunition on private premises with the consent of the occupier. 4 But where a person has with him an air weapon on premises in circumstances where he would be prohibited from having it with him but for subsection (3), it is an offence for him to use it for firing any missile beyond those premises. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In Part I of Schedule 6 (punishment)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d after that entry insert— Section 23(4) Person under 17 making improper use of air weapon on private premises. Summary A fine of level 3 on the standard scale. Paragraphs 7 and 8 of Part II of this Schedule apply. , and e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In Part II of that Schedule (supplementary)— a in paragraph 7 for  “22(4) or (5), 23(1)” substitute  “                      22(4), 23(1) or (4)                    ” , and b in paragraph 8 for  “22(3), (4) or (5), 23(1)” substitute  “                      22(3) or (4), 23(1) or (4)                    ” ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "39", "section_title": "Prohibition of certain air weapons", "section_text": "39 1 The Firearms Act 1968 (c. 27) shall be amended as follows. 2 In section 1(3)(b) after  “air pistol” insert  “                  which does not fall within section 5(1) and which is                ” . 3 In section 5 (weapons subject to general prohibition) after subsection (1)(ae) insert— af any air rifle, air gun or air pistol which uses, or is designed or adapted for use with, a self-contained gas cartridge system; . 4 If at the time when subsection (3) comes into force a person has in his possession an air rifle, air gun or air pistol of the kind described in section 5(1)(af) of the Firearms Act 1968 (inserted by subsection (3) above)— a section 5(1) of that Act shall not prevent the person’s continued possession of the air rifle, air gun or air pistol, b section 1 of that Act shall apply, and c a chief officer of police may not refuse to grant or renew, and may not revoke or partially revoke, a firearm certificate under Part II of that Act on the ground that the person does not have a good reason for having the air rifle, air gun or air pistol in his possession. 5 But subsection (4)(a) to (c) shall not apply to possession in the circumstances described in section 8 of that Act (authorised dealing). 6 In section 1 of the Firearms (Amendment) Act 1988 (c. 45)— a in subsection (4), omit the word  “or” at the end of paragraph (a) and after paragraph (b) insert— ; or                       c any air rifle, air gun or air pistol which is not for the time being specified in that subsection but appears to him to be specially dangerous, , and b after subsection (4) insert— 4A An order under subsection (4)— a may provide for a provision of the principal Act to apply with or without modification or exception in relation to anything added to subsection (1) of section 5 by the order, b may impose conditions in respect of any application, modification or exception provided for by the order (which may, in particular, include provision requiring a person to obtain a certificate in accordance with an enactment referred to or applied by the order), c may make provision generally or by reference to a particular purpose or circumstance, d may confer a function on the Secretary of State or another specified person, and e may make transitional, consequential or incidental provision."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "40", "section_title": "Closure of noisy premises", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "41", "section_title": "Closure of noisy premises: supplemental", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "42", "section_title": "Dealing with noise at night", "section_text": "42 1 The Noise Act 1996 (c. 37) is amended as follows. 2 For section 1 (sections 2 to 9 only apply to area of local authority if authority have so resolved or an order by Secretary of State so provides) substitute— Application of sections 2 to 9 1 Sections 2 to 9 apply to the area of every local authority in England and Wales. 3 For section 2(1)\t\t\t\t\t(local authority under duty to investigate complaint of noise from dwelling at night) substitute— 1 A local authority in England and Wales may, if they receive a complaint of the kind mentioned in subsection (2), arrange for an officer of the authority to take reasonable steps to investigate the complaint. 4 In section 2(7)\t\t\t\t\t(power of local authority to act in relation to dwelling within area of other authority) omit the words from  “and accordingly” to the end. 5 In section 9 (section 8: supplementary), for subsection (4) substitute— 4 A local authority may use any sums it receives under section 8 (its  “penalty receipts”) only for the purposes of functions of its that are qualifying functions. 4A The following are qualifying functions for the purposes of this section— a functions under this Act, and b functions of a description specified in regulations made by the Secretary of State. 4B Regulations under subsection (4A)(b) may (in particular) have the effect that a local authority may use its penalty receipts for the purposes of any of its functions. 4C A local authority must supply the Secretary of State with such information relating to the use of its penalty receipts as the Secretary of State may require. 4D The Secretary of State may by regulations— a make provision for what a local authority is to do with its penalty receipts— i pending their being used for the purposes of qualifying functions of the authority; ii if they are not so used before such time after their receipt as may be specified by the regulations; b make provision for accounting arrangements in respect of a local authority’s penalty receipts. 4E The provision that may be made under subsection (4D)(a)(ii) includes (in particular) provision for the payment of sums to a person (including the Secretary of State) other than the local authority. 4F Before making regulations under this section, the Secretary of State must consult— a the local authorities to which the regulations are to apply, and b such other persons as the Secretary of State considers appropriate. 6 In section 11 (interpretation and subordinate legislation), in subsection (3) after  “order”, in the first place where it occurs, insert  “                    or regulations                  ” . 7 The reference to the Noise Act 1996 (c. 37) in Schedule 1 to the National Assembly for Wales (Transfer of Functions) Order 1999 (S.I. 1999/672) is to be treated as referring to that Act as amended by this section."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "43", "section_title": "Penalty notices for graffiti and fly-posting", "section_text": "43 1 Where an authorised officer of a local authority has reason to believe that a person has committed a relevant offence in the area of that authority, he may give that person a notice offering him the opportunity of discharging any liability to conviction for that offence by payment of a penalty in accordance with the notice. 2 But an authorised officer may not give a notice under subsection (1) if he considers that the commission of the offence— a in the case of a relevant offence falling within section 44(1)(c), also involves the commission of an offence under section 30 of the Crime and Disorder Act 1998 (c. 37), or b in the case of any other relevant offence, was motivated (wholly or partly) by hostility— i towards a person based upon his membership (or presumed membership) of a racial or religious group, or ii towards members of a racial or religious group based on their membership of that group. 3 In the case of a relevant offence falling within section 44(1)(f), an authorised officer may not give a notice to a person under subsection (1) in relation to the display of an advertisement unless he has reason to believe that that person personally affixed or placed the advertisement to, against or upon the land or object on which the advertisement is or was displayed. 4 Where a person is given a notice under subsection (1) in respect of an offence— a no proceedings may be instituted for that offence (or any other relevant offence arising out of the same circumstances) before the expiration of the period of fourteen days following the date of the notice, and b he may not be convicted of that offence (or any other relevant offence arising out of the same circumstances) if before the expiration of that period he pays the penalty in accordance with the notice. 5 A notice under subsection (1) must give such particulars of the circumstances alleged to constitute the offence as are necessary for giving reasonable information of the offence. 6 A notice under subsection (1) must also state— a the period during which, by virtue of subsection (4), proceedings will not be instituted for the offence, b the amount of the penalty, and c the person to whom and the address at which the penalty may be paid. 7 Without prejudice to payment by any other method, payment of a penalty in pursuance of a notice under subsection (1) may be made by pre-paying and posting a letter containing the amount of the penalty (in cash or otherwise) to the person mentioned in subsection (6)(c) at the address so mentioned. 8 Where a letter is sent in accordance with subsection (7) payment is to be regarded as having been made at the time at which that letter would be delivered in the ordinary course of post. 9 A notice under subsection (1) must be in such form as the appropriate person may by order prescribe. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "43A", "section_title": "Amount of penalty", "section_text": "43A 1 The amount of a penalty payable in pursuance of a notice under section 43(1)— a is the amount specified by a relevant local authority in relation to its area (whether or not the penalty is payable to that or another authority), or b if no amount is so specified, is— i in England, £100, or ii in Wales, £75. 2 In subsection (1)(a),  “ relevant local authority ” means— a a district council in England; b a county council in England for an area for which there is no district council; c a London borough council; d the Common Council of the City of London; e the Council of the Isles of Scilly; f a county or county borough council in Wales. 3 The local authority to which a penalty is payable in pursuance of a notice under section 43(1) may make provision for treating it as having been paid if a lesser amount is paid before the end of a period specified by the authority. 4 The appropriate person may by regulations make provision in connection with the powers conferred under subsections (1)(a) and (3). 5 Regulations under subsection (4) may (in particular)— a require an amount specified under subsection (1)(a) to fall within a range prescribed in the regulations; b restrict the extent to which, and the circumstances in which, a local authority can make provision under subsection (3). 6 The appropriate person may by order substitute a different amount for the amount for the time being specified in subsection (1)(b)."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "43B", "section_title": "Penalty notices: power to require name and address", "section_text": "43B 1 If an authorised officer of a local authority proposes to give a person a notice under section 43(1), the officer may require the person to give him his name and address. 2 A person commits an offence if— a he fails to give his name and address when required to do so under subsection (1), or b he gives a false or inaccurate name or address in response to a requirement under that subsection. 3 A person guilty of an offence under subsection (2) is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "44", "section_title": "Meaning of relevant offence", "section_text": "44 1 “ Relevant offence ” means— a an offence under paragraph 10 of section 54 of the Metropolitan Police Act 1839 (c. 47) (affixing posters  etc ), b an offence under section 20(1) of the London County Council (General Powers) Act 1954 (defacement of streets with slogans etc), c an offence under section 1(1) of the Criminal Damage Act 1971 (c. 48) (damaging property etc) which involves only the painting or writing on, or the soiling, marking or other defacing of, any property by whatever means, d an offence under section 131(2) of the Highways Act 1980 (c. 66) (including that provision as applied by section 27(6) of the Countryside Act 1968 (c. 41)) which involves only an act of obliteration, e an offence under section 132(1) of the Highways Act 1980 (painting or affixing things on structures on the highway etc), f an offence under section 224(3) of the Town and Country Planning Act 1990 (c. 8) (displaying advertisement in contravention of regulations). 2 This section has effect for the purposes of the interpretation of section 43."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "45", "section_title": "Penalty receipts", "section_text": "45 1 The fixed penalty payable in pursuance of a notice under section 43(1) is payable to the local authority whose authorised officer gave the notice. 2 In any proceedings a certificate which— a purports to be signed by or on behalf of the person responsible for the financial affairs of a local authority, and b states that payment of a penalty payable in pursuance of a notice under section 43(1) was or was not received by a date specified in the certificate, is evidence of the facts stated. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "46", "section_title": "Powers of police civilians", "section_text": "46 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In paragraph 1 of Schedule 5 to that Act (powers of accredited persons to issue fixed penalty notices)— a at the end of sub-paragraph (2)(b) omit  “and”, and b after sub-paragraph (2)(b) insert— ba the power of an authorised officer of a local authority to give a notice under section 43(1) of the Anti-social Behaviour Act 2003 (penalty notices in respect of graffiti or fly-posting); and ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "47", "section_title": "Interpretation etc", "section_text": "47 1 In this section and sections 43  to 43B  and 45— “ advertisement ” and  “ land ” have the meanings given by section 336(1) of the Town and Country Planning Act 1990 (c. 8), “ appropriate person ” means— in relation to England, the Secretary of State, and in relation to Wales, the National Assembly for Wales,  “ authorised officer ”, in relation to a local authority, means— an employee of the authority who is authorised in writing by the authority for the purpose of giving notices under section 43(1); any person who, in pursuance of arrangements made with the authority, has the function of giving such notices and is authorised in writing by the authority to perform that function; and any employee of such a person who is authorised in writing by the authority for the purpose of giving such notices, “ local authority ” means an authority in England and Wales which is a litter authority for the purposes of section 88 of the Environmental Protection Act 1990 (c. 43), “ racial group ” and  “ religious group ” have the meanings given by section 28(4) and (5) of the Crime and Disorder Act 1998 (c. 37). 2 Section 28(2) of the Crime and Disorder Act 1998 is to apply for the purposes of section 43(2)(b)(i) as it applies for the purposes of section 28(1)(a) of that Act. 3 The appropriate person may issue guidance— a about the exercise of the discretion to give notices under section 43(1), and b about the giving of such notices. 4 The appropriate person may by regulations prescribe conditions to be satisfied by a person before a parish or community council may authorise him in writing for the purpose of giving notices under section 43(1)."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "48", "section_title": "Defacement removal notices", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "49", "section_title": "Recovery of expenditure", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "50", "section_title": "Guidance", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "51", "section_title": "Appeals", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "52", "section_title": "Exemption from liability in relation to  defacement removal notices", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "53", "section_title": "Display of advertisements in contravention of regulations", "section_text": "53 In section 224(3) of the Town and Country Planning Act 1990 (c. 8)\t\t\t(offence of displaying advertisement in contravention of regulations) for  “level 3”, in both places where it occurs, substitute  “                level 4              ” ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "54", "section_title": "Sale of aerosol paint to children", "section_text": "54 1 A person commits an offence if he sells an aerosol paint container to a person under the age of sixteen. 2 In subsection (1)  “ aerosol paint container ” means a device which— a contains paint stored under pressure, and b is designed to permit the release of the paint as a spray. 3 A person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale. 4 It is a defence for a person charged with an offence under this section in respect of a sale to prove that— a he took all reasonable steps to determine the purchaser’s age, and b he reasonably believed that the purchaser was not under the age of sixteen. 5 It is a defence for a person charged with an offence under this section in respect of a sale effected by another person to prove that he (the defendant) took all reasonable steps to avoid the commission of an offence under this section."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "54A", "section_title": "Enforcement of section 54", "section_text": "54A 1 It is the duty of every local weights and measures authority— a to consider, at least once in every period of twelve months, the extent to which it is appropriate for the authority to carry out in their area a programme of enforcement action in relation to section 54; and b to the extent that they consider it appropriate to do so, carry out such a programme. 2 For the purposes of subsection (1), a programme of enforcement action in relation to section 54 is a programme involving all or any of the following— a the bringing of prosecutions in respect of offences under that section; b the investigation of complaints in respect of alleged offences under that section; c the taking of other measures intended to reduce the incidence of offences under that section."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "55", "section_title": "Unlawfully deposited waste etc", "section_text": "55 1 The Control of Pollution (Amendment) Act 1989 (c. 14) is amended in accordance with subsections (2) and (3). 2 In subsection (1) of section 7 (further enforcement provisions) for  “relevant authority” substitute  “                    waste regulation authority                  ” . 3 After subsection (1) of section 9 (interpretation) insert— 1A In sections 5 to 7 above  “ regulation authority ” also means a waste collection authority falling within section 30(3)(a), (b) or (bb) of the Environmental Protection Act 1990. 4 After section 59 of the Environmental Protection Act 1990 (c. 43) insert— Directions in relation to exercise of powers under section 59 59A 1 The Secretary of State may issue directions setting out categories of waste to which a waste regulation authority or waste collection authority in England and Wales should give priority for the purposes of exercising its powers under section 59 above. 2 Priorities set out in directions under subsection (1) above may be different for different authorities or areas. 3 But nothing in this section or in any directions issued under it affects any power of an authority under section 59 above. 5 In section 71 of the Environmental Protection Act 1990 (c. 43)\t\t\t\t\t(obtaining information from persons and authorities), after subsection (3) insert— 4 The Secretary of State may, by notice in writing, require a waste regulation authority or waste collection authority in England and Wales to supply to him, or to such other person as may be specified in the notice, such information as may be so specified in respect of— a cases where the authority has exercised any powers under section 59 above, and b cases where the authority has taken action under any other enactment in respect of any deposit or other disposal of controlled waste in contravention of section 33(1) above. 6 Subsection (15) of section 108 of the Environment Act 1995 (c. 25)\t\t\t\t\t(powers of enforcing authorities and persons authorised by them) is amended in accordance with subsections (7) to (9). 7 In the definition of  “enforcing authority” after paragraph (b) insert— ba a waste collection authority; . 8 After the definition of  “ pollution control functions ” in relation to the Agency or  SEPA  insert— “ pollution control functions ”, in relation to a waste collection authority, means the functions conferred on it by section 59 of the Environmental Protection Act 1990; . 9 After the definition of  “premises” insert— “ waste collection authority ” shall be construed in accordance with section 30(3)(a), (b) and (bb) of the Environmental Protection Act 1990. 10 The reference to the Environmental Protection Act 1990 in Schedule 1 to the National Assembly for Wales (Transfer of Functions) Order 1999 (S.I. 1999/ 672) is to be treated as referring to that Act as amended by this section."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "56", "section_title": "Extension of litter authority powers to take remedial action", "section_text": "56 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The reference to the Environmental Protection Act 1990 (c. 43) in Schedule 1 to the National Assembly for Wales (Transfer of Functions) Order 1999 (S.I. 1999/ 672) is to be treated as referring to that Act as amended by this section."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "57", "section_title": "Public assemblies", "section_text": "57 In section 16 of the Public Order Act 1986 (c. 64)\t\t\t(which defines  “ public assembly ” for the purposes of the power in section 14 of that Act to impose conditions on public assemblies), in the definition of  “public assembly” for  “20” substitute  “              2            ” ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "58", "section_title": "Raves", "section_text": "58 1 Section 63 of the Criminal Justice and Public Order Act 1994 (c. 33)\t\t\t\t\t(powers in relation to raves) is amended as follows. 2 In subsection (1) for  “100” substitute  “                  20                ” . 3 After subsection (1) insert— 1A This section also applies to a gathering if— a it is a gathering on land of 20 or more persons who are trespassing on the land; and b it would be a gathering of a kind mentioned in subsection (1) above if it took place on land in the open air. 4 In subsection (2) omit  “in the open air”. 5 In subsection (7) for  “this section” substitute  “                  subsection (6) above                ” . 6 After subsection (7) insert— 7A A person commits an offence if— a he knows that a direction under subsection (2) above has been given which applies to him, and b he makes preparations for or attends a gathering to which this section applies within the period of 24 hours starting when the direction was given. 7B A person guilty of an offence under subsection (7A) above is liable on summary conviction to imprisonment for a term not exceeding three months or a fine not exceeding level 4 on the standard scale, or both."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "59", "section_title": "Aggravated trespass", "section_text": "59 1 The Criminal Justice and Public Order Act 1994 is amended as follows. 2 In section 68 (offence of aggravated trespass), in subsection (1) (which defines the offence by reference to trespass on land in the open air and lawful activity on land in the open air) omit  “in the open air” in both places where those words appear. 3 In section 69 (powers to remove persons committing or participating in aggravated trespass), in subsection (1) (which confers the power by reference to trespass on land in the open air) omit  “in the open air” in both places where those words appear."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "60", "section_title": "Power to remove trespassers: alternative site available", "section_text": "60 After section 62 of the Criminal Justice and Public Order Act 1994 (c. 33) insert— Power to remove trespassers: alternative site available 62A 1 If the senior police officer present at a scene reasonably believes that the conditions in subsection (2) are satisfied in relation to a person and land, he may direct the person— a to leave the land; b to remove any vehicle and other property he has with him on the land. 2 The conditions are— a that the person and one or more others (“the trespassers”) are trespassing on the land; b that the trespassers have between them at least one vehicle on the land; c that the trespassers are present on the land with the common purpose of residing there for any period; d if it appears to the officer that the person has one or more caravans in his possession or under his control on the land, that there is a suitable pitch on a relevant caravan site for that caravan or each of those caravans; e that the occupier of the land or a person acting on his behalf has asked the police to remove the trespassers from the land. 3 A direction under subsection (1) may be communicated to the person to whom it applies by any constable at the scene. 4 Subsection (5) applies if— a a police officer proposes to give a direction under subsection (1) in relation to a person and land, and b it appears to him that the person has one or more caravans in his possession or under his control on the land. 5 The officer must consult every local authority within whose area the land is situated as to whether there is a suitable pitch for the caravan or each of the caravans on a relevant caravan site which is situated in the local authority’s area. 6 In this section— “ caravan ” and  “ caravan site ” have the same meanings as in Part 1 of the Caravan Sites and Control of Development Act 1960; “ relevant caravan site ” means a caravan site which is— situated in the area of a local authority within whose area the land is situated, and managed by a relevant site manager; “ relevant site manager ” means— a local authority within whose area the land is situated; a registered social landlord; “ registered social landlord ” means a body registered as a social landlord under Chapter 1 of Part 1 of the Housing Act 1996. 7 The Secretary of State may by order amend the definition of  “relevant site manager” in subsection (6) by adding a person or description of person. 8 An order under subsection (7) must be made by statutory instrument and is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "61", "section_title": "Failure to comply with direction: offences", "section_text": "61 After section 62A of the Criminal Justice and Public Order Act 1994 (c. 33)\t\t\t(inserted by section 60) insert— Failure to comply with direction under section 62A: offences 62B 1 A person commits an offence if he knows that a direction under section 62A(1) has been given which applies to him and— a he fails to leave the relevant land as soon as reasonably practicable,or b he enters any land in the area of the relevant local authority as a trespasser before the end of the relevant period with the intention of residing there. 2 The relevant period is the period of 3 months starting with the day on which the direction is given. 3 A person guilty of an offence under this section is liable on summary conviction to imprisonment for a term not exceeding 3 months or a fine not exceeding level 4 on the standard scale or both. 4 A constable in uniform who reasonably suspects that a person is committing an offence under this section may arrest him without a warrant. 5 In proceedings for an offence under this section it is a defence for the accused to show— a that he was not trespassing on the land in respect of which he is alleged to have committed the offence, or b that he had a reasonable excuse— i for failing to leave the relevant land as soon as reasonably practicable, or ii for entering land in the area of the relevant local authority as a trespasser with the intention of residing there, or c that, at the time the direction was given, he was under the age of 18 years and was residing with his parent or guardian."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "62", "section_title": "Failure to comply with direction: seizure", "section_text": "62 1 After section 62B of the Criminal Justice and Public Order Act 1994 (inserted by section 61) insert— Failure to comply with direction under section 62A: seizure 62C 1 This section applies if a direction has been given under section 62A(1) and a constable reasonably suspects that a person to whom the direction applies has, without reasonable excuse— a failed to remove any vehicle on the relevant land which appears to the constable to belong to him or to be in his possession or under his control; or b entered any land in the area of the relevant local authority as a trespasser with a vehicle before the end of the relevant period with the intention of residing there. 2 The relevant period is the period of 3 months starting with the day on which the direction is given. 3 The constable may seize and remove the vehicle. 2 In section 67(1)\t\t\t\t\t(retention and charges for seized vehicles) after  “section 62(1)” insert  “                  , 62C(3)                ” ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "63", "section_title": "Common land: modifications", "section_text": "63 After section 62C of the Criminal Justice and Public Order Act 1994 (c. 33)\t\t\t(inserted by section 62) insert— Common land: modifications 62D 1 In their application to common land sections 62A to 62C have effect with these modifications. 2 References to trespassing and trespassers have effect as if they were references to acts, and persons doing acts, which constitute— a a trespass as against the occupier, or b an infringement of the commoners' rights. 3 References to the occupier— a in the case of land to which the public has access, include the local authority and any commoner; b in any other case, include the commoners or any of them. 4 Subsection (1) does not— a require action by more than one occupier, or b constitute persons trespassers as against any commoner or the local authority if they are permitted to be there by the other occupier. 5 In this section  “ common land ”,  “ commoner ” and  “ the local authority ” have the meanings given by section 61."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "64", "section_title": "Interpretation", "section_text": "64 After section 62D of the Criminal Justice and Public Order Act 1994 (inserted by section 63) insert— Sections 62A to 62D: interpretation 62E 1 Subsections (2) to (8) apply for the interpretation of sections 62A to 62D and this section. 2 “ Land ” does not include buildings other than— a agricultural buildings within the meaning of paragraphs 3 to 8 of Schedule 5 to the Local Government Finance Act 1988, or b scheduled monuments within the meaning of the Ancient Monuments and Archaeological Areas Act 1979. 3 “ Local authority ” means— a in Greater London, a London borough or the Common Council of the City of London; b in England outside Greater London, a county council, a district council or the Council of the Isles of Scilly; c in Wales, a county council or a county borough council. 4 “ Occupier ”,  “ trespass ”,  “ trespassing ” and  “ trespasser ” have the meanings given by section 61 in relation to England and Wales. 5 “ The relevant land ” means the land in respect of which a direction under section 62A(1) is given. 6 “ The relevant local authority ” means— a if the relevant land is situated in the area of more than one local authority (but is not in the Isles of Scilly), the district council or county borough council within whose area the relevant land is situated; b if the relevant land is situated in the Isles of Scilly, the Council of the Isles of Scilly; c in any other case, the local authority within whose area the relevant land is situated. 7 “ Vehicle ” has the meaning given by section 61. 8 A person may be regarded as having a purpose of residing in a place even if he has a home elsewhere."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "65", "section_title": "Complaints to which this Part applies", "section_text": "65 1 This Part applies to a complaint which— a is made for the purposes of this Part by an owner or occupier of a domestic property; and b alleges that his reasonable enjoyment of that property is being adversely affected by the height of a high hedge situated on land owned or occupied by another person. 2 This Part also applies to a complaint which— a is made for the purposes of this Part by an owner of a domestic property that is for the time being unoccupied, and b alleges that the reasonable enjoyment of that property by a prospective occupier of that property would be adversely affected by the height of a high hedge situated on land owned or occupied by another person, as it applies to a complaint falling within subsection (1). 3 In relation to a complaint falling within subsection (2), references in sections 68 and 69 to the effect of the height of a high hedge on the complainant’s reasonable enjoyment of a domestic property shall be read as references to the effect that it would have on the reasonable enjoyment of that property by a prospective occupier of the property. 4 This Part does not apply to complaints about the effect of the roots of a high hedge. 5 In this Part, in relation to a complaint — “ complainant ” means— a person by whom the complaint is made; or if every person who made the complaint ceases to be an owner or occupier of the domestic property specified in the complaint, any other person who is for the time being an owner or occupier of that property; and references to the complainant include references to one or more of the complainants; “ the neighbouring land ” means the land on which the high hedge is situated; and “ the relevant authority ” means the local authority in whose area that land is situated."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "66", "section_title": "High hedges", "section_text": "66 1 In this Part  “ high hedge ” means so much of a barrier to light or access as— a is formed wholly or predominantly by a line of two or more evergreens; and b rises to a height of more than two metres above ground level. 2 For the purposes of subsection (1) a line of evergreens is not to be regarded as forming a barrier to light or access if the existence of gaps significantly affects its overall effect as such a barrier at heights of more than two metres above ground level. 3 In this section  “ evergreen ” means an evergreen tree or shrub or a semi-evergreen tree or shrub."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "67", "section_title": "Domestic property", "section_text": "67 1 In this Part  “ domestic property ” means— a a dwelling; or b a garden or yard which is used and enjoyed wholly or mainly in connection with a dwelling. 2 In subsection (1)  “ dwelling ” means any building or part of a building occupied, or intended to be occupied, as a separate dwelling. 3 A reference in this Part to a person’s reasonable enjoyment of domestic property includes a reference to his reasonable enjoyment of a part of the property."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "68", "section_title": "Procedure for dealing with complaints", "section_text": "68 1 This section has effect where a complaint to which this Part applies— a is made to the relevant authority; and b is accompanied by such fee (if any) as the authority may determine. 2 If the authority consider— a that the complainant has not taken all reasonable steps to resolve the matters complained of without proceeding by way of such a complaint to the authority, or b that the complaint is frivolous or vexatious, the authority may decide that the complaint should not be proceeded with. 3 If the authority do not so decide, they must decide— a whether the height of the high hedge specified in the complaint is adversely affecting the complainant’s reasonable enjoyment of the domestic property so specified; and b if so, what action (if any) should be taken in relation to that hedge, in pursuance of a remedial notice under section 69, with a view to remedying the adverse effect or preventing its recurrence. 4 If the authority decide under subsection (3) that action should be taken as mentioned in paragraph (b) of that subsection, they must as soon as is reasonably practicable— a issue a remedial notice under section 69 implementing their decision; b send a copy of that notice to the following persons, namely— i every complainant; and ii every owner and every occupier of the neighbouring land; and c notify each of those persons of the reasons for their decision. 5 If the authority— a decide that the complaint should not be proceeded with, or b decide either or both of the issues specified in subsection (3) otherwise than in the complainant’s favour, they must as soon as is reasonably practicable notify the appropriate person or persons of any such decision and of their reasons for it. 6 For the purposes of subsection (5)— a every complainant is an appropriate person in relation to a decision falling within paragraph (a) or (b) of that subsection; and b every owner and every occupier of the neighbouring land is an appropriate person in relation to a decision falling within paragraph (b) of that subsection. 7 A fee determined under subsection (1)(b) must not exceed the amount prescribed in regulations made— a in relation to complaints relating to hedges situated in England, by the Secretary of State; and b in relation to complaints relating to hedges situated in Wales, by the National Assembly for Wales. 8 A fee received by a local authority by virtue of subsection (1)(b) may be refunded by them in such circumstances and to such extent as they may determine."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "69", "section_title": "Remedial notices", "section_text": "69 1 For the purposes of this Part a remedial notice is a notice— a issued by the relevant authority in respect of a complaint to which this Part applies; and b stating the matters mentioned in subsection (2). 2 Those matters are— a that a complaint has been made to the authority under this Part about a high hedge specified in the notice which is situated on land so specified; b that the authority have decided that the height of that hedge is adversely affecting the complainant’s reasonable enjoyment of the domestic property specified in the notice; c the initial action that must be taken in relation to that hedge before the end of the compliance period; d any preventative action that they consider must be taken in relation to that hedge at times following the end of that period while the hedge remains on the land; and e the consequences under sections 75 and 77 of a failure to comply with the notice. 3 The action specified in a remedial notice is not to require or involve— a a reduction in the height of the hedge to less than two metres above ground level; or b the removal of the hedge. 4 A remedial notice shall take effect on its operative date. 5 “The operative date” of a remedial notice is such date (falling at least 28 days after that on which the notice is issued) as is specified in the notice as the date on which it is to take effect. 6 “The compliance period” in the case of a remedial notice is such reasonable period as is specified in the notice for the purposes of subsection (2)(c) as the period within which the action so specified is to be taken; and that period shall begin with the operative date of the notice. 7 Subsections (4) to (6) have effect in relation to a remedial notice subject to— a the exercise of any power of the relevant authority under section 70; and b the operation of sections 71 to 73 in relation to the notice. 8 While a remedial notice has effect, the notice— a shall be a local land charge; and b shall be binding on every person who is for the time being an owner or occupier of the land specified in the notice as the land where the hedge in question is situated. 9 In this Part— “ initial action ” means remedial action or preventative action, or both; “ remedial action ” means action to remedy the adverse effect of the height of the hedge on the complainant’s reasonable enjoyment of the domestic property in respect of which the complaint was made; and “ preventative action ” means action to prevent the recurrence of the adverse effect."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "70", "section_title": "Withdrawal or relaxation of requirements of remedial notices", "section_text": "70 1 The relevant authority may— a withdraw a remedial notice issued by them; or b waive or relax a requirement of a remedial notice so issued. 2 The powers conferred by this section are exercisable both before and after a remedial notice has taken effect. 3 Where the relevant authority exercise the powers conferred by this section, they must give notice of what they have done to— a every complainant; and b every owner and every occupier of the neighbouring land. 4 The withdrawal of a remedial notice does not affect the power of the relevant authority to issue a further remedial notice in respect of the same hedge."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "71", "section_title": "Appeals against remedial notices and other decisions of relevant authorities", "section_text": "71 1 Where the relevant authority— a issue a remedial notice, b withdraw such a notice, or c waive or relax the requirements of such a notice, each of the persons falling within subsection (2) may appeal to the appeal authority against the issue or withdrawal of the notice or (as the case may be) the waiver or relaxation of its requirements. 2 Those persons are— a every person who is a complainant in relation to the complaint by reference to which the notice was given; and b every person who is an owner or occupier of the neighbouring land. 3 Where the relevant authority decide either or both of the issues specified in section 68(3) otherwise than in the complainant’s favour, the complainant may appeal to the appeal authority against the decision. 4 An appeal under this section must be made before— a the end of the period of 28 days beginning with the relevant date; or b such later time as the appeal authority may allow. 5 In subsection (4)\t\t\t\t\t “ the relevant date ”— a in the case of an appeal against the issue of a remedial notice, means the date on which the notice was issued; and b in the case of any other appeal under this section, means the date of the notification given by the relevant authority under section 68 or 70 of the decision in question. 6 Where an appeal is duly made under subsection (1), the notice or (as the case may be) withdrawal, waiver or relaxation in question shall not have effect pending the final determination or withdrawal of the appeal. 7 In this Part  “ the appeal authority ” means— a in relation to appeals relating to hedges situated in England, the Secretary of State; and b in relation to appeals relating to hedges situated in Wales, the National Assembly for Wales."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "72", "section_title": "Appeals procedure", "section_text": "72 1 The appeal authority may by regulations make provision with respect to— a the procedure which is to be followed in connection with appeals to that authority under section 71; and b other matters consequential on or connected with such appeals. 2 Regulations under this section may, in particular, make provision— a specifying the grounds on which appeals may be made; b prescribing the manner in which appeals are to be made; c requiring persons making appeals to send copies of such documents as may be prescribed to such persons as may be prescribed; d requiring local authorities against whose decisions appeals are made to send to the appeal authority such documents as may be prescribed; e specifying, where a local authority are required by virtue of paragraph (d) to send the appeal authority a statement indicating the submissions which they propose to put forward on the appeal, the matters to be included in such a statement; f prescribing the period within which a requirement imposed by the regulations is to be complied with; g enabling such a period to be extended by the appeal authority; h for a decision on an appeal to be binding on persons falling within section 71(2) in addition to the person by whom the appeal was made; i for incidental or ancillary matters, including the awarding of costs. 3 Where an appeal is made to the appeal authority under section 71 the appeal authority may appoint a person to hear and determine the appeal on its behalf. 4 The appeal authority may require such a person to exercise on its behalf any functions which— a are conferred on the appeal authority in connection with such an appeal by section 71 or 73 or by regulations under this section; and b are specified in that person’s appointment; and references to the appeal authority in section 71 or 73 or in any regulations under this section shall be construed accordingly. 5 The appeal authority may pay a person appointed under subsection (3) such remuneration as it may determine. 6 Regulations under this section may provide for any provision of Schedule 20 to the Environment Act 1995 (c. 25) (delegation of appellate functions) to apply in relation to a person appointed under subsection (3) with such modifications (if any) as may be prescribed. 7 In this section,  “ prescribed ” means prescribed by regulations made by the appeal authority."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "73", "section_title": "Determination or withdrawal of appeals", "section_text": "73 1 On an appeal under section 71 the appeal authority may allow or dismiss the appeal, either in whole or in part. 2 Where the appeal authority decides to allow such an appeal to any extent, it may do such of the following as it considers appropriate— a quash a remedial notice or decision to which the appeal relates; b vary the requirements of such a notice; or c in a case where no remedial notice has been issued, issue on behalf of the relevant authority a remedial notice that could have been issued by the relevant authority on the complaint in question. 3 On an appeal under section 71 relating to a remedial notice, the appeal authority may also correct any defect, error or misdescription in the notice if it is satisfied that the correction will not cause injustice to any person falling within section 71(2). 4 Once the appeal authority has made its decision on an appeal under section 71, it must, as soon as is reasonably practicable— a give a notification of the decision, and b if the decision is to issue a remedial notice or to vary or correct the requirements of such a notice, send copies of the notice as issued, varied or corrected, to every person falling within section 71(2) and to the relevant authority. 5 Where, in consequence of the appeal authority’s decision on an appeal, a remedial notice is upheld or varied or corrected, the operative date of the notice shall be— a the date of the appeal authority’s decision; or b such later date as may be specified in its decision. 6 Where the person making an appeal under section 71 against a remedial notice withdraws his appeal, the operative date of the notice shall be the date on which the appeal is withdrawn. 7 In any case falling within subsection (5) or (6), the compliance period for the notice shall accordingly run from the date which is its operative date by virtue of that subsection (and any period which may have started to run from a date preceding that on which the appeal was made shall accordingly be disregarded)."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "74", "section_title": "Powers of entry for the purposes of complaints and appeals", "section_text": "74 1 Where, under this Part, a complaint has been made or a remedial notice has been issued, a person authorised by the relevant authority may enter the neighbouring land in order to obtain information required by the relevant authority for the purpose of determining— a whether this Part applies to the complaint; b whether to issue or withdraw a remedial notice; c whether to waive or relax a requirement of a remedial notice; d whether a requirement of a remedial notice has been complied with. 2 Where an appeal has been made under section 71, a person authorised— a by the appeal authority, or b by a person appointed to determine appeals on its behalf, may enter the neighbouring land in order to obtain information required by the appeal authority, or by the person so appointed, for the purpose of determining an appeal under this Part. 3 A person shall not enter land in the exercise of a power conferred by this section unless at least 24 hours' notice of the intended entry has been given to every occupier of the land. 4 A person authorised under this section to enter land— a shall, if so required, produce evidence of his authority before entering; and b shall produce such evidence if required to do so at any time while he remains on the land. 5 A person who enters land in the exercise of a power conferred by this section may— a take with him such other persons as may be necessary; b take with him equipment and materials needed in order to obtain the information required; c take samples of any trees or shrubs that appear to him to form part of a high hedge. 6 If, in the exercise of a power conferred by this section, a person enters land which is unoccupied or from which all of the persons occupying the land are temporarily absent, he must on his departure leave it as effectively secured against unauthorised entry as he found it. 7 A person who intentionally obstructs a person acting in the exercise of the powers under this section is guilty of an offence and shall be liable, on summary conviction, to a fine not exceeding level 3 on the standard scale."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "75", "section_title": "Offences", "section_text": "75 1 Where— a a remedial notice requires the taking of any action, and b that action is not taken in accordance with that notice within the compliance period or (as the case may be) by the subsequent time by which it is required to betaken, every person who, at a relevant time, is an owner or occupier of the neighbouring land is guilty of an offence and shall be liable, on summary conviction, to a fine notexceeding level 3 on the standard scale. 2 In subsection (1)\t\t\t\t\t “ relevant time ”— a in relation to action required to be taken before the end of the compliance period, means a time after the end of that period and before the action is taken; and b in relation to any preventative action which is required to be taken after the end of that period, means a time after that at which the action is required to be taken butbefore it is taken. 3 In proceedings against a person for an offence under subsection (1) it shall be a defence for him to show that he did everything he could be expected to do tosecure compliance with the notice. 4 In any such proceedings against a person, it shall also be a defence for him to show, in a case in which he— a is not a person to whom a copy of the remedial notice was sent in accordance with a provision of this Part, and b is not assumed under subsection (5) to have had knowledge of the notice at the time of the alleged offence, that he was not aware of the existence of the notice at that time. 5 A person shall be assumed to have had knowledge of a remedial notice at any time if at that time— a he was an owner of the neighbouring land; and b the notice was at that time registered as a local land charge. 6 Section 198 of the Law of Property Act 1925 (c. 20)\t\t\t\t\t(constructive notice) shall be disregarded for the purposes of this section. 7 Where a person is convicted of an offence under subsection (1) and it appears to the court— a that a failure to comply with the remedial notice is continuing, and b that it is within that person’s power to secure compliance with the notice, the court may, in addition to or instead of imposing a punishment, order him to take the steps specified in the order for securing compliance with the notice. 8 An order under subsection (7) must require those steps to be taken within such reasonable period as may be fixed by the order. 9 Where a person fails without reasonable excuse to comply with an order under subsection (7) he is guilty of an offence and shall be liable, on summary conviction,to a fine not exceeding level 3 on the standard scale. 10 Where a person continues after conviction of an offence under subsection (9)\t\t\t\t\t(or of an offence under this subsection) to fail, without reasonable excuse,to take steps which he has been ordered to take under subsection (7), he is guilty of a further offence and shall be liable, on summary conviction, to a fine notexceeding one-twentieth of that level for each day on which the failure has so continued."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "76", "section_title": "Power to require occupier to permit action to be taken by owner", "section_text": "76 Section 289 of the Public Health Act 1936 (c. 49) (power of court to require occupier to permit work to be done by owner) shall apply with any necessary modifications for the purpose of giving an owner of land to which a remedial notice relates the right, as against all other persons interested in the land, to comply with the notice."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "77", "section_title": "Action by relevant authority", "section_text": "77 1 This section applies where— a a remedial notice requires the taking of any action; and b that action is not taken in accordance with that notice within the compliance period or (as the case may be) after the end of that period when it is required to be taken by the notice. 2 Where this section applies— a a person authorised by the relevant authority may enter the neighbouring land and take the required action; and b the relevant authority may recover any expenses reasonably incurred by that person in doing so from any person who is an owner or occupier of the land. 3 Expenses recoverable under this section shall be a local land charge and binding on successive owners of the land and on successive occupiers of it. 4 Where expenses are recoverable under this section from two or more persons, those persons shall be jointly and severally liable for the expenses. 5 A person shall not enter land in the exercise of a power conferred by this section unless at least 7 days' notice of the intended entry has been given to every occupier of the land. 6 A person authorised under this section to enter land— a shall, if so required, produce evidence of his authority before entering; and b shall produce such evidence if required to do so at any time while he remains on the land. 7 A person who enters land in the exercise of a power conferred by this section may— a use a vehicle to enter the land; b take with him such other persons as may be necessary; c take with him equipment and materials needed for the purpose of taking the required action. 8 If, in the exercise of a power conferred by this section, a person enters land which is unoccupied or from which all of the persons occupying the land are temporarily absent, he must on his departure leave it as effectively secured against unauthorised entry as he found it. 9 A person who wilfully obstructs a person acting in the exercise of powers under this section to enter land and take action on that land is guilty of an offence and shall be liable, on summary conviction, to a fine not exceeding level 3 on the standard scale."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "78", "section_title": "Offences committed by bodies corporate", "section_text": "78 1 Where an offence under this Part committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "79", "section_title": "Service of documents", "section_text": "79 1 A notification or other document required to be given or sent to a person by virtue of this Part shall be taken to be duly given or sent to him if served in accordance with the following provisions of this section. 2 Such a document may be served— a by delivering it to the person in question; b by leaving it at his proper address; or c by sending it by post to him at that address. 3 Such a document may— a in the case of a body corporate, be served on the secretary or clerk of that body; b in the case of a partnership, be served on a partner or a person having the control or management of the partnership business. 4 For the purposes of this section and of section 7 of the Interpretation Act 1978 (c. 30) (service of documents by post) in its application to this section, a person’s proper address shall be his last known address, except that— a in the case of a body corporate or their secretary or clerk, it shall be the address of the registered or principal office of that body; and b in the case of a partnership or person having the control or the management of the partnership business, it shall be the principal office of the partnership. 5 For the purposes of subsection (4) the principal office of— a a company registered outside the United Kingdom, or b a partnership carrying on business outside the United Kingdom, shall be their principal office within the United Kingdom. 6 If a person has specified an address in the United Kingdom other than his proper address within the meaning of subsection (4) as the one at which he or someone on his behalf will accept documents of a particular description, that address shall also be treated for the purposes of this section and section 7 of the Interpretation Act 1978 as his proper address in connection with the service on him of a document of that description. 7 Where— a by virtue of this Part a document is required to be given or sent to a person who is an owner or occupier of any land, and b the name or address of that person cannot be ascertained after reasonable inquiry, the document may be served either by leaving it in the hands of a person who is or appears to be resident or employed on the land or by leaving it conspicuously affixed to some building or object on the land."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "80", "section_title": "Documents in electronic form", "section_text": "80 1 A requirement of this Part— a to send a copy of a remedial notice to a person, or b to notify a person under section 68(4) of the reasons for the issue of a remedial notice, is not capable of being satisfied by transmitting the copy or notification electronically or by making it available on a web-site. 2 The delivery of any other document to a person (the  “recipient”) may be effected for the purposes of section 79(2)(a)— a by transmitting it electronically, or b by making it available on a web-site, but only if it is transmitted or made available in accordance with subsection (3) or (5). 3 A document is transmitted electronically in accordance with this subsection if— a the recipient has agreed that documents may be delivered to him by being transmitted to an electronic address and in an electronic form specified by him for that purpose; and b the document is a document to which that agreement applies and is transmitted to that address in that form. 4 A document which is transmitted in accordance with subsection (3) by means of an electronic communications network shall, unless the contrary is proved, be treated as having been delivered at 9 a.m. on the working day immediately following the day on which it is transmitted. 5 A document is made available on a web-site in accordance with this subsection if— a the recipient has agreed that documents may be delivered to him by being made available on a web-site; b the document is a document to which that agreement applies and is made available on a web-site; c the recipient is notified, in a manner agreed by him, of— i the presence of the document on the web-site; ii the address of the web-site; and iii the place on the web-site where the document may be accessed. 6 A document made available on a web-site in accordance with subsection (5) shall, unless the contrary is proved, be treated as having been delivered at 9a.m. on the working day immediately following the day on which the recipient is notified in accordance with subsection (5)(c). 7 In this section— “ electronic address ” includes any number or address used for the purposes of receiving electronic communications; “ electronic communication ” means an electronic communication within the meaning of the Electronic Communications Act 2000 (c. 7) the processing of which on receipt is intended to produce writing; “ electronic communications network ” means an electronic communications network within the meaning of the Communications Act 2003 (c. 21); “ electronically ” means in the form of an electronic communication; “ working day ” means a day which is not a Saturday or a Sunday, Christmas Day, Good Friday or a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971 (c. 80)."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "81", "section_title": "Power to make further provision about documents in electronic form", "section_text": "81 1 Regulations may amend section 80 by modifying the circumstances in which, and the conditions subject to which, the delivery of a document for the purposes of section 79(2)(a) may be effected by— a transmitting the document electronically; or b making the document available on a web-site. 2 Regulations may also amend section 80 by modifying the day on which and the time at which documents which are transmitted electronically or made available on a web-site in accordance with that section are to be treated as having been delivered. 3 Regulations under this section may make such consequential amendments of this Part as the person making the regulations considers appropriate. 4 The power to make such regulations shall be exercisable— a in relation to documents relating to complaints about hedges situated in England, by the Secretary of State; and b in relation to documents relating to complaints about hedges situated in Wales, by the National Assembly for Wales. 5 In this section  “ electronically ” has the meaning given in section 80."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "82", "section_title": "Interpretation", "section_text": "82 In this Part— “ the appeal authority ” has the meaning given by section 71(7); “ complaint ” shall be construed in accordance with section 65; “ complainant ” has the meaning given by section 65(5); “ the compliance period ” has the meaning given by section 69(6); “ domestic property ” has the meaning given by section 67; “ high hedge ” has the meaning given by section 66; “ local authority ”, in relation to England, means— a district council; a county council for a county in which there are no districts; a London borough council; or the Common Council of the City of London; and, in relation to Wales, means a county council or a county borough council; “ the neighbouring land ” has the meaning given by section 65(5); “ occupier ”, in relation to any land, means a person entitled to possession of the land by virtue of an estate or interest in it; “ the operative date ” shall be construed in accordance with sections 69(5) and 73(5) and (6); “ owner ”, in relation to any land, means a person (other than a mortgagee not in possession) who, whether in his own right or as trustee for any person— is entitled to receive the rack rent of the land, or where the land is not let at a rack rent, would be so entitled if it were so let; “ preventative action ” has the meaning given by section 69(9); “ the relevant authority ” has the meaning given by section 65(5); “ remedial notice ” shall be construed in accordance with section 69(1); “ remedial action ” has the meaning given by section 69(9)."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "83", "section_title": "Power to amend sections 65 and 66", "section_text": "83 1 Regulations may do one or both of the following— a amend section 65 for the purpose of extending the scope of complaints relating to high hedges to which this Part applies; and b amend section 66 (definition of  “high hedge”). 2 The power to make such regulations shall be exercisable— a in relation to complaints about hedges situated in England, by the Secretary of State; and b in relation to complaints about hedges situated in Wales, by the National Assembly for Wales. 3 Regulations under this section may make such consequential amendments of this Part as the person making the regulations considers appropriate."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "84", "section_title": "Crown application", "section_text": "84 1 This Part and any provision made under it bind the Crown. 2 This section does not impose criminal liability on the Crown. 3 Subsection (2) does not affect the criminal liability of persons in the service of the Crown."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "85", "section_title": "Anti-social behaviour orders", "section_text": "85 1 The Crime and Disorder Act 1998 (c. 37) is amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In section 9 (which makes supplemental provision about parenting orders) after subsection (1A) there is inserted the following subsection— 1B If an anti-social behaviour order is made in respect of a person under the age of 16 the court which makes the order— a must make a parenting order if it is satisfied that the relevant condition is fulfilled; b if it is not so satisfied, must state in open court that it is not and why it is not. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "86", "section_title": "Certain orders made on conviction of offences", "section_text": "86 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 14A of the Football Spectators Act 1989 (c. 37) after subsection (3) there are inserted the following subsections— 3A For the purpose of deciding whether to make an order under this section the court may consider evidence led by the prosecution and the defence. 3B It is immaterial whether evidence led in pursuance of subsection (3A) would have been admissible in the proceedings in which the offender was convicted. 6 In section 3(2) of the Prosecution of Offences Act 1985 (c. 23)\t\t\t\t\t(functions of the Director of Public Prosecutions) after paragraph (f) the word  “and” is omitted and there is inserted the following paragraph— fa to have the conduct of applications for orders under section 1C of the Crime and Disorder Act 1998 (orders made on conviction of certain offences) and section 14A of the Football Spectators Act 1989 (banning orders made on conviction of certain offences); ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "87", "section_title": "Penalty notices for disorderly behaviour by young persons", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "88", "section_title": "Curfew orders and supervision orders", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "89", "section_title": "Extension of powers of community support officers etc.", "section_text": "89 1 The Police Reform Act 2002 (c. 30) is amended as follows. 2 In section 105 (powers of Secretary of State to make orders and regulations) in subsection (3)(b) after  “99(6)” insert  “                  or paragraph 15A(2) of Schedule 4 or paragraph 9A(2) of Schedule 5                ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In paragraph 1(2) of Schedule 5 (powers of accredited persons to issue fixed penalty notices) after paragraph (a) insert— aa the powers of a constable in uniform to give a penalty notice under Chapter 1 of Part 1 of the Criminal Justice and Police Act 2001 (fixed penalty notices in respect of offences of disorder) except in respect of an offence under section 12 of the Licensing Act 1872 or section 91 of the Criminal Justice Act 1967; . 6 After paragraph 8 of that Schedule insert— Power to stop cycles 8A 1 Subject to sub-paragraph (2), a person whose accreditation specifies that this paragraph applies to him shall, within the relevant police area, have the power of a constable in uniform under section 163(2) of the Road Traffic Act 1988 to stop a cycle. 2 The power mentioned in sub-paragraph (1) may only be exercised by that person in relation to a person who he has reason to believe has committed an offence under section 72 of the Highway Act 1835 (riding on a footway) by cycling. 7 After paragraph 9 of that Schedule insert— Power to modify paragraph 1(2)(aa) 9A 1 The Secretary of State may by order provide that paragraph 1(2)(aa) is to have effect as if the reference to the powers there mentioned did not include those powers so far as they relate to an offence under any provision for the time being mentioned in the first column of the Table in section 1(1) of the Criminal Justice and Police Act 2001 which is specified in the order. 2 The Secretary of State shall not make an order containing (with or without any other provision) any provision authorised by this paragraph unless a draft of that order has been laid before Parliament and approved by a resolution of each House."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "90", "section_title": "Report by local authority in certain cases where person remanded on bail", "section_text": "90 After section 23A of the Children and Young Persons Act 1969 (c. 54) there is inserted— Report by local authority in certain cases where person remanded on bail 23B 1 Subsection (2) below applies where a court remands a person aged 10 or 11 on bail and either— a the person is charged with or has been convicted of a serious offence, or b in the opinion of the court the person is a persistent offender. 2 The court may order a local authority to make an oral or written report specifying where the person is likely to be placed or maintained if he is further remanded to local authority accommodation. 3 An order under subsection (2) above must designate the local authority which is to make the report; and that authority must be the local authority which the court would have designated under section 23(2) of this Act if the person had been remanded to local authority accommodation. 4 An order under subsection (2) above must specify the period within which the local authority must comply with the order. 5 The maximum period that may be so specified is seven working days. 6 If the Secretary of State by order so provides, subsection (2) above also applies where— a a court remands on bail any person who has attained the age of 12 and is under the age of 17, b the requirement in section 23AA(3) of this Act is fulfilled, and c in a case where he is remanded after conviction, the court is satisfied that the behaviour which constituted the offence was due, to a significant extent, to the circumstances in which the offender was living. 7 In this section— “ serious offence ” means an offence punishable in the case of an adult with imprisonment for a term of two years or more. “ working day ” means any day other than— a Saturday or a Sunday, Christmas day or Good Friday, or a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971. ."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "91", "section_title": "Proceedings under section 222 of the Local Government Act 1972: power of arrest attached to injunction", "section_text": "91 1 This section applies to proceedings in which a local authority is a party by virtue of section 222 of the Local Government Act 1972 (c. 70) (power of local authority to bring, defend or appear in proceedings for the promotion or protection of the interests of inhabitants of their area). 2 If the court grants an injunction which prohibits conduct which is capable of causing nuisance or annoyance to a person it may, if subsection (3) below applies, attach a power of arrest to any provision of the injunction. 3 This subsection applies if the local authority applies to the court to attach the power of arrest and the court thinks that either— a the conduct mentioned in subsection (2) consists of or includes the use or threatened use of violence, or b there is a significant risk of harm to the person mentioned in that subsection. 4 Harm includes serious ill-treatment or abuse (whether physical or not). 5 Local authority has the same meaning as in section 222 of the Local Government Act 1972."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "92", "section_title": "Repeals", "section_text": "92 Schedule 3 contains repeals."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "93", "section_title": "Commencement", "section_text": "93 1 Except as provided in subsections (2) and (3), the preceding provisions of this Act (other than subsections (9) to (11) of section 85) come into force in accordance with provision made by the Secretary of State by order. 2 Part 2 and sections 19 to 22, 24, 40 to 45, 47 to 52, 55, 56 and 91— a so far as relating to England, come into force in accordance with provision made by the Secretary of State by order; b so far as relating to Wales, come into force in accordance with provision made by the National Assembly for Wales by order. 3 Part 8 comes into force— a in relation to complaints about hedges situated in England, in accordance with provision made by the Secretary of State by order; b in relation to complaints about hedges situated in Wales, in accordance with provision made by the National Assembly for Wales by order."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "94", "section_title": "Orders and regulations", "section_text": "94 1 References in this section to subordinate legislation are to— a an order of the Secretary of State or the National Assembly for Wales under this Act; b regulations under this Act. 2 Subordinate legislation— a may make different provision for different purposes, different cases and different areas; b may include incidental, supplemental, consequential, saving or transitional provisions (including provisions applying, with or without modification, provision contained in an enactment). 3 A power to make subordinate legislation is exercisable by statutory instrument. 4 A statutory instrument is subject to annulment in pursuance of a resolution of either House of Parliament if it contains subordinate legislation made by the Secretary of State other than— a regulations under section 81 or 83; or b an order under section 93. 5 No regulations shall be made by the Secretary of State under section 81 or 83 (whether alone or with other provisions) unless a draft of the statutory instrument containing the regulations has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "95", "section_title": "Money", "section_text": "95 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "96", "section_title": "Extent", "section_text": "96 1 Parts 1 to 4 and 6 to 9 extend to England and Wales only. 2 Part 5 and this Part do not extend to Northern Ireland."}, {"act": "Anti-social Behaviour Act 2003", "year": 2003, "section": "97", "section_title": "Short title", "section_text": "97 This Act may be cited as the Anti-social Behaviour Act 2003."}]