[{"act": "Aviation (Offences) Act 2003", "year": 2003, "section": "1", "section_title": "Arrest without warrant", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The following shall be inserted after section 82(3) of the Anti-terrorism, Crime and Security Act 2001 (c. 24)\t\t\t\t\t(aviation security: arrest in Scotland without warrant)— 3A Where, in Scotland, a constable has reasonable grounds for suspecting that a person has committed an offence of contravening a provision of an Order in Council made under section 60 of the Civil Aviation Act 1982 (Air Navigation Orders) and the offence relates to— a a provision which prohibits specified behaviour by a person in an aircraft towards a member of the crew of the aircraft, b a provision which prohibits a person from being drunk in an aircraft, in so far as the provision applies to passengers, or c a provision which prohibits specified behaviour by a person, being behaviour which is likely to endanger an aircraft, or a person in an aircraft, the constable may arrest that person without warrant."}, {"act": "Aviation (Offences) Act 2003", "year": 2003, "section": "2", "section_title": "Penalties", "section_text": "2 The following shall be inserted after section 61(2) of the Civil Aviation Act 1982 (c. 16)\t\t\t(air navigation order: offence: maximum penalty)— 2A Subsection (2)(c) above shall have effect with the substitution of  “                  five years                ”  for  “two years” in the case of a provision about endangering an aircraft or a person in an aircraft."}, {"act": "Aviation (Offences) Act 2003", "year": 2003, "section": "3", "section_title": "Commencement", "section_text": "3 This Act shall have effect in relation to an offence committed or alleged to have been committed after the end of the period of two months beginning with the day on which it is passed."}, {"act": "Aviation (Offences) Act 2003", "year": 2003, "section": "4", "section_title": "Extent", "section_text": "4 This Act extends to Northern Ireland."}, {"act": "Aviation (Offences) Act 2003", "year": 2003, "section": "5", "section_title": "Short Title", "section_text": "5 This Act may be cited as the Aviation (Offences) Act 2003."}]