[{"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "1", "section_title": "Service of overseas process", "section_text": "1 1 The power conferred by subsection (3) is exercisable where the Secretary of State receives any process or other document to which this section applies from the government of, or other authority in, a country outside the United Kingdom, together with a request for the process or document to be served on a person in the United Kingdom. 2 This section applies— a to any process issued or made in that country for the purposes of criminal proceedings, b to any document issued or made by an administrative authority in that country in administrative proceedings, c to any process issued or made for the purposes of any proceedings on an appeal before a court in that country against a decision in administrative proceedings, d to any document issued or made by an authority in that country for the purposes of clemency proceedings. 3 The Secretary of State may cause the process or document to be served by post or, if the request is for personal service, direct the chief officer of police for the area in which that person appears to be to cause it to be personally served on him. 4 In relation to any process or document to be served in Scotland, references in this section to the Secretary of State are to be read as references to the Lord Advocate."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "2", "section_title": "Service of overseas process: supplementary", "section_text": "2 1 Subsections (2) and (3) apply to any process served in a part of the United Kingdom by virtue of section 1 requiring a person to appear as a party or attend as a witness. 2 No obligation under the law of that part to comply with the process is imposed by virtue of its service. 3 The process must be accompanied by a notice— a stating the effect of subsection (2), b indicating that the person on whom it is served may wish to seek advice as to the possible consequences of his failing to comply with the process under the law of the country where it was issued or made, and c indicating that under that law he may not be accorded the same rights and privileges as a party or as a witness as would be accorded to him in proceedings in the part of the United Kingdom in which the process is served. 4 Where a chief officer of police causes any process or document to be served under section 1, he must at once— a tell the Secretary of State (or, as the case may be, the Lord Advocate) when and how it was served, and b (if possible) provide him with a receipt signed by the person on whom it was served. 5 Where the chief officer of police is unable to cause any process or document to be served as directed, he must at once inform the Secretary of State (or, as the case may be, the Lord Advocate) of that fact and of the reason."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "3", "section_title": "General requirements for service of process", "section_text": "3 1 This section applies to any process issued or made for the purposes of criminal proceedings by a court in England and Wales or Northern Ireland. 2 The process may be issued or made in spite of the fact that the person on whom it is to be served is outside the United Kingdom. 3 Where the process is to be served outside the United Kingdom and the person at whose request it is issued or made believes that the person on whom it is to be served does not understand English, he must— a inform the court of that fact, and b provide the court with a copy of the process, or of so much of it as is material, translated into an appropriate language. 4 Process served outside the United Kingdom requiring a person to appear as a party or attend as a witness— a must not include notice of a penalty, b must be accompanied by a notice giving any information required to be given by rules of court. 5 If process requiring a person to appear as a party or attend as a witness is served outside the United Kingdom, no obligation to comply with the process under the law of the part of the United Kingdom in which the process is issued or made is imposed by virtue of the service. 6 Accordingly, failure to comply with the process does not constitute contempt of court and is not a ground for issuing a warrant to secure the attendance of the person in question. 7 But the process may subsequently be served on the person in question in the United Kingdom (with the usual consequences for non-compliance)."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "4", "section_title": "Service of process otherwise than by post", "section_text": "4 1 Process to which section 3 applies may, instead of being served by post, be served on a person outside the United Kingdom in accordance with arrangements made by the Secretary of State. 2 But where the person is in a participating country, the process may be served in accordance with those arrangements only if one of the following conditions is met. 3 The conditions are— a that the correct address of the person is unknown, b that it has not been possible to serve the process by post, c that there are good reasons for thinking that service by post will not be effective or is inappropriate."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "5", "section_title": "General requirements for effecting Scottish citation etc.", "section_text": "5 1 This section applies to any citation for the purposes of criminal proceedings in Scotland and to any document issued there for such purposes by the prosecutor or by the court. 2 The citation may proceed or document be issued in spite of the fact that the person against whom it is to be effected or on whom it is to be served is outside the United Kingdom. 3 Where— a citation or issue is by the prosecutor, b the citation is to be effected or the document issued is to be served outside the United Kingdom, and c the prosecutor believes that the person against whom it is to be effected or on whom it is to be served does not understand English, the citation or document must be accompanied by a translation of it (or, in the case of a document, by a translation of so much of it as is material) in an appropriate language. 4 Where— a citation or issue is by the court, b the citation is to be effected or the document issued is to be served outside the United Kingdom, and c the person at whose request that is to happen believes that the person against whom it is to be effected or on whom it is to be served does not understand English, he must inform the court of that fact, and provide the court with a copy of the citation or document (or, in the case of a document, so much of it as is material) translated into an appropriate language. 5 A citation effected outside the United Kingdom— a must not include notice of a penalty, b must be accompanied by a notice giving any information required to be given by rules of court. 6 If a citation is effected outside the United Kingdom, no obligation under the law of Scotland to comply with the citation is imposed by virtue of its being so effected. 7 Accordingly, failure to comply with the citation does not constitute contempt of court and is not a ground for issuing a warrant to secure the attendance of the person in question or for imposing any penalty. 8 But the citation may subsequently be effected against the person in question in the United Kingdom (with the usual consequences for non-compliance)."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "6", "section_title": "Effecting Scottish citation etc. otherwise than by post", "section_text": "6 1 A citation or document to which section 5 applies may, instead of being effected or served by post, be effected against or served on a person outside the United Kingdom in accordance with arrangements made by the Lord Advocate. 2 But where the person is in a participating country, the citation may be effected or document served in accordance with those arrangements only if one of the following conditions is met. 3 The conditions are— a that the correct address of the person is unknown, b that it has not been possible to effect the citation or serve the document by post, c that there are good reasons for thinking that citation or (as the case may be) service by post will not be effective or is inappropriate."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "7", "section_title": "Requests for assistance in obtaining evidence abroad", "section_text": "7 1 If it appears to a judicial authority in the United Kingdom on an application made by a person mentioned in subsection (3)— a that an offence has been committed or that there are reasonable grounds for suspecting that an offence has been committed, and b that proceedings in respect of the offence have been instituted or that the offence is being investigated, the judicial authority may request assistance under this section. 2 The assistance that may be requested under this section is assistance in obtaining outside the United Kingdom any evidence specified in the request for use in the proceedings or investigation. 3 The application may be made— a in relation to England and Wales and Northern Ireland, by a prosecuting authority, b in relation to Scotland, by the Lord Advocate or a procurator fiscal, c where proceedings have been instituted, by the person charged in those proceedings. 4 The judicial authorities are— a in relation to England and Wales, any judge or justice of the peace, b in relation to Scotland, any judge of the High Court or sheriff, c in relation to Northern Ireland, any judge or resident magistrate. 5 In relation to England and Wales or Northern Ireland, a designated prosecuting authority may itself request assistance under this section if— a it appears to the authority that an offence has been committed or that there are reasonable grounds for suspecting that an offence has been committed, and b the authority has instituted proceedings in respect of the offence in question or it is being investigated. “ Designated ” means designated by an order made by the Secretary of State. 6 In relation to Scotland, the Lord Advocate or a procurator fiscal may himself request assistance under this section if it appears to him— a that an offence has been committed or that there are reasonable grounds for suspecting that an offence has been committed, and b that proceedings in respect of the offence have been instituted or that the offence is being investigated. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "8", "section_title": "Sending requests for assistance", "section_text": "8 1 A request for assistance under section 7 may be sent— a to a court exercising jurisdiction in the place where the evidence is situated, or b to any authority recognised by the government of the country in question as the appropriate authority for receiving requests of that kind. 2 Alternatively, if it is a request by a judicial authority or a designated prosecuting authority it may be sent to the Secretary of State (in Scotland, the Lord Advocate) for forwarding to a court or authority mentioned in subsection (1). 3 In cases of urgency, a request for assistance may be sent to— a the International Criminal Police Organisation, or b any body or person competent to receive it under any provisions adopted under the Treaty on European Union, for forwarding to any court or authority mentioned in subsection (1)."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "9", "section_title": "Use of evidence obtained", "section_text": "9 1 This section applies to evidence obtained pursuant to a request for assistance under section 7. 2 The evidence may not without the consent of the appropriate overseas authority be used for any purpose other than that specified in the request. 3 When the evidence is no longer required for that purpose (or for any other purpose for which such consent has been obtained), it must be returned to the appropriate overseas authority, unless that authority indicates that it need not be returned. 4 In exercising the discretion conferred by  ...  Article 5 of the Criminal Justice (Evidence, Etc.) (Northern Ireland) Order 1988 ( S.I.  1988/ 1847 (N.I. 17))  (exclusion of evidence otherwise admissible) in relation to a statement contained in the evidence, the court must have regard— a to whether it was possible to challenge the statement by questioning the person who made it, and b if proceedings have been instituted, to whether the local law allowed the parties to the proceedings to be legally represented when the evidence was being obtained. 5 In Scotland, the evidence may be received in evidence without being sworn to by witnesses, so far as that may be done without unfairness to either party. 6 In this section, the appropriate overseas authority means the authority recognised by the government of the country in question as the appropriate authority for receiving requests of the kind in question."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "10", "section_title": "Domestic freezing orders", "section_text": "10 1 If it appears to a judicial authority in the United Kingdom, on an application made by a person mentioned in subsection (4)— a that proceedings in respect of a listed offence have been instituted or such an offence is being investigated, b that there are reasonable grounds to believe that there is evidence in a participating country which satisfies the requirements of subsection (3), and c that a request has been made, or will be made, under section 7 for the evidence to be sent to the authority making the request, the judicial authority may make a domestic freezing order in respect of the evidence. 2 A domestic freezing order is an order for protecting evidence which is in the participating country pending its transfer to the United Kingdom. 3 The requirements are that the evidence— a is on premises specified in the application in the participating country, b is likely to be of substantial value (whether by itself or together with other evidence) to the proceedings or investigation, c is likely to be admissible in evidence at a trial for the offence, and d does not consist of or include items subject to legal privilege. 4 The application may be made— a in relation to England and Wales and Northern Ireland, by a constable, b in relation to Scotland, by the Lord Advocate or a procurator fiscal. 5 The judicial authorities are— a in relation to England and Wales, any judge or justice of the peace, b in relation to Scotland, any judge of the High Court or sheriff, c in relation to Northern Ireland, any judge or resident magistrate. 6 This section does not prejudice the generality of the power to make a request for assistance under section 7."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "11", "section_title": "Sending freezing orders", "section_text": "11 1 A domestic freezing order made in England and Wales or Northern Ireland is to be sent to the Secretary of State for forwarding to— a a court exercising jurisdiction in the place where the evidence is situated, or b any authority recognised by the government of the country in question as the appropriate authority for receiving orders of that kind. 2 A domestic freezing order made in Scotland is to be sent to the Lord Advocate for forwarding to such a court or authority. 3 The judicial authority is to send the order to the Secretary of State or the Lord Advocate before the end of the period of 14 days beginning with its being made. 4 The order must be accompanied by a certificate giving the specified information and, unless the certificate indicates when the judicial authority expects such a request to be made, by a request under section 7 for the evidence to be sent to the authority making the request. 5 The certificate must include a translation of it into an appropriate language of the participating country (if that language is not English). 6 The certificate must be signed by or on behalf of the judicial authority who made the order and must include a statement as to the accuracy of the information given in it. The signature may be an electronic signature."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "12", "section_title": "Variation or revocation of freezing orders", "section_text": "12 1 The judicial authority that made a domestic freezing order may vary or revoke it on an application by a person mentioned below. 2 The persons are— a the person who applied for the order, b in relation to England and Wales and Northern Ireland, a prosecuting authority, c in relation to Scotland, the Lord Advocate, d any other person affected by the order."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "13", "section_title": "Requests for assistance from overseas authorities", "section_text": "13 1 Where a request for assistance in obtaining evidence in a part of the United Kingdom is received by the territorial authority for that part, the authority may— a if the conditions in section 14 are met, arrange for the evidence to be obtained under section 15, or b direct that a search warrant be applied for under or by virtue of section 16 or 17 or, in relation to evidence in Scotland, 18. 2 The request for assistance may be made only by— a a court exercising criminal jurisdiction, or a prosecuting authority, in a country outside the United Kingdom, b any other authority in such a country which appears to the territorial authority to have the function of making such requests for assistance, c any international authority mentioned in subsection (3). 3 The international authorities are— a the International Criminal Police Organisation, b any other body or person competent to make a request of the kind to which this section applies under any provisions adopted under the Treaty on European Union."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "14", "section_title": "Powers to arrange for evidence to be obtained", "section_text": "14 1 The territorial authority may arrange for evidence to be obtained under section 15 if the request for assistance in obtaining the evidence is made in connection with— a criminal proceedings or a criminal investigation, being carried on outside the United Kingdom, b administrative proceedings, or an investigation into an act punishable in such proceedings, being carried on there, c clemency proceedings, or proceedings on an appeal before a court against a decision in administrative proceedings, being carried on, or intended to be carried on, there. 2 In a case within subsection (1)(a) or (b), the authority may arrange for the evidence to be so obtained only if the authority is satisfied— a that an offence under the law of the country in question has been committed or that there are reasonable grounds for suspecting that such an offence has been committed, and b that proceedings in respect of the offence have been instituted in that country or that an investigation into the offence is being carried on there. An offence includes an act punishable in administrative proceedings. 3 The territorial authority is to regard as conclusive a certificate as to the matters mentioned in subsection (2)(a) and (b) issued by any authority in the country in question which appears to him to be the appropriate authority to do so. 4 If it appears to the territorial authority that the request for assistance relates to a fiscal offence in respect of which proceedings have not yet been instituted, the authority may not arrange for the evidence to be so obtained unless— a the request is from a country which is a member of the Commonwealth or is made pursuant to a treaty to which the United Kingdom is a party, or b the authority is satisfied that if the conduct constituting the offence were to occur in a part of the United Kingdom, it would constitute an offence in that part."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "15", "section_title": "Nominating a court etc. to receive evidence", "section_text": "15 1 Where the evidence is in England and Wales or Northern Ireland, the Secretary of State may by a notice nominate a court to receive any evidence to which the request relates which appears to the court to be appropriate for the purpose of giving effect to the request. 2 But if it appears to the Secretary of State that the request relates to an offence involving serious or complex fraud, he may refer the request (or any part of it) to the Director of the Serious Fraud Office for the Director to obtain any evidence to which the request or part relates which appears to him to be appropriate for the purpose of giving effect to the request or part. 3 Where the evidence is in Scotland, the Lord Advocate may by a notice nominate a court to receive any evidence to which the request relates which appears to the court to be appropriate for the purpose of giving effect to the request. 4 But if it appears to the Lord Advocate that the request relates to an offence involving serious or complex fraud, he may give a direction under section 27 of the Criminal Law (Consolidation) (Scotland) Act 1995 (c. 39) (directions applying investigatory provisions). 5 Schedule 1 is to have effect in relation to proceedings before a court nominated under this section."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "16", "section_title": "Extension of statutory search powers in England and Wales and Northern Ireland", "section_text": "16 1 Part 2 of the Police and Criminal Evidence Act 1984 (c. 60)\t\t\t\t\t(powers of entry, search and seizure) is to have effect as if references to   indictable offences   in section 8 of, and Schedule 1 to, that Act included any conduct which— a constitutes an offence under the law of a country outside the United Kingdom, and b would, if it occurred in England and Wales, constitute   an indictable offence  . 2 But an application for a warrant or order by virtue of subsection (1) may be made only— a in pursuance of a direction given under section 13, or b if it is an application for a warrant or order under section 8 of, or Schedule 1 to, that Act by a constable for the purposes of an investigation by an international joint investigation team of which he is a member. 3 Part 3 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/ 1341 (N.I.12))\t\t\t\t\t(powers of entry, search and seizure) is to have effect as if references to   serious arrestable offences     indictable offences   in Article 10 of, and Schedule 1 to, that Order included any conduct which— a constitutes an offence under the law of a country outside the United Kingdom, and b would, if it occurred in Northern Ireland, constitute   a serious arrestable offence     an indictable offence  . 4 But an application for a warrant or order by virtue of subsection (3) may be made only— a in pursuance of a direction given under section 13, or b if it is an application for a warrant or order under Article 10 of, or Schedule 1 to, that Order, by a constable for the purposes of an investigation by an international joint investigation team of which he is a member. 5 In this section,  “ international joint investigation team ” has the meaning given by section 88(7) of the Police Act 1996 (c. 16)."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "17", "section_title": "Warrants in England and Wales or Northern Ireland", "section_text": "17 1 A justice of the peace may issue a warrant under this section if he is satisfied, on an application made by a constable, that the following conditions are met. 2 But an application for a warrant under subsection (1) may be made only in pursuance of a direction given under section 13. 3 The conditions are that— a criminal proceedings have been instituted against a person in a country outside the United Kingdom or a person has been arrested in the course of a criminal investigation carried on there, b  the conduct constituting the offence which is the subject of the proceedings or investigation would (if it occurred in England and Wales   or Northern Ireland                         ) constitute an indictable offence,  or (if it occurred in Northern Ireland) constitute an arrestable offence , and   c there are reasonable grounds for suspecting that there is on premises in England and Wales or (as the case may be) Northern Ireland occupied or controlled by that person evidence relating to the offence.   “ Arrestable offence ” has the same meaning as in  ... the Police and Criminal Evidence (Northern Ireland) Order 1989 ( S.I.  1989/ 1341 (N.I.12)).   4 A warrant under this section may authorise a constable— a to enter the premises in question and search the premises to the extent reasonably required for the purpose of discovering any evidence relating to the offence, b to seize and retain any evidence for which he is authorised to search."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "18", "section_title": "Warrants in Scotland", "section_text": "18 1 If, on an application made by the procurator fiscal, it appears to the sheriff— a that there are reasonable grounds for suspecting that an offence under the law of a country outside the United Kingdom has been committed, and b that the conduct constituting the offence would, if it occurred in Scotland, constitute an offence punishable by imprisonment, the sheriff has the like power to grant warrant authorising entry, search and seizure by any constable or customs officer as he has under section 134 of the Criminal Procedure (Scotland) Act 1995 (c. 46) in respect of any offence punishable at common law in Scotland. 2 But an application for a warrant by virtue of subsection (1) may be made only— a in pursuance of a direction given under section 13, or b if it is an application made at the request of an international joint investigation team for the purposes of their investigation. “ International joint investigation team ” has the meaning given by   section 99(1) of the Police and Fire Reform (Scotland) Act 2012  ."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "19", "section_title": "Seized evidence", "section_text": "19 1 Any evidence seized by a constable under or by virtue of section 16, 17 or 18 is to be sent to the court or authority which made the request for assistance or to the territorial authority for forwarding to that court or authority. 2 So far as may be necessary in order to comply with the request for assistance— a where the evidence consists of a document, the original or a copy is to be sent, and b where the evidence consists of any other article, the article itself or a description, photograph or other representation of it is to be sent. 3 This section does not apply to evidence seized under or by virtue of section 16(2)(b) or (4)(b) or 18(2)(b)."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "20", "section_title": "Overseas freezing orders", "section_text": "20 1 Section 21 applies where an overseas freezing order made by a court or authority in a participating country is received from the court or authority which made or confirmed the order by the territorial authority for the part of the United Kingdom in which the evidence to which the order relates is situated. 2 An overseas freezing order is an order— a for protecting, pending its transfer to the participating country, evidence which is in the United Kingdom and may be used in any proceedings or investigation in the participating country, and b in respect of which the following requirements of this section are met. 3 The order must have been made by— a a court exercising criminal jurisdiction in the country, b a prosecuting authority in the country, c any other authority in the country which appears to the territorial authority to have the function of making such orders. 4 The order must relate to— a criminal proceedings instituted in the participating country in respect of a listed offence, or b a criminal investigation being carried on there into such an offence. 5 The order must be accompanied by a certificate which gives the specified information; but a certificate may be treated as giving any specified information which is not given in it if the territorial authority has the information in question. 6 The certificate must— a be signed by or on behalf of the court or authority which made or confirmed the order, b include a statement as to the accuracy of the information given in it, c if it is not in English, include a translation of it into English (or, if appropriate, Welsh). The signature may be an electronic signature. 7 The order must be accompanied by a request for the evidence to be sent to a court or authority mentioned in section 13(2), unless the certificate indicates when such a request is expected to be made. 8 References below in this Chapter to an overseas freezing order include its accompanying certificate."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "21", "section_title": "Considering the order", "section_text": "21 1 In relation to England and Wales and Northern Ireland, where this section applies the Secretary of State must— a by a notice nominate a court in England and Wales or (as the case may be) Northern Ireland to give effect to the overseas freezing order, b send a copy of the overseas freezing order to the nominated court and to the chief officer of police for the area in which the evidence is situated, c tell the chief officer which court has been nominated. 2 In relation to Scotland, where this section applies the Lord Advocate must— a by a notice nominate a sheriff to give effect to the overseas freezing order, b send a copy of the overseas freezing order to the sheriff and to the procurator fiscal. In relation to Scotland, references below in this section and in sections 22 to 25 to the nominated court are to be read as references to the nominated sheriff. 3 The nominated court is to consider the overseas freezing order on its own initiative within a period prescribed by rules of court. 4 Before giving effect to the overseas freezing order, the nominated court must give the chief officer of police or (as the case may be) the procurator fiscal an opportunity to be heard. 5 The court may decide not to give effect to the overseas freezing order only if, in its opinion, one of the following conditions is met. 6 The first condition is that, if the person whose conduct is in question were charged in the participating country with the offence to which the overseas freezing order relates or in the United Kingdom with a corresponding offence, he would be entitled to be discharged under any rule of law relating to previous acquittal or conviction. 7 The second condition is that giving effect to the overseas freezing order would be incompatible with any of the Convention rights (within the meaning of the Human Rights Act 1998 (c. 42))."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "22", "section_title": "Giving effect to the order", "section_text": "22 1 The nominated court is to give effect to the overseas freezing order by issuing a warrant authorising a constable— a to enter the premises to which the overseas freezing order relates and search the premises to the extent reasonably required for the purpose of discovering any evidence to which the order relates, and b to seize and retain any evidence for which he is authorised to search. 2 But, in relation to England and Wales and Northern Ireland, so far as the overseas freezing order relates to excluded material or special procedure material the court is to give effect to the order by making a production order. 3 A production order is an order for the person who appears to the court to be in possession of the material to produce it to a constable before the end of the period of seven days beginning with the date of the production order or such longer period as the production order may specify. 4 The constable may take away any material produced to him under a production order; and the material is to be treated for the purposes of section 21 of the Police and Criminal Evidence Act 1984 (c. 60) or (as the case may be) Article 23 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/ 1341 (N.I.12))\t\t\t\t\t(access and copying) as if it had been seized by the constable. 5 If a person fails to comply with a production order, the court may (whether or not it deals with the matter as a contempt of court) issue a warrant under subsection (1) in respect of the material to which the production order relates. 6 Section 409 of the Proceeds of Crime Act 2002 (c. 29)\t\t\t\t\t(jurisdiction of sheriff) has effect for the purposes of subsection (1) as if that subsection were included in Chapter 3 of Part 8 of that Act."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "23", "section_title": "Postponed effect", "section_text": "23 The nominated court may postpone giving effect to an overseas freezing order in respect of any evidence— a in order to avoid prejudicing a criminal investigation which is taking place in the United Kingdom, or b if, under an order made by a court in criminal proceedings in the United Kingdom, the evidence may not be removed from the United Kingdom."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "24", "section_title": "Evidence seized under the order", "section_text": "24 1 Any evidence seized by or produced to the constable under section 22 is to be retained by him until he is given a notice under subsection (2) or authorised to release it under section 25. 2 If— a the overseas freezing order was accompanied by a request for the evidence to be sent to a court or authority mentioned in section 13(2), or b the territorial authority subsequently receives such a request, the territorial authority may by notice require the constable to send the evidence to the court or authority that made the request."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "25", "section_title": "Release of evidence held under the order", "section_text": "25 1 On an application made by a person mentioned below, the nominated court may authorise the release of any evidence retained by a constable under section 24 if, in its opinion— a the condition in section 21(6) or (7) is met, or b the overseas freezing order has ceased to have effect in the participating country. 2 In relation to England and Wales and Northern Ireland, the persons are— a the chief officer of police to whom a copy of the order was sent, b the constable, c any other person affected by the order. 3 In relation to Scotland, the persons are— a the procurator fiscal to whom a copy of the order was sent, b any other person affected by the order. 4 If the territorial authority decides not to give a notice under section 24(2) in respect of any evidence retained by a constable under that section, the authority must give the constable a notice authorising him to release the evidence."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "26", "section_title": "Powers under warrants", "section_text": "26 1 A court in England and Wales or Northern Ireland, or a justice of the peace, may not issue a warrant under section 17 or 22 in respect of any evidence unless the court or justice has reasonable grounds for believing that it does not consist of or include items subject to legal privilege, excluded material or special procedure material. 2 Subsection (1) does not prevent a warrant being issued by virtue of section 22(5) in respect of excluded material or special procedure material. 3 In Schedule 1 to the Criminal Justice and Police Act 2001 (c. 16)\t\t\t\t\t(powers of seizure), in Part 1 (powers to which the additional powers in section 50 apply)— a paragraph 49 is omitted, b after paragraph 73B there is inserted— Crime (International Co-operation) Act 2003 73C The power of seizure conferred by sections 17 and 22 of the Crime (International Co-operation) Act 2003 (seizure of evidence relevant to overseas investigation or offence). 4 References in this Chapter to evidence seized by a person by virtue of or under any provision of this Chapter include evidence seized by a person by virtue of section 50 of the Criminal Justice and Police Act 2001 (additional powers of seizure), if it is seized in the course of a search authorised by a warrant issued by virtue of or under the provision in question. 5 Subsection (4) does not require any evidence to be sent to the territorial authority or to any court or authority— a before it has been found, on the completion of any examination required to be made by arrangements under section 53(2) of the Criminal Justice and Police Act 2001, to be property within subsection (3) of that section (property which may be retained after examination), or b at a time when it constitutes property in respect of which a person is required to ensure that arrangements such as are mentioned in section 61(1) of that Act (duty to secure) are in force."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "27", "section_title": "Exercise of powers by others", "section_text": "27 1 The Treasury may by order provide, in relation to England and Wales or Northern Ireland— a for any function conferred on the Secretary of State (whether or not in terms) under sections 10, 11 and 13 to 26 to be exercisable instead in prescribed circumstances by the   Commissioners for Revenue and Customs  , b for any function conferred on a constable under those sections to be exercisable instead in prescribed circumstances by   an officer of Revenue and Customs   or a person acting under the direction of such an officer. “ Prescribed ” means prescribed by the order. 2 The Secretary of State may by order provide, in relation to England and Wales or Northern Ireland— a for any function conferred on him under sections 13 to 26 to be exercisable instead in prescribed circumstances by a prescribed person, b for any function conferred on a constable under those sections to be exercisable instead in prescribed circumstances by a prescribed person. “ Prescribed ” means prescribed by the order. 3 Subsection (2)(b) does not apply to any powers exercisable by virtue of section 16(2)(b) or (4)(b)."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "28", "section_title": "Interpretation of Chapter 2", "section_text": "28 1 In this Chapter— “ domestic freezing order ” has the meaning given by section 10(2),   “ executing State ” means the participating country or the part of the United Kingdom in which the property or evidence is located (as the case may be), “ freezing order ” means— a domestic freezing order, or an overseas freezing order, “ issuing State ” means in relation to— a domestic freezing order, the part of the United Kingdom in which a judicial authority, as defined by the law of the part of the United Kingdom in question, has made that order,”, or an overseas freezing order, the participating country in which a judicial authority, as defined by the law of that country has made, validated or in any way confirmed the order in the framework of criminal proceedings   “ notice ” means a notice in writing, “ overseas freezing order ” has the meaning given by section 20, “ premises ” has the same meaning as in the Police and Criminal Evidence Act 1984 (c. 60), Chapter 3 of Part 8 of the Proceeds of Crime Act 2002 (c. 29) or the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/ 1341 (N.I.12)) (as the case may be), ... 2 The following provisions have effect for the purposes of this Chapter. 3 In relation to England and Wales and Northern Ireland,  “ items subject to legal privilege ”,  “ excluded material ” and  “ special procedure material ” have the same meaning as in the Police and Criminal Evidence Act 1984 or (as the case may be) the Police and Criminal Evidence (Northern Ireland) Order 1989. 4 In relation to Scotland,  “ items subject to legal privilege ” has the same meaning as in Chapter 3 of Part 8 of the Proceeds of Crime Act 2002. 5 A listed offence means— a an offence described in  Schedule 1A (listed offences within section 28(5)(a)) , or b an offence prescribed or of a description prescribed by an order made by the Secretary of State. 6 An order prescribing an offence or a description of offences under subsection (5)(b) may require, in the case of an overseas freezing order, that the conduct which constitutes the offence or offences would, if it occurred in a part of the United Kingdom, constitute an offence in that part. 7 Specified information, in relation to a certificate required by section 11(4) or 20(5), means— a any information  specified in Schedule 1B (certificate under section 11(4) or 20(5): specified information) , or b any information prescribed by an order made by the Secretary of State. 8 In relation to Scotland, references above in this section to the Secretary of State are to be read as references to the Scottish Ministers. 9 The territorial authority— a in relation to evidence in England and Wales or Northern Ireland, is the Secretary of State, b in relation to evidence in Scotland, is the Lord Advocate."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "29", "section_title": "Hearing witnesses abroad through   video or audio   links", "section_text": "29 1 The Secretary of State may by order provide for   section 51 of the Criminal Justice Act 2003 (live links in criminal proceedings) to apply in relation to witnesses who are outside the United Kingdom   to any further description of criminal proceedings, or to all criminal proceedings. 2 The Scottish Ministers may by order provide for section 273(1) of the Criminal Procedure (Scotland) Act 1995 (c. 46) (proceedings in which evidence may be given through television link) to apply to any further description of criminal proceedings, or to all criminal proceedings. 3 The Department of Justice in Northern Ireland may by order provide for   Article 10(2) of the Criminal Justice (Northern Ireland) Order 2004  (proceedings in which evidence may be given through television link) to apply  in relation to witnesses who are outside the United Kingdom   to any further description of criminal proceedings, or to all criminal proceedings."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "30", "section_title": "Hearing witnesses in the UK through television links", "section_text": "30 1 This section applies where the Secretary of State receives a request, from an authority mentioned in subsection (2) (“ the external authority ”), for a person in the United Kingdom to give evidence through a live television link in criminal proceedings before a court in a country outside the United Kingdom. Criminal proceedings include any proceedings on an appeal before a court against a decision in administrative proceedings. 2 The authority referred to in subsection (1) is the authority in that country which appears to the Secretary of State to have the function of making requests of the kind to which this section applies. 3 Unless he considers it inappropriate to do so, the Secretary of State must by notice in writing nominate a court in the United Kingdom where the witness may be heard in the proceedings in question through a live television link. 4 Anything done by the witness in the presence of the nominated court which, if it were done in proceedings before the court, would constitute contempt of court is to be treated for that purpose as done in proceedings before the court. 5 Any statement made on oath by a witness giving evidence in pursuance of this section is to be treated for the purposes of— a section 1 of the Perjury Act 1911 (c. 6), b Article 3 of the Perjury (Northern Ireland) Order 1979 (S.I. 1979/ 1714 (N.I. 19)), c sections 44 to 46 of the Criminal Law (Consolidation) (Scotland) Act 1995 (c. 39) or, in relation to Scotland, any matter pertaining to the common law crime of perjury, as made in proceedings before the nominated court. 6 Part 1 of Schedule 2 (evidence given by television link) is to have effect. 7 Subject to subsections (4) and (5) and the provisions of that Schedule, evidence given pursuant to this section is not to be treated for any purpose as evidence given in proceedings in the United Kingdom. 8 In relation to Scotland, references in this section and Part 1 of Schedule 2 to the Secretary of State are to be read as references to the Lord Advocate."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "31", "section_title": "Hearing witnesses in the UK by telephone", "section_text": "31 1 This section applies where the Secretary of State receives a request, from an authority mentioned in subsection (2) (“ the external authority ”) in a participating country, for a person in the United Kingdom to give evidence by telephone in criminal proceedings before a court in that country. Criminal proceedings include any proceedings on an appeal before a court against a decision in administrative proceedings. 2 The authority referred to in subsection (1) is the authority in that country which appears to the Secretary of State to have the function of making requests of the kind to which this section applies. 3 A request under subsection (1) must— a specify the court in the participating country, b give the name and address of the witness, c state that the witness is willing to give evidence by telephone in the proceedings before that court. 4 Unless he considers it inappropriate to do so, the Secretary of State must by notice in writing nominate a court in the United Kingdom where the witness may be heard in the proceedings in question by telephone. 5 Anything done by the witness in the presence of the nominated court which, if it were done in proceedings before the court, would constitute contempt of court is to be treated for that purpose as done in proceedings before the court. 6 Any statement made on oath by a witness giving evidence in pursuance of this section is to be treated for the purposes of— a section 1 of the Perjury Act 1911 (c. 6), b Article 3 of the Perjury (Northern Ireland) Order 1979 (S.I. 1979/ 1714 (N.I. 19)), c sections 44 to 46 of the Criminal Law (Consolidation) (Scotland) Act 1995 (c. 39) or, in relation to Scotland, any matter pertaining to the common law crime of perjury, as made in proceedings before the nominated court. 7 Part 2 of Schedule 2 (evidence given by telephone link) is to have effect. 8 Subject to subsections (5) and (6) and the provisions of that Schedule, evidence given in pursuance of this section is not to be treated for any purpose as evidence given in proceedings in the United Kingdom. 9 In relation to Scotland, references in this section to the Secretary of State are to be read as references to the Lord Advocate."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "32", "section_title": "Customer information", "section_text": "32 1 This section applies where the Secretary of State receives a request from an authority mentioned in subsection (2) for customer information to be obtained in relation to a person who appears to him to be subject to an investigation in a participating country into serious criminal conduct. 2 The authority referred to in subsection (1) is the authority in that country which appears to the Secretary of State to have the function of making requests of the kind to which this section applies. 3 The Secretary of State may— a direct a senior police officer to apply, or arrange for a constable to apply, for a customer information order, b direct a senior customs officer to apply, or arrange for a customs officer to apply, for such an order. 4 A customer information order is an order made by a judge that a financial institution specified in the application for the order must, on being required to do so by notice in writing given by the applicant for the order, provide any such customer information as it has relating to the person specified in the application. 5 A financial institution which is required to provide information under a customer information order must provide the information to the applicant for the order in such manner, and at or by such time, as the applicant requires. 6 Section 364 of the Proceeds of Crime Act 2002 (meaning of customer information) has effect for the purposes of this section as if— a this section were included in Chapter 2 of Part 8 of that Act, b subsections (2)(f) and (3)(i) of that section were omitted, and c the amendments of that section made in relation to Northern Ireland by Article 14 of the Criminal Justice (Northern Ireland) Order 2005 (S.I. 2005/1965 (N.I. 15)) (which provide that  “ customer information ” includes information in relation to safe deposit boxes) also extended to England and Wales. 7 A customer information order has effect in spite of any restriction on the disclosure of information (however imposed). 8 Customer information obtained in pursuance of a customer information order is to be given to the Secretary of State and sent by him to the authority which made the request."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "33", "section_title": "Making, varying or discharging customer information orders", "section_text": "33 1 A judge may make a customer information order, on an application made to him pursuant to a direction under section 32(3), if he is satisfied that— a the person specified in the application is subject to an investigation in the country in question, b the investigation concerns conduct which is serious criminal conduct, c the conduct constitutes an offence in England and Wales or (as the case may be) Northern Ireland, or would do were it to occur there, and d the order is sought for the purposes of the investigation. 2 The application may be made ex parte to a judge in chambers. 3 The application may specify— a all financial institutions, b a particular description, or particular descriptions, of financial institutions, or c a particular financial institution or particular financial institutions. 4 The court may discharge or vary a customer information order on an application made by— a the person who applied for the order, b a senior police officer, c a constable authorised by a senior police officer to make the application, d a senior customs officer, e a customs officer authorised by a senior customs officer to make the application."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "34", "section_title": "Offences", "section_text": "34 1 A financial institution is guilty of an offence if without reasonable excuse it fails to comply with a requirement imposed on it under a customer information order. 2 A financial institution guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 3 A financial institution is guilty of an offence if, in purported compliance with a customer information order, it— a makes a statement which it knows to be false or misleading in a material particular, or b recklessly makes a statement which is false or misleading in a material particular. 4 A financial institution guilty of an offence under subsection (3) is liable— a on summary conviction, to a fine not exceeding the statutory maximum, or b on conviction on indictment, to a fine."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "35", "section_title": "Account information", "section_text": "35 1 This section applies where the Secretary of State receives a request from an authority mentioned in subsection (2) for account information to be obtained in relation to an investigation in a participating country into criminal conduct. 2 The authority referred to in subsection (1) is the authority in that country which appears to the Secretary of State to have the function of making requests of the kind to which this section applies. 3 The Secretary of State may— a direct a senior police officer to apply, or arrange for a constable to apply, for an account monitoring order, b direct a senior customs officer to apply, or arrange for a customs officer to apply, for such an order. 4 An account monitoring order is an order made by a judge that a financial institution specified in the application for the order must, for the period stated in the order, provide account information of the description specified in the order to the applicant in the manner, and at or by the time or times, stated in the order. 5 Account information is information relating to an account or accounts held at the financial institution specified in the application by the person so specified (whether solely or jointly with another). 6 An account monitoring order has effect in spite of any restriction on the disclosure of information (however imposed). 7 Account information obtained in pursuance of an account monitoring order is to be given to the Secretary of State and sent by him to the authority which made the request."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "36", "section_title": "Making, varying or discharging account monitoring orders", "section_text": "36 1 A judge may make an account monitoring order, on an application made to him in pursuance of a direction under section 35(3), if he is satisfied that— a there is an investigation in the country in question into criminal conduct, and b the order is sought for the purposes of the investigation. 2 The application may be made ex parte to a judge in chambers. 3 The application may specify information relating to— a all accounts held by the person specified in the application for the order at the financial institution so specified, b a particular description, or particular descriptions, of accounts so held, or c a particular account, or particular accounts, so held. 4 The court may discharge or vary an account monitoring order on an application made by— a the person who applied for the order, b a senior police officer, c a constable authorised by a senior police officer to make the application, d a senior customs officer, e a customs officer authorised by a senior customs officer to make the application. 5 Account monitoring orders have effect as if they were orders of the court."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "37", "section_title": "Customer information", "section_text": "37 1 This section applies where the Lord Advocate receives a request from an authority mentioned in subsection (2) for customer information to be obtained in relation to a person who appears to him to be subject to an investigation in a participating country into serious criminal conduct. 2 The authority referred to in subsection (1) is the authority in that country which appears to the Lord Advocate to have the function of making requests of the kind to which this section applies. 3 The Lord Advocate may direct a procurator fiscal to apply for a customer information order. 4 A customer information order is an order made by a sheriff that a financial institution specified in the application for the order must, on being required to do so by notice in writing given by the applicant for the order, provide any such customer information as it has relating to the person specified in the application. 5 A financial institution which is required to provide information under a customer information order must provide the information to the applicant for the order in such manner, and at or by such time, as the applicant requires. 6 Section 398 of the Proceeds of Crime Act 2002 (meaning of customer information) has effect for the purposes of this section as if— a this section were included in Chapter 3 of Part 8 of that Act; b in subsection (1), after  “accounts” there were inserted  “                              or any safe deposit box                            ” ; c in subsection (2)— i in paragraph (a), after  “numbers” there were inserted  “                                  or the number of any safe deposit box                                ” ; ii in paragraph (e), at the beginning there were inserted  “in the case of an account or accounts,”; iii after that paragraph there were inserted— ee in the case of any safe deposit box, the date on which the box was made available to him and if the box has ceased to be available to him the date on which it so ceased; ; iv paragraph (f) were omitted; d in subsection (3)— i in paragraph (a), after  “numbers” there were inserted  “                                  or the number of any safe deposit box                                ” ; ii in paragraph (h), at the beginning there were inserted  “in the case of an account or accounts,”; iii after that paragraph there were inserted— hh in the case of any safe deposit box, the date on which the box was made available to it and if the box has ceased to be available to it the date on which it so ceased; ; iv paragraph (i) were omitted; e after subsection (5) there were inserted— 6 A  “ safe deposit box ” includes any procedure under which a financial institution provides a facility to hold items for safe keeping on behalf of another person. 7 A customer information order has effect in spite of any restriction on the disclosure of information (however imposed). 8 Customer information obtained in pursuance of a customer information order is to be given to the Lord Advocate and sent by him to the authority which made the request."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "38", "section_title": "Making, varying or discharging customer information orders", "section_text": "38 1 A sheriff may make a customer information order, on an application made to him pursuant to a direction under section 37(3), if he is satisfied that— a the person specified in the application is subject to an investigation in the country in question, b the investigation concerns conduct which is serious criminal conduct, c the conduct constitutes an offence in Scotland, or would do were it to occur in Scotland, and d the order is sought for the purposes of the investigation. 2 The application may be made ex parte to a sheriff in chambers. 3 The application may specify— a all financial institutions, b a particular description, or particular descriptions, of financial institutions, or c a particular financial institution or particular financial institutions. 4 The court may discharge or vary a customer information order on an application made by the procurator fiscal. 5 Section 409 of the Proceeds of Crime Act 2002 (jurisdiction of sheriff) has effect for the purposes of this section as if this section were included in Chapter 3 of Part 8 of that Act."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "39", "section_title": "Offences", "section_text": "39 1 A financial institution is guilty of an offence if without reasonable excuse it fails to comply with a requirement imposed on it under a customer information order. 2 A financial institution guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 3 A financial institution is guilty of an offence if, in purported compliance with a customer information order, it— a makes a statement which it knows to be false or misleading in a material particular, or b recklessly makes a statement which is false or misleading in a material particular. 4 A financial institution guilty of an offence under subsection (3) is liable— a on summary conviction, to a fine not exceeding the statutory maximum, or b on conviction on indictment, to a fine."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "40", "section_title": "Account information", "section_text": "40 1 This section applies where the Lord Advocate receives a request from an authority mentioned in subsection (2) for account information to be obtained in relation to an investigation in a participating country into criminal conduct. 2 The authority referred to in subsection (1) is the authority in that country which appears to the Lord Advocate to have the function of making requests of the kind to which this section applies. 3 The Lord Advocate may direct a procurator fiscal to apply for an account monitoring order. 4 An account monitoring order is an order made by a sheriff that a financial institution specified in the application for the order must, for the period stated in the order, provide account information of the description specified in the order to the applicant in the manner, and at or by the time or times, stated in the order. 5 Account information is information relating to an account or accounts held at the financial institution specified in the application by the person so specified (whether solely or jointly with another). 6 An account monitoring order has effect in spite of any restriction on the disclosure of information (however imposed). 7 Account information obtained in pursuance of an account monitoring order is to be given to the Lord Advocate and sent by him to the authority which made the request."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "41", "section_title": "Making, varying or discharging account monitoring orders", "section_text": "41 1 A sheriff may make an account monitoring order, on an application made to him in pursuance of a direction under section 40(3), if he is satisfied that— a there is an investigation in the country in question into criminal conduct, and b the order is sought for the purposes of the investigation. 2 The application may be made ex parte to a sheriff in chambers. 3 The application may specify information relating to— a all accounts held by the person specified in the application for the order at the financial institution so specified, b a particular description, or particular descriptions, of accounts so held, or c a particular account, or particular accounts, so held. 4 The court may discharge or vary an account monitoring order on an application made by the procurator fiscal. 5 Section 409 of the Proceeds of Crime Act 2002 (c. 29) (jurisdiction of sheriff) has effect for the purposes of this section as if this section were included in Chapter 3 of Part 8 of that Act."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "42", "section_title": "Offence of disclosure", "section_text": "42 1 This section applies where— a a financial institution is specified in a customer information order or account monitoring order made in any part of the United Kingdom, or b the Secretary of State or the Lord Advocate receives a request under section 13 for evidence to be obtained from a financial institution in connection with the investigation of an offence  .... 2 If the institution, or an employee of the institution, discloses any of the following information, the institution or (as the case may be) the employee is guilty of an offence. 3 That information is— a that the request to obtain customer information or account information, or the request mentioned in subsection (1)(b), has been received, b that the investigation to which the request relates is being carried out, or c that, in pursuance of the request, information has been given to the authority which made the request. 4 An institution guilty of an offence under this section is liable— a on summary conviction, to a fine not exceeding the statutory maximum, b on conviction on indictment, to a fine. 5 Any other person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both, b on conviction on indictment, to imprisonment for a term not exceeding five years or to a fine, or to both."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "43", "section_title": "Information about a person’s bank account", "section_text": "43 1 If it appears to a judicial authority in the United Kingdom, on an application made by a prosecuting authority, that— a a person is subject to an investigation in the United Kingdom into serious criminal conduct, b the person holds, or may hold, an account at a bank which is situated in a participating country, and c the information which the applicant seeks to obtain is likely to be of substantial value for the purposes of the investigation, the judicial authority may request assistance under this section. 2 The judicial authorities are— a in relation to England and Wales, any judge or justice of the peace, b in relation to Scotland, any sheriff, c in relation to Northern Ireland, any judge or resident magistrate. 3 If it appears to a prosecuting authority mentioned in subsection (4) that paragraphs (a) to (c) of subsection (1) are met, the authority may itself request assistance under this section. 4 The prosecuting authorities are— a in relation to England and Wales and Northern Ireland, a prosecuting authority designated by an order made by the Secretary of State, b in relation to Scotland, the Lord Advocate or a procurator fiscal. 5 The assistance that may be requested under this section is any assistance in obtaining from a participating country one or more of the following— a information as to whether the person in question holds any accounts at any banks situated in the participating country, b details of any such accounts, c details of transactions carried out in any period specified in the request in respect of any such accounts. 6 A request for assistance under this section must— a state the grounds on which the authority making the request thinks that the person in question may hold any account at a bank which is situated in a participating country and (if possible) specify the bank or banks in question, b state the grounds on which the authority making the request considers that the information sought to be obtained is likely to be of substantial value for the purposes of the investigation, and c include any information which may facilitate compliance with the request. 7 For the purposes of this section, a person holds an account if— a the account is in his name or is held for his benefit, or b he has a power of attorney in respect of the account. In relation to Scotland, a power of attorney includes a factory and commission."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "44", "section_title": "Monitoring banking transactions", "section_text": "44 1 If it appears to a judicial authority in the United Kingdom, on an application made by a prosecuting authority, that the information which the applicant seeks to obtain is relevant to an investigation in the United Kingdom into criminal conduct, the judicial authority may request assistance under this section. 2 The judicial authorities are— a in relation to England and Wales, any judge or justice of the peace, b in relation to Scotland, any sheriff, c in relation to Northern Ireland, any judge or resident magistrate. 3 If it appears to a prosecuting authority mentioned in subsection (4) that the information which it seeks to obtain is relevant to an investigation into criminal conduct, the authority may itself request assistance under this section. 4 The prosecuting authorities are— a in relation to England and Wales and Northern Ireland, a prosecuting authority designated by an order made by the Secretary of State, b in relation to Scotland, the Lord Advocate or a procurator fiscal. 5 The assistance that may be requested under this section is any assistance in obtaining from a participating country details of transactions to be carried out in any period specified in the request in respect of any accounts at banks situated in that country."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "45", "section_title": "Sending requests for assistance", "section_text": "45 1 A request for assistance under section 43 or 44, other than one to which subsection (3) or (4) applies, is to be sent to the Secretary of State for forwarding— a to a court specified in the request and exercising jurisdiction in the place where the information is to be obtained, or b to any authority recognised by the participating country in question as the appropriate authority for receiving requests for assistance of the kind to which this section applies. 2 But in cases of urgency the request may be sent to a court referred to in subsection (1)(a). 3 Such a request for assistance by the Lord Advocate is to be sent to a court or authority mentioned in subsection (1)(a) or (b). 4 Such a request for assistance by a sheriff or a procurator fiscal is to be sent to such a court or authority, or to the Lord Advocate for forwarding to such a court or authority."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "46", "section_title": "Interpretation of Chapter 4", "section_text": "46 1 In this Chapter— “ the court ” means the Crown Court or, in Scotland, the sheriff, “ senior police officer ” means a police officer who is not below the rank of superintendent and  “ senior customs officer ” means a customs officer who is not below the grade designated by the Commissioners of Customs and Excise as equivalent to that rank. 2 The following provisions apply for the purposes of this Chapter. 3 Serious criminal conduct means conduct which constitutes— a an offence to which paragraph 3 of Article 1 (request for information on bank accounts) of the 2001 Protocol applies, or b an offence specified in an order made by the Secretary of State or, in relation to Scotland, the Scottish Ministers for the purpose of giving effect to any decision of the Council of the European Union under paragraph 6 of that Article. 4 A financial institution— a means a person who is carrying on business in the regulated sector, and b in relation to a customer information order or an account monitoring order, includes a person who was carrying on business in the regulated sector at a time which is the time to which any requirement for him to provide information under the order is to relate. “ Business in the regulated sector ” is to be interpreted in accordance with Schedule 9 to the Proceeds of Crime Act 2002 (c. 29). 5 A judge means— a in relation to England and Wales, a judge entitled to exercise the jurisdiction of the Crown Court, b in relation to Northern Ireland, a Crown Court judge."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "47", "section_title": "Transfer of UK prisoner to assist investigation abroad", "section_text": "47 1 The Secretary of State may pursuant to an agreement with the competent authority of a participating country issue a warrant providing for any person to whom this section applies (“a prisoner”) to be transferred to that country for the purpose of assisting there in the investigation of an offence. The offence must be one which was or may have been committed in the United Kingdom. 2 This section applies to a person— a serving a sentence in a prison, b in custody awaiting trial or sentence, or c committed to prison for default in paying a fine. 3 But, in relation to transfer from Scotland— a this section applies to any person detained in custody, b references in this section to the Secretary of State are to be read as references to the Scottish Ministers. 4 A warrant may be issued in respect of a prisoner under subsection (1) only if— a the prisoner, or b in the circumstances mentioned in subsection (5), a person appearing to the Secretary of State to be an appropriate person to act on the prisoner’s behalf, has made a written statement consenting to his being transferred for the purpose mentioned in subsection (1). 5 The circumstances are those in which it appears to the Secretary of State to be inappropriate for the prisoner to act for himself, by reason of his physical or mental condition or his youth. 6 Such consent cannot be withdrawn after the issue of the warrant. 7 A warrant under this section authorises— a the taking of the prisoner to a place in the United Kingdom and his delivery at a place of departure from the United Kingdom into the custody of a person representing the appropriate authority of the participating country to which the prisoner is to be transferred, and b the bringing of the prisoner back to the United Kingdom and his transfer in custody to the place where he is liable to be detained under the sentence or order to which he is subject. 8 References to a prison in this section include any other institution to which the Prison Act 1952 (c. 52), the Prison Act (Northern Ireland) 1953 (c. 18 (N.I.)) or Article 45(1) of the Criminal Justice (Children) (Northern Ireland) Order 1998 (S.I. 1998/ 1504 (N.I.9)) applies. 9 Subsections   (4)   to (8) of section 5 of the 1990 Act (transfer of UK prisoner to give evidence or assist investigation overseas) have effect in relation to a warrant issued under this section as they have effect in relation to a warrant issued under that section."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "48", "section_title": "Transfer of  EU  etc. prisoner to assist UK investigation", "section_text": "48 1 The Secretary of State may pursuant to an agreement with the competent authority of a participating country issue a warrant providing for any person to whom this section applies (“the overseas prisoner”) to be transferred to the United Kingdom for the purpose of assisting in the investigation of an offence. The offence must be one which was or may have been committed in the participating country. 2 This section applies to a person who is detained in custody in a participating country— a by virtue of a sentence or order of a court exercising criminal jurisdiction there, or b in consequence of  — a having been transferred there, or responsibility for his detention and release having been transferred there, from the United Kingdom under the Repatriation of Prisoners Act 1984; b having been transferred there, or responsibility for his detention and release having been transferred there, under any similar provision or arrangement from any other country or territory. 3 But, in relation to transfer to Scotland— a this section applies to any person who is detained in custody in a participating country, b the reference in subsection (1) to the Secretary of State is to be read as a reference to the Scottish Ministers. 4 A warrant may be issued in respect of an overseas prisoner under subsection (1) only if the competent authority provides a written statement made by the prisoner consenting to his being transferred for the purpose mentioned in that subsection. 5 Such consent cannot be withdrawn after the issue of the warrant. 6 A warrant under this section authorises— a the bringing of the prisoner to the United Kingdom, b the taking of the prisoner to, and his detention in custody at, any place or places in the United Kingdom specified in the warrant, c the returning of the prisoner to the country from which he has come. 7 Subsections (4) to (8) of section 5 of the 1990 Act have effect in relation to a warrant issued under this section as they have effect in relation to a warrant issued under that section. 8 A person is not subject to the Immigration Act 1971 (c. 77) in respect of his entry into or presence in the United Kingdom pursuant to a warrant under this section; but if the warrant ceases to have effect while he is still in the United Kingdom— a he is to be treated for the purposes of that Act as if he has then illegally entered the United Kingdom, and b the provisions of Schedule 2 to that Act have effect accordingly except that paragraph 20(1) (liability of carrier for expenses of custody etc. of illegal entrant) does not have effect in relation to directions for his removal given by virtue of this subsection."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "49", "section_title": "Rules of court", "section_text": "49 1 Provision may be made by rules of court as to the practice and procedure to be followed in connection with proceedings under this Part. 2 Rules of court made under this section by the High Court in Scotland are to be made by Act of Adjournal. 3 The power to make rules of court under this section does not prejudice any existing power to make rules."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "50", "section_title": "Subordinate legislation", "section_text": "50 1 Any power to make an order conferred by this Part on the Secretary of State, the Treasury or the Scottish Ministers is exercisable by statutory instrument.  1A Any power to make an order conferred by this Part on the Department of Justice in Northern Ireland is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979. 2  An order made under this Part by the Secretary of State, the Treasury, the Scottish Ministers or the Department of Justice   may make different provision for different purposes. 3 A statutory instrument (other than an instrument to which subsection (5) applies) containing an order made by the Secretary of State or the Treasury is to be subject to annulment in pursuance of a resolution of either House of Parliament. 4 A statutory instrument (other than an instrument to which subsection (5) applies) containing an order made by the Scottish Ministers is to be subject to annulment in pursuance of a resolution of the Scottish Parliament. 5 A statutory instrument containing an order under section 51(2)(b)  ... is not to be made unless— a in the case of an order to be made by the Secretary of State, a draft of the instrument has been laid before, and approved by resolution of, each House of Parliament, b in the case of an order to be made by the Scottish Ministers, a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament. 6  An order made by the Department of Justice is to be subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954)."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "51", "section_title": "General interpretation", "section_text": "51 1 In this Part— “ the 1990 Act ” means the Criminal Justice (International Co-operation) Act 1990 (c. 5), ... “ administrative proceedings ” means proceedings outside the United Kingdom to which Article 3(1) of   the European Convention on Mutual Assistance in Criminal Matters of 20 April 1959   applies (proceedings brought by administrative authorities in respect of administrative offences where a decision in the proceedings may be the subject of an appeal before a court), “ chief officer of police ”— in relation to any area in Scotland, means the chief constable   of the Police Service of Scotland  , in relation to any area in Northern Ireland, means the Chief Constable of the Police Service of Northern Ireland, “ clemency proceedings ” means proceedings in a country outside the United Kingdom, not being proceedings before a court exercising criminal jurisdiction, for the removal or reduction of a penalty imposed on conviction of an offence, “ country ” includes territory, “ court ” includes a tribunal, “ criminal proceedings ” include criminal proceedings outside the United Kingdom in which a civil order may be made, “ customs officer ” means an officer commissioned by the Commissioners of Customs and Excise under section 6(3) of the Customs and Excise Management Act 1979 (c. 2), “ evidence ” includes information in any form and articles, and giving evidence includes answering a question or producing any information or article, ... ... 2 A participating country, in relation to any provision of this Part, means— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b any  ... country designated by an order made by the Secretary of State or, in relation to Scotland, the Scottish Ministers. 3 In this Part,  “ process ”, in relation to England and Wales and Northern Ireland, means any summons or order issued or made by a court and includes— a any other document issued or made by a court for service on parties or witnesses, b any document issued by a prosecuting authority outside the United Kingdom for the purposes of criminal proceedings. 4 In this Part,  “ process ”, in relation to service in Scotland, means a citation by a court or by a prosecuting authority, or an order made by a court, and includes any other document issued or made as mentioned in subsection (3)(a) or (b)."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "52", "section_title": "Jurisdiction for terrorist offences", "section_text": "52 After section 63 of the Terrorism Act 2000 (c. 11) there is inserted— Extra-territorial jurisdiction for other terrorist offences etc. Other terrorist offences under this Act: jurisdiction 63A 1 If— a a United Kingdom national or a United Kingdom resident does anything outside the United Kingdom, and b his action, if done in any part of the United Kingdom, would have constituted an offence under section 54 or any of sections 56 to 61, he shall be guilty in that part of the United Kingdom of the offence. 2 For the purposes of this section and sections 63B and 63C a  “ United Kingdom national ” means an individual who is— a a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen, b a person who under the British Nationality Act 1981 is a British subject, or c a British protected person within the meaning of that Act. 3 For the purposes of this section and sections 63B and 63C a  “ United Kingdom resident ” means an individual who is resident in the United Kingdom. Terrorist attacks abroad by UK nationals or residents: jurisdiction 63B 1 If— a a United Kingdom national or a United Kingdom resident does anything outside the United Kingdom as an act of terrorism or for the purposes of terrorism, and b his action, if done in any part of the United Kingdom, would have constituted an offence listed in subsection (2), he shall be guilty in that part of the United Kingdom of the offence. 2 These are the offences— a murder, manslaughter, culpable homicide, rape, assault causing injury, assault to injury, kidnapping, abduction or false imprisonment, b an offence under section 4, 16, 18, 20, 21, 22, 23, 24, 28, 29, 30 or 64 of the Offences against the Person Act 1861, c an offence under any of sections 1 to 5 of the Forgery and Counterfeiting Act 1981, d the uttering of a forged document or an offence under section 46A of the Criminal Law (Consolidation)\t\t\t\t\t\t\t\t\t\t\t(Scotland) Act 1995, e an offence under section 1 or 2 of the Criminal Damage Act 1971, f an offence under Article 3 or 4 of the Criminal Damage (Northern Ireland) Order 1977, g malicious mischief, h wilful fire-raising. Terrorist attacks abroad on UK nationals, residents and diplomatic staff  etc : jurisdiction 63C 1 If— a a person does anything outside the United Kingdom as an act of terrorism or for the purposes of terrorism, b his action is done to, or in relation to, a United Kingdom national, a United Kingdom resident or a protected person, and c his action, if done in any part of the United Kingdom, would have constituted an offence listed in subsection (2), he shall be guilty in that part of the United Kingdom of the offence. 2 These are the offences— a murder, manslaughter, culpable homicide, rape, assault causing injury, assault to injury, kidnapping, abduction or false imprisonment, b an offence under section 4, 16, 18, 20, 21, 22, 23, 24, 28, 29, 30 or 64 of the Offences against the Person Act 1861, c an offence under section 1, 2, 3, 4 or 5(1) or (3) of the Forgery and Counterfeiting Act 1981, d the uttering of a forged document or an offence under section 46A(1) of the Criminal Law (Consolidation)\t\t\t\t\t\t\t\t\t\t\t(Scotland) Act 1995. 3 For the purposes of this section and section 63D a person is a protected person if— a he is a member of a United Kingdom diplomatic mission within the meaning of Article 1(b) of the Vienna Convention on Diplomatic Relations signed in 1961 (as that Article has effect in the United Kingdom by virtue of section 2 of and Schedule 1 to the Diplomatic Privileges Act 1964), b he is a member of a United Kingdom consular post within the meaning of Article 1(g) of the Vienna Convention on Consular Relations signed in 1963 (as that Article has effect in the United Kingdom by virtue of section 1 of and Schedule 1 to the Consular Relations Act 1968), c he carries out any functions for the purposes of the European Agency for the Evaluation of Medicinal Products, or d he carries out any functions for the purposes of a body specified in an order made by the Secretary of State. 4 The Secretary of State may specify a body under subsection (3)(d) only if— a it is established by or under the Treaty establishing the European Community or the Treaty on European Union, and b the principal place in which its functions are carried out is a place in the United Kingdom. 5 If in any proceedings a question arises as to whether a person is or was a protected person, a certificate— a issued by or under the authority of the Secretary of State, and b stating any fact relating to the question, is to be conclusive evidence of that fact. Terrorist attacks or threats abroad in connection with UK diplomatic premises etc: jurisdiction 63D 1 If— a a person does anything outside the United Kingdom as an act of terrorism or for the purposes of terrorism, b his action is done in connection with an attack on relevant premises or on a vehicle ordinarily used by a protected person, c the attack is made when a protected person is on or in the premises or vehicle, and d his action, if done in any part of the United Kingdom, would have constituted an offence listed in subsection (2), he shall be guilty in that part of the United Kingdom of the offence. 2 These are the offences— a an offence under section 1 of the Criminal Damage Act 1971, b an offence under Article 3 of the Criminal Damage (Northern Ireland) Order 1977, c malicious mischief, d wilful fire-raising. 3 If— a a person does anything outside the United Kingdom as an act of terrorism or for the purposes of terrorism, b his action consists of a threat of an attack on relevant premises or on a vehicle ordinarily used by a protected person, c the attack is threatened to be made when a protected person is, or is likely to be, on or in the premises or vehicle, and d his action, if done in any part of the United Kingdom, would have constituted an offence listed in subsection (4), he shall be guilty in that part of the United Kingdom of the offence. 4 These are the offences— a an offence under section 2 of the Criminal Damage Act 1971, b an offence under Article 4 of the Criminal Damage (Northern Ireland) Order 1977, c breach of the peace (in relation to Scotland only). 5 “ Relevant premises ” means— a premises at which a protected person resides or is staying, or b premises which a protected person uses for the purpose of carrying out his functions as such a person. Sections 63B to 63D: supplementary 63E 1 Proceedings for an offence which (disregarding the Acts listed in subsection (2)) would not be an offence apart from section 63B, 63C or 63D are not to be started— a in England and Wales, except by or with the consent of the Attorney General, b in Northern Ireland, except by or with the consent of the Advocate General for Northern Ireland. 2 These are the Acts— a the Internationally Protected Persons Act 1978, b the Suppression of Terrorism Act 1978, c the Nuclear Material (Offences) Act 1983, d the United Nations Personnel Act 1997. 3 For the purposes of sections 63C and 63D it is immaterial whether a person knows that another person is a United Kingdom national, a United Kingdom resident or a protected person. 4 In relation to any time before the coming into force of section 27(1) of the Justice (Northern Ireland) Act 2002, the reference in subsection (1)(b) to the Advocate General for Northern Ireland is to be read as a reference to the Attorney General for Northern Ireland."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "53", "section_title": "Jurisdiction for offence under section 113 of the Anti-terrorism, Crime and Security Act 2001", "section_text": "53 After section 113 of the Anti-terrorism, Crime and Security Act 2001 (c. 24)\t\t\t(use of noxious substances or things to cause harm and intimidate) there is inserted— Application of section 113 113A 1 Section 113 applies to conduct done— a in the United Kingdom; or b outside the United Kingdom which satisfies the following two conditions. 2 The first condition is that the conduct is done for the purpose of advancing a political, religious or ideological cause. 3 The second condition is that the conduct is— a by a United Kingdom national or a United Kingdom resident; b by any person done to, or in relation to, a United Kingdom national, a United Kingdom resident or a protected person; or c by any person done in circumstances which fall within section 63D(1)(b) and (c) or (3)(b) and (c) of the Terrorism Act 2000. 4 The following expressions have the same meaning as they have for the purposes of sections 63C and 63D of that Act— a “ United Kingdom national ”; b “ United Kingdom resident ”; c “ protected person ”. 5 For the purposes of this section it is immaterial whether a person knows that another is a United Kingdom national, a United Kingdom resident or a protected person. Consent to prosecution for offence under section 113 113B 1 Proceedings for an offence committed under section 113 outside the United Kingdom are not to be started— a in England and Wales, except by or with the consent of the Attorney General; b in Northern Ireland, except by or with the consent of the Advocate General for Northern Ireland. 2 Proceedings for an offence committed under section 113 outside the United Kingdom may be taken, and the offence may for incidental purposes be treated as having been committed, in any part of the United Kingdom. 3 In relation to any time before the coming into force of section 27(1) of the Justice (Northern Ireland) Act 2002, the reference in subsection (1)(b) to the Advocate General for Northern Ireland is to be read as a reference to the Attorney General for Northern Ireland."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "54", "section_title": "Application of section 55", "section_text": "54 1 Section 55 applies where— a an individual (“the offender”) is convicted of a qualifying  UK  road traffic offence, aa when convicted, the offender— i is normally resident in the Republic of Ireland, or ii is not normally resident in the Republic of Ireland but holds a Republic of Ireland licence, b no appeal is outstanding in relation to the offence, and c the driving disqualification condition is met in relation to the offence. 1A A qualifying  UK  road traffic offence is— a an offence under the law of England and Wales or Scotland mentioned in Schedule 3; b an offence under the law of Northern Ireland mentioned in Schedule 3A. 2 The driving disqualification condition is met— a in relation to an offence mentioned in Part 1 of Schedule 3  or Part 1 of Schedule 3A , if an order of disqualification is made in respect of the offence, b in relation to an offence mentioned in Part 2 of   Schedule 3 or Part 2 of Schedule 3A , if an order of disqualification for a period not less than the minimum period is made in respect of the offence. 3 The minimum period is— a for an offence mentioned in Part 2 of Schedule 3 in relation to which the Secretary of State has by regulations specified a period of less than six months, that period; b for an offence mentioned in Part 2 of Schedule 3A in relation to which the Department has by regulations specified a period of less than six months, that period; c for any other offence, a period of six months. 3A When determining whether the period of disqualification in respect of an offence mentioned in Part 2 of Schedule 3 is not less than the minimum period, an extension period imposed under any of the following is to be disregarded— a section 35A or 35C of the Road Traffic Offenders Act 1988; b section 248D of the Criminal Procedure (Scotland) Act 1995; c section 147A of the Powers of Criminal Courts (Sentencing) Act 2000  or section 166 of the Sentencing Code . 3B When determining whether the period of disqualification in respect of an offence mentioned in Part 2 of Schedule 3A is not less than the minimum period, an extension period imposed under any of the following is to be disregarded— a Article 8A of the Criminal Justice (Northern Ireland) Order 1980 ( S.I.  1980/704 (N.I. 6)); b Article 40A of the Road Traffic Offenders (Northern Ireland) Order 1996 ( S.I.  1996/1320 (N.I. 10)); c Article 91A of the Criminal Justice (Northern Ireland) Order 2008 ( S.I.  2008/1216 (N.I. 1)). 4 Section 55 does not apply in prescribed circumstances. 5 For the purposes of this section no appeal is outstanding in relation to an offence if— a no appeal is brought against an offender’s conviction of the offence, or any order made on his conviction, within the time allowed for making such appeals, or b such an appeal is brought and the proceedings on appeal are finally concluded. 6 The Secretary of State may by regulations amend Schedule 3. 7 The Department may by regulations amend Schedule 3A."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "55", "section_title": "Duty to give notice to Republic of Ireland of  UK  driving disqualification", "section_text": "55 1 Where this section applies, the appropriate Minister must give the central authority of   the Republic of Ireland   a notice under this section. 2 A notice under this section must— a give the name, address and date of birth of the offender, b give particulars of the offence, c state that no appeal is outstanding in relation to it, d give particulars of the disqualification, e state whether or not the offender took part in the proceedings in which the disqualification was imposed, f state that the offender has been informed that any decision made for the purposes of   the specified agreement on driving disqualifications   will have no effect on the disqualification. 3 A notice under this section may contain such other information as the appropriate Minister considers appropriate. 4 A notice under this section must be accompanied by the original or a certified copy of the order of disqualification. 5 Where the offender did not take part in the proceedings mentioned in subsection (2)(e), a notice under this section must also be accompanied by evidence that the offender was duly notified of those proceedings. 6 Where the offender is the holder of a Community licence, a notice under this section must also be accompanied by the licence unless it has been returned to the driver— a under   section 91A(7A)(b)   of the Road Traffic Offenders Act 1988 (c. 53), or b under Article 92A(7)(b)(ii) of the Road Traffic Offenders (Northern Ireland) Order 1996 (S.I. 1996/ 1320 (N.I.10)). 7 Where the period of disqualification is reduced by virtue of section 34A of that Act or Article 36 of that Order, the appropriate Minister must give the central authority particulars of the reduction. 8 Where the disqualification is removed by an order under section 42 of that Act or Article 47 of that Order, the appropriate Minister must give the central authority particulars of the removal. 9 The appropriate Minister must provide— a the central authority, or b the competent authority of   the Republic of Ireland , with any further information which it requires for the purposes of   the specified agreement on driving disqualifications ."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "56", "section_title": "Application of section 57", "section_text": "56 1 Section 57 applies where— a an individual (“the offender”) is convicted in the Republic of Ireland of an offence described in Schedule 3B, aa when convicted, the offender— i is normally resident in the United Kingdom, or ii is not normally resident in the United Kingdom but holds a Great Britain licence or a Northern Ireland licence, b no appeal is outstanding in relation to the offence, c the driving disqualification condition is met in relation to the offence, and d the offender was duly notified of the proceedings (“the relevant proceedings”) in which the disqualification was imposed and was entitled to take part in them. 2 The driving disqualification condition is met— a in relation to an offence mentioned in Part 1 of Schedule 3B, if the offender is disqualified in the Republic of Ireland as a result of the offence; b in relation to an offence mentioned in Part 2 of that Schedule, if the offender is disqualified in the Republic of Ireland for a period not less than the minimum period as a result of the offence. 3 For the purposes of this section an offender is disqualified in   the Republic of Ireland   if he is disqualified   there   for holding or obtaining a licence to drive a motor vehicle granted under   the law of the Republic of Ireland   (however the disqualification is described under that law). 4 The minimum period is— a for an offence in relation to which the Secretary of State has by regulations specified a period of less than six months, that period; b for any other offence, a period of six months. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Section 57 does not apply if the relevant proceedings were brought later than the time at which summary proceedings for any corresponding offence under the law of   the relevant part of the United Kingdom   could have been brought. 6A In subsection (6),  “ the relevant part of the United Kingdom ” means— a where the offender was normally resident in the United Kingdom when convicted, the part of the United Kingdom in which the offender was normally resident at that time; b where the offender was not normally resident in the United Kingdom when convicted but held a Great Britain licence or a Northern Ireland licence, the part of the United Kingdom in which the offender was last normally resident before conviction. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The appropriate Minister may make regulations   about when   offences under the law of a part of the United Kingdom  are to be treated for the purposes of this section   as corresponding to offences under the law of   the Republic of Ireland . 9 For the purposes of this section no appeal is outstanding in relation to an offence if— a no appeal is brought against an offender’s conviction of the offence, or any decision made as a result of his conviction, within the time allowed for making such appeals, or b such an appeal is brought and the proceedings on appeal are finally concluded. 10 The Secretary of State may by regulations amend Schedule 3B."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "57", "section_title": "Recognition in United Kingdom of   Republic of Ireland   driving disqualification", "section_text": "57 1 Where this section applies, the appropriate Minister— a must give the offender a notice under this section if the unexpired period of   the Republic of Ireland disqualification   is not less than   three months , and b may give him a notice under this section if that period is less than   three months . 2 The unexpired period of   the Republic of Ireland disqualification   is— a the period of   the Republic of Ireland disqualification , less b any period of that disqualification which is treated by regulations made by the appropriate Minister as having been served in   the Republic of Ireland  . 3 The provision which may be made by regulations under subsection (2)(b) includes provision for treating any period during which a central authority or competent authority of   the Republic of Ireland   has seized a licence without returning it as a period which has been served   there . 4 If the appropriate Minister gives the offender a notice under this section, the offender is disqualified in each part of the United Kingdom— a for the relevant period, and b if   the Republic of Ireland disqualification   is also effective until a condition is satisfied, until the condition or a corresponding prescribed condition is satisfied. 5 The relevant period is the period which— a begins at the end of the period of 21 days beginning with the day on which the notice is given, and b is equal to the unexpired period of   the Republic of Ireland disqualification . 6 But if   the Republic of Ireland disqualification   is at any time removed otherwise than in prescribed circumstances, the offender ceases to be disqualified in each part of the United Kingdom from that time. 7 The appropriate Minister may make regulations substituting a longer period for the period for the time being mentioned in subsection (5)(a). 8 Where   the Republic of Ireland disqualification   is for life— a the condition in subsection (1)(a) is to be treated as satisfied, and b the other references in this section and section 58 to the unexpired period of   the Republic of Ireland disqualification   are to be read as references to a disqualification for life."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "58", "section_title": "Notice under section 57", "section_text": "58 1 A notice under section 57 must— a give particulars of the offence in respect of which   the Republic of Ireland disqualification   was imposed and the period of that disqualification, b state that the offender is disqualified in each part of the United Kingdom for a period equal to the unexpired period of   the Republic of Ireland disqualification , c state the date from which, and period for which, he is disqualified, d give particulars of any relevant condition mentioned in section 57(4)(b), e give details of his right to appeal under section 59. 2 A notice under section 57 must be in writing. 3 A notice under section 57 may contain such other information as the appropriate Minister considers appropriate."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "59", "section_title": "Appeal against disqualification", "section_text": "59 1 A person who is disqualified by virtue of section 57 may, after giving notice to the appropriate Minister of his intention to do so, appeal to the appropriate court against the disqualification. 2 The appropriate court is— a in relation to England and Wales, a magistrates' court  ..., b in relation to Scotland, the sheriff within whose jurisdiction the applicant resides, c in relation to Northern Ireland, a court of summary jurisdiction  .... 3 The appeal must be made before the end of the period of 21 days beginning with the day on which the notice under section 57 is given to the applicant. 4 But the appropriate Minister may make regulations substituting a longer period for the period for the time being mentioned in subsection (3). 5 If the appropriate court is satisfied that section 57 does not apply to the applicant’s case, it must allow the appeal. 6 Otherwise it must dismiss the appeal. 7 Where on an appeal against the disqualification the appeal is allowed, the court by which the appeal is allowed must send notice of that fact to the appropriate Minister. 8 The notice must— a be sent in such manner and to such address, and b contain such particulars, as the appropriate Minister may determine."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "60", "section_title": "Power of appellate courts in England and Wales to suspend disqualification", "section_text": "60 1 This section applies where a person is disqualified by virtue of section 57. 2 Where the person appeals to a magistrates' court against the disqualification, the court may, if it thinks fit, suspend the disqualification. 3 Where the person makes an application in respect of the decision of the court under section 111 of the Magistrates' Courts Act 1980 (c. 43) (statement of case), the High Court may, if it thinks fit, suspend the disqualification. 4 Where the person has appealed, or applied for leave to appeal, to the   Supreme Court   under section 1 of the Administration of Justice Act 1960 (c. 65) from any decision of the High Court which is material to the disqualification, the High Court may, if it thinks fit, suspend the disqualification. 5 Any power of a court under this section to suspend the disqualification is a power to do so on such terms as the court thinks fit. 6 Where, by virtue of this section, a court suspends the disqualification, it must send notice of the suspension to the Secretary of State. 7 The notice must— a be sent in such manner and to such address, and b contain such particulars, as the Secretary of State may determine."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "61", "section_title": "Power of appellate courts in Scotland to suspend disqualification", "section_text": "61 1 This section applies where a person is disqualified by virtue of section 57. 2 Where the person appeals to the sheriff against the disqualification, the sheriff may, if he thinks fit, suspend the disqualification on such terms as he thinks fit. 3 Where the person appeals to the High Court of Justiciary from any decision of the sheriff, the court may, if it thinks fit, suspend the disqualification on such terms as it thinks fit. The power conferred by this subsection may be exercised by a single judge of the court. 4 Where, by virtue of this section, a court suspends the disqualification, it must send notice of the suspension to the Secretary of State. 5 The notice must— a be sent in such manner and to such address, and b contain such particulars, as the Secretary of State may determine."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "62", "section_title": "Power of appellate courts in Northern Ireland to suspend disqualification", "section_text": "62 1 This section applies where a person is disqualified by virtue of section 57. 2 Where the person appeals to a court of summary jurisdiction against the disqualification, the court may, if it thinks fit, suspend the disqualification. 3 Where the person makes an application in respect of the decision of the court under Article 146 of the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/ 1675 (N.I. 26)) (statement of case), the Court of Appeal may, if it thinks fit, suspend the disqualification. 4 Where the person has appealed, or applied for leave to appeal, to the   Supreme Court   under section 41 of the Judicature (Northern Ireland) Act 1978 (c. 23) from any decision of the Court of Appeal which is material to the disqualification, the Court of Appeal may, if it thinks fit, suspend the disqualification. 5 Any power of a court under this section to suspend the disqualification is a power to do so on such terms as the court thinks fit. 6 Where, by virtue of this section, a court suspends the disqualification, it must send notice of the suspension to the Department. 7 The notice must— a be sent in such manner and to such address, and b contain such particulars, as the Department may determine."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "63", "section_title": "Production of licence: Great Britain", "section_text": "63 1 A person who— a is given a notice under section 57 by the Secretary of State, and b is the holder of a licence, must deliver his licence  ... to the Secretary of State before the end of the period of 21 days beginning with the day on which the notice is given. 2 The Secretary of State may make regulations substituting a longer period for the period for the time being mentioned in subsection (1). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Receipt ” means a receipt issued under section 56 of the Road Traffic Offenders Act 1988 (c. 53). 4 Subsection (1) does not apply if   the competent authority of the Republic of Ireland or the Department  — a has the licence  ... , or b has delivered   it   to the Secretary of State. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 If the holder of a licence does not deliver his licence  ... to the Secretary of State as required by subsection (1), he is guilty of an offence. 7 A person is not guilty of an offence under subsection (6) if he satisfies the court that he has applied for a new licence and has not received it. ... 8 A person guilty of an offence under subsection (6) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 9 “ Licence ” means a Great Britain licence, a Northern Ireland licence or a Community licence."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "64", "section_title": "Production of licence: Northern Ireland", "section_text": "64 1 A person who— a is given a notice under section 57 by the Department, and b is the holder of a licence, must deliver his licence and its counterpart to the Department before the end of the period of 21 days beginning with the day on which the notice is given. 2 The Department may make regulations substituting a longer period for the period for the time being mentioned in subsection (1). 3 If— a a person delivers a current receipt for his licence and its counterpart to the Department within the period for the time being mentioned in subsection (1), and b on the return of his licence and its counterpart immediately delivers them to the Department, the duty under subsection (1) is to be taken as satisfied. “ Receipt ” means a receipt issued under Article 62 of the Road Traffic Offenders (Northern Ireland) Order 1996 (S.I. 1996/ 1320 (N.I.10)). 4 Subsection (1) does not apply if   the competent authority of the Republic of Ireland or the Secretary of State  — a has the licence and its counterpart, or b has delivered them to the Department. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 If the holder of a licence does not deliver his licence and its counterpart to the Department as required by subsection (1), he is guilty of an offence. 7 A person is not guilty of an offence under subsection (6) if he satisfies the court that he has applied for a new licence and has not received it. In relation to the holder of a Great Britain licence or Community licence, a new licence includes the counterpart of such a licence. 8 A person guilty of an offence under subsection (6) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 9 “ Licence ” means a Northern Ireland licence, a Great Britain licence or a Community licence."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "65", "section_title": "Production of licence: Community licence holders", "section_text": "65 1 This section applies where— a the holder of a Community licence is disqualified by virtue of section 57, and b the licence is sent to the Secretary of State or the Department under section 63 or 64. 2 The Secretary of State or (as the case may be) the Department must send— a the holder’s name and address, and b particulars of the disqualification, to the licensing authority in the  EEA  State in respect of which the licence was issued. 3 But subsection (2) does not apply if the EEA State is   the Republic of Ireland . 4 The Secretary of State or (as the case may be) the Department must return the licence to the holder— a on the expiry of the relevant period of the disqualification (within the meaning of section 57), or b if earlier, on being satisfied that the holder has left Great Britain or (as the case may be) Northern Ireland and is no longer normally resident there. 5 But subsection (4) does not apply at any time where— a the Secretary of State or the Department would otherwise be under a duty under paragraph (a) of that subsection to return the licence, and b the holder would not at that time be authorised by virtue of section 99A(1) of the Road Traffic Act 1988 (c. 52) or Article 15A(1) of the Road Traffic (Northern Ireland) Order 1981 (S.I. 1981/ 154 (N.I.1)) to drive in Great Britain or Northern Ireland a motor vehicle of any class. 6 In that case the Secretary of State or (as the case may be) the Department must— a send the licence to the licensing authority in the EEA State in respect of which it was issued, and b explain to that authority the reasons for so doing. 7 “ EEA State ” has the same meaning as in Part 3 of the Road Traffic Act 1988."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "66", "section_title": "Effect of disqualification by virtue of section 57", "section_text": "66 Where the holder of a Great Britain licence or Northern Ireland licence is disqualified by virtue of section 57, the licence is to be treated as revoked with effect from the beginning of the period of disqualification."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "67", "section_title": "Rule for determining end of period of disqualification", "section_text": "67 In determining the expiration of the period for which a person is disqualified by virtue of section 57, any time during which— a the disqualification is suspended, or b he is not disqualified, is to be disregarded."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "68", "section_title": "Endorsement of  driving record : Great Britain", "section_text": "68 1 This section applies where a person who— a is normally resident in Great Britain, or b is not normally resident in Great Britain but holds a Great Britain licence, is disqualified by virtue of section 57. 2 The Secretary of State must secure that the particulars of the disqualification are endorsed on the person's driving record until the end of the period for which the endorsement remains effective. 3 At the end of the period for which the endorsement remains effective the Secretary of State must remove the endorsement from the person's driving record. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The endorsement remains effective until four years have elapsed since he was convicted of the offence in relation to which he is disqualified by virtue of section 57. 7 Where the person ceases to be disqualified by virtue of section 57(6), the Secretary of State must endorse the relevant particulars on his driving record. 8 In this section “driving record” has the meaning given by section 97A of the Road Traffic Offenders Act 1988."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "69", "section_title": "Endorsement of licence: Northern Ireland", "section_text": "69 1 This section applies where a person who— a is normally resident in Northern Ireland, or b is not normally resident in Northern Ireland but holds a Northern Ireland licence, is disqualified by virtue of section 57. 2 The Department must secure that particulars of the disqualification are endorsed on the counterpart of any Northern Ireland licence or the counterpart of any Great Britain licence or Community licence which the person— a may then hold, or b may subsequently obtain, until he becomes entitled under subsection (4) or (5) to have a Northern Ireland licence and its counterpart, or a counterpart of his Great Britain licence or Community licence, issued to him free from those particulars. 3 On the issue to the person of— a a new Northern Ireland licence, or b a new counterpart of a Great Britain licence or Community licence, those particulars must be entered on the counterpart of the new licence or the new counterpart unless he has become so entitled. 4 The person is entitled to have issued to him with effect from the end of the period for which the endorsement remains effective a new Northern Ireland licence with a counterpart free from the endorsement if he— a applies for a new licence under Article 13(1) of the Road Traffic (Northern Ireland) Order 1981 (S.I. 1981/ 154 (N.I.1)), b surrenders any subsisting licence and its counterpart, c pays the fee prescribed by regulations under Part 2 of that Order, and d satisfies the other requirements of Article 13(1). 5 The person is entitled to have issued to him with effect from the end of that period a new counterpart of any Great Britain licence or Community licence then held by him free from the endorsement if he makes an application to the Department for that purpose in such manner as it may determine. 6 The endorsement remains effective until four years have elapsed since he was convicted of the offence in relation to which he is disqualified by virtue of section 57. 7 Where the person ceases to be disqualified by virtue of section 57(6), the Department must secure that the relevant particulars are endorsed on the counterpart of the Northern Ireland licence or the counterpart of any Great Britain licence or Community licence previously held by him."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "70", "section_title": "Duty of appropriate Minister to inform competent authority", "section_text": "70 1 This section applies where a competent authority of   the Republic of Ireland   gives the appropriate Minister a notice under   the specified agreement on driving disqualifications   in respect of any person. 2 If the appropriate Minister gives a notice under section 57 to that person, he must give the competent authority particulars of the disqualification which arises by virtue of that section. 3 If the appropriate Minister does not give such a notice, he must give his reasons to the competent authority."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "71", "section_title": "Notices", "section_text": "71 1 A notice authorised or required under this Chapter to be given by the appropriate Minister to an individual, or a Community licence required to be returned to its holder by section 65, may be given or returned to him by— a delivering it to him, b leaving it at his proper address, or c sending it to him by post. 2 For the purposes of— a subsection (1), and b section 7 of the Interpretation Act 1978 (c. 30) in its application to that subsection, the proper address of any individual is his latest address as known to the appropriate Minister."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "71A", "section_title": "The specified agreement on driving disqualifications", "section_text": "71A 1 In this Chapter,  “ the specified agreement on driving disqualifications ” means the agreement specified from time to time by the Secretary of State by regulations for the purposes of this Chapter. 2 The Secretary of State may only specify an agreement made— a between the United Kingdom and the Republic of Ireland, and b for the purpose of giving effect in one of those States to disqualification from driving imposed in the other on conviction for an offence. 3 In this section,  “ disqualification from driving ” means disqualification from holding or obtaining a licence to drive a motor vehicle."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "72", "section_title": "Regulations: Great Britain", "section_text": "72 1 Any power to make regulations conferred by this Chapter on the Secretary of State is exercisable by statutory instrument. 2 A statutory instrument containing any such regulations is subject to annulment in pursuance of a resolution of either House of Parliament , subject to subsection (2A) . 2A A statutory instrument containing regulations under section 54(6), 56(10) or 71A may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 3 The regulations may make different provision for different purposes."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "73", "section_title": "Regulations: Northern Ireland", "section_text": "73 1 Any power to make regulations conferred by this Chapter on the Department is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/ 1573 (N.I. 12)). 2 Any such regulations are subject to negative resolution (within the meaning of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.)) , subject to subsection (2A) . 2A Regulations made under section 54(7) may not be made unless a draft of the regulations has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 3 The regulations may make different provision for different purposes."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "74", "section_title": "Interpretation", "section_text": "74 1 In this Chapter— “ appropriate Minister ” means— in relation to Great Britain, the Secretary of State, in relation to Northern Ireland, the Department,   “ central authority ” means an authority designated by the Republic of Ireland as a central authority for the purposes of the specified agreement on driving disqualifications;   “ Community licence ”— in relation to Great Britain, has the same meaning as in Part 3 of the Road Traffic Act 1988 (c. 52), in relation to Northern Ireland, has the same meaning as in Part 2 of the Road Traffic (Northern Ireland) Order 1981 (S.I. 1981/ 154 (N.I.1)),   “ competent authority ” means an authority which is a competent authority in relation to the Republic of Ireland for the purposes of the specified agreement on driving disqualifications;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ counterpart ”— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . in relation to Northern Ireland, has the same meaning as in Part 2 of the Road Traffic (Northern Ireland) Order 1981 (S.I. 1981/ 154 (N.I.1)), “ the Department ” means the Department of the Environment, “ disqualified ”, except in section 56, means— in relation to Great Britain, disqualified for holding or obtaining a Great Britain licence, in relation to Northern Ireland, disqualified for holding or obtaining a Northern Ireland licence, and , except in section 71A,    “ disqualification ” is to be interpreted accordingly, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Great Britain licence ” means a licence to drive a motor vehicle granted under Part 3 of the Road Traffic Act 1988, “ motor vehicle ”— in relation to Great Britain, has the same meaning as in the Road Traffic Act 1988, in relation to Northern Ireland, has the same meaning as in the Road Traffic (Northern Ireland) Order 1995 (S.I. 1995/ 2994 (N.I.18)), “ Northern Ireland licence ” means a licence to drive a motor vehicle granted under Part 2 of the Road Traffic (Northern Ireland) Order 1981, “ prescribed ” means prescribed by regulations made by the appropriate Minister.   “ Republic of Ireland disqualification ” means the disqualification mentioned in section 56;     “ Republic of Ireland licence ” means a licence to drive a motor vehicle granted under the law of the Republic of Ireland, including a learner permit.   2 In this Chapter a disqualification, or   Republic of Ireland disqualification , for life is to be treated as being for a period of not less than six months. 3 For the purposes of this Chapter, an individual is normally resident in, or in a part of, the United Kingdom, in Great Britain, in Northern Ireland or in the Republic of Ireland if his or her normal residence, as defined in Article 12 of Directive  2006/126/ EC  of the European Parliament and of the Council of 20th December 2006 on driving licences, is there."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "75", "section_title": "Application to Crown", "section_text": "75 This Chapter applies to vehicles and persons in the public service of the Crown."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "76", "section_title": "Recognition in Great Britain of disqualifications in Northern Ireland etc.", "section_text": "76 After section 102 of the Road Traffic Act 1988 there is inserted— Disqualification if disqualified in Northern Ireland etc. Disqualification while disqualified in Northern Ireland, Isle of Man, Channel Islands or Gibraltar 102A 1 A person is disqualified for holding or obtaining a licence to drive a motor vehicle of any class so long as he is subject to a relevant disqualification imposed outside Great Britain. 2 For the purposes of this section a person is subject to a relevant disqualification imposed outside Great Britain if, in respect of any offence— a a court in Northern Ireland disqualifies him for holding or obtaining a Northern Ireland licence, b a court in the Isle of Man or any of the Channel Islands disqualifies him for holding or obtaining a British external licence, or c a court in Gibraltar disqualifies him for holding or obtaining a licence to drive a motor vehicle granted under the law of Gibraltar. 3 A certificate signed by the Secretary of State which states, in respect of a person, any matter relating to the question whether he is subject to a relevant disqualification imposed outside Great Britain shall be evidence (in Scotland, sufficient evidence) of the matter so stated. 4 A certificate stating that matter and purporting to be so signed shall be deemed to be so signed unless the contrary is proved."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "77", "section_title": "Endorsement of counterparts issued to Northern Ireland licence holders", "section_text": "77 1 After section 109 of the Road Traffic Act 1988 (c. 52) there is inserted— Counterparts issued to Northern Ireland licence holders 109A 1 The Secretary of State may issue to any Northern Ireland licence holder who— a has delivered his Northern Ireland licence to the Secretary of State, and b has provided him with the information specified in, or required under, subsection (3) below (whether or not in pursuance of this section), a document (referred to in this Part of this Act in relation to a Northern Ireland licence as a  “ counterpart ”). 2 The counterpart must— a be in such form, and b contain such information, designed for the endorsement of particulars relating to the Northern Ireland licence as the Secretary of State may determine. 3 The information referred to in subsection (1) above is— a the name and address (whether in Great Britain or Northern Ireland) of the Northern Ireland licence holder; b his date of birth; c the classes of vehicle which he is authorised by his Northern Ireland licence to drive; d the period of validity of the licence; e whether it was granted in exchange for a licence issued by a state other than an EEA State; and f such other information as the Secretary of State may require for the purposes of the proper exercise of any of his functions under this Part or Part 4 of this Act. 4 The Secretary of State— a may endorse a Northern Ireland licence delivered to him (whether or not in pursuance of this section) in such manner as he may determine— i with any part of the information specified in, or required under, subsection (3) above; or ii with information providing a means of ascertaining that information or any part of it; and b must return the Northern Ireland licence to the holder. 5 Subsections (6) to (9), (11)\t\t\t\t\t\t\t\t\t\t(with the omission of paragraph (a)) and (12) of section 99B of this Act apply for the purposes of this section as if the references to a Community licence were references to a Northern Ireland licence. 2 After section 91 of the Road Traffic Offenders Act 1988 (c. 53) there is inserted— Application to Northern Ireland licence holders 91ZA 1 The references to a licence in the following provisions of this Act include references to a Northern Ireland licence— a section 7, b section 26(7) and (8) and (9)(b), c section 27, d section 29(1), e section 30, f section 31(1), g section 32, h section 42(5), i section 44(1), j section 46(2), k section 47(2) and (3), l section 48(1) and (2). 2 Accordingly, the reference in section 27(3)(b) of this Act to the suspension of a licence is to be construed in relation to a Northern Ireland licence holder as a reference to his ceasing to be authorised by virtue of section 109(1) of the Road Traffic Act 1988 to drive in Great Britain a motor vehicle of any class. 3 The references in sections 26(9)(a) and 27(3) of this Act to a new licence include references to a counterpart of a Northern Ireland licence. 4 In relation to a Northern Ireland licence holder to whom a counterpart is issued under section 109A of the Road Traffic Act 1988, the references in Part 3 of this Act (except sections 75(12), 76(8) and 77(9)) to a licence include references to a Northern Ireland licence. 5 Where a court orders the endorsement of the counterpart of any Northern Ireland licence held by a person, it must send notice of the endorsement to the Secretary of State. 6 The notice must— a be sent in such manner and to such address, and b contain such particulars, as the Secretary of State may determine. 7 Where a court orders the holder of a Northern Ireland licence to be disqualified, it must send the Northern Ireland licence and its counterpart (if any), on their being produced to the court, to the Secretary of State. 8 The licence and its counterpart must be sent to such address as the Secretary of State may determine. 9 Where— a a notice is sent to the Secretary of State under subsection (5) above, and b the particulars contained in the notice include— i particulars of an offence in respect of which the holder of a Northern Ireland licence is disqualified by an order of a court, and ii particulars of the disqualification, the Secretary of State must send a notice containing the particulars mentioned in paragraph (b)(i) and (ii) to the licensing authority in Northern Ireland. Effect of endorsement on Northern Ireland licence holders 91ZB Section 91B applies in relation to Northern Ireland licences as it applies in relation to Community licences."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "78", "section_title": "Prohibition on holding or obtaining Great Britain and Northern Ireland licences", "section_text": "78 1 The Road Traffic Act 1988 (c. 52) is amended as follows. 2 In section 97 (grant of licences)— a in subsection (1)(c), after sub-paragraph (i) there is inserted— ia any Northern Ireland licence held by him together with its Northern Ireland counterpart and its counterpart (if any) issued to him under this Part of this Act, , b after subsection (1A) there is inserted— 1AA Where a licence under this Part of this Act is granted to a person who surrenders under sub-paragraph (ia) of subsection (1)(c) above his Northern Ireland licence together with the counterparts mentioned in that sub-paragraph to the Secretary of State— a that person ceases to be authorised by virtue of section 109(1) of this Act to drive in Great Britain a motor vehicle of any class, and b the Secretary of State must send the Northern Ireland licence and its Northern Ireland counterpart to the licensing authority in Northern Ireland together with particulars of the class of motor vehicles to which the licence granted under this Part of this Act relates. 3 In section 99 (duration of licences), after subsection (3) there is inserted— 3A Where— a the Secretary of State is sent under a provision of Northern Ireland law corresponding to section 97(1AA) of this Act a licence granted under this Part of this Act to a person to drive a motor vehicle of any class, and b the Secretary of State is satisfied that a Northern Ireland licence to drive a motor vehicle of that or a corresponding class has been granted to that person, the Secretary of State must serve notice in writing on that person revoking the licence granted under this Part of this Act. 4 In section 102 (disqualification to prevent duplication of licences), at the end there is inserted— 2 A person is also disqualified for holding or obtaining a licence authorising him to drive a motor vehicle of any class so long as he is authorised by virtue of section 109(1) of this Act to drive a motor vehicle of that or a corresponding class."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "79", "section_title": "Disability and prospective disability", "section_text": "79 1 The Road Traffic Act 1988 (c. 52) is amended as follows. 2 After section 109A (as inserted by section 77 of this Act) there is inserted— Revocation of authorisation conferred by Northern Ireland licence because of disability or prospective disability 109B 1 If the Secretary of State is at any time satisfied on inquiry— a that a Northern Ireland licence holder is suffering from a relevant disability, and b that he would be required by virtue of section 92(3) of this Act to refuse an application made by the holder at that time for a licence authorising him to drive a vehicle of the class in respect of which his Northern Ireland licence was issued or a class corresponding to that class, he may serve notice in writing requiring the licence holder to deliver immediately to the Secretary of State his Northern Ireland licence together with its Northern Ireland counterpart and its counterpart (if any) issued to him under this Part of this Act (“the relevant counterparts”). 2 If the Secretary of State is satisfied on inquiry that a Northern Ireland licence holder is suffering from a prospective disability, he may— a serve notice in writing on the Northern Ireland licence holder requiring him to deliver immediately to the Secretary of State his Northern Ireland licence together with the relevant counterparts, and b on receipt of the Northern Ireland licence and those counterparts and of an application made for the purposes of this subsection, grant to the Northern Ireland licence holder, free of charge, a licence for a period determined by the Secretary of State under section 99(1)(b) of this Act. 3 The Secretary of State may require a person to provide— a evidence of his name, address, sex and date and place of birth, and b a photograph which is a current likeness of him, before granting a licence to him on an application for the purposes of subsection (2) above. 4 A person who— a is required under, or by virtue of, this section to deliver to the Secretary of State his Northern Ireland licence and the relevant counterparts, but b without reasonable excuse, fails to do so, is guilty of an offence. 5 Where a Northern Ireland licence holder to whom a counterpart is issued under section 109A of this Act— a is required under, or by virtue of, this section to deliver his Northern Ireland licence and that counterpart to the Secretary of State, and b is not in possession of them in consequence of the fact that he has surrendered them to a constable or authorised person (within the meaning of Part 3 of the Road Traffic Offenders Act 1988) on receiving a fixed penalty notice given to him under section 54 of that Act, he does not fail to comply with any such requirement if he delivers them to the Secretary of State immediately on their return. 6 Where a Northern Ireland licence holder is served with a notice in pursuance of this section, he shall cease to be authorised by virtue of section 109(1) of this Act to drive in Great Britain a motor vehicle of any class from such date as may be specified in the notice, not being earlier than the date of service of the notice. 7 Where a Northern Ireland licence is delivered to the Secretary of State in pursuance of this section, he must— a send the licence and its Northern Ireland counterpart to the licensing authority in Northern Ireland, and b explain to them his reasons for so doing. Information relating to disabilities etc 109C Section 94 of this Act shall apply to a Northern Ireland licence holder who is normally resident in Great Britain as if— a in subsection (1), for the words from the beginning to  “aware” there were substituted  “                              If a Northern Ireland licence holder who is authorised by virtue of section 109(1) of this Act to drive in Great Britain a motor vehicle of any class, is aware immediately before the relevant date, or becomes aware on or after that date                            ” , b after that subsection there were inserted— 1A For the purposes of subsection (1)\t\t\t\t\t\t\t\t\t\t\t\t\t “ relevant date ” means— a in the case where the licence holder first became normally resident in Great Britain on or before the date on which section 79 of the Crime (International Co-operation) Act 2003 comes into force, that date; and b in any other case, the date on which he first became so resident. , c for subsection (3A) there were substituted— 3A A person who— a is authorised by virtue of section 109(1) of this Act to drive in Great Britain a motor vehicle of any class, and b drives on a road a motor vehicle of that class, is guilty of an offence if at any earlier time while he was so authorised he was required by subsection (1) above to notify the Secretary of State but has failed without reasonable excuse to do so. , d in subsection (4), the words  “an applicant for, or”\t\t\t\t\t\t\t\t\t\t(in both places) were omitted, e in subsection (5), the words  “applicant or” and the words from the beginning of paragraph (c) to  “provisional licence” were omitted, f in subsection (6)(b), the words  “applicant or”\t\t\t\t\t\t\t\t\t\t(in both places) were omitted, g in subsection (7), the words  “applicant or” were omitted, and h in subsection (8)— i for  “93” there were substituted  “                                  109B                                ” , and ii the words  “applicant or”\t\t\t\t\t\t\t\t\t\t\t\t(in both places) were omitted. 3 In section 93 (revocation of licence because of disability or prospective disability)— a in subsection (2A), at the end there is inserted  “                        or subsection (6) below                      ” , b at the end there is inserted— 5 Where the Secretary of State— a is at any time sent by the licensing authority in Northern Ireland a licence under a provision of Northern Ireland law corresponding to section 109B of this Act, and b by virtue of the reasons given by that authority for sending the licence is at that time satisfied as mentioned in subsection (1)(a) and (b) above or that the licence holder is suffering from a prospective disability, the Secretary of State may serve notice in writing on the licence holder revoking the licence with effect from such date as may be specified in the notice, not being earlier than the date of service of the notice. 6 Where the reasons given by the licensing authority in Northern Ireland for sending the licence relate to a prospective disability of the holder, the Secretary of State may, on an application made for the purposes of this subsection, grant to the holder, free of charge, a new licence for a period determined by the Secretary of State under section 99(1)(b) of this Act."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "80", "section_title": "Disclosure of information by SFO", "section_text": "80 In section 3 of the Criminal Justice Act 1987 (c. 38) (disclosure of information)— a in subsection (5), for paragraph (c) there is substituted— c for the purposes of any criminal investigation or criminal proceedings, whether in the United Kingdom or elsewhere , b at the end of subsection (6) there is inserted— n any person or body having, under the Treaty on European Union or any other treaty to which the United Kingdom is a party, the function of receiving information of the kind in question, o any person or body having, under the law of any country or territory outside the United Kingdom, the function of receiving information relating to the proceeds of crime , and the  “and” preceding paragraph (m) is omitted."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "81", "section_title": "Inspection of overseas information systems", "section_text": "81 After section 54 of the Data Protection Act 1998 (c. 29) there is inserted— Inspection of overseas information systems 54A 1 The Commissioner may inspect any personal data recorded in— a the Schengen information system, b the Europol information system, c the Customs information system. 2 The power conferred by subsection (1) is exercisable only for the purpose of assessing whether or not any processing of the data has been or is being carried out in compliance with this Act. 3 The power includes power to inspect, operate and test equipment which is used for the processing of personal data. 4 Before exercising the power, the Commissioner must give notice in writing of his intention to do so to the data controller. 5 But subsection (4) does not apply if the Commissioner considers that the case is one of urgency. 6 Any person who— a intentionally obstructs a person exercising the power conferred by subsection (1), or b fails without reasonable excuse to give any person exercising the power any assistance he may reasonably require, is guilty of an offence. 7 In this section— “ the Customs information system ” means the information system established under Chapter  II  of the Convention on the Use of Information Technology for Customs Purposes, “ the Europol information system ” means the information system established under Title II of the Convention on the Establishment of a European Police Office, “ the Schengen information system ” means the information system established under Title  IV  of the Convention implementing the Schengen Agreement of 14th June 1985, or any system established in its place in pursuance of any  EU  obligation."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "82", "section_title": "Driver licensing information", "section_text": "82 Information held in any form— a by the Secretary of State under Part 3 of the Road Traffic Act 1988 (c. 52), or b by the Department of the Environment under Part 2 of the Road Traffic (Northern Ireland) Order 1981 (S.I. 1981/ 154 (N.I.1)), (licensing of drivers of vehicles) may be disclosed for the purposes of the Schengen information system (within the meaning of section 81)."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "83", "section_title": "Foreign surveillance operations", "section_text": "83 After section 76 of the Regulation of Investigatory Powers Act 2000 (c. 23) there is inserted— Foreign surveillance operations 76A 1 This section applies where— a a foreign police or customs officer is carrying out relevant surveillance outside the United Kingdom which is lawful under the law of the country or territory in which it is being carried out; b circumstances arise by virtue of which the surveillance can for the time being be carried out only in the United Kingdom; and c it is not reasonably practicable in those circumstances for a United Kingdom officer to carry out the surveillance in the United Kingdom in accordance with an authorisation under Part 2 or the Regulation of Investigatory Powers (Scotland) Act 2000. 2 “ Relevant surveillance ” means surveillance which— a is carried out in relation to a person who is suspected of having committed a relevant crime; and b is, for the purposes of Part 2, directed surveillance or intrusive surveillance. 3 “ Relevant crime ” means crime which— a falls within Article 40(7) of the Schengen Convention; or b is crime for the purposes of any other international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State with the consent of the Scottish Ministers. 4 Relevant surveillance carried out by the foreign police or customs officer in the United Kingdom during the permitted period is to be lawful for all purposes if— a the condition mentioned in subsection (6) is satisfied; b the officer carries out the surveillance only in places to which members of the public have or are permitted to have access, whether on payment or otherwise; and c conditions specified in any order made by the Secretary of State with the consent of the Scottish Ministers are satisfied in relation to its carrying out; but no surveillance is lawful by virtue of this subsection if the officer subsequently seeks to stop and question the person in the United Kingdom in relation to the relevant crime. 5 The officer is not to be subject to any civil liability in respect of any conduct of his which is incidental to any surveillance that is lawful by virtue of subsection (4). 6 The condition in this subsection is satisfied if, immediately after the officer enters the United Kingdom— a he notifies a person designated by the Director General of the National Criminal Intelligence Service of that fact; and b (if the officer has not done so before) he requests an application to be made for an authorisation under Part 2, or the Regulation of Investigatory Powers (Scotland) Act 2000, for the carrying out of the surveillance. 7 “ The permitted period ” means the period of five hours beginning with the time when the officer enters the United Kingdom. 8 But a person designated by an order made by the Secretary of State may notify the officer that the surveillance is to cease being lawful by virtue of subsection (4) when he gives the notification. 9 The Secretary of State is not to make an order under subsection (4) unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 10 In this section references to a foreign police or customs officer are to a police or customs officer who, in relation to a country or territory other than the United Kingdom, is an officer for the purposes of— a Article 40 of the Schengen Convention; or b any other international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State with the consent of the Scottish Ministers. 11 In this section— “ the Schengen Convention ” means the Convention implementing the Schengen Agreement of 14th June 1985; “ United Kingdom officer ” means— a member of a police force; a member of the National Criminal Intelligence Service; a member of the National Crime Squad or of the Scottish Crime Squad (within the meaning of the Regulation of Investigatory Powers (Scotland) Act 2000); a customs officer."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "84", "section_title": "Assaults on foreign officers", "section_text": "84 1 For the purposes of section 89 of the Police Act 1996 (c. 16) (assaults on constables) any person who is carrying out surveillance in England and Wales under section 76A of the Regulation of Investigatory Powers Act 2000 (c. 23) is to be treated as if he were acting as a constable in the execution of his duty. 2 For the purposes of   section 90 of the Police and Fire Reform (Scotland) Act 2012   (assaults on constables) any person who is carrying out surveillance in Scotland under section 76A of that Act of 2000 is to be   treated as if he were acting in the capacity of a constable . 3 For the purposes of section 66 of the Police (Northern Ireland) Act 1998 (c. 32) (assaults on constables) any person who is carrying out surveillance in Northern Ireland under section 76A of that Act of 2000 is to be so treated."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "85", "section_title": "Liability in respect of foreign officers", "section_text": "85 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "86", "section_title": "Schengen-building provisions of the 1996 Extradition Convention", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "87", "section_title": "States in relation to which 1995 and 1996 Extradition Conventions not in force", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "88", "section_title": "False monetary instruments: England and Wales and Northern Ireland", "section_text": "88 1 Section 5 of the Forgery and Counterfeiting Act 1981 (c. 45)\t\t\t\t\t(offences relating to money orders, share certificates, passports, etc.) is amended as follows. 2 In subsection (5)— a in paragraph (g), at the end there is inserted  “                        and other bills of exchange                      ” , b after paragraph (h) there is inserted— ha bankers' drafts; hb promissory notes; , c after paragraph (j) there is inserted— ja debit cards; . 3 After subsection (6) there is inserted— 7 An instrument is also an instrument to which this section applies if it is a monetary instrument specified for the purposes of this section by an order made by the Secretary of State. 8 The power under subsection (7) above is exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "89", "section_title": "False monetary instruments: Scotland", "section_text": "89 After section 46 of the Criminal Law (Consolidation)\t\t\t(Scotland) Act 1995 (c. 39) there is inserted— False monetary instruments False monetary instruments 46A 1 A person who counterfeits or falsifies a specified monetary instrument with the intention that it be uttered as genuine is guilty of an offence. 2 A person who has in his custody or under his control, without lawful authority or excuse— a anything which is, and which he knows or believes to be, a counterfeited or falsified specified monetary instrument; or b any machine, implement or computer programme, or any paper or other material, which to his knowledge is specially designed or adapted for the making of a specified monetary instrument, is guilty of an offence. 3 For the purposes of subsections (1) and (2)(a) above, it is immaterial that the specified monetary instrument (or purported specified monetary instrument) is not in a fit state to be uttered or that the counterfeiting or falsifying of it has not been finished or perfected. 4 A person guilty of an offence under this section is liable on summary conviction— a to a fine not exceeding the statutory maximum; b to imprisonment for a term not exceeding six months; or c both to a fine and to such imprisonment. 5 A person guilty of an offence— a under subsection (1) above is liable on conviction on indictment— i to a fine; ii to imprisonment for a term not exceeding ten years; or iii both to a fine and to such imprisonment; b under subsection (2) above is liable on conviction on indictment— i to a fine; ii if it is proved that the offence was committed with the intention that the specified monetary instrument in question be uttered (or as the case may be that a specified monetary instrument be uttered), to imprisonment for a term not exceeding ten years and if it is not so proved, to imprisonment for a term not exceeding two years; or iii both to a fine and to imprisonment for a term not exceeding ten years, if it is proved as mentioned in sub-paragraph (ii) above, or both to a fine and to imprisonment for a term not exceeding two years if it is not so proved. 6 Where an offence under this section which has been committed— a by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a director, manager, secretary or other similar officer of that body; or b by a Scottish partnership is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a member of that partnership, or by any person who was purporting to act in any such capacity, he as well as the body corporate, or as the case may be the partnership, is guilty of that offence and is liable to be proceeded against and punished accordingly. 7 Where the affairs of a body corporate are managed by its members, subsection (6) above applies in relation to the actings and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 8 In subsections (1) to (5) above,  “ specified ” means for the time being specified for the purposes of this section, by order made by the Scottish Ministers. 9 The power to make an order under subsection (8) above— a includes power to make such incidental, supplemental, transitional or transitory provision as the Scottish Ministers think necessary or expedient; and b is exercisable by statutory instrument. 10 A statutory instrument containing such an order is subject to annulment in pursuance of a resolution of the Scottish Parliament."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "90", "section_title": "Freezing of terrorist property", "section_text": "90 Schedule 4 is to have effect."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "91", "section_title": "Amendments and repeals", "section_text": "91 1 Schedule 5 (minor and consequential amendments) is to have effect. 2 The enactments set out in Schedule 6 are repealed to the extent specified."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "92", "section_title": "Northern Ireland", "section_text": "92 An Order in Council under paragraph 1(1) of the Schedule to the Northern Ireland Act 2000 (c. 1) (legislation for Northern Ireland during suspension of devolved government) which contains a statement that it is made only for purposes corresponding to those of Chapter 2 of Part 3 of this Act— a is not to be subject to paragraph 2 of that Schedule (affirmative resolution of both Houses of Parliament), but b is to be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "93", "section_title": "Supplementary and consequential provision", "section_text": "93 1 The appropriate Minister may by order made by statutory instrument make— a any supplementary, incidental or consequential provision, b any transitory, transitional or saving provision, which he considers necessary or expedient for the purposes of, in consequence of or for giving full effect to any provision of this Act. 2 The appropriate Minister means— a in relation to any provision that would, if included in an Act of the Scottish Parliament, be within the legislative competence of that Parliament, the Scottish Ministers, b in relation to any other provision, the Secretary of State. 3 The provision which may be made under subsection (1) includes provision amending or repealing any enactment or instrument. 4 An order under this section may make different provision for different purposes. 5 A statutory instrument (other than an instrument to which subsection (6) applies) containing an order under this section made by the Secretary of State is subject to annulment in pursuance of a resolution of either House of Parliament. 6 A statutory instrument containing such an order which adds to, replaces or omits any part of the text of an Act is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 7 A statutory instrument (other than an instrument to which subsection (8) applies) containing an order under this section made by the Scottish Ministers is subject to annulment in pursuance of a resolution of the Scottish Parliament. 8 A statutory instrument containing such an order which adds to, replaces or omits any part of the text of an Act or of an Act of the Scottish Parliament is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, the Scottish Parliament."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "94", "section_title": "Commencement", "section_text": "94 1 This Act (except this Chapter and the provisions mentioned in subsection (3)) is to come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 2 Any day appointed for the purposes of Part 1 (other than sections 32 to 41), and the related amendments and repeals, is to be one decided by the Secretary of State and the Scottish Ministers. 3 The following are to come into force on such day as the Scottish Ministers may by order made by statutory instrument appoint— a sections 37 to 41, b section 89. 4 An order under this section may make different provision for different purposes."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "95", "section_title": "Extent", "section_text": "95 1 Sections 32 to 36 extend only to England and Wales and Northern Ireland. 2 Sections 37 to 41 extend only to Scotland."}, {"act": "Crime (International Co-operation) Act 2003", "year": 2003, "section": "96", "section_title": "Short title", "section_text": "96 This Act may be cited as the Crime (International Co-operation) Act 2003."}]