[{"act": "Dealing in Cultural Objects (Offences) Act 2003", "year": 2003, "section": "1", "section_title": "Offence of dealing in tainted cultural objects", "section_text": "1 1 A person is guilty of an offence if he dishonestly deals in a cultural object that is tainted, knowing or believing that the object is tainted. 2 It is immaterial whether he knows or believes that the object is a cultural object. 3 A person guilty of the offence is liable— a on conviction on indictment, to imprisonment for a term not exceeding seven years or a fine (or both), b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum (or both)."}, {"act": "Dealing in Cultural Objects (Offences) Act 2003", "year": 2003, "section": "2", "section_title": "Meaning of  “tainted cultural object”", "section_text": "2 1 “ Cultural object ” means an object of historical, architectural or archaeological interest. 2 A cultural object is tainted if, after the commencement of this Act— a a person removes the object in a case falling within subsection (4) or he excavates the object, and b the removal or excavation constitutes an offence. 3 It is immaterial whether— a the removal or excavation was done in the United Kingdom or elsewhere, b the offence is committed under the law of a part of the United Kingdom or under the law of any other country or territory. 4 An object is removed in a case falling within this subsection if— a it is removed from a building or structure of historical, architectural or archaeological interest where the object has at any time formed part of the building or structure, or b it is removed from a monument of such interest. 5 “ Monument ” means— a any work, cave or excavation, b any site comprising the remains of any building or structure or of any work, cave or excavation, c any site comprising, or comprising the remains of, any vehicle, vessel, aircraft or other movable structure, or part of any such thing. 6 “ Remains ” includes any trace or sign of the previous existence of the thing in question. 7 It is immaterial whether— a a building, structure or work is above or below the surface of the land, b a site is above or below water. 8 This section has effect for the purposes of section 1."}, {"act": "Dealing in Cultural Objects (Offences) Act 2003", "year": 2003, "section": "3", "section_title": "Meaning of  “deals in”", "section_text": "3 1 A person deals in an object if (and only if) he— a acquires, disposes of, imports or exports it, b agrees with another to do an act mentioned in paragraph (a), or c makes arrangements under which another person does such an act or under which another person agrees with a third person to do such an act. 2 “ Acquires ” means buys, hires, borrows or accepts. 3 “ Disposes of ” means sells, lets on hire, lends or gives. 4 In relation to agreeing or arranging to do an act, it is immaterial whether the act is agreed or arranged to take place in the United Kingdom or elsewhere. 5 This section has effect for the purposes of section 1."}, {"act": "Dealing in Cultural Objects (Offences) Act 2003", "year": 2003, "section": "4", "section_title": "Revenue and Customs prosecutions", "section_text": "4 1 Proceedings for an offence relating to the dealing in a tainted cultural object may be instituted  by  the Director of Public Prosecutions  or by order of the Commissioners for Her Majesty’s Revenue and Customs if it appears to the Director or to the Commissioners                        that the offence has involved the importation or exportation of such an object. 2 An offence relates to the dealing in a tainted cultural object if it is— a an offence under section 1, or b an offence of inciting the commission of, or attempting or conspiring to commit, such an offence. 3 Proceedings for an offence which are instituted by order of the Commissioners  under subsection (1) are to be commenced in the name of an officer of Revenue and Customs , but may be continued by another officer. 4 Where the Commissioners  ... investigate, or propose to investigate, any matter with a view to determining— a whether there are grounds for believing that a person has committed an offence which relates to the dealing in a tainted cultural object and which involves the importation or exportation of such an object, or b whether a person should be prosecuted for such an offence, the matter is to be treated as an assigned matter within the meaning of the Customs and Excise Management Act 1979 (c. 2). 5 Nothing in this section affects any powers of any person (including any officer) apart from this section. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Dealing in Cultural Objects (Offences) Act 2003", "year": 2003, "section": "5", "section_title": "Offences by bodies corporate", "section_text": "5 1 If an offence under section 1 committed by a body corporate is proved— a to have been committed with the consent or connivance of an officer, or b to be attributable to any neglect on his part, he (as well as the body corporate) is guilty of the offence and liable to be proceeded against and punished accordingly. 2 “ Officer ”, in relation to a body corporate, means— a a director, manager, secretary or other similar officer of the body, b a person purporting to act in any such capacity. 3 If the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body."}, {"act": "Dealing in Cultural Objects (Offences) Act 2003", "year": 2003, "section": "6", "section_title": "Short title, commencement and extent", "section_text": "6 1 This Act may be cited as the Dealing in Cultural Objects (Offences) Act 2003. 2 This Act comes into force at the end of the period of two months beginning with the day on which it is passed. 3 This Act does not extend to Scotland."}]