[{"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "1", "section_title": "Offence of female genital mutilation", "section_text": "1 1 A person is guilty of an offence if he excises, infibulates or otherwise mutilates the whole or any part of a girl’s labia majora, labia minora or clitoris. 2 But no offence is committed by an approved person who performs— a a surgical operation on a girl which is necessary for her physical or mental health, or b a surgical operation on a girl who is in any stage of labour, or has just given birth, for purposes connected with the labour or birth. 3 The following are approved persons— a in relation to an operation falling within subsection (2)(a), a registered medical practitioner, b in relation to an operation falling within subsection (2)(b), a registered medical practitioner, a registered midwife or a person undergoing a course of training with a view to becoming such a practitioner or midwife. 4 There is also no offence committed by a person who— a performs a surgical operation falling within subsection (2)(a) or (b) outside the United Kingdom, and b in relation to such an operation exercises functions corresponding to those of an approved person. 5 For the purpose of determining whether an operation is necessary for the mental health of a girl it is immaterial whether she or any other person believes that the operation is required as a matter of custom or ritual."}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "2", "section_title": "Offence of assisting a girl to mutilate her own genitalia", "section_text": "2 A person is guilty of an offence if he aids, abets, counsels or procures a girl to excise, infibulate or otherwise mutilate the whole or any part of her own labia majora, labia minora or clitoris."}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "3", "section_title": "Offence of assisting a non-UK person to mutilate overseas a girl’s genitalia", "section_text": "3 1 A person is guilty of an offence if he aids, abets, counsels or procures a person who is not a United Kingdom national or  ... United Kingdom resident to do a relevant act of female genital mutilation outside the United Kingdom. 2 An act is a relevant act of female genital mutilation if— a it is done in relation to a United Kingdom national or  ... United Kingdom resident, and b it would, if done by such a person, constitute an offence under section 1. 3 But no offence is committed if the relevant act of female genital mutilation— a is a surgical operation falling within section 1(2)(a) or (b), and b is performed by a person who, in relation to such an operation, is an approved person or exercises functions corresponding to those of an approved person."}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "3A", "section_title": "Offence of failing to protect girl from risk of genital mutilation", "section_text": "3A 1 If a genital mutilation offence is committed against a girl under the age of 16, each person who is responsible for the girl at the relevant time is guilty of an offence. This is subject to subsection (5). 2 For the purposes of this section a person is  “responsible” for a girl in the following two cases. 3 The first case is where the person— a has parental responsibility for the girl, and b has frequent contact with her. 4 The second case is where the person— a is aged 18 or over, and b has assumed (and not relinquished) responsibility for caring for the girl in the manner of a parent. 5 It is a defence for the defendant to show that— a at the relevant time, the defendant did not think that there was a significant risk of a genital mutilation offence being committed against the girl, and could not reasonably have been expected to be aware that there was any such risk, or b the defendant took such steps as he or she could reasonably have been expected to take to protect the girl from being the victim of a genital mutilation offence. 6 A person is taken to have shown the fact mentioned in subsection (5)(a) or (b) if— a sufficient evidence of the fact is adduced to raise an issue with respect to it, and b the contrary is not proved beyond reasonable doubt. 7 For the purposes of subsection (3)(b), where a person has frequent contact with a girl which is interrupted by her going to stay somewhere temporarily, that contact is treated as continuing during her stay there. 8 In this section— “ genital mutilation offence ” means an offence under section 1, 2 or 3 (and for the purposes of subsection (1) the prosecution does not have to prove which section it is); “parental responsibility”— in England Wales, has the same meaning as in the Children Act 1989; in Northern Ireland, has the same meaning as in the Children (Northern Ireland) Order 1995 ( S.I.  1995/755 (N.I. 2)); “ the relevant time ” means the time when the mutilation takes place. "}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "4", "section_title": "Extension of sections 1 to  3A  to extra-territorial acts  or omissions", "section_text": "4 1 Sections 1 to 3 extend to any act done outside the United Kingdom by a United Kingdom national or  ... United Kingdom resident. 1A An offence under section 3A can be committed wholly or partly outside the United Kingdom by a person who is a United Kingdom national or a United Kingdom resident. 2 If an offence under this Act is committed outside the United Kingdom— a proceedings may be taken, and b the offence may for incidental purposes be treated as having been committed, in any place in England and Wales or Northern Ireland."}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "4A", "section_title": "Anonymity of victims", "section_text": "4A Schedule 1 provides for the anonymity of persons against whom a female genital mutilation offence (as defined in that Schedule) is alleged to have been committed."}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "5", "section_title": "Penalties for offences", "section_text": "5 1 A person guilty of an offence under section 1, 2 or 3  is liable— a on conviction on indictment, to imprisonment for a term not exceeding 14 years or a fine (or both), b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum (or both). 2 A person guilty of an offence under section 3A is liable— a on conviction on indictment, to imprisonment for a term not exceeding seven years or a fine (or both), b on summary conviction in England and Wales, to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or a fine (or both), c on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months or a fine not exceeding the statutory maximum (or both)."}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "5A", "section_title": "Female genital mutilation protection orders", "section_text": "5A 1 Schedule 2 provides for the making of female genital mutilation protection orders. 2 In that Schedule— a Part 1 makes provision about powers of courts in England and Wales to make female genital mutilation protection orders; b Part 2 makes provision about powers of courts in Northern Ireland to make such orders."}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "5B", "section_title": "Duty to notify police of female genital mutilation", "section_text": "5B 1 A person who works in a regulated profession in England and Wales must make a notification under this section (an  “FGM notification”) if, in the course of his or her work in the profession, the person discovers that an act of female genital mutilation appears to have been carried out on a girl who is aged under 18. 2 For the purposes of this section— a a person works in a  “regulated profession” if the person is— i a healthcare professional, ii a teacher, or iii a social care worker in Wales; b a person  “discovers” that an act of female genital mutilation appears to have been carried out on a girl in either of the following two cases. 3 The first case is where the girl informs the person that an act of female genital mutilation (however described) has been carried out on her. 4 The second case is where— a the person observes physical signs on the girl appearing to show that an act of female genital mutilation has been carried out on her, and b the person has no reason to believe that the act was, or was part of, a surgical operation within section 1(2)(a) or (b). 5 An FGM notification— a is to be made to the chief officer of police for the area in which the girl resides; b must identify the girl and explain why the notification is made; c must be made before the end of one month from the time when the person making the notification first discovers that an act of female genital mutilation appears to have been carried out on the girl; d may be made orally or in writing. 6 The duty of a person working in a particular regulated profession to make an FGM notification does not apply if the person has reason to believe that another person working in that profession has previously made an FGM notification in connection with the same act of female genital mutilation. For this purpose, all persons falling within subsection (2)(a)(i) are to be treated as working in the same regulated profession. 7 A disclosure made in an FGM notification does not breach— a any obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of information. 8 The Secretary of State may by regulations amend this section for the purpose of adding, removing or otherwise altering the descriptions of persons regarded as working in a  “ regulated profession ” for the purposes of this section. 9 The power to make regulations under this section— a is exercisable by statutory instrument; b includes power to make consequential, transitional, transitory or saving provision. 10 A statutory instrument containing regulations under this section is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 11 In this section— “ act of female genital mutilation ” means an act of a kind mentioned in section 1(1); “ healthcare professional ” means a person registered with any of the regulatory bodies mentioned in section 25(3) of the National Health Service Reform and Health Care Professions Act 2002 (bodies within remit of the Professional Standards Authority for Health and Social Care); “ registered ”, in relation to a regulatory body, means registered in a register that the body maintains by virtue of any enactment; “ social care worker ” means a person registered in a register maintained by the Care Council for Wales under section 56 of the Care Standards Act 2000; “ teacher ” means— in relation to England, a person within section 141A(1) of the Education Act 2002 (persons employed or engaged to carry out teaching work at schools and other institutions in England); in relation to Wales, a person who falls within a category listed in the table in paragraph 1 of Schedule 2 to the Education (Wales) Act 2014 (anaw 5) (categories of registration for purposes of Part 2 of that Act) or any other person employed or engaged as a teacher at a school (within the meaning of the Education Act 1996) in Wales. 12 For the purposes of the definition of  “healthcare professional”, the following provisions of section 25 of the National Health Service Reform and Health Care Professions Act 2002 are to be ignored— a paragraph (g) of subsection (3); b subsection (3A)."}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "5C", "section_title": "Guidance", "section_text": "5C 1 The Secretary of State may issue guidance to whatever persons in England and Wales the Secretary of State considers appropriate about— a the effect of any provision of this Act, or b other matters relating to female genital mutilation. 2 A person exercising public functions to whom guidance is given under this section must have regard to it in the exercise of those functions. 3 Nothing in this section permits the Secretary of State to give guidance to any court or tribunal. 4 Before issuing guidance under this section the Secretary of State must consult— a the Welsh Ministers so far as the guidance is to   a devolved Welsh authority  ; b any person whom the Secretary of State considers appropriate. 5 In subsection (4)(a)  “ devolved Welsh authority ” has the same meaning as in the Government of Wales Act 2006 (see section 157A of that Act). 6 The Secretary of State may from time to time revise any guidance issued under this section. 7 Subsections (2) and (3) have effect in relation to any revised guidance. 8 Subsection (4) has effect in relation to any revised guidance unless the Secretary of State considers the proposed revisions of the guidance are insubstantial. 9 The Secretary of State must publish the current version of any guidance issued under this section."}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "6", "section_title": "Definitions", "section_text": "6 1 Girl includes woman. 2 A United Kingdom national is an individual who is— a a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen, b a person who under the British Nationality Act 1981 (c. 61) is a British subject, or c a British protected person within the meaning of that Act. 3 A United Kingdom resident is an individual who is habitually resident in the United Kingdom. 4 This section has effect for the purposes of this Act."}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "7", "section_title": "Consequential provision", "section_text": "7 1 The Prohibition of Female Circumcision Act 1985 (c. 38) ceases to have effect. 2 In paragraph 1(b) of the Schedule to the Visiting Forces Act 1952 (c. 67) (offences against the person in respect of which a member of a visiting force may in certain circumstances not be tried by a United Kingdom court), for paragraph (xi) there is substituted— xi the Female Genital Mutilation Act 2003; ."}, {"act": "Female Genital Mutilation Act 2003", "year": 2003, "section": "8", "section_title": "Short title, commencement, extent and general saving", "section_text": "8 1 This Act may be cited as the Female Genital Mutilation Act 2003. 2 This Act comes into force on such day as the Secretary of State may by order made by statutory instrument appoint. 3 An order under subsection (2) may include transitional or saving provisions. 4 This Act does not extend to Scotland and sections 5B and 5C do not extend to Northern Ireland . 5 Nothing in this Act affects any criminal liability arising apart from this Act."}]