[{"act": "Fire Services Act 2003", "year": 2003, "section": "1", "section_title": "Powers of the Secretary of State", "section_text": "1 1 The Secretary of State may by order made by statutory instrument do one or both of the following— a fix or modify the conditions of service of  fire brigade members   employees of a fire and rescue authority ; b give specific or general directions to fire authorities about the use or disposal of property or facilities. 2 The provision that may be contained in directions given by virtue of subsection (1)(b) includes— a provision about the use or disposal by a fire authority of property or facilities belonging to that authority; b provision about the use by a fire authority of property or facilities belonging to another fire authority or to any other person who has made the property or facilities available, or is willing to do so; and c provision requiring payments to be made by a fire authority to another fire authority or to any other person, in respect of the use of property or facilities. 3 Before making an order under this section that fixes or modifies conditions of service of  fire brigade members   employees of a fire and rescue authority  , the Secretary of State must, if there appears to him to be a negotiating body— a submit his proposals for an order to that body; b allow that body at least twenty-one days to report to him about the opinions of the members of that body on the proposals; and c consider any report made to him by that body within the period he has allowed. 4 Before making an order under this section containing a direction about the use or disposal of property or facilities, the Secretary of State must consult such persons who— a are, in his opinion, likely to be affected by the proposed direction, or b represent persons who are, in his opinion, likely to be so affected, as he thinks fit. 5 The power to make an order under this section includes power— a to make provision with retrospective effect fixing or modifying the pay or allowances of  fire brigade members   employees of a fire and rescue authority   (including provision having effect from a time before the passing of this Act); b to make different provision for different cases  (including power to make an order containing a direction applicable only to one or more particular fire authorities) ; c to make provision subject to exemptions and exceptions; and d to make incidental, supplemental, consequential and transitional provision. 6 The power to include retrospective provision in an order under this section does not include power retrospectively to reduce the pay and allowances payable to a person. 7 No order shall be made under this section more than two years after the commencement of this Act, except for the purpose of revoking provision contained in a previous order. 8 A statutory instrument containing an order under this section that makes provision authorised by subsection (1)(a) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9 It shall be the duty of a  fire authority   fire and rescue authority   to comply with a direction contained in an order under this section."}, {"act": "Fire Services Act 2003", "year": 2003, "section": "2", "section_title": "Interpretation of June 2003 agreement", "section_text": "2 For the avoidance of doubt, nothing in this Act affects the possibility of the parties agreeing on a reference to mediation, conciliation or arbitration on the interpretation of the June 2003 agreement between the Fire Brigades Union and the local authority fire service employers."}, {"act": "Fire Services Act 2003", "year": 2003, "section": "3", "section_title": "Supplemental provisions", "section_text": "3 1 This Act may be cited as the Fire Services Act 2003. 2 In this Act— “ conditions of service ” includes, in particular, conditions of service relating to pay and allowances, hours of duty or leave;   “ fire authority ” means an authority which is a fire authority within the meaning of the Fire Services Act 1947 (c. 41) (read with paragraph 2 of Schedule 11 to the Local Government Act 1985 (c. 51));    “ fire and rescue authority ” means a fire and rescue authority under the Fire and Rescue Services Act 2004;    “ fire brigade ” means a fire brigade maintained under the Fire Services Act 1947; “ fire brigade member ” means any member of a fire brigade (including a member whose employment as such is only temporary); “ negotiating body ” means a body of persons which— includes both persons representing the interests of some or all  fire authorities   fire and rescue authorities   and persons representing the interests of some or all  fire brigade members   employees of fire and rescue authorities ; and is constituted in accordance with what appear to the Secretary of State to be appropriate arrangements for the negotiation of the conditions of service of  fire brigade members   employees of fire and rescue authorities . 3 References in this Act to property or facilities belonging to a person include references to— a land occupied by that person; and b equipment or other assets or facilities the use of which is under the control of that person. 4 In its application to Northern Ireland, this Act has effect as if— a for references to the Secretary of State there were substituted references to the Department of Health, Social Services and Public Safety; b for references to a  fire authority or fire authorities   fire and rescue authority or fire and rescue authorities   there were substituted references to the Fire Authority for Northern Ireland; c for references to  a fire brigade there were substituted references to   employees of a fire and rescue authority there were substituted references to members of   the fire brigade within the meaning of the Fire Services (Northern Ireland) Order 1984 ( S.I.  1984/1821 (N.I. 11)); d in section 1(1),  “made by statutory instrument” were omitted; e in section 1(2)(b) and (c),  “another fire authority or to” were omitted; f for section 1(7) there were substituted— 7 The power to make an order under this section shall be exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 7A An order under this section that makes provision authorised by subsection (1)(a) shall be subject to negative resolution within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.)). 5 The powers conferred by this Act are in addition to those conferred by the Fire Services Act 1947 (c. 41), the Fire Services (Northern Ireland) Order 1984 (S.I. 1984/1821 (N.I. 11)) or any other enactment or instrument passed or made before the passing of this Act. 6 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums which are payable out of money so provided under any other Act. 7 This Act extends to England and Wales and Northern Ireland only."}]