[{"act": "Household Waste Recycling Act 2003", "year": 2003, "section": "1", "section_title": "Arrangements for separate collection of recyclable waste", "section_text": "1 After section 45 of the Environmental Protection Act 1990 (c. 43) there is inserted— Arrangements for separate collection of recyclable waste 45A 1 This section applies to any waste collection authority whose area is in England (an  “English waste collection authority”). 2 Where an English waste collection authority has a duty by virtue of section 45(1)(a) above to arrange for the collection of household waste from any premises, the authority shall ensure that the arrangements it makes in relation to those premises include the arrangements mentioned in subsection (3) below, unless it is satisfied that (in that case)— a the cost of doing so would be unreasonably high; or b comparable alternative arrangements are available. 3 The arrangements are arrangements for the collection of at least two types of recyclable waste together or individually separated from the rest of the household waste. 4 The requirement in subsection (2) above shall apply from 31st December 2010. 5 The Secretary of State may, if requested to do so by an English waste collection authority, direct the authority that subsection (4) above shall have effect in relation to that authority as if the date mentioned there were such later date as may be specified in the direction (being a date no later than 31st December 2015). 6 In this section,  “ recyclable waste ” means household waste which is capable of being recycled or composted."}, {"act": "Household Waste Recycling Act 2003", "year": 2003, "section": "2", "section_title": "Power to apply section 45A to Welsh waste collection authorities", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Household Waste Recycling Act 2003", "year": 2003, "section": "3", "section_title": "Recycling and composting: duty to report to Parliament", "section_text": "3 After section 47 of the Environmental Protection Act 1990 (c. 43) there is inserted— Recycling and composting: duty to report to Parliament 47A 1 Not later than 31st October 2004, the Secretary of State shall lay before each House of Parliament a report of the performance— a of each English waste authority in meeting its recycling and composting standards (if any); and b of each English waste collection authority towards meeting the requirement imposed by section 45A(2) above. 2 In this section— “ English waste authority ” means a waste collection authority or a waste disposal authority whose area is in England; “ English waste collection authority ” means a waste collection authority whose area is in England; and “ recycling and composting standards ” means, in relation to an English waste authority, such performance standards and performance indicators (if any) as may be specified for that authority in an order made under section 4 of the Local Government Act 1999 in connection with the recycling and composting of household waste."}, {"act": "Household Waste Recycling Act 2003", "year": 2003, "section": "4", "section_title": "Minor amendment", "section_text": "4 In section 164 of the Environmental Protection Act 1990 (c. 43)\t\t\t(short title, commencement and extent), after subsection (4) there is inserted— 4A Sections 45A, 45B and 47A do not extend to Scotland."}, {"act": "Household Waste Recycling Act 2003", "year": 2003, "section": "5", "section_title": "Short title, commencement and extent", "section_text": "5 1 This Act may be cited as the Household Waste Recycling Act 2003. 2 This Act comes into force at the end of the period of two months beginning with the day on which it is passed. 3 This Act extends to England and Wales only."}]