[{"act": "Local Government Act 2003", "year": 2003, "section": "1", "section_title": "Power to borrow", "section_text": "1 A local authority may borrow money— a for any purpose relevant to its functions under any enactment, or b for the purposes of the prudent management of its financial affairs."}, {"act": "Local Government Act 2003", "year": 2003, "section": "2", "section_title": "Control of borrowing", "section_text": "2 1 A local authority may not borrow money if doing so would result in a breach of— a the limit for the time being determined by or for it under section 3, or b any limit for the time being applicable to it under section 4  , or c any limit for the time being applicable to it under section 12A. 2 The Secretary of State may, in relation to specific borrowing by a particular local authority, by direction disapply subsection (1)(b), so far as relating to any limit for the time being applicable under section 4(1). 3 A local authority may not, without the consent of the Treasury, borrow otherwise than in sterling. 4 This section applies to borrowing under any power for the time being available to a local authority under any enactment, whenever passed."}, {"act": "Local Government Act 2003", "year": 2003, "section": "3", "section_title": "Duty to determine affordable borrowing limit", "section_text": "3 1 A local authority shall determine and keep under review how much money it can afford to borrow. 2 In the case of the following authorities, namely— a the Greater London Authority, and b a functional body, the Mayor shall determine and keep under review how much money the authority can afford to borrow. 3 Before making any determination under subsection (2), the Mayor shall consult the London Assembly. 4 Before making a determination under subsection (2) for a functional body, the Mayor shall consult that body. 5 The Secretary of State may by regulations make provision about the performance of the duty under subsection (1) or (2). 6 Regulations under subsection (5) may, in particular— a make provision about— i when a determination under subsection (1) or (2) is to be made, ii how such a determination is to be made, and iii the period for which such a determination is to be made; b make provision about the monitoring of an amount determined under subsection (1) or (2); c make provision about factors to which regard may be had in making a determination under subsection (1) or (2) or in monitoring an amount determined under that subsection. 7 Regulations under subsection (5) may include provision requiring a person making a determination under subsection (1) or (2) to have regard to one or more specified codes of practice, whether issued by the Secretary of State or another. 8 A local authority’s function under subsection (1) shall be discharged only by the authority. 9 Section 38(1) of the Greater London Authority Act 1999 (c. 29) (delegation by Mayor) does not apply in relation to functions under subsection (2). 10 The power under subsection (7) is not to be read as limited to the specification of an existing document. 11 In this section— “ functional body ” has the same meaning as in the Greater London Authority Act 1999 (c. 29); “ local authority ” does not include the Greater London Authority or a functional body; “ Mayor ” means Mayor of London."}, {"act": "Local Government Act 2003", "year": 2003, "section": "4", "section_title": "Imposition of borrowing limits", "section_text": "4 1 The Secretary of State may for national economic reasons by regulations set limits in relation to the borrowing of money by local authorities. 2 The Secretary of State may by direction set limits in relation to the borrowing of money by a particular local authority for the purpose of ensuring that the authority does not borrow more than it can afford. 3 Different limits may be set under subsection (1) or (2) in relation to different kinds of borrowing. 4 A local authority subject to a limit set under subsection (1) may transfer any headroom it has in relation to the limit to another local authority subject to a corresponding limit. 5 The Secretary of State may by regulations make provision about the exercise of the right under subsection (4) and may, in particular, make provision about— a the circumstances in which a local authority is to be regarded as having headroom for the purposes of that subsection, and b the amount of headroom which it has for those purposes. 6 Where an amount is transferred under subsection (4), this Chapter shall have effect— a in relation to the transferor, as if the limit in relation to which the headroom exists were reduced by that amount, and b in relation to the transferee, as if the corresponding limit to which it is subject were increased by that amount."}, {"act": "Local Government Act 2003", "year": 2003, "section": "5", "section_title": "Temporary borrowing", "section_text": "5 1 Subject to subsection (2), any limit for the time being determined by or for a local authority under section 3, or applicable to it under section 4  or 12A , shall be treated for the purposes of this Chapter as increased by the amount of any payment which— a is due to the authority in the period to which the limit relates, but b has not yet been received by it. 2 In the case of a limit determined under section 3, or set under section 4(2)  or 12A , subsection (1) shall not apply to any payment whose delayed receipt was taken into account in arriving at the limit."}, {"act": "Local Government Act 2003", "year": 2003, "section": "6", "section_title": "Protection of lenders", "section_text": "6 A person lending money to a local authority shall not be bound to enquire whether the authority has power to borrow the money and shall not be prejudiced by the absence of any such power."}, {"act": "Local Government Act 2003", "year": 2003, "section": "7", "section_title": "“Credit arrangements”", "section_text": "7 1 For the purposes of this Chapter, a local authority shall be taken to have entered into a credit arrangement where— a it enters into a transaction which gives rise to a liability on its part, and b the liability is a qualifying liability. 2 A transaction entered into by a local authority is to be taken for the purposes of subsection (1) as giving rise to a liability on the part of the authority if— a it falls in accordance with proper practices to be treated for the purposes of the authority’s accounts as giving rise to such a liability, or b it falls in accordance with regulations made by the Secretary of State to be treated as falling within paragraph (a). 3 The reference in subsection (1)(b) to a qualifying liability is to any liability other than— a a liability to repay money, b a liability in respect of which the date for performance is less than 12 months after the date on which the transaction giving rise to the liability is entered into, and c a liability of a description specified for the purposes of this provision by regulations made by the Secretary of State."}, {"act": "Local Government Act 2003", "year": 2003, "section": "8", "section_title": "Control of credit arrangements", "section_text": "8 1 A local authority may not enter into, or vary, a credit arrangement if doing so would result in a breach of— a the limit for the time being determined by or for it under section 3, or b any limit for the time being applicable to it under section 4  , or   c any limit for the time being applicable to it under section 12A. 2 In applying those limits for the purposes of subsection (1)— a entry into a credit arrangement shall be treated as the borrowing of an amount of money equal to the cost of the arrangement, and b variation of a credit arrangement shall be treated as the borrowing of an amount of money equal to the cost of the variation. 3 The Secretary of State may by regulations make provision about the calculation for the purposes of subsection (2) of the cost of a credit arrangement or a variation and may, in particular, make provision about the treatment of options."}, {"act": "Local Government Act 2003", "year": 2003, "section": "9", "section_title": "“Capital receipt”", "section_text": "9 1 Subject to subsection (3), references in this Chapter to a capital receipt, in relation to a local authority, are to a sum received by the authority in respect of the disposal by it of an interest in a capital asset. 2 An asset is a capital asset for the purposes of subsection (1) if, at the time of the disposal, expenditure on the acquisition of the asset would be capital expenditure. 3 The Secretary of State may by regulations— a make provision for the whole of a sum received by a local authority in respect of the disposal by it of an interest in a capital asset, or such part of such a sum as may be determined under the regulations, to be treated as not being a capital receipt for the purposes of this Chapter; b make provision for the whole of a sum received by a local authority otherwise than in respect of the disposal by it of an interest in a capital asset, or such part of such a sum as may be determined under the regulations, to be treated as being a capital receipt for the purposes of this Chapter. 4 Where a sum becomes payable to a local authority before it is actually received by the authority, it shall be treated for the purposes of this section as received by the authority when it becomes payable to it."}, {"act": "Local Government Act 2003", "year": 2003, "section": "10", "section_title": "Non-money receipts", "section_text": "10 1 The Secretary of State may by regulations apply section 9 to cases where— a a local authority makes a disposal of the kind mentioned in subsection (1) of that section and the consideration for the disposal does not consist wholly of money payable to the authority, or b a local authority receives otherwise than in the form of money anything which, if received in that form, would be a capital receipt under that section. 2 Regulations under subsection (1) may, in particular— a make provision for a local authority to be treated as receiving a sum of such an amount as may be determined under the regulations; b make provision about when the deemed receipt is to be treated as taking place."}, {"act": "Local Government Act 2003", "year": 2003, "section": "11", "section_title": "Use of capital receipts", "section_text": "11 1 The Secretary of State may by regulations make provision about the use of capital receipts by a local authority. 2 Regulations under subsection (1) may, in particular— a make provision requiring an amount equal to the whole or any part of a capital receipt to be used only to meet— i capital expenditure, or ii debts or other liabilities; b make provision requiring an amount equal to the whole or any part of a capital receipt to be paid to the Secretary of State. 3 The power under subsection (1), so far as relating to provision of the kind mentioned in subsection (2)(b), shall only apply to receipts which a local authority derives from the disposal of an interest in housing land. 4 The reference in subsection (3) to housing land is to any land, house or other building in relation to which the local authority is, or has been, subject to the duty under section 74 of the Local Government and Housing Act 1989 (c. 42) (duty to keep Housing Revenue Account). 5 Regulations under subsection (1) may include provision authorising the Secretary of State to set off any amount which an authority  in Wales   is liable to pay to him under this section against any amount which he is liable to pay to it. 5A Where the Secretary of State is liable to repay an amount that has been overpaid by a local housing authority in England under this section, the Secretary of State may set off against the amount of the repayment any amount that the authority is liable to pay the Secretary of State under— a this section, or b section 69 of the Housing and Planning Act 2016 (payments in respect of vacant higher value housing). 6 The Secretary of State and a local authority in England may enter into an agreement with the effect that a requirement imposed under subsection (2)(b) does not apply to, or is modified in its application to, capital receipts of the authority that are specified or described in the agreement."}, {"act": "Local Government Act 2003", "year": 2003, "section": "12", "section_title": "Power to invest", "section_text": "12 A local authority may invest— a for any purpose relevant to its functions under any enactment, or b for the purposes of the prudent management of its financial affairs.   This is subject to a direction under section 12A (risk-mitigation directions).  "}, {"act": "Local Government Act 2003", "year": 2003, "section": "12A", "section_title": "Risk-mitigation directions", "section_text": "12A 1 The Secretary of State may give one or more risk-mitigation directions to a local authority in England, for the purpose of reducing or mitigating the financial risk to the authority, if— a a trigger event has occurred in relation to the local authority, and b the Secretary of State is satisfied that the direction is, or (as the case may be) directions are, appropriate and proportionate to the level of that financial risk. 2 A “trigger event” occurs if (and when)— a a risk threshold is breached by the local authority (see section 12B); b a report is made by the chief finance officer of the local authority under section 114(3) of the Local Government Finance Act 1988 (report to effect that authority’s expenditure is likely to exceed available resources); or c the Secretary of State— i gives a direction under section 16(2)(b) (request for expenditure to be, or not be, treated as capital) in respect of the local authority, or ii makes a grant to the local authority under an enactment, for the purpose of preventing circumstances arising that would require such a report to be made. 3 The following are “risk-mitigation directions”— a a direction that sets limits in relation to the borrowing of money by the local authority; b a direction that requires the local authority to take action specified in the direction. 4 A direction under subsection (3)(a)— a may set different limits in relation to different kinds of borrowing; b must specify the period for which any limit has effect. 5 A direction under subsection (3)(b)— a may (amongst other things) require the local authority to take action to divest itself of a specified asset; b must specify the time by which any specified action must be taken. 6 In deciding whether or not to exercise a power to give a direction under this section, the Secretary of State must have regard to— a the likely impact of the direction on the provision of services to the public by or on behalf of the local authority; b the duty imposed on the local authority by section 3(1) of the Local Government Act 1999 (best value duty). 7 In deciding whether or not to exercise a power to give a direction under this section, the Secretary of State may, in particular, take account of the likely impact of that decision on the implementation of any central government policy, project or programme. 8 The Secretary of State may not give a risk-mitigation direction unless the Secretary of State— a has given the local authority notice of the proposed direction, and of the right of the local authority to make written representations to the Secretary of State about it within the period specified in the notice, and b has considered any representations made by the local authority to the Secretary of State within that period. 9 In this section, “ financial risk ”, in relation to a local authority, means the risk that the expenditure of the local authority (including expenditure it proposes to incur) in the current or any future financial year is likely to exceed, or further exceed, the resources (including sums borrowed) available to it to meet that expenditure. 10 This section is subject to section 12C (restriction of power to give risk-mitigation directions)."}, {"act": "Local Government Act 2003", "year": 2003, "section": "12B", "section_title": "Risk thresholds", "section_text": "12B 1 For the purposes of section 12A(2)(a), a risk threshold is breached by a local authority in England if (and when) a capital risk metric for the local authority breaches the specified threshold for that metric. 2 Each of the following is a “capital risk metric”— a the total of a local authority’s debt (including credit arrangements) as compared to the financial resources at the disposal of the authority; b the proportion of the total of a local authority’s capital assets which is investments made, or held, wholly or mainly in order to generate financial return; c the proportion of the total of a local authority’s debt (including credit arrangements) in relation to which the counter-party is not central government or a local authority; d the amount of minimum revenue provision charged by a local authority to a revenue account for a financial year; e any other metric specified by regulations made by the Secretary of State. 3 The Secretary of State may, by regulations, make further provision— a specifying whether the specified threshold for a particular metric is breached by a failure to reach that threshold or by that threshold being exceeded; b about how the metrics specified in, or under, subsection (2) are to be calculated for the purpose of determining whether the specified threshold for that metric has been breached. 4 Before making regulations under subsection (2)(e), the Secretary of State must consult all local authorities in England. 5 In this section— “ capital asset ” has the meaning given by section 9; “ minimum revenue provision ” has the meaning given by regulation 27 of the Local Authorities (Capital Finance and Accounting)(England) Regulations 2003 ( S.I. 2003/3146 ); “ specified ” means specified, or determined in a manner specified, in regulations made by the Secretary of State. 6 Regulations may require a specified threshold to be determined having regard to guidance issued under section 21(1A) (accounting practices)."}, {"act": "Local Government Act 2003", "year": 2003, "section": "12C", "section_title": "Restriction of power to give risk-mitigation directions", "section_text": "12C 1 If, after the power to give risk-mitigation directions becomes exercisable under  section 12A (1)  in relation to a local authority— a at least 12 months have elapsed since the Secretary of State last became aware of a trigger event having occurred in relation to the authority, b any risk-mitigation direction given to the authority has been complied with or revoked, and c the Secretary of State is satisfied no further risk-mitigation direction is likely to be required in the foreseeable future for the purpose of reducing or mitigating the financial risk to the authority, the Secretary of State must give the local authority a notice to that effect (“a cessation notice”). 2 Where a cessation notice is given, the power conferred by section 12A(1) is no longer exercisable, in relation to that authority, by reason of any trigger event of which the Secretary of State was aware at the time that notice was given. 3 In this section “ risk-mitigation direction ”, “ trigger event ” and “ financial risk ” have the same meaning as in section 12A."}, {"act": "Local Government Act 2003", "year": 2003, "section": "12D", "section_title": "Duty to cooperate with independent expert", "section_text": "12D 1 This section applies where— a a trigger event has occurred in relation to a local authority in England, b                                   section 12C                                  (2) does not apply to prevent the power conferred by section 12A(1) being exercisable, in relation to that authority, by reason of that event, and c the Secretary of State has appointed an independent expert to review the level of the financial risk to the local authority. 2 The local authority must, so far as reasonably practicable, co-operate with the independent expert in any way that the independent expert considers necessary or expedient for the purposes of the conduct of the review. 3 In this section— “ financial risk ” has the same meaning as in  section 12A ; “ independent expert ” means a person— who is independent of the local authority and the Secretary of State, and who has relevant experience or knowledge which is relevant to the matter in question; “ trigger event ” has the same meaning as in  section 12A ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "13", "section_title": "Security for money borrowed etc", "section_text": "13 1 Except as provided by subsection (3), a local authority may not mortgage or charge any of its property as security for money which it has borrowed or which it otherwise owes. 2 Security given in breach of subsection (1) shall be unenforceable. 3 All money borrowed by a local authority (whether before or after the coming into force of this section), together with any interest on the money borrowed, shall be charged indifferently on all the revenues of the authority. 4 All securities created by a local authority shall rank equally without any priority. 5 The High Court may appoint a receiver on application by a person entitled to principal or interest due in respect of any borrowing by a local authority if the amount due remains unpaid for a period of two months after demand in writing. 6 The High Court may appoint a receiver under subsection (5) on such terms, and confer on him such powers, as it thinks fit. 7 The High Court may confer on a receiver appointed under subsection (5) any powers which the local authority has in relation to— a collecting, receiving or recovering the revenues of the local authority, b issuing levies or precepts, or c setting, collecting or recovering council tax. 8 No application under subsection (5) may be made unless the sum due in respect of the borrowing concerned amounts to not less than £10,000. 9 The Secretary of State may by order substitute a different sum for the one for the time being specified in subsection (8)."}, {"act": "Local Government Act 2003", "year": 2003, "section": "14", "section_title": "Information", "section_text": "14 A local authority shall supply the Secretary of State with such information relating to any of the matters dealt with in this Chapter, and at such time, as he may request."}, {"act": "Local Government Act 2003", "year": 2003, "section": "15", "section_title": "Guidance", "section_text": "15 1 In carrying out its functions under this Chapter, a local authority shall have regard— a to such guidance as the Secretary of State may issue, and b to such other guidance as the Secretary of State may by regulations specify for the purposes of this provision. 2 The power under subsection (1)(b) is not to be read as limited to the specification of existing guidance."}, {"act": "Local Government Act 2003", "year": 2003, "section": "16", "section_title": "“Capital expenditure”", "section_text": "16 1 Subject to subsection (2), references in this Chapter to capital expenditure, in relation to a local authority, are to expenditure of the authority which falls to be capitalised in accordance with proper practices. 2 The Secretary of State may— a by regulations provide that expenditure of local authorities shall be treated for the purposes of this Chapter as being, or as not being, capital expenditure; b by direction provide that expenditure of a particular local authority shall be treated for the purposes of this Chapter as being, or as not being, capital expenditure."}, {"act": "Local Government Act 2003", "year": 2003, "section": "17", "section_title": "External funds", "section_text": "17 1 For the purposes of this Chapter— a borrowing of money by a local authority for the purposes of an external fund shall be treated as not being borrowing by the authority; b the temporary use by a local authority of money forming part of an external fund, if not for a purpose of the fund, shall be treated as borrowing by the authority; c entry into a credit arrangement by a local authority for the purposes of an external fund shall be treated as not being entry into a credit arrangement by the authority; d a disposal by a local authority of— i an interest in an asset which, at the time of the disposal, is an asset of an external fund, or ii an investment held for the purposes of such a fund, shall be treated as not being a disposal by the authority; e the making of an investment by a local authority for the purposes of an external fund shall be treated as not being the making of an investment by the authority; f expenditure incurred by a local authority in respect of payments out of an external fund shall be treated as not being expenditure of the authority. 2 In this section, references to an external fund, in relation to a local authority, are to— a a superannuation fund which the authority is required to keep by virtue of the Superannuation Act 1972 (c. 11), or b a trust fund of which the authority is a trustee."}, {"act": "Local Government Act 2003", "year": 2003, "section": "18", "section_title": "Local authority companies etc", "section_text": "18 1 The Secretary of State may, for the purposes of this Chapter, by regulations make provision for things done by or to a body mentioned in subsection (2) to be treated, in such cases and to such extent as the regulations may provide, as done by or to a local authority specified in, or determined in accordance with, the regulations. 2 Those bodies are— a a Passenger Transport Executive, b a company which, in accordance with Part 5 of the Local Government and Housing Act 1989 (c. 42) (companies in which local authorities have interests), is under the control, or for the time being subject to the influence, of a local authority or a Passenger Transport Executive, and c a trust to which the provisions of section 69 of that Act (companies subject to local authority influence) are applicable because of an order under section 72 of that Act (trusts influenced by local authorities). 3 A local authority to which regulations under this section apply and any body or bodies falling within subsection (2)(a) or (b) with which the regulations link the authority are referred to in this section as the members of a local authority group. 4 Regulations under this section may include— a provision for the application of any of the provisions of this Chapter to members of a local authority group subject to such modifications as the regulations may specify; b provision as to the way in which— i dealings between members of a local authority group, or ii changes in the capitalisation or capital structure of a company in a local authority group, are to be brought into account for the purposes of this Chapter."}, {"act": "Local Government Act 2003", "year": 2003, "section": "19", "section_title": "Application to parish and community councils", "section_text": "19 1 In sections 2(3) and (4), 6,   9 to 12, 13 , 15, 16, 17(1)(a), (b) and (d) to (f) and (2) and 18, references to a local authority include a parish council, a community council and charter trustees. 2 Schedule 1 (which makes provision about capital finance in relation to parish and community councils and charter trustees) has effect. 3 The appropriate person may by regulations— a apply any of the other provisions of this Chapter to parish or community councils or charter trustees, or parish or community councils or charter trustees of any description, with or without modifications, and b make any corresponding disapplication of any of the provisions of Schedule 1."}, {"act": "Local Government Act 2003", "year": 2003, "section": "20", "section_title": "Directions", "section_text": "20 1 Directions under this Chapter shall be in writing. 2 Directions under this Chapter may be expressed to have effect in specified circumstances or subject to specified conditions. 3 Any power to give a direction under this Chapter includes power to give a direction varying or revoking a previous direction given in exercise of the power."}, {"act": "Local Government Act 2003", "year": 2003, "section": "21", "section_title": "Accounting practices", "section_text": "21 1 The Secretary of State may by regulations make provision about the accounting practices to be followed by a local authority, in particular with respect to the charging of expenditure to a revenue account. 1A The Secretary of State may issue guidance about the accounting practices to be followed by a local authority, in particular with respect to the charging of expenditure to a revenue account. 1B A local authority must have regard to any guidance issued to it under subsection (1A). 2 In any enactment to which this subsection applies, reference to proper practices, in relation to accounts of a local authority, is to those accounting practices— a which the authority is required to follow by virtue of any enactment, or b which are contained in a code of practice or other document which is identified for the purposes of this provision by regulations made by the Secretary of State. 3 In the event of conflict between practices falling within paragraph (a) of subsection (2) and practices falling within paragraph (b) of that subsection, only those falling within paragraph (a) are to be regarded as proper practices. 4 Subsections (2) and (3) apply to any enactment contained in— a this Act, b any Act passed after or in the same Session as this Act, c the Local Government and Housing Act 1989 (c. 42), ca the Local Government Finance Act 1992 (c. 14), d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . da the Greater London Authority Act 1999 (c. 29), and e subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)) whenever made. 5 The power under subsection (2)(b) is not to be read as limited to the identification of an existing document. 6 In this section,  “ local authority ” includes— a a parish council, b a parish meeting of a parish which does not have a separate parish council, c a community council, d a Passenger Transport Executive, e the London Waste and Recycling Board, f charter trustees (within the meaning of the Local Audit and Accountability Act 2014), g a port health authority for a port health district that is wholly in England, h a conservation board established by order of the Secretary of State under section 86 of the Countryside and Rights of Way Act 2000, i a chief constable for a police force for a police area in England, j the Commissioner of Police of the Metropolis, k an internal drainage board for an internal drainage district— i wholly in England, or ii partly in England and partly in Wales, and l any other person or body which for the time being is a relevant authority for the purposes of the Local Audit and Accountability Act 2014 and— i is not listed in paragraphs (a) to (k) or section 23(1), ii is not a health service body (within the meaning of that Act), iii is not specified in regulations under section 23(2), and iv does not fall within a class of bodies so specified."}, {"act": "Local Government Act 2003", "year": 2003, "section": "22", "section_title": "“Revenue account”", "section_text": "22 1 References to a revenue account, in relation to a local authority, are to one of the following accounts for a financial year of the authority— a a revenue account which the authority is required to keep by virtue of any enactment; b a revenue account which the authority is required to keep in order to comply with proper practices; c any other revenue account which the authority decides to keep in accordance with proper practices. 2 This section has effect for the purposes of— a the Local Government and Housing Act 1989 (c. 42), b any enactment passed after or in the same Session as that Act, and c any earlier enactment amended by that Act or an enactment falling within paragraph (b). 3 In this section,  “ local authority ” includes— a a parish council, b a parish meeting of a parish which does not have a separate parish council, c a community council, d a Passenger Transport Executive, e the London Waste and Recycling Board, f charter trustees (within the meaning of the Local Audit and Accountability Act 2014), g a port health authority for a port health district that is wholly in England, h a conservation board established by order of the Secretary of State under section 86 of the Countryside and Rights of Way Act 2000, i a chief constable for a police force for a police area in England, j the Commissioner of Police of the Metropolis, k an internal drainage board for an internal drainage district— i wholly in England, or ii partly in England and partly in Wales, and l any other person or body which for the time being is a relevant authority for the purposes of the Local Audit and Accountability Act 2014 and— i is not listed in paragraphs (a) to (k) or section 23(1), ii is not a health service body (within the meaning of that Act), iii is not specified in regulations under section 23(2), and iv does not fall within a class of bodies so specified."}, {"act": "Local Government Act 2003", "year": 2003, "section": "23", "section_title": "“Local authority”", "section_text": "23 1 The following are local authorities for the purposes of this Part— a a county council; b a county borough council; c a district council; d the Greater London Authority; e a functional body, within the meaning of the Greater London Authority Act 1999 (c. 29); f a London borough council; g the Common Council of the City of London, in its capacity as a local authority, police authority or port health authority; h the Council of the Isles of Scilly; i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . j an authority established under section 10 of the Local Government Act 1985 (c. 51) (waste disposal authorities); k a joint authority established by Part 4 of that Act  (fire and rescue services and transport) ; ka . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . l a joint planning board constituted for an area in Wales outside a National Park by an order under section 2(1B) of the Town and Country Planning Act 1990 (c. 8); m a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; ma a fire and rescue authority created by an order under section 4A of that Act; n a police and crime commissioner; o any other body specified for the purposes of this subsection by regulations under subsection (2). 2 The Secretary of State may by regulations specify for the purposes of subsection (1) any body which is (or any class of bodies each of which is)— a a levying body, within the meaning of section 74 of the Local Government Finance Act 1988 (c. 41), b a body to which section 75 of that Act applies (bodies with power to issue special levies), c a body to which section 118 of that Act applies (other bodies with levying powers), d a local precepting authority as defined in section 69 of the Local Government Finance Act 1992 (c. 14). 3 Regulations under subsection (2) may provide for this Part to have effect, in relation to a body specified under that subsection, subject to exceptions or modifications. 4 This Part, other than sections 1 to 8,   12A to 12D,   13 and 17 (borrowing  etc ), applies in relation to an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009 as it applies in relation to a local authority. 5 This Part applies in relation to a combined authority established under section 103 of that Act as it applies in relation to a local authority, except that section 1 confers power on such a combined authority to borrow money for a purpose relevant to its transport functions only   or in relation to any other functions of the authority that are specified for the purposes of this subsection in regulations made by the Secretary of State . 6 A function of a combined authority may be specified in regulations under subsection (5) only with the consent of— a each county council the whole or any part of whose area is within the area of the authority, b each district council whose area is within the area of the authority, and c in the case of regulations in relation to an existing combined authority, the combined authority. 7 Subsection (6) is subject to section 106A of the Local Democracy, Economic Development and Construction Act 2009 (which enables regulations to be made without the consent of every authority within paragraphs (a) and (b) of that subsection in certain circumstances). 8 The reference in subsection (5) to functions of the authority includes, in the case of a mayoral combined authority, mayoral functions. 8A This Part applies in relation to a combined county authority (a “CCA”) established under section 9(1) of the Levelling-up and Regeneration Act 2023 as it applies in relation to a local authority, except that section 1 confers power on a CCA to borrow money in relation only to functions of the CCA that are specified for the purposes of this subsection in regulations made by the Secretary of State. 8B A function of a CCA may be specified in regulations under subsection (8A) only with the consent of— a each county council for an area within the CCA’s area or proposed area, b each unitary district council for an area within the CCA’s area or proposed area, and c in the case of regulations in relation to an existing CCA, the CCA. In this subsection “ unitary district council ” means a district council whose area does not form part of the area of a county council. 8C The reference in subsection (8A) to functions of the authority includes, in the case of a mayoral CCA, mayoral functions. 8D In subsection (8C)— “ mayoral CCA ” has the meaning given by section 27(8) of the Levelling-up and Regeneration Act 2023; “ mayoral functions ” has the meaning given by section 41(8) of that Act. 9 In subsection (8)— “ mayoral combined authority ” has the meaning given by section 107A(8) of the Local Democracy, Economic Development and Construction Act 2009; “ mayoral functions ” has the meaning given by section 107G(7) of that Act. 10 No regulations under subsection (5)  or (8A)   may be made unless a draft of the statutory instrument containing the regulations (whether containing them alone or with other provisions) has been laid before, and approved by a resolution of, each House of Parliament.   10A If a draft of a statutory instrument containing regulations under subsection (5) or (8A) would, apart from this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not such an instrument. 11 This Part applies in relation to a corporate joint committee established by regulations made under Part 5 of the Local Government and Elections (Wales) Act 2021 as it applies in relation to a local authority."}, {"act": "Local Government Act 2003", "year": 2003, "section": "24", "section_title": "Wales", "section_text": "24 In its application to Wales, this Part, except section 19 and Schedule 1, has effect as if for any reference to the Secretary of State there were substituted a reference to the  Welsh Ministers . 1A Subsection (1) does not apply to section 21 to the extent that it confers functions on the Secretary of State in relation to a person or body that— a is a relevant authority for the purposes of the Local Audit and Accountability Act 2014, and b exercises functions in relation to an area that is partly in England and partly in Wales."}, {"act": "Local Government Act 2003", "year": 2003, "section": "25", "section_title": "Budget calculations: report on robustness of estimates etc", "section_text": "25 1 Where an authority to which section  31A, 32, 42A  or 43 of the Local Government Finance Act 1992 (billing or major precepting authority) or section 85 of the Greater London Authority Act 1999 (c. 29) (Greater London Authority) applies is making calculations in accordance with that section, the chief finance officer of the authority must report to it on the following matters— a the robustness of the estimates made for the purposes of the calculations, and b the adequacy of the proposed financial reserves. 2 An authority to which a report under this section is made shall have regard to the report when making decisions about the calculations in connection with which it is made. 3 In this section,  “ chief finance officer ”, in relation to an authority, means the officer having responsibility for the administration of the authority’s financial affairs for the purposes of— a section 151 of the Local Government Act 1972 (c. 70), b section 73 of the Local Government Act 1985 (c. 51), c section 112 of the Local Government Finance Act 1988 (c. 41), d section 6 of the Local Government and Housing Act 1989 (c. 42),  ... e section 127(2) of the Greater London Authority Act 1999,  or f Schedule 1, 2 or 4 to the Police Reform and Social Responsibility Act 2011"}, {"act": "Local Government Act 2003", "year": 2003, "section": "26", "section_title": "Minimum reserves", "section_text": "26 1 This section has effect in relation to the estimation of financial reserves for the purpose of calculations in accordance with— a section  31A or  32 of the Local Government Finance Act 1992 (calculation by billing authority of  council tax or  budget requirement for financial year), b section  42A or  43 of that Act (corresponding provision for major precepting authority), or c section 85 of the Greater London Authority Act 1999 (calculation by Greater London Authority of component and consolidated budget requirements for financial year). 2 In the case of a controlled reserve, it shall not be regarded as appropriate for the balance of the reserve at the end of the financial year under consideration to be less than the minimum amount determined in accordance with regulations made by the appropriate person. 3 In subsection (2),  “ controlled reserve ” means a financial reserve of a description specified for the purposes of this section by regulations made by the appropriate person. 4 Different provision may be made under subsection (2) for different descriptions of financial reserve."}, {"act": "Local Government Act 2003", "year": 2003, "section": "27", "section_title": "Budget calculations: report on inadequacy of controlled reserve", "section_text": "27 1 This section applies where an authority to which section  31A, 32, 42A  or 43 of the Local Government Finance Act 1992 (c. 14) or section 85 of the Greater London Authority Act 1999 (c. 29) applies is making calculations in accordance with that section. 2 If in relation to the previous financial year it appears to the chief finance officer that a controlled reserve is or is likely to be inadequate, he must report to the authority on— a the reasons for that situation, and b the action, if any, which he considers it would be appropriate to take to prevent such a situation arising in relation to the corresponding reserve for the financial year under consideration. 3 For the purposes of subsection (2)— a a controlled reserve is a financial reserve of a description specified by regulations under section 26(3), and b such a reserve is inadequate if the balance of the reserve at the end of the financial year concerned is less than the minimum amount determined in accordance with regulations under section 26(2). 4 An authority to which a report under this section is made shall have regard to the report when making decisions about the calculations in connection with which it is made. 5 In this section,  “ chief finance officer ” has the same meaning as in section 25."}, {"act": "Local Government Act 2003", "year": 2003, "section": "28", "section_title": "Budget monitoring: general", "section_text": "28 1 Where in relation to a financial year an authority to which section  31A, 32, 42A  or 43 of the Local Government Finance Act 1992 (billing or major precepting authority) applies has made the calculations required by that section, it must review them from time to time during the year. 2 In carrying out a review under subsection (1), an authority must use the same figures for financial reserves as those used in the calculations under review, except in the case of financial reserves to meet a revenue account deficit from an earlier financial year. 3 If as a result of carrying out a review under subsection (1) it appears to the authority that carried out the review that there has been a deterioration in its financial position, it must take such action, if any, as it considers necessary to deal with the situation. 4 For the purposes of subsection (3), there is a deterioration in an authority’s financial position if on the review an amount falls to be calculated under section  31A(4), 32(4), 42A(4)  or 43(4) of the Local Government Finance Act 1992 (c. 14) ( council tax or  budget requirement) and— a none fell to be calculated under that provision at the time of the calculations under review, or b an amount did then fall to be calculated under that provision and the amount then calculated is less than the amount calculated on the review. 5 Where substitute calculations have effect, it is those calculations to which the duty under subsection (1) applies."}, {"act": "Local Government Act 2003", "year": 2003, "section": "29", "section_title": "Budget monitoring: Greater London Authority", "section_text": "29 1 Where in relation to a financial year the Greater London Authority has made the calculations required by section 85(3) to (7) of the Greater London Authority Act 1999 (c. 29) (calculation of component budget requirement for each constituent body), each of the bodies in respect of which the calculations have been made must from time to time during the year review the calculations relating to it. 2 In carrying out a review under subsection (1), a body must use the same figures for financial reserves as those used in the calculations under review, except in the case of financial reserves to meet a revenue account deficit from an earlier financial year. 3 If as a result of carrying out a review under subsection (1) it appears to the body that carried out the review that there has been a deterioration in its financial position, it must— a take such action, if any, as it considers necessary to deal with the situation, and b if it is a functional body, report the deterioration to— i the Mayor of London, and ii the Chair of the London Assembly. 4 A report under subsection (3)(b) shall— a include a statement of the reasons for the deterioration, and b set out what action, if any, the body making the report proposes to take to deal with the situation. 5 For the purposes of subsection (3), there is a deterioration in a body’s financial position if on the review an amount falls to be calculated under section 85(6) of the Greater London Authority Act 1999 (component budget requirement) and— a none fell to be calculated under that provision at the time of the calculations under review, or b an amount did then fall to be calculated under that provision and the amount then calculated is less than the amount calculated on the review. 6 Where substitute calculations have effect, it is those calculations to which the duty under subsection (1) applies. 7 In this section,  “ functional body ” has the same meaning as in the Greater London Authority Act 1999."}, {"act": "Local Government Act 2003", "year": 2003, "section": "30", "section_title": "Authorisation of agreements during the prohibition period", "section_text": "30 1 In section 115 of the Local Government Finance Act 1988 (c. 41)\t\t\t\t\t(which sets out the consequences for a relevant authority of the receipt of a report made by its chief finance officer under section 114(3)), in subsection (6)\t\t\t\t\t(which prevents an authority that has received such a report from entering into certain agreements during the prohibition period), at the end there is inserted  “                  unless the chief finance officer of the authority authorises it to do so                ” . 2 After that subsection there is inserted— 6A The chief finance officer may only give authority for the purposes of subsection (6) above if he considers that the agreement concerned is likely to— a prevent the situation that led him to make the report from getting worse, b improve the situation, or c prevent the situation from recurring. 6B Authority for the purposes of subsection (6) above shall— a be in writing, b identify the ground on which it is given, and c explain the chief finance officer’s reasons for thinking that the ground applies. 3 In subsection (14) of that section (which defines certain terms used in that section), after the definition of  “the Assembly”, there is inserted— “ chief finance officer ” has the same meaning as in section 114; ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "31", "section_title": "Power to pay grant", "section_text": "31 1 A Minister of the Crown may pay a grant to a local authority in England towards expenditure incurred or to be incurred by it. 2 A Minister of the Crown, or the National Assembly for Wales, may pay a grant to a local authority in Wales towards expenditure incurred or to be incurred by it. 3 The amount of a grant under this section and the manner of its payment are to be such as the person paying it may determine. 4 A grant under this section may be paid on such conditions as the person paying it may determine. 5 Conditions under subsection (4) may, in particular, include— a provision as to the use of the grant; b provision as to circumstances in which the whole or part of the grant must be repaid. 6 In the case of a grant to a local authority in England, the powers under this section are exercisable with the consent of the Treasury."}, {"act": "Local Government Act 2003", "year": 2003, "section": "32", "section_title": "Application to Greater London Authority", "section_text": "32 1 For the purposes of section 31, expenditure of a functional body shall be treated as expenditure of the Greater London Authority. 2 The conditions on which grant under section 31 may be paid include, in the case of a grant to the Greater London Authority, a condition requiring the Mayor to transfer the grant to a functional body. 3 A decision to pay a grant under section 31 subject to such a condition as is mentioned in subsection (2) above shall be notified to the functional body concerned as well as to the Greater London Authority. 4 Where a grant paid under section 31 to the Greater London Authority is paid subject to such a condition as is mentioned in subsection (2) above, the Mayor must transfer the grant to the functional body concerned forthwith. 5 Where a grant paid under section 31 to the Greater London Authority is not paid subject to such a condition as is mentioned in subsection (2) above, the Mayor may transfer the grant to a functional body. 6 Where grant under section 31 is transferred under this section to a functional body, any conditions to which the grant is subject shall apply to the transferee instead of the transferor. 7 In this section,  “ Mayor ” means Mayor of London."}, {"act": "Local Government Act 2003", "year": 2003, "section": "33", "section_title": "Interpretation of Chapter 1", "section_text": "33 1 The following are local authorities for the purposes of this Chapter— a a county council; b a county borough council; c a district council; d the Greater London Authority; e a London borough council; f the Common Council of the City of London, in its capacity as a local authority, police authority or port health authority; g the Council of the Isles of Scilly; h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i an authority established under section 10 of the Local Government Act 1985 (c. 51) (waste disposal authorities); j a joint authority established by Part 4 of that Act  (fire and rescue services and transport) ; ja . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . jb an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009; jc a combined authority established under section 103 of that Act; jd a combined county authority established under section 9(1) of the Levelling-up and Regeneration Act 2023; k a joint planning board constituted for an area in Wales outside a National Park by an order under section 2(1B) of the Town and Country Planning Act 1990 (c. 8); l a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; la a fire and rescue authority created by an order under section 4A of that Act; m a police and crime commissioner. 2 In this Chapter— “ functional body ” has the same meaning as in the Greater London Authority Act 1999 (c. 29); “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975 (c. 26)."}, {"act": "Local Government Act 2003", "year": 2003, "section": "34", "section_title": "Best value grant: parishes", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "35", "section_title": "Best value grant: communities", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "36", "section_title": "Grants in connection with designation for service excellence", "section_text": "36 1 The appropriate person may pay any of the following to a best value authority  which, in relation to any of its functions, is subject to the duty in section 3(1) of the Local Government Act 1999 (best value duty)   or to a relevant Welsh authority — a a grant towards expenditure incurred by the authority in applying for the award of a designation based on excellence in the provision of services, and b where the authority is awarded such a designation— i a grant as a reward for being awarded such a designation, and ii a grant towards expenditure incurred or to be incurred by the authority in disseminating information about best practices. 2 The amount of a grant under this section and the manner of its payment are to be such as the appropriate person may determine. 3 A grant under this section may be paid on such conditions as the appropriate person may determine as to the circumstances in which the whole or any part of the grant must be repaid. 4 In subsection (1) “relevant Welsh authority” means— a a county council or county borough council in Wales; b a National Park authority for a National Park in Wales; c a fire and rescue authority in Wales, constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies."}, {"act": "Local Government Act 2003", "year": 2003, "section": "36A", "section_title": "\n \nGrants by Ministers of the Crown in respect of best value authorities \n etc \n", "section_text": "36A 1 A Minister of the Crown may pay a grant to a person for use in, or in connection with, promoting or facilitating the economic, efficient and effective exercise of functions by a best value authority or best value authorities   or a relevant Welsh authority or relevant Welsh authorities . 2 The power to make a grant under this section is exercisable only with the consent of— a the Treasury, and b in the case of a grant in respect of the exercise of functions by a   relevant Welsh authority , the Welsh Ministers. 3 The power to pay a grant under this section does not include power to pay a grant to a best value authority   or a relevant Welsh authority . 4 The amount of a grant under this section, and the method of payment, are to be such as the Minister of the Crown may determine. 5 A grant under this section may be paid on such conditions as the Minister of the Crown may determine. 6 Conditions under subsection (5) may, in particular, include— a provision as to the use of the grant; b provision as to circumstances in which the whole or part of the grant must be repaid. 7 For the purposes of this section— “ best value authority ” includes the Greater London Authority, whether exercising its functions through the Mayor or otherwise; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975;   “relevant Welsh authority” means— a county council or county borough council in Wales; a National Park authority for a National Park in Wales; a fire and rescue authority in Wales, constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies.  "}, {"act": "Local Government Act 2003", "year": 2003, "section": "36B", "section_title": "Grants by Welsh Ministers in respect of Welsh   principal councils  ", "section_text": "36B 1 The Welsh Ministers may pay a grant to a person for use in, or in connection with, promoting or facilitating   compliance by a Welsh principal council or Welsh principal councils with the performance requirements set out in section 89 of the Local Government and Elections (Wales) Act 2021 or the requirements of, or any requirements imposed under, Chapter 1 of Part 6 of that Act . 2 The power to pay a grant under this section does not include power to pay a grant to a best value authority   or Welsh principal council . 3 The amount of a grant under this section, and the method of payment, are to be such as the Welsh Ministers may determine. 4 A grant under this section may be paid on such conditions as the Welsh Ministers may determine. 5 Conditions under subsection (4) may, in particular, include— a provision as to the use of the grant; b provision as to circumstances in which the whole or part of the grant must be repaid. 6 For the purposes of this section— “ best value authority ” includes the Greater London Authority, whether exercising its functions through the Mayor or otherwise;   “Welsh principal council” means a county council or county borough council in Wales.  "}, {"act": "Local Government Act 2003", "year": 2003, "section": "37", "section_title": "Emergency financial assistance to combined fire authorities", "section_text": "37 In section 155 of the Local Government and Housing Act 1989 (c. 42) (emergency financial assistance to local authorities), in subsection (4) (authorities that are local authorities for the purposes of that section), after paragraph (g) there is inserted ; or                 h a fire authority in England and Wales constituted by a combination scheme under the Fire Services Act 1947."}, {"act": "Local Government Act 2003", "year": 2003, "section": "38", "section_title": "Local loans", "section_text": "38 1 The Secretary of State may, if he thinks it appropriate, make payments to the   Treasury, in respect of local loans made under section 3 of the National Loans Act 1968,   so as to reduce or extinguish such debt (whether then due or not) of a local authority in England to   the Treasury   as he thinks fit. 2 The National Assembly for Wales may, if it thinks it appropriate, make payments to the   Treasury, in respect of local loans made under section 3 of the National Loans Act 1968,   so as to reduce or extinguish such debt (whether then due or not) of a local authority in Wales to   the Treasury   as the Assembly thinks fit. 3 The amount— a required to extinguish a debt, or b by which a payment reduces a debt, shall be such as may be determined by   the Treasury . 4 The Treasury   may refuse to accept a payment which the Secretary of State or the National Assembly for Wales proposes to make to them under this section. 5 In this section  “ local authority ” means— a in relation to England— i a district council, ii a county council that is the council for a county in which there are no district councils, iii a London borough council, iv the Common Council of the City of London, or v the Council of the Isles of Scilly; and b in relation to Wales, a county council or a county borough council."}, {"act": "Local Government Act 2003", "year": 2003, "section": "39", "section_title": "Payments towards local authority indebtedness", "section_text": "39 1 The Secretary of State may, if he thinks it appropriate, make payments to a local authority in England for application by the authority in reducing or extinguishing such debt (whether then due or not) of the authority as he thinks fit. 2 The National Assembly for Wales may, if it thinks it appropriate, make payments to a local authority in Wales for application by the authority in reducing or extinguishing such debt (whether then due or not) of the authority as the Assembly thinks fit. 3 The person making payments to a local authority under this section may specify how the payments are to be applied by the authority and may in particular specify— a the debt or debts to be extinguished, or b the debt or debts to be reduced. 4 A payment under this section may be made subject to conditions imposed by the person making the payment. 5 The conditions that may be imposed under subsection (4) include (in particular) conditions relating to the repayment in specified circumstances of all or part of the payment. 6 Payments made to a local authority under this section may not be applied in reducing or extinguishing any debt of the authority to the   Treasury, in respect of local loans made under section 3 of the National Loans Act 1968 . 7 In this section  “ local authority ” means— a in relation to England— i a district council, ii a county council that is the council for a county in which there are no district councils, iii a London borough council, iv the Common Council of the City of London, or v the Council of the Isles of Scilly; and b in relation to Wales— i a county council, ii a county borough council, or iii a corporate joint committee established by regulations under Part 5 of the Local Government and Elections (Wales) Act 2021."}, {"act": "Local Government Act 2003", "year": 2003, "section": "40", "section_title": "Local government finance reports: Wales", "section_text": "40 1 Schedule 2 (which makes provision for enabling the National Assembly for Wales to make two local government finance reports for a year, one dealing with police authorities and one dealing with other authorities and bodies) has effect. 2 This section applies in relation to the financial year beginning on 1st April 2004 and subsequent financial years."}, {"act": "Local Government Act 2003", "year": 2003, "section": "41", "section_title": "Arrangements with respect to business improvement districts", "section_text": "41 1 A billing authority may in accordance with this Part make arrangements (“BID arrangements”) with respect to an area (a  “business improvement district”) comprising all or part of the area of the authority. 2 The purpose of BID arrangements is to enable— a the projects specified in the arrangements to be carried out for the benefit of the business improvement district or those who live, work or carry on any activity in the district, and b those projects to be financed (in whole or in part) by a levy (“BID levy”) imposed on the non-domestic ratepayers, or a class of such ratepayers, in the district."}, {"act": "Local Government Act 2003", "year": 2003, "section": "42", "section_title": "Joint arrangements", "section_text": "42 1 The Secretary of State may by regulations make provision for or in connection with enabling two or more billing authorities to make BID arrangements with respect to a business improvement district comprising all or part of the area of each of the authorities. 2 The provision which may be made by regulations under this section includes provision which modifies any provision made by or under this Part in its application to such arrangements."}, {"act": "Local Government Act 2003", "year": 2003, "section": "43", "section_title": "Additional contributions and action", "section_text": "43 1 The persons specified in subsection (2) may make financial contributions or take action for the purpose of enabling the projects specified in BID arrangements to be carried out. 2 Those persons are— a the billing authority which has made the arrangements, b a county council or parish council any part of whose area falls within the business improvement district, and c any other person authorised or required to do so in accordance with the arrangements."}, {"act": "Local Government Act 2003", "year": 2003, "section": "44", "section_title": "Duty to comply with arrangements", "section_text": "44 Where BID arrangements are in force, the billing authority which made the arrangements must comply with them."}, {"act": "Local Government Act 2003", "year": 2003, "section": "45", "section_title": "BID levy", "section_text": "45 1 BID levy is to be imposed in a business improvement district only for periods (“chargeable periods”) falling within the period in which BID arrangements are in force in respect of the district. 2 The length of any chargeable period, and the day on which it begins, are to be such as may be specified in the BID arrangements. 3 The amount of BID levy for any chargeable period— a is to be calculated in such manner as may be provided in the BID arrangements, and b may be different for different cases."}, {"act": "Local Government Act 2003", "year": 2003, "section": "46", "section_title": "Liability for BID levy", "section_text": "46 1 BID arrangements must specify the description of non-domestic ratepayers in the business improvement district who are to be liable for BID levy for a chargeable period. 2 A person is to be liable for BID levy for a chargeable period if he falls within that description at any time within the period. 3 The amount of a person’s liability for BID levy for any chargeable period is to be determined in accordance with the BID arrangements. 4 Any amount of BID levy for which a person is liable is to be paid to the billing authority which made the arrangements."}, {"act": "Local Government Act 2003", "year": 2003, "section": "47", "section_title": "BID Revenue Account", "section_text": "47 1 A billing authority which has made BID arrangements must, in accordance with proper practices, keep an account, to be called the BID Revenue Account. 2 Amounts paid to the authority by way of BID levy must be credited to the BID Revenue Account. 3 Amounts are to be debited to the BID Revenue Account only in accordance with BID arrangements. 4 The Secretary of State may by regulations make further provision in relation to the BID Revenue Account."}, {"act": "Local Government Act 2003", "year": 2003, "section": "48", "section_title": "Administration of BID levy etc", "section_text": "48 1 The Secretary of State may by regulations make provision with respect to the imposition, administration, collection, recovery and application of BID levy. 2 The provision which may be made by regulations under this section includes provision— a corresponding to any provision which may be made by regulations under section 50 or 63 of, or Schedule 9 to, the Local Government Finance Act 1988 (c. 41) (joint owners or occupiers, death and administration of non-domestic rating); b modifying or applying with modifications any provision made by regulations under any of those provisions. 3 Nothing in subsection (2) is to be taken as limiting the power conferred by subsection (1)."}, {"act": "Local Government Act 2003", "year": 2003, "section": "49", "section_title": "BID proposals", "section_text": "49 1 BID arrangements are not to come into force unless proposals for the arrangements (“BID proposals”) are approved by a ballot of the non-domestic ratepayers in the proposed business improvement district who are to be liable for the proposed BID levy. 2 The Secretary of State may by regulations make provision— a as to the persons who may draw up BID proposals, b as to the procedures to be followed in connection with the drawing up of BID proposals, c as to the matters to be included in BID proposals, and d as to the date which may be provided under BID proposals for the coming into force of BID arrangements which give effect to the proposals."}, {"act": "Local Government Act 2003", "year": 2003, "section": "50", "section_title": "Approval in ballot", "section_text": "50 1 BID proposals are not to be regarded as approved by a ballot held for the purposes of section 49(1) unless two conditions are satisfied. 2 The first condition is that a majority of the persons voting in the ballot have voted in favour of the BID proposals. 3 The second condition is that A exceeds B. 4 A is the aggregate of the rateable values of each hereditament in respect of which a person voting in the ballot has voted in favour of the BID proposals. 5 B is the aggregate of the rateable values of each hereditament in respect of which a person voting in the ballot has voted against the BID proposals. 6 For the purposes of subsections (4) and (5), the rateable value of a hereditament is   — a in a case where the day of the ballot is a day on which paragraph 3 of Schedule 4ZA to the Local Government Finance Act 1988 applies in relation to the hereditament, the rateable value shown for that day under section 42(4) of that Act as regards the hereditament minus G (within the meaning of that Schedule), or b in any other case, the rateable value shown for that day under section 42(4) of that Act as regards the hereditament."}, {"act": "Local Government Act 2003", "year": 2003, "section": "51", "section_title": "Power of veto", "section_text": "51 1 This section applies where BID proposals are approved by a ballot held for the purposes of section 49(1). 2 The billing authority to which the proposals relate may, in prescribed circumstances, veto the proposals within such period from the date of the ballot as may be prescribed. 3 In deciding whether to exercise the veto, a billing authority is to have regard to such matters as may be prescribed. 4 If a billing authority vetoes BID proposals, it must give notice of the exercise of the veto to the persons entitled to vote in the ballot. 5 The notice— a must set out the reasons for the exercise of the veto, and b must give details of the right of appeal under section 52. 6 A copy of the notice must be sent to the Secretary of State."}, {"act": "Local Government Act 2003", "year": 2003, "section": "52", "section_title": "Appeal against veto", "section_text": "52 1 Where a billing authority vetoes BID proposals, any person who was entitled to vote in the ballot may appeal to the Secretary of State. 2 The Secretary of State may by regulations make provision in relation to appeals under this section, including provision— a as to the time by which an appeal is to be made, b as to the manner in which an appeal is to be made, c as to the procedure to be followed in connection with an appeal, and d as to the matters to be taken into account in deciding whether to allow an appeal."}, {"act": "Local Government Act 2003", "year": 2003, "section": "53", "section_title": "Commencement of BID arrangements", "section_text": "53 1 This section applies where BID proposals are approved by a ballot held for the purposes of section 49(1). 2 The billing authority concerned must ensure that BID arrangements which give effect to the proposals are made by the time the arrangements are to come into force in accordance with this section. 3 Subject to subsection (4), the BID arrangements are to come into force on such day as may be provided under the BID proposals. 4 If the BID proposals are vetoed under section 51, BID arrangements which give effect to the proposals are not to come into force unless the Secretary of State allows an appeal against the veto under section 52. 5 Where the Secretary of State allows such an appeal, BID arrangements which give effect to the proposals are to come into force on such day as the Secretary of State may determine. 6 The day determined under subsection (5) must not be earlier than the day mentioned in subsection (3). 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "54", "section_title": "Duration of BID arrangements etc", "section_text": "54 1 BID arrangements are to have effect for such period (not exceeding 5 years) as may be specified in the arrangements. 2 BID arrangements may be renewed for one or more periods each of which must not exceed 5 years, but only if the renewal of the arrangements on that or each occasion is approved by a ballot of the non-domestic ratepayers in the business improvement district who are liable for the BID levy. 3 The renewal of BID arrangements is not to be regarded as approved by a ballot held for the purposes of subsection (2) unless the two conditions in section 50 which apply to the approval of BID proposals are satisfied in relation to the renewal of the arrangements. 4 The Secretary of State may by regulations make provision— a as to the alteration of BID arrangements, and b as to the termination of BID arrangements. 5 The provision which may be made by virtue of subsection (4)(a) or (b) includes provision preventing or restricting the alteration or early termination of BID arrangements. 6 Nothing in subsection (5) is to be taken as limiting the power conferred by subsection (4). 7 No regulations under subsection (4) shall be made by the Secretary of State unless a draft of the statutory instrument containing the regulations (whether containing them alone or with other provisions) has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Local Government Act 2003", "year": 2003, "section": "55", "section_title": "Regulations about ballots", "section_text": "55 1 The Secretary of State may by regulations make provision in relation to ballots. 2 The provision which may be made by regulations under this section includes provision— a as to the timing of ballots; b as to the non-domestic ratepayers entitled to vote in a ballot; c as to the question to be asked in a ballot; d as to the form that ballots may take; e as to the persons who are to hold ballots; f as to the conduct of ballots; g conferring power on the Secretary of State to declare ballots void in cases of material irregularity; h for or in connection with enabling a billing authority to recover the costs of a ballot from such persons and in such circumstances as may be prescribed. 3 Nothing in subsection (2) is to be taken as limiting the power conferred by subsection (1). 4 No regulations under subsection (1) which include provision of the kind mentioned in subsection (2)(b) shall be made by the Secretary of State unless a draft of the statutory instrument containing the regulations (whether containing them alone or with other provisions) has been laid before, and approved by a resolution of, each House of Parliament. 5 In this section  “ ballot ” means a ballot held for the purposes of section 49(1) or 54(2)."}, {"act": "Local Government Act 2003", "year": 2003, "section": "56", "section_title": "Power to make further provision", "section_text": "56 1 The Secretary of State may by regulations make such supplementary, incidental, consequential or transitional provision as he considers necessary or expedient for the purposes of, in consequence of, or for giving full effect to, any provision made by or under this Part. 2 The provision which may be made under subsection (1) includes provision amending any enactment (whenever passed or made). 3 No regulations under subsection (1) which include provision amending an Act shall be made by the Secretary of State unless a draft of the statutory instrument containing the regulations (whether containing them alone or with other provisions) has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Local Government Act 2003", "year": 2003, "section": "57", "section_title": "Crown application", "section_text": "57 This Part binds the Crown."}, {"act": "Local Government Act 2003", "year": 2003, "section": "58", "section_title": "Wales", "section_text": "58 1 Sections 54(7), 55(4) and 56(3) do not apply in relation to Wales. 2 In their application in relation to Wales— a the remaining provisions of this Part have effect as if for each reference in those provisions to the Secretary of State there were substituted a reference to the National Assembly for Wales, and b section 43(2)(b) has effect as if for the reference to a county council or parish council there were substituted a reference to a community council."}, {"act": "Local Government Act 2003", "year": 2003, "section": "59", "section_title": "Interpretation of Part 4", "section_text": "59 1 In this Part— “ BID arrangements ” and  “ BID levy ” have the meaning given by section 41; “ billing authority ” means— in relation to England, a district council, a unitary county council, a London borough council, the Common Council of the City of London or the Council of the Isles of Scilly; and in relation to Wales, a county council or county borough council; “ business improvement district ” has the meaning given by section 41; “ enactment ” includes an enactment contained in a local or private Act or comprised in subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)); “ non-domestic ratepayer ”, in relation to any area, means a person subject to a non-domestic rate under section 43 or 45 of the Local Government Finance Act 1988 (c. 41)\t\t\t\t\t(liability to non-domestic rates) because he is the owner or occupier of a hereditament situated in that area; “ prescribed ” means prescribed by regulations made by the Secretary of State; “ unitary county council ” means a county council that is the council for a county in which there are no district councils. 2 Other expressions which are used in this Part and in Part 3 of the Local Government Finance Act 1988 (non-domestic rates) have the same meaning in this Part as they have in that Part."}, {"act": "Local Government Act 2003", "year": 2003, "section": "60", "section_title": "Submission of proposed rating lists", "section_text": "60 1 In section 41(5) of the 1988 Act (proposed local non-domestic rating list to be sent to billing authority not later than 31 December preceding compilation date) for  “31 December” there is substituted  “                  30 September                ” . 2 In section 52(5) of that Act (proposed central non-domestic rating list to be sent to Secretary of State not later than 31 December preceding compilation date) for  “31 December” there is substituted  “                  30 September                ” ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "61", "section_title": "Small business relief", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "62", "section_title": "Calculation of non-domestic rating multiplier", "section_text": "62 1 Schedule 7 to the 1988 Act (non-domestic rating multipliers) is amended as follows. 2 In paragraph 1 (Part 1 of Schedule 7 has effect to determine non-domestic rating multiplier) after  “multiplier” there is inserted  “                  and, in relation to England, the small business non-domestic rating multiplier                ” . 3 For paragraph 3 (calculation of non-domestic rating multiplier for years in which no list compiled) there is substituted— 3 1 In relation to England, the small business non-domestic rating multiplier for a chargeable financial year shall be calculated in accordance with this paragraph if the year is not one at the beginning of which new lists must be compiled. 2 An amount shall be found in accordance with the formula— A × B C 3 Subject to sub-paragraph (5) below, that amount may be adjusted by the Secretary of State to reflect the extent to which his last estimate of the total mentioned in paragraph 5(6) or (7) below appears to him to differ from the actual total. 4 The amount under sub-paragraph (2) above or, if an adjustment is made under sub-paragraph (3) above, the adjusted amount shall be the small business non-domestic rating multiplier for the year. 5 No adjustment may be made under sub-paragraph (3) above for a chargeable financial year beginning before 2006. 3A 1 In relation to England, the non-domestic rating multiplier for a chargeable financial year shall be calculated in accordance with this paragraph if the year is not one at the beginning of which new lists must be compiled. 2 The non-domestic rating multiplier for the year shall be the amount found by— a increasing the small business non-domestic rating multiplier for the year under paragraph 3 above to reflect the Secretary of State’s estimate of the difference between— i the aggregate amount which will be payable to him and all billing authorities by way of non-domestic rates as regards the year, and ii the aggregate amount which would be so payable if section 43(4A) to (4D) above were omitted, and b if the Secretary of State thinks fit, adjusting the amount found under paragraph (a) above to reflect the extent (if any) to which his estimate of the difference mentioned in that paragraph for an earlier financial year appears to him to differ from the actual difference for that earlier year. 3B 1 In relation to Wales, the non-domestic rating multiplier for a chargeable financial year shall be calculated in accordance with this paragraph if the year is not one at the beginning of which new lists must be compiled. 2 An amount shall be found in accordance with the formula— A × B C 3 Subject to sub-paragraph (5) below, that amount may be adjusted by the National Assembly for Wales to reflect the extent to which its last estimate of the total mentioned in paragraph 5(6) or (7) below appears to it to differ from the actual total. 4 The amount under sub-paragraph (2) above or, if an adjustment is made under sub-paragraph (3) above, the adjusted amount shall be the non-domestic rating multiplier for the year. 5 No adjustment may be made under sub-paragraph (3) above for a chargeable financial year beginning before 2006. 4 For paragraph 4 (calculation of non-domestic rating multiplier for year in which list must be compiled) there is substituted— 4 In relation to England, the small business non-domestic rating multiplier for a chargeable financial year shall be calculated in accordance with the following formula if the year is one at the beginning of which new lists must be compiled— A × B × D C × E 4A 1 In relation to England, the non-domestic rating multiplier for a chargeable financial year shall be calculated in accordance with this paragraph if the year is one at the beginning of which new lists must be compiled. 2 The non-domestic rating multiplier for the year shall be the amount found by— a increasing the small business non-domestic rating multiplier for the year under paragraph 4 above to reflect the Secretary of State’s estimate of the difference between— i the aggregate amount which will be payable to him and all billing authorities by way of non-domestic rates as regards the year, and ii the aggregate amount which would be so payable if section 43(4A) to (4D) above were omitted, and b if the Secretary of State thinks fit, adjusting the amount found under paragraph (a) above to reflect the extent (if any) to which his estimate of the difference mentioned in that paragraph for an earlier financial year appears to him to differ from the actual difference for that earlier year. 4B In relation to Wales, the non-domestic rating multiplier for a chargeable financial year shall be calculated in accordance with the following formula if the year is one at the beginning of which new lists must be compiled — A × B × D C × E 5 In paragraph 5(1) for  “3 and 4” there is substituted  “                  3 to 4B                ” . 6 For sub-paragraph (2) of that paragraph (which defines A) there is substituted— 2 In relation to England, A is the small business non-domestic rating multiplier for the financial year preceding the year concerned (or, if there is no such multiplier for that year, A is the non-domestic rating multiplier for that year). 2A In relation to Wales, A is the non-domestic rating multiplier for the financial year preceding the year concerned. 7 For sub-paragraphs (6) and (7) of that paragraph (which define D and E) there is substituted— 6 D is the number of whole pounds in the Secretary of State’s or, as the case may be, the National Assembly for Wales' estimate of the total of the appropriate rateable values of all appropriate hereditaments, where— a appropriate rateable values are those which will be shown in lists for the last day of the financial year preceding the year concerned once all alterations to those lists have been made; b appropriate hereditaments are those which will be shown in lists for that day once all alterations to those lists have been made. 7 E is the number of whole pounds in the Secretary of State’s or, as the case may be, the National Assembly for Wales' estimate of the total of the appropriate rateable values of all appropriate hereditaments, where— a appropriate rateable values are those which will be shown in lists for the first day of the financial year concerned once all alterations to those lists have been made; b appropriate hereditaments are those which will be shown in lists for that first day once all alterations to those lists have been made. 7A The reference in sub-paragraph (7)(a) above to rateable values which will be shown in lists for the first day of the financial year concerned once all alterations to those lists have been made includes a reference to rateable values which will be shown in lists for a later day as a result of any alterations of the lists because of the inaccuracy of the lists for that first day. 8 For paragraph 6(1) there is substituted— 1 In relation to England, the Secretary of State shall calculate the small business non-domestic rating multiplier and the non-domestic rating multiplier for a chargeable financial year and, as soon as is reasonably practicable after doing so, shall serve on each billing authority a notice stating the multipliers as so calculated. 1A In relation to Wales, the National Assembly for Wales shall calculate the non-domestic rating multiplier for a chargeable financial year and, as soon as is reasonably practicable after doing so, shall serve on each billing authority a notice stating the multiplier as so calculated. 1B The notice must show how any calculation has been made and contain details of any estimates or adjustments that have been made. 9 For paragraph 6(3) there is substituted— 3 Where the financial year is one at the beginning of which new lists must be compiled, the notice must specify the date determined under paragraph 5(10) above for the purpose of making estimates under paragraph 5(6) and (7) above. 10 In paragraph 6(4) and (5) for  “sub-paragraph (1) above” there is substituted  “                  this paragraph                ” . 11 After paragraph 9 (special authority’s non-domestic rating multiplier) there is inserted— 9A 1 A special authority’s small business non-domestic rating multiplier for a chargeable financial year shall be set by it in accordance with the formula— A × B C 2 In sub-paragraph (1) above— a A is the special authority’s non-domestic rating multiplier for the year under paragraph 9 above, b B is the small business non-domestic rating multiplier for the year determined in accordance with Part 1 of this Schedule, and c C is the non-domestic rating multiplier for the year, so far as relating to England, determined in accordance with that Part. 3 The multiplier must be expressed as a figure in which a part of a whole (if any) is expressed to three decimal points only."}, {"act": "Local Government Act 2003", "year": 2003, "section": "63", "section_title": "Rural settlement lists etc", "section_text": "63 1 In section 42A of the 1988 Act (rural settlement list) in subsection (1)\t\t\t\t\t(duty of each billing authority to compile and maintain rural settlement list) after  “billing authority” there is inserted  “                  in England                ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "64", "section_title": "Relief for registered community amateur sports clubs", "section_text": "64 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 67 of the 1988 Act (interpretation of Part 3 of that Act), after subsection (10) there is inserted— 10A The times at which a club is a registered club for the purposes of Schedule 18 to the Finance Act 2002 (community amateur sports clubs)— a shall, where it is registered with retrospective effect, be taken to have included those within the period beginning with the date with effect from which it is registered and ending with its registration; but b shall, where its registration is terminated with retrospective effect, be taken not to have included those within the period beginning with the date with effect from which its registration is terminated and ending with the termination of its registration."}, {"act": "Local Government Act 2003", "year": 2003, "section": "65", "section_title": "Transitional relief", "section_text": "65 1 After section 57 of the 1988 Act (special provision for 1990-1995) there is inserted— Transitional provision for 2005 onwards: England 57A 1 In relation to any relevant period the Secretary of State must make regulations under this section which apply in relation to England. 2 The regulations may contain such provisions as are mentioned in subsection (3) below in relation to any case where— a as regards a hereditament or hereditaments the chargeable amount for a chargeable day falls to be determined under section 43, 45 or 54 above, and b the day falls within a prescribed relevant financial year. 3 The provisions are that— a the chargeable amount shall be such as is found in accordance with prescribed rules, and b sections 43(4) to (6E) and 44 above, sections 45(4) to (6) and 46 above, or section 54(4) to (7) above (as the case may be) shall not apply. 4 A chargeable amount found in accordance with rules prescribed under this section, and any calculation (or component of a calculation) used to find that amount, may be the same as or different from what it would be apart from the regulations. 5 Rules prescribed under this section may be framed by reference to such factors as the Secretary of State thinks fit. 6 Without prejudice to section 143(1) below, regulations under this section relating to a relevant period may contain different provisions for different relevant financial years. 7 Without prejudice to section 143(1) below, regulations under this section may contain different provision in relation to locally listed hereditaments whose rateable value exceeds, and those whose rateable value does not exceed, a prescribed figure; and a locally listed hereditament is a hereditament for the time being shown in a local non-domestic rating list. 8 Without prejudice to section 143(1) and (2) below, regulations under this section may include provision— a imposing duties and conferring powers on valuation officers (whether as regards determinations, certificates or otherwise) in relation to the ascertainment of rateable values; b as to appeals relating to things done or not done by such officers. 9 Regulations under this section in their application to a particular relevant financial year shall not be effective unless they come into force before 1 January immediately preceding the year; but this is without prejudice to the power to amend or revoke. 10 In making regulations under this section the Secretary of State shall have regard to the object of securing (so far as practicable) that the aggregate amount payable to him and all billing authorities by way of non-domestic rates as regards a particular relevant period is, after disregarding any adjustments made to take account of amounts being payable at times other than those at which they would have been payable apart from the regulations, the same as the aggregate amount which would be so payable apart from the regulations. 11 For the purposes of subsection (10) above, the Secretary of State may rely on his estimate of the aggregate amounts and adjustments mentioned in that subsection. 12 Once the actual aggregate amounts and adjustments for a particular relevant period are ascertained, the Secretary of State may amend regulations under this section in their application to a financial year which begins after the coming into force of the amending regulations and falls within the same or a later relevant period to reflect the extent to which the actual aggregate amounts and adjustments differ from his estimate of those amounts and adjustments. 13 For the purposes of this section— a a relevant period is a period of five years beginning on 1 April 2005 or on any 1 April after that date on which lists must be compiled; b a relevant financial year, as regards regulations relating to a relevant period, is a financial year falling within the period. 2 In section 58 of the 1988 Act (special provision for 1995 onwards) in subsection (1)\t\t\t\t\t(power to make regulations in relation to any relevant period) after  “section” there is inserted  “                  which apply in relation to Wales                ” ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "66", "section_title": "Rating of meters", "section_text": "66 1 In section 64 of the 1988 Act (hereditaments) after subsection (2) there is inserted— 2A In addition, a right is a hereditament if— a it is a right to use any land for the purpose of operating a meter to measure a supply of gas or electricity or such other service as— i the Secretary of State in relation to England, or ii the National Assembly for Wales in relation to Wales, may by order specify, and b the meter is owned by a person other than the consumer of the service. 2 In subsection (4)(e) of that section (which contains a reference to any right which is a hereditament by virtue of subsection (2)) after  “subsection (2)” there is inserted  “                  or (2A)                ” . 3 After subsection (11) of that section there is inserted— 11A The Secretary of State in relation to England, and the National Assembly in relation to Wales, may by regulations make provision as to what is to be regarded as being a meter for the purposes of subsection (2A) above. 11B In subsection (2A) above  “ land ” includes a wall or other part of a building."}, {"act": "Local Government Act 2003", "year": 2003, "section": "67", "section_title": "Exemptions for agricultural buildings", "section_text": "67 1 Schedule 5 to the 1988 Act (exemptions from non-domestic rating) is amended as follows. 2 For paragraph 3(a) (which provides that a building is an agricultural building if it is occupied together with agricultural land and is used solely in connection with agricultural operations on the land) there is substituted— a it is occupied together with agricultural land and is used solely in connection with agricultural operations on that or other agricultural land, or. 3 After paragraph 7(1)(b) there is inserted , and                   c the members who are occupiers of the land together have control of the body. 4 For paragraph 7(3) there is substituted— 3 This sub-paragraph applies if— a the building in question is occupied by a body corporate any of whose members are, or are together with the body, the occupiers of the building or buildings mentioned in sub-paragraph (2)(a) above, and b the members who are occupiers of the land together have control of the body. 5 After paragraph 7(8) there is inserted— 9 In this paragraph  “ control ” shall be construed in accordance with section 416(2) to (6) of the Income and Corporation Taxes Act 1988."}, {"act": "Local Government Act 2003", "year": 2003, "section": "68", "section_title": "Exemption for places of religious worship", "section_text": "68 In paragraph 11 of Schedule 5 to the 1988 Act (exemption for places of religious worship) for sub-paragraph (1)(a) there is substituted— a a place of public religious worship; ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "69", "section_title": "Removal of power to prescribe rateable values", "section_text": "69 Paragraph 3 of Schedule 6 to the 1988 Act (power of Secretary of State by order to prescribe rateable values) ceases to have effect."}, {"act": "Local Government Act 2003", "year": 2003, "section": "70", "section_title": "Local retention of rates", "section_text": "70 1 In Schedule 8 to the 1988 Act (non-domestic rating: pooling), in paragraph 4 (rules for calculating authorities' non-domestic rating contributions), before sub-paragraph (5) there is inserted— 4A The rules may include provision for such deductions as the maker of the rules thinks fit for the purpose of enabling an authority to retain part, or all, of so much of the total payable to it in respect of the year under sections 43 and 45 above as exceeds an amount determined for the authority by or under the rules. 4B Sub-paragraph (4A) above shall not apply in the case of a special authority. 4C Sub-paragraph (2) above shall have effect subject to sub-paragraph (4A) above. 4D The consent of the Treasury is required to the inclusion in regulations under this paragraph of provision under sub-paragraph (4A) above relating to England. 2 In paragraph 5(6) of that Schedule (contribution to be calculated after end of year and certified by Audit Commission)— a before the word  “and” at the end of paragraph (b) there is inserted— ba if it is an authority in England notify to the Secretary of State, and if it is an authority in Wales notify to the National Assembly for Wales, the amount of any deduction that in accordance with provision under paragraph 4(4A) above is made in calculating the amount mentioned in paragraph (a) above,  and b in paragraph (c), for  “and the amount” there is substituted  “                      , and the amount or amounts notifiable under paragraphs (b) and (ba) above,                    ” . 3 In paragraph 5(6A) of that Schedule (Audit Commission to send copy of certification to Secretary of State or National Assembly for Wales), after  “the amount” there is inserted  “                  or amounts                ” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In section 38 of the Local Government (Wales) Act 1994 (c. 19)\t\t\t\t\t(council funds for principal councils in Wales), after subsection (9) there is inserted— 9A The National Assembly for Wales may by regulations make provision for the sharing among a new principal council and major precepting authorities, in accordance with rules specified in the regulations, of an amount equal to all or part of any deduction that, in accordance with provision under paragraph 4(4A) of Schedule 8 to the Local Government Finance Act 1988 (local retention of rates), falls to be made in calculating the council’s non-domestic rating contribution for a financial year. 8 In subsection (10) of that section (provision that may be included in regulations under subsection (9))— a for  “The regulations” there is substituted  “                      Regulations under subsection (9) or (9A)                    ” , and b in each of paragraphs (d) and (e), after  “the liability mentioned in subsection (9)” there is inserted  “                      or any liability arising under subsection (9A)                    ” . 9 In that section, after subsection (11) there is inserted— 12 In subsection (9A)\t\t\t\t\t\t\t\t “ major precepting authority ” has the meaning given by section 39(1) of the Local Government Finance Act 1992."}, {"act": "Local Government Act 2003", "year": 2003, "section": "71", "section_title": "Adjustments for hardship relief", "section_text": "71 1 Schedule 8 to the 1988 Act (non-domestic rating: pooling) is amended as follows. 2 In paragraph 4 (non-domestic rating contributions) after sub-paragraph (6) there is inserted— 7 Sub-paragraph (6) above does not apply to regulations made only for the purpose of amending the rules to increase deductions as regards the operation of section 49 above for the whole or part of the financial year. 3 In paragraph 6 (calculation of non-domestic rating contributions) after sub-paragraph (6) there is inserted— 6A Regulations made for the purpose mentioned in paragraph 4(7) above may include provision— a for or in connection with the recalculation of the provisional amount for the financial year concerned, including provision for the procedure to be adopted for recalculation, and b as to financial adjustments to be made, including provision for the making of reduced payments under paragraph 5 above or of repayments. 4 In sub-paragraph (7) of that paragraph (which defines relevant provisions) after paragraph (a) there is inserted— aa regulations made for the purpose mentioned in paragraph 4(7) above, ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "72", "section_title": "Provision of information", "section_text": "72 1 Schedule 9 to the 1988 Act (non-domestic rating: administration) is amended as follows. 2 In paragraph 5(2) (requested information to be supplied within period of 21 days) there are omitted— a the words  “if it is in his possession or control, and he shall do so”, and b the words  “and within the period of 21 days beginning with the day on which the notice is served”. 3 Paragraph 5(3) (offence of failing to supply information) is omitted. 4 After paragraph 5 there is inserted— 5A 1 If a person on whom a notice is served under paragraph 5 above fails to comply with paragraph 5(2) within the period of 56 days beginning with the day on which the notice is served, he shall be liable to a penalty of £100. 2 Where a person becomes liable to a penalty under sub-paragraph (1) above, the valuation officer shall serve on him a notice (a  “penalty notice”) stating— a that he has failed to comply with paragraph 5(2) above within the period mentioned in sub-paragraph (1) above, b that he is liable to a penalty of £100, c the effect of sub-paragraphs (3) and (4) below, and d that he has a right of appeal under paragraph 5C below. 3 If the person on whom a penalty notice is served fails to comply with paragraph 5(2) within the period of 21 days beginning with the day on which the notice is served, he shall be liable— a to a further penalty of £100, and b subject to sub-paragraph (4) below, to a further penalty of £20 for each day in respect of which the failure continues after the end of that period. 4 The amount to which a person shall be liable under this paragraph in respect of a failure to comply with a notice served under paragraph 5 above shall not exceed the greater of— a the rateable value of the hereditament concerned for the day on which the penalty notice is served, and b £500. 5 For the purposes of sub-paragraph (4)(a) above— a the hereditament concerned is the hereditament in respect of which the notice under paragraph 5 above was served, and b a list compiled under this Part shall be used to find the rateable value of the hereditament for the day concerned. 5B A valuation officer may mitigate or remit any penalty imposed under paragraph 5A above. 5C 1 A person may appeal to a valuation tribunal if he is aggrieved by the imposition on him of a penalty under paragraph 5A above. 2 An appeal under this paragraph must be made before the end of the period of 28 days beginning with the day on which the penalty notice is served. 3 An appeal under this paragraph shall not prevent liability to any further penalty or penalties arising under paragraph 5A(3) above. 4 An appeal under this paragraph shall be treated as an appeal against the penalty imposed under paragraph 5A(1) above and any further penalty which may be imposed under paragraph 5A(3) above. 5 On an appeal under this paragraph the valuation tribunal may mitigate or remit any penalty under paragraph 5A above if it is satisfied on either or both of the grounds specified in sub-paragraph (6) below. 6 Those grounds are— a that the appellant had a reasonable excuse for not complying with paragraph 5(2) above, or b that the information requested is not in the possession or control of the appellant. 5D 1 Subject to sub-paragraph (2) below, any penalty imposed under paragraph 5A above may be recovered by the valuation officer concerned as a civil debt due to him. 2 No claim to recover any such penalty may be made— a before the end of the period mentioned in paragraph 5C(2) above, or b if an appeal is made under paragraph 5C above, before the appeal is finally disposed of. 5E Any sums received by a valuation officer by way of penalty under paragraph 5A above must be paid into the Consolidated Fund. 5F 1 The Secretary of State in relation to England, and the National Assembly of Wales in relation to Wales, may by regulations make provision in relation to notices served under paragraphs 5 and 5A above. 2 The provision that may be made by regulations under this paragraph includes— a provision enabling a valuation officer to request or obtain information for the purpose of identifying the owner or occupier of a hereditament; b provision enabling a notice to be served on a person either by name or by such description as may be prescribed. 5G The Secretary of State in relation to England, and the National Assembly in relation to Wales, may by order amend paragraph 5A above to increase or decrease the amount of any penalty under that paragraph. 5H Where a valuation officer requires the name or address of a person on whom a notice under paragraph 5 or 5A above is to be served, he may serve a notice on a billing authority which he reasonably believes may have that information requesting the authority to supply him with that information. 5 In Schedule 11 to the 1988 Act (valuation tribunals) in paragraph 2 (jurisdictions) after sub-paragraph (c) there is inserted— ca paragraph 5C of Schedule 9 above; ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "73", "section_title": "Interpretation of Part 5", "section_text": "73 In this Part  “ the 1988 Act ” means the Local Government Finance Act 1988 (c. 41)."}, {"act": "Local Government Act 2003", "year": 2003, "section": "74", "section_title": "Exception of students from joint and several liability", "section_text": "74 1 In section 6(4) of the Local Government Finance Act 1992 (c. 14)\t\t\t\t\t(exception of severely mentally impaired from liability as co-resident or owner), for the words from  “paragraph” to  “impaired)” there is substituted  “                    paragraph 2 (severely mentally impaired) or 4 (students  etc. ) of Schedule 1 to this Act                  ” . 2 In section 9(2) of that Act (corresponding exception from liability as spouse), for the words from  “paragraph” to the end there is substituted  “                    paragraph 2 (the severely mentally impaired) or 4 (students etc.) of Schedule 1 to this Act                  ” . 3 This section has effect in relation to financial years beginning on or after 1 April 2004."}, {"act": "Local Government Act 2003", "year": 2003, "section": "75", "section_title": "Second and empty homes", "section_text": "75 1 After section 11 of the Local Government Finance Act 1992 there is inserted— Discounts: special provision for England 11A 1 The Secretary of State may for any financial year by regulations prescribe one or more classes of dwelling in England for the purposes of subsection (3) or (4) below. 2 A class of dwellings may be prescribed under subsection (1) above by reference to such factors as the Secretary of State sees fit and may, in particular, be prescribed by reference to— a the physical characteristics of dwellings, or b the fact that dwellings are unoccupied. 3 For any financial year for which a class of dwellings is prescribed for the purposes of this subsection, a billing authority in England may by determination provide in relation to all dwellings of that class in its area, or in such part of its area as it may specify in the determination, that the discount under section 11(2)(a) shall be such lesser percentage of at least 10 as it may so specify. 4 For any financial year for which a class of dwellings is prescribed for the purposes of this subsection, a billing authority in England may by determination provide in relation to all dwellings of that class in its area, or in such part of its area as it may specify in the determination— a that the discount under section 11(2)(a) above shall not apply, or b that the discount under that provision shall be such lesser percentage as it may so specify. 5 A billing authority may make a determination varying or revoking a determination under subsection (3) or (4) for a financial year, but only before the beginning of the year. 6 A billing authority which makes a determination under this section shall publish a notice of it in at least one newspaper circulating in its area and do so before the end of the period of 21 days beginning with the date of the determination. 7 Failure to comply with subsection (6) above shall not affect the validity of a determination. 2 For section 12 of that Act (discounts: special provision for Wales) there is substituted— Discounts: special provision for Wales 12 1 The National Assembly for Wales may for any financial year by regulations prescribe one or more classes of dwelling in Wales for the purposes of subsection (3) or (4) below. 2 A class of dwellings may be prescribed under subsection (1) above by reference to such factors as the Assembly sees fit and may, in particular, be prescribed by reference to— a the physical characteristics of dwellings, or b the fact that dwellings are unoccupied. 3 For any financial year for which a class of dwellings is prescribed for the purposes of this subsection, a billing authority in Wales may by determination provide in relation to all dwellings of that class in its area, or in such part of its area as it may specify in the determination, that the discount under section 11(2)(a) shall be such lesser percentage of at least 10 as it may so specify. 4 For any financial year for which a class of dwellings is prescribed for the purposes of this subsection, a billing authority in Wales may by determination provide in relation to all dwellings of that class in its area, or in such part of its area as it may specify in the determination— a that the discount under section 11(2)(a) above shall not apply, or b that the discount under that provision shall be such lesser percentage as it may so specify. 5 A billing authority may make a determination varying or revoking a determination under subsection (3) or (4) for a financial year, but only before the beginning of the year. 6 A billing authority which makes a determination under this section shall publish a notice of it in at least one newspaper circulating in its area and do so before the end of the period of 21 days beginning with the date of the determination. 7 Failure to comply with subsection (6) above shall not affect the validity of a determination. 3 Where immediately before the day on which subsection (2) comes into force regulations under section 12(1) of that Act are in force which apply in relation to a financial year beginning on or after that day, the regulations, so far as relating to such a financial year, shall on and after that day have effect as if— a they were made under section 12(1) of that Act as substituted by this section, and b each class of dwellings which they prescribe were prescribed for the purposes of section 12(4) of that Act as so substituted. 4 Where immediately before that day a determination under section 12(1) of that Act is in force which applies in relation to a financial year beginning on or after that day, the determination, so far as relating to such a financial year, shall on and after that day have effect as if made under section 12(4) of that Act, as substituted by this section, in relation to the whole of the area of the authority which made the determination. 5 In its application by virtue of subsection (4), a determination under section 12(1) of that Act shall have effect— a if it provided for section 12(2) of that Act to have effect in substitution for section 11(2)(a) of that Act, as if it provided for the discount under that provision to be twenty-five per cent.; b if it provided for section 12(3) of that Act to have effect in substitution for section 11(2)(a) of that Act, as if it provided for the discount under that provision not to apply."}, {"act": "Local Government Act 2003", "year": 2003, "section": "76", "section_title": "Billing authority’s power to reduce amount of tax payable", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "77", "section_title": "Statutory revaluation cycle", "section_text": "77 After section 22A of the Local Government Finance Act 1992 there is inserted— Compilation and maintenance of new lists 22B 1 The listing officer for a billing authority shall compile, and then maintain, new lists for the authority in accordance with this Chapter (each such list to be called its valuation list). 2 A new list must be compiled— a in relation to billing authorities in England, on 1 April 2007, and b in relation to billing authorities in Wales, on 1 April 2005. 3 After that, a new list must be compiled on the earlier of the tenth anniversary of the compilation of the previous list and 1 April in such year as may be specified— a in relation to billing authorities in England, by order made by the Secretary of State, and b in relation to billing authorities in Wales, by order made by the National Assembly for Wales. 4 A new list shall come into force on the day on which it is compiled and shall remain in force until the next such list is compiled. 5 The duty to maintain a list compiled under this section continues for so long as is necessary for the purposes of this Part and is not affected by the list ceasing to be in force. 6 Before a list is compiled under this section, the listing officer must take such steps as are reasonably practicable in the time available to ensure that it is accurately compiled on the date on which it is to be compiled. 7 Where a list is to be compiled under this section, the listing officer for a billing authority shall send the authority a copy of the list he proposes to compile (on the information then before him) not later than 1st September before the date on which it is to be compiled. 8 As soon as reasonably practicable after receiving a copy list under subsection (7) above, a billing authority shall deposit it at its principal office and take such steps as it thinks most suitable for giving notice of it. 9 As soon as reasonably practicable after the listing officer for a billing authority has compiled a list under this section, he shall send a copy of it to the authority. 10 As soon as reasonably practicable after receiving a copy list under subsection (9) above, a billing authority shall deposit it at its principal office. 11 No order under subsection (3)(a) above may be made unless a draft of the order has been laid before, and approved by resolution of, the House of Commons."}, {"act": "Local Government Act 2003", "year": 2003, "section": "78", "section_title": "Power to change number of valuation bands", "section_text": "78 In section 5 of the Local Government Finance Act 1992 (c. 14)\t\t\t(valuation bands), after subsection (4) there is inserted— 4A The power under subsection (4)(b) above includes power to make provision for a different number of valuation bands from those which are for the time being effective for the purposes of subsection (2) or (3) above."}, {"act": "Local Government Act 2003", "year": 2003, "section": "79", "section_title": "Transitional arrangements", "section_text": "79 After section 13A of the Local Government Finance Act 1992 there is inserted— Transitional arrangements 13B 1 The Secretary of State may by regulations make provision for the purpose of smoothing changes in council tax liability resulting from the coming into force in relation to a billing authority in England of— a an order under section 5 above, or b a list under section 22B below. 2 The National Assembly for Wales may by regulations make provision for the purpose of smoothing changes in council tax liability resulting from the coming into force in relation to a billing authority in Wales of— a an order under section 5 above, or b a list under section 22B below. 3 Regulations under this section may, in particular— a make provision about the circumstances in which changes are to be smoothed; b make provision for changes to be smoothed over such one or more financial years as may be specified in the regulations; c make provision for liability for any financial year to be determined in accordance with such rules as may be so specified, which may result in liability being the same as or different from what it would otherwise be. 4 Without prejudice to section 113(1) below, regulations under this section may make different provision for different financial years. 5 To the extent that he would not have power to do so apart from this subsection, the Secretary of State may— a include in regulations made by him under this section such amendments of any social security instrument as he thinks expedient in consequence of the regulations; b include in any social security instrument such provision as he thinks expedient in consequence of regulations under this section. 6 In subsection (5) above,  “ social security instrument ” has the meaning given by section 13(10) above."}, {"act": "Local Government Act 2003", "year": 2003, "section": "80", "section_title": "Amendments relating to distress", "section_text": "80 1 Schedule 4 to the Local Government Finance Act 1992 (c. 14)\t\t\t\t\t(enforcement) is amended as follows. 2 In paragraph 5(1)\t\t\t\t\t(power to authorise making of attachment of earnings orders against persons subject to liability orders), in paragraph (a)\t\t\t\t\t(under which attachment of earnings may be authorised to secure payment of any outstanding sum which is or forms part of the amount in respect of which a liability order was made), for the words from  “any outstanding sum” to the end there is substituted  “                    the appropriate amount                  ” . 3 After that sub-paragraph there is inserted— 1A For the purposes of this paragraph the appropriate amount is the aggregate of— a any outstanding sum which is or forms part of the amount in respect of which the liability order was made; and b where the authority concerned has sought to levy an amount by distress and sale of the debtor’s goods under provision included by virtue of paragraph 7 below and the person making the distress has reported that he was unable (for whatever reason) to find any or sufficient goods of the debtor on which to levy the amount— i such sum as is referred to in sub-paragraph (2)(b) of that paragraph, and ii if the authority has applied for the issue of a warrant committing the debtor to prison under provision included by virtue of paragraph 8 below, a sum (of a prescribed amount or an amount determined in accordance with prescribed rules) in respect of the costs of the application. 4 In paragraph 7 (distress), after sub-paragraph (4) there is inserted— 4A The regulations may include provision with respect to the supply of information to the debtor by— a a person who makes, or attempts to make, a distress, or b where it has levied any amount by distress, the authority concerned."}, {"act": "Local Government Act 2003", "year": 2003, "section": "81", "section_title": "Charging orders: aggregation", "section_text": "81 In Schedule 4 to the Local Government Finance Act 1992 (c. 14)\t\t\t(enforcement), after paragraph 11 there is inserted— 11A Regulations under paragraph 1(1)(a) above may provide that two or more liability orders against the same person shall be treated as a single liability order for the purposes of provision included by virtue of paragraph 11 above if an application under such provision could be made in respect of each of them in relation to the same dwelling."}, {"act": "Local Government Act 2003", "year": 2003, "section": "82", "section_title": "Quashing of liability orders", "section_text": "82 In Schedule 4 to the Local Government Finance Act 1992 (enforcement), after paragraph 12 there is inserted— Quashing of liability orders 12A Regulations under paragraph 1(1) above may provide— a that, where on an application by the authority concerned a magistrates' court is satisfied that a liability order should not have been made, it shall quash the order; b that, where on an application to a magistrates' court for the quashing of a liability order, the court is satisfied that, had the original application been for a liability order in respect of a lesser sum payable, such an order could properly have been made, it shall substitute a liability order in respect of the aggregate of— i that lesser sum, and ii any sum included in the quashed order in respect of the costs incurred in obtaining it."}, {"act": "Local Government Act 2003", "year": 2003, "section": "83", "section_title": "Major precepting authorities: combined fire authorities", "section_text": "83 1 In section 39(1) of the Local Government Finance Act 1992 (c. 14)\t\t\t\t\t(which specifies the authorities which are major precepting authorities for the purposes of Part 1 of that Act), after paragraph (d) there is inserted— da a fire authority in England constituted by a combination scheme made under section 6 of the Fire Services Act 1947; . 2 The National Assembly for Wales may by order amend section 39(1)(da) of the Local Government Finance Act 1992 for the purpose of extending the provision to  fire and rescue authorities  in Wales. 3 Before making an order under subsection (2), the National Assembly for Wales shall consult— a such bodies or persons appearing to it to be representative of the interests of local government in Wales, and b such other bodies or persons, as it may consider appropriate."}, {"act": "Local Government Act 2003", "year": 2003, "section": "84", "section_title": "Amendment of section 67 of the Local Government Finance Act 1992", "section_text": "84 1 Section 67 of the Local Government Finance Act 1992 (under which certain council tax functions must be discharged only by an authority as a whole) is amended as follows. 2 In subsection (1), for  “Subject to subsections (3) and (3A) below,” there is substituted  “                    Subject to subsections (2A) to (3A) below,                  ” . 3 After subsection (2) there is inserted— 2A Subsection (1) does not apply to the following functions— a the determination of an amount for item T in section 33(1) above; b the determination of an amount for item TP in section 34(3) above; c the determination of an amount for item T in section 44(1) above; d the determination of an amount for item TP in section 45(3) above; e the determination of an amount for item TP in section 48(3) or (4) above; f the determination of an amount for item T in section 88(2) of the Greater London Authority Act 1999 (c. 29); g the determination of an amount for item TP2 in section 89(4) of that Act; h the determination of an amount required for determining an amount for the item mentioned in paragraph (c), (d), (f) or (g) above."}, {"act": "Local Government Act 2003", "year": 2003, "section": "85", "section_title": "Vacant dwellings: use of information obtained for council tax purposes", "section_text": "85 In Schedule 2 to the Local Government Finance Act 1992 (c. 14)\t\t\t(council tax: administration), after paragraph 18 there is inserted— 18A 1 A billing authority may use information it has obtained for the purpose of carrying out its functions under Part 1 of this Act for the purpose of— a identifying vacant dwellings, or b taking steps to bring vacant dwellings back into use. 2 The power under sub-paragraph (1) above, so far as relating to personal information, extends only to information which consists of an individual’s name or an address or number for communicating with him. 3 In this paragraph— “ personal information ” means information which relates to an individual (living or dead) who can be identified— from that information, or from that information and other information of the authority, and includes any expression of opinion about the individual and any indication of the intentions of any person in respect of the individual; “ vacant dwelling ” means a dwelling in which no one lives and which is substantially unfurnished."}, {"act": "Local Government Act 2003", "year": 2003, "section": "86", "section_title": "Repeal of section 31 of the Local Government Act 1999", "section_text": "86 Section 31 of the Local Government Act 1999 (c. 27) (further regulation of major precepting authorities) ceases to have effect."}, {"act": "Local Government Act 2003", "year": 2003, "section": "87", "section_title": "Housing strategies and statements", "section_text": "87 1   The Welsh Ministers   may— a require a local housing authority   in Wales  to have a strategy in respect of such matters relating to housing as   the Welsh Ministers   may specify, and b impose requirements with respect to— i the ends that the strategy is to be designed to achieve, ii the formulation of policy for the purposes of the strategy, or iii review of the strategy. 2   The Welsh Ministers   may require a local housing authority   in Wales , by such time as   the Welsh Ministers   may specify, to prepare and supply  the Welsh Ministers  with a statement setting out such material of either of the following descriptions as  the Welsh Ministers  may specify— a a strategy that the authority is required to have under subsection (1); b other material relating to housing. 3   The Welsh Ministers   may, in relation to a statement whose preparation and supply is required under subsection (2), impose requirements with respect to— a the contents of the statement; b the form of the statement; c the statement’s supply to   the Welsh Ministers . 4 In this section— “ housing ” includes accommodation needs for gypsies and travellers within the meaning of  ...   section 225 of the Housing Act 2004, in the case of a local housing authority in England;  Part 3 of the Housing (Wales) Act 2014, in the case of a local housing authority in Wales ; “ local housing authority ” has the same meaning as in the Housing Act 1985 (c. 68). "}, {"act": "Local Government Act 2003", "year": 2003, "section": "88", "section_title": "Housing Revenue Account business plans", "section_text": "88 1 The power under section 87(3) includes (in particular) power to require that material— a in a statement, and b relating to property within the Housing Revenue Account of the authority preparing the statement, be designated in the statement as being, or forming part of, the authority’s Housing Revenue Account business plan. 2 All material that— a in accordance with requirements imposed under section 87(3) is so designated in a statement prepared for the purposes of section 87(2) by an authority   in Wales , and b has not in a subsequent statement so prepared by the authority been declared to be superseded or withdrawn, shall collectively be known as the authority’s Housing Revenue Account business plan. 3 The reference in subsection (1) to property within an authority’s Housing Revenue Account has the same meaning as in Part 6 of the Local Government and Housing Act 1989 (c. 42) (housing finance)."}, {"act": "Local Government Act 2003", "year": 2003, "section": "89", "section_title": "Housing Revenue Account subsidy: payment and calculation", "section_text": "89 1 For section 79(2) of the Local Government and Housing Act 1989 (payment of Housing Revenue Account subsidy) there is substituted— 2 Housing Revenue Account subsidy shall be paid by the appropriate person— a in such instalments, at such times and in such manner, and b subject to such conditions as to claims, records, certificates, supply of Housing Revenue Account business plans, audit or otherwise, as the appropriate person may determine. 2 In section 80 of that Act (calculation of Housing Revenue Account subsidy), for subsection (1)\t\t\t\t\t(subsidy to be calculated in accordance with formulae) there is substituted— 1 The amount of Housing Revenue Account subsidy (if any) payable to a local housing authority for a year shall be calculated in such manner as the appropriate person may from time to time determine. 1A A determination under subsection (1) above may (in particular)— a provide for all or part of the amount to be calculated in accordance with a formula or formulae; b provide for the amount, or part of the amount, to be calculated by reference to— i whether any Housing Revenue Account business plan that the authority are required to prepare by any time has been supplied to the appropriate person or has been supplied to the appropriate person by that time; ii the appropriate person’s assessment of any Housing Revenue Account business plan prepared by the authority and supplied to the appropriate person; iii whether conditions are met that relate to, or to the authority’s conduct of, the authority’s finances or any aspect of those finances; iv an assessment of the state of, or of the authority’s conduct of, the authority’s finances or any aspect of those finances; v whether conditions are met that relate to housing provided by the authority, to housing functions of the authority or to the authority’s performance in exercising such functions; vi an assessment of, or of the state of, housing provided by the authority; vii an assessment of the authority’s performance in exercising functions in relation to housing provided by the authority or in otherwise exercising housing functions; viii whether, as respects housing provided by the authority, management functions exercisable in relation to that housing have been entrusted to a company; ix whether, where such functions have been entrusted to a company, conditions are met that relate to the performance of the company in exercising the functions; x an assessment, where such functions have been entrusted to a company, of the performance of the company in exercising those functions; xi assumptions as to any matter; c have the effect that the amount, or part of the amount, is nil or a negative amount; d make different provision for different parts of the amount. 3 In subsection (3) of that section (determinations of, and for the purposes of, formulae)— a in the words before paragraph (a), for  “the Secretary of State may” there is substituted  “                      the appropriate person may (in particular)                    ” , and b the words after paragraph (c)\t\t\t\t\t\t\t(which are superseded by the new subsections (5) and (6) of that section) are omitted. 4 In subsections (3)(b) and (4) of that section (provisions about formulae), for  “Secretary of State”\t\t\t\t\t(in each place) there is substituted  “                  appropriate person                ” . 5 In that section, after subsection (4) there is inserted— 5 Nothing in subsections (1A) to (4) above is to be taken as limiting the appropriate person’s discretion under subsection (1) above. 6 The appropriate person may make a determination under subsection (1) above, or a calculation under such a determination, on the basis of information received by him on or before such date as he thinks fit. 6 In section 88(1) of that Act (interpretation of Part 6), after paragraph (a) there is inserted— aa “ the appropriate person ” means— i in relation to England, the Secretary of State, and ii in relation to Wales, the National Assembly for Wales; ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "90", "section_title": "Housing Revenue Account subsidy: negative amounts", "section_text": "90 1 In Part 6 of the Local Government and Housing Act 1989 (c. 42)\t\t\t\t\t(housing finance), after section 80 there is inserted— Negative amounts of subsidy payable to appropriate person 80ZA 1 If calculation in accordance with a determination under section 80(1) above of the amount of Housing Revenue Account subsidy payable to a local housing authority for a year produces a negative amount— a the authority shall for that year debit the equivalent positive amount to their Housing Revenue Account, and b pay that equivalent amount to the appropriate person. 2 Amounts payable to the appropriate person under subsection (1)(b) above shall be paid to him in such instalments, at such times and in such manner as he may determine. 3 A payment in respect of an amount payable under subsection (1)(b) above shall be accompanied by such information as the appropriate person may require. 4 The appropriate person may charge a local housing authority interest, at such rates and for such periods as he may determine, on any sum payable to him under subsection (1)(b) above that is not paid by such time as may be determined under subsection (2) above for its payment. 5 The appropriate person may charge a local housing authority an amount equal to any additional costs incurred by him as a result of any sum payable to him under subsection (1)(b) above not being paid by such time as may be determined under subsection (2) above for its payment. 2 In section 80 of that Act (calculation of Housing Revenue Account subsidy), subsection (2)\t\t\t\t\t(negative amounts of subsidy) is omitted. 3 In Part 2 of Schedule 4 to that Act (amounts to be debited to a local housing authority’s Housing Revenue Account), for item 5 there is substituted— Item 5: sums payable under section 80ZA Sums payable for the year to the Secretary of State, or the National Assembly for Wales, under subsection (1)(b) of section 80ZA of this Act (Housing Revenue Account subsidy of a negative amount) and— a any interest charged on those sums under subsection (4) of that section, and b any amount charged under subsection (5) of that section in respect of costs incurred as a result of late payment of any of those sums. 4 In section 141(8) of the Local Government Finance Act 1988 (c. 41)\t\t\t\t\t(amounts due from authorities that may be set off against amounts due from Secretary of State or National Assembly for Wales), for  “and paragraphs 12 and 15 of that Schedule” there is substituted  “                  , paragraphs 12 and 15 of that Schedule and section 80ZA of the Local Government and Housing Act 1989 (negative amounts of Housing Revenue Account subsidy and interest and costs where payment made late)                ” ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "91", "section_title": "Housing Revenue Accounts etc: adaptation of enactments", "section_text": "91 1 In Part 6 of the Local Government and Housing Act 1989 (c. 42) (housing finance), after section 87 there is inserted— Orders amending Part 6 87A 1 The appropriate person may by order— a amend, repeal or re-enact provisions of sections 74 to 76 and 78 of, and Schedule 4 to, this Act; b provide for any such provisions— i not to apply, whether at all or in cases specified by the order or to authorities so specified; ii to apply, whether generally or in cases so specified or to authorities so specified, subject to modifications so specified. 2 An order under this section may (in particular)— a add items to, or remove items from, Part 1 or 2 of Schedule 4 to this Act, or vary items of those Parts; b confer discretions, or expand, curtail or repeal discretions conferred, on the appropriate person or any other person; c be made before, during or after the end of any year to which it relates. 3 In subsection (2)(b) above  “ discretion ” includes power to make a determination or give a direction. 4 An order under this section may— a contain such incidental, consequential, transitional or supplementary provisions (including provisions amending or repealing enactments), and such savings, as the appropriate person considers appropriate; b make different provision for different cases or authorities. 5 The power to make an order under this section is exercisable by statutory instrument. 6 The Secretary of State shall not make an order under this section unless a draft of the order has been laid before, and approved by resolution of, each House of Parliament. 2 In Part 4 of Schedule 4 to that Act (Housing Revenue Accounts: supplementary provisions), paragraph 3 (which is superseded by the new section 87A) is omitted."}, {"act": "Local Government Act 2003", "year": 2003, "section": "92", "section_title": "Local housing authority houses: rents", "section_text": "92 1 In section 24(3) of the Housing Act 1985 (c. 68)\t\t\t\t\t(local housing authorities in England and Wales to have regard to private sector rents in setting rents for their houses), after  “a local housing authority” there is inserted  “                  in Wales                ” . 2 The National Assembly for Wales may by order repeal section 24(3) of that Act (as amended by subsection (1))."}, {"act": "Local Government Act 2003", "year": 2003, "section": "93", "section_title": "Power to charge for discretionary services", "section_text": "93 1 Subject to the following provisions, a  relevant authority  may charge a person for providing a service to him if— a the authority is authorised, but not required, by an enactment to provide the service to him, and b he has agreed to its provision. 2 Subsection (1) does not apply if the authority— a has power apart from this section to charge for the provision of the service, or b is expressly prohibited from charging for the provision of the service. 3 The power under subsection (1) is subject to a duty to secure that, taking one financial year with another, the income from charges under that subsection does not exceed the costs of provision. 4 The duty under subsection (3) shall apply separately in relation to each kind of service. 5 Within the framework set by subsections (3) and (4), a  relevant authority  may set charges as it thinks fit and may, in particular— a charge only some persons for providing a service; b charge different persons different amounts for the provision of a service. 6 In carrying out functions under this section, a  relevant authority  shall have regard to such guidance as the appropriate person may issue. 7 The following shall be disregarded for the purposes of subsection (2)(b)— a section 111(3) of the Local Government Act 1972 (c. 70)\t\t\t\t\t\t\t(subsidiary powers of local authorities not to include power to raise money), b section 34(2) of the Greater London Authority Act 1999 (c. 29)\t\t\t\t\t\t\t(corresponding provision for Greater London Authority),  ... c section 3(2) of the Local Government Act 2000 (c. 22)\t\t\t\t\t\t\t(well-being powers not to include power to raise money). d section 100(2) of the Local Transport Act 2008 (well-being powers of Integrated Transport Authorities   , combined authorities and combined county authorities ), e section 102C(4) of that Act (Integrated Transport Authorities), f section 10B(4) of the Transport Act 1968 (Passenger Transport Executives),  ... g section 113B(4) of the Local Democracy, Economic Development and Construction Act 2009 (economic prosperity boards and combined authorities) , and h section 50(4) of the Levelling-up and Regeneration Act 2023 (combined county authorities). 8 In subsection (1),  “ enactment ” includes an enactment comprised in subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)). 9 In this section,  “ relevant authority ” means— a a best value authority; aa a county council or county borough council in Wales; ab the Passenger Transport Executive of an integrated transport area in England; ac a National Park authority for a National Park in Wales; b a parish council; c a parish meeting of a parish which does not have a separate parish council; or d a community council."}, {"act": "Local Government Act 2003", "year": 2003, "section": "94", "section_title": "Power to disapply section 93(1)", "section_text": "94 1 The appropriate person may by order disapply section 93(1)— a in relation to particular descriptions of                          relevant authority  or particular  relevant authorities ; b in relation to the provision of a particular kind of service by— i all  relevant authorities , ii particular  relevant authorities , or iii particular descriptions of                          relevant authority . 2 The power under subsection (1) includes power to disapply for a particular period. 3 In this section,  “ relevant authority ” has the meaning given in section 93."}, {"act": "Local Government Act 2003", "year": 2003, "section": "95", "section_title": "Power to trade in function-related activities through a company", "section_text": "95 1 The appropriate person may by order— a authorise  relevant authorities  to do for a commercial purpose anything which they are authorised to do for the purpose of carrying on any of their ordinary functions, and b make provision about the persons in relation to whom authority under paragraph (a) is exercisable. 2 No order under this section may authorise a  relevant authority — a to do in relation to a person anything which it is required to do in relation to him under its ordinary functions, or b to do in relation to a person anything which it is authorised, apart from this section, to do in relation to him for a commercial purpose. 3 An order under this section may be made in relation to— a all  relevant authorities , particular  relevant authorities  or particular descriptions of  relevant authority ; b all things authorised to be done for the purpose of carrying on a particular function, particular things authorised to be done for that purpose or particular descriptions of thing authorised to be so done. 4 Power conferred by an order under this section shall only be exercisable through a company within the meaning of Part 5 of the Local Government and Housing Act 1989 (c. 42) (companies in which local authorities have interests). 5 A  relevant authority  on which power is conferred by an order under this section shall be treated as a local authority for the purposes of Part 5 of the Local Government and Housing Act 1989 if it would not otherwise be such an authority, but only in relation to a body corporate through which it exercises, or proposes to exercise, the power conferred by the order. 6 In its application by virtue of subsection (5), section 70(1) of the Local Government and Housing Act 1989 (c. 42) (power to make provision about what a company under the control, or subject to the influence of, a local authority does) shall only apply in relation to the doing for a commercial purpose of the thing to which the order under this section relates. 7 In this section— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ relevant authority ” means— a best value authority, other than  the Common Council of the City of London in its capacity as a police authority and   ... ;   a county council or county borough council in Wales;     a corporate joint committee established by regulations under Part 5 of the Local Government and Elections (Wales) Act 2021;   the Passenger Transport Executive of an integrated transport area in England;   a fire and rescue authority created by an order under section 4A of the Fire and Rescue Services Act 2004;     a fire and rescue authority in Wales, constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies;     a National Park authority for a National Park in Wales;   a parish council; a parish meeting of a parish which does not have a separate parish council; or a community council. “ ordinary functions ”, in relation to a  relevant authority , means functions of the authority which are not functions under this section."}, {"act": "Local Government Act 2003", "year": 2003, "section": "96", "section_title": "Regulation of trading powers", "section_text": "96 1 The appropriate person may by order impose conditions in relation to the exercise by a  relevant authority  of— a a power to do anything for a commercial purpose, or b a power to do anything for such a purpose through a company. 2 In exercising such a power as is mentioned in subsection (1), a  relevant authority  shall have regard to such guidance as the appropriate person may issue. 3 An order under this section may be made in relation to— a all  relevant authorities , b particular  relevant authorities , or c particular descriptions of  relevant authority . 4 In this section,  “ relevant authority ” has the meaning given in section 95. 5 In subsection (1)(b),  “ company ” has the same meaning as in Part 5 of the Local Government and Housing Act 1989."}, {"act": "Local Government Act 2003", "year": 2003, "section": "97", "section_title": "Power to modify enactments in connection with charging or trading", "section_text": "97 1 If it appears to the   appropriate authority   that an enactment (whenever passed or made), other than section 93(2) or 95(2), prevents or obstructs  relevant authorities — a charging by agreement for the provision of a discretionary service, or b doing for a commercial purpose anything which they are authorised to do for the purpose of carrying on any of their ordinary functions,   the appropriate authority   may by order amend, repeal, revoke or disapply the enactment. 2 The   appropriate authority   may by order amend, repeal, revoke or disapply an enactment (whenever passed or made), other than section 93, which makes in relation to a  relevant authority  provision for, or in connection with, power to charge for the provision of a discretionary service. 3 The power under subsection (1) or (2) to amend or disapply an enactment includes power to amend or disapply an enactment for a particular period. 4 An order under this section may be made in relation to— a all  relevant authorities , b particular  relevant authorities , or c particular descriptions of  relevant authority . 5 An order under subsection (1)(b) may be made in relation to— a all things authorised to be done for the purpose of carrying on a particular function, b particular things authorised to be done for that purpose, or c particular descriptions of thing authorised to be so done. 6 An order under subsection (1)(b) may not be used to authorise a  relevant authority  to do in relation to a person anything which it is required to do in relation to him under its ordinary functions. 7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Subject to subsection (10),  no order shall be made  by the Secretary of State   under this section unless a draft of the statutory instrument containing the order has been laid before, and approved by resolution of, each House of Parliament. 10 An order under this section which is made   by the Secretary of State  only for the purpose of amending an earlier order under this section— a so as to extend the earlier order, or any provision of the earlier order, to a particular authority or to authorities of a particular description, or b so that the earlier order, or any provision of the earlier order, ceases to apply to a particular authority or to authorities of a particular description, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 10A Subject to subsection (10B), no order may be made by the Welsh Ministers under this section unless a draft of the statutory instrument containing the order has been laid before, and approved by a resolution of, the National Assembly for Wales. 10B An order under this section which is made by the Welsh Ministers only for the purpose mentioned in subsection (10) is subject to annulment in pursuance of a resolution of the National Assembly for Wales. 11 In this section—   “the appropriate authority” means— in relation to England, the Secretary of State; and in relation to Wales, the Welsh Ministers;   “ discretionary service ”, in relation to a  relevant authority , means a service which the authority is authorised, but not required, to provide; “ enactment ” includes an enactment comprised in subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)); “ ordinary functions ”, in relation to a  relevant authority , means functions of the authority which are not functions under section 95.   “relevant authority” means— in relation to England— a best value authority in England; a fire and rescue authority created by an order under section 4A of the Fire and Rescue Services Act 2004; a parish council; or a parish meeting of a parish which does not have a separate parish council; and in relation to Wales—  a county council or county borough council in Wales; a community council; a National Park authority for a National Park in Wales; a fire and rescue authority in Wales, constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies."}, {"act": "Local Government Act 2003", "year": 2003, "section": "98", "section_title": "Procedure for orders under section 97 : England  ", "section_text": "98 1 Before making an order under section 97, the Secretary of State shall consult— a such  relevant authorities  as appear to him to be likely to be affected by his proposals, and b such other persons as appear to him to be representative of interests likely to be so affected. 2 If following consultation under subsection (1)  ..., the Secretary of State proposes to make an order under   section 97 , he shall lay before each House of Parliament a document which— a explains his proposals, b sets them out in the form of a draft order,   and   c gives details of consultation under subsection (1),  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where a document relating to proposals is laid before Parliament under subsection (2), no draft of an order under section 97 to give effect to the proposals (with or without modification) shall be laid before Parliament until after the expiry of the period of sixty days beginning with the day on which the document was laid. 4 In calculating the period mentioned in subsection (3), no account shall be taken of any time during which — a Parliament is dissolved or prorogued, or b either House is adjourned for more than four days. 5 In preparing a draft order under section 97 the Secretary of State shall consider any representations made during the period mentioned in subsection (3). 6 A draft order laid before Parliament in accordance with section 97(9) must be accompanied by a statement of the Secretary of State giving details of— a any representations considered in accordance with subsection (5), and b any changes made to the proposals contained in the document laid before Parliament under subsection (2). 7 Nothing in this section applies to an order under section 97 which is made only for the purpose mentioned in section 97(10). 8 In this section,  “ relevant authority ” has the meaning given in section 97."}, {"act": "Local Government Act 2003", "year": 2003, "section": "98A", "section_title": "Procedure for orders under section 97: Wales", "section_text": "98A 1 Before making an order under section 97, the Welsh Ministers must consult— a such relevant authorities as appear to them to be likely to be affected by their proposals, and b such other persons as appear to them to be representative of interests likely to be so affected. 2 If, following consultation under subsection (1), the Welsh Ministers propose to make an order under section 97, they must lay before the National Assembly for Wales a document which— a explains their proposals, b sets them out in the form of a draft order, and c gives details of the consultation under subsection (1). 3 Where a document relating to proposals is laid before the National Assembly for Wales under subsection (2), no draft of an order under section 97 to give effect to the proposals (with or without modification) may be laid before the Assembly until after the expiry of the period of sixty days beginning with the day on which the document was laid. 4 In calculating the period mentioned in subsection (3) no account is to be taken of any time during which the National Assembly for Wales is dissolved or is in recess for more than four days. 5 In preparing a draft order under section 97 the Welsh Ministers must consider any representations made during the period mentioned in subsection (3). 6 A draft order laid before the National Assembly for Wales in accordance with section 97(10A) must be accompanied by a statement of the Welsh Ministers giving details of— a any representations considered in accordance with subsection (5), and b any changes made to the proposals contained in the document laid before the Assembly under subsection (2). 7 Nothing in this section applies to an order under section 97 which is made only for the purpose mentioned in section 97(10B). 8 In this section, “relevant authority” has the meaning given in section 97."}, {"act": "Local Government Act 2003", "year": 2003, "section": "99", "section_title": "Categorisation of English local authorities by reference to performance", "section_text": "99 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "100", "section_title": "Exercise of powers by reference to authorities' performance categories", "section_text": "100 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Schedule 3 (which amends certain of the provisions conferring, or governing the exercise of,   certain powers   and does so for purposes of their exercise in relation to authorities, whether or not English local authorities, to which they apply) has effect. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "101", "section_title": "Staff transfer matters: general", "section_text": "101 1 In exercising a power to contract with a person for the provision of services,  a relevant authority  must— a deal with matters affecting— i who will be the employer of existing staff if a contract is entered into and carried out, or ii what will be the terms and conditions of employment of existing staff, or the arrangements for their pensions, if their employer changes as a result of a contract being entered into and carried out, in accordance with directions given to it by the appropriate person; b have regard to guidance issued to it by the appropriate person on matters relating to the employment or pensions of existing staff. 2 In subsection (1), references to existing staff, in relation to a contract for the provision of services, are to staff who before the contract is carried out are engaged in the provision of any of the services. 3 Where the provision of any services under a contract with  a relevant authority  for their provision is to cease in circumstances where they are to be provided instead by members of the authority’s staff, the authority shall comply with directions given to it by the appropriate person for the purpose of requiring it to offer employment to staff who, before the services cease to be provided under the contract, are engaged in the provision of any of the services. 4 The duties under Part 1 of the Local Government Act 1999 (c. 27) (best value) of a best value authority have effect subject to subsections (1) and (3). 5 The duties under sections 1 and 2 of the Local Government in Scotland Act 2003 (asp 1) (best value) of a relevant authority have effect subject to subsections (1) and (3). 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Directions given, or guidance issued, for the purposes of subsection (1) or (3)— a may be addressed to— i all relevant authorities , or ii authorities of a particular description; b may be different for different cases or authorities. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7A In this section, in relation to England and Wales,  “ relevant authority ” means— a a best value authority; aa a county council or county borough council in Wales; ab a National Park authority for a National Park in Wales; ac a fire and rescue authority in Wales, constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; ad a corporate joint committee established by regulations made under Part 5 of the Local Government and Elections (Wales) Act 2021; b a parish council; c a parish meeting of a parish which does not have a separate parish council; or d a community council. 8 In this section , in relation to Scotland — “ appropriate person ” ... means the Scottish Ministers; and “ relevant authority ” means— a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 (c. 39), the Strathclyde Passenger Transport Authority, or any other body to which Part 1 of the Local Government in Scotland Act 2003 (asp 1) (best value and accountability) applies."}, {"act": "Local Government Act 2003", "year": 2003, "section": "102", "section_title": "Staff transfer matters: pensions", "section_text": "102 1 The appropriate person shall exercise his power to give directions under section 101(1) so as to secure that where a local authority is contracting with a person (“the contractor”) for the provision of services that are to be provided under a contract instead of by employees of the authority, it does so on terms— a that require the contractor, in the event of there being any transferring employees, to secure pension protection for each of them, and b that, so far as relating to the securing of pension protection for a transferring employee, are enforceable by the employee. 2 For the purposes of subsection (1)— a “ transferring employee ” means an employee of the authority whose contract of employment becomes, by virtue of the application of the  TUPE  regulations in relation to what is done for the purposes of carrying out the contract between the authority and the contractor, a contract of employment with someone other than the authority, and b “pension protection” is secured for a transferring employee if after that change in his employer he has, as an employee of his new employer, rights to acquire pension benefits and those rights— i are the same as, or ii under the directions count as being broadly comparable to or better than, those that he had as an employee of the authority. 3 The appropriate person shall exercise his power to give directions under section 101(1) so as to secure that where— a a local authority has contracted with a person (“the first contractor”) for the provision of services, b the application of the TUPE regulations in relation to what was done for the purposes of carrying out the contract between the authority and the first contractor resulted in employees of the authority (“the original employees”) becoming employees of someone other than the authority, and c the authority is contracting with a person (“the subsequent contractor”) for the provision of any of the services, the authority contracts with the subsequent contractor on terms satisfying the requirements of subsection (4). 4 Those requirements are that the terms— a require the subsequent contractor, in the event of there being any transferring original employees, to secure pension protection for each of them, and b so far as relating to the securing of pension protection for an original employee, are enforceable by the employee. 5 For the purposes of subsection (4)— a “ transferring original employee ” means an original employee— i whose contract of employment becomes, by virtue of the application of the TUPE regulations in relation to what is done for the purposes of carrying out the contract between the authority and the subsequent contractor, a contract of employment with someone other than his existing employer, and ii whose contract of employment on each occasion when an intervening contract was carried out became, by virtue of the application of the TUPE regulations in relation to what was done for the purposes of carrying out the intervening contract, a contract of employment with someone other than his existing employer; b “pension protection” is secured for a transferring original employee if after the change in his employer mentioned in paragraph (a)(i) he has, as an employee of his new employer, rights to acquire pension benefits and those rights— i are the same as, or ii under the directions count as being broadly comparable to or better than, those that he had before that change. 6 In subsection (5)(a)(ii),  “ intervening contract ” means a contract with the authority for the provision, at times after they are provided under the contract with the first contractor and before they are to be provided under a contract with the subsequent contractor, of the services to be provided under the contract with the subsequent contractor. 7 Any expression used in this section, and in the TUPE regulations, has in this section the meaning that it has in the TUPE regulations. 7A In this section, in relation to England,  “ local authority ” means— a a county council in England, a district council, a London borough council, a parish council or a parish meeting of a parish which does not have a separate parish council; b the Council of the Isles of Scilly; c the Common Council of the City of London in its capacity as a local authority; and d the Greater London Authority so far as it exercises its functions through the Mayor. 7B In this section, in relation to Wales, “ local authority ” means— a a county council, county borough council or community council in Wales; b a corporate joint committee established by regulations made under Part 5 of the Local Government and Elections (Wales) Act 2021. 8 In this section , in relation to Scotland — “ appropriate person ”,  ... means the Scottish Ministers; “ local authority ”— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... means a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994 (c. 39); 9 In this section, “ the TUPE regulations ” means the  Transfer of Undertakings (Protection of Employment) Regulations 2006 , or any regulations replacing those regulations, as from time to time amended."}, {"act": "Local Government Act 2003", "year": 2003, "section": "103", "section_title": "Power to change date of elections in England", "section_text": "103 1 The Secretary of State may by order provide that in 2004— a the ordinary day of election of councillors for— i all local government areas in England, or ii all local government areas in England, except parishes, and b the day on which the poll is to be held at the second ordinary election under the Greater London Authority Act 1999 (c. 29), shall be changed so as to be the same as the date of the poll at the European Parliamentary general election. 2 Where the Secretary of State makes an order under subsection (1), he may by order— a make provision modifying, in relation to elections in England in 2004— i section 89(1) or (2) of the Local Government Act 1972 (c. 70) (holding of elections to fill casual vacancies in the office of councillor for a principal area), or ii rules made for the purposes of section 89(6) of that Act (which provides for casual vacancies in the office of parish councillor to be filled in accordance with rules under section 36 of the Representation of the People Act 1983 (c. 2)); b make provision disapplying section 16(1) of the Representation of the People Act 1985 (c. 50) (which postpones for 3 weeks the poll at an election of parish councillors where the date of the poll at a European Parliamentary general election and the ordinary day of election for councillors in England and Wales are the same) in relation to elections in England in 2004; c make such provision as he thinks fit for the purpose of enabling the annual meeting in 2004 of an authority to which subsection (3) applies to be held after the date of the poll at the European Parliamentary general election. 3 This subsection applies to— a any of the following for which 2004 is not a year of ordinary elections of councillors to the council— i a county council in England, ii a district council, and iii a parish council; b an authority established by Part 4 of the Local Government Act 1985 (c. 51) (joint authorities); c a police authority established under section 3 of the Police Act 1996 (c. 16); d the Metropolitan Police Authority. 4 Where the National Assembly for Wales makes an order under section 104, the Secretary of State may by order make in relation to elections in England such consequential provision, including provision excluding or modifying the application of any enactment, as he thinks fit. 5 Before making an order under this section, the Secretary of State must consult— a the Electoral Commission, and b such other persons or bodies as he considers appropriate. 6 Subsection (5) may be satisfied by consultation before, as well as by consultation after, the commencement of this section. 7 In subsection (1)— “ local government area ” has the same meaning as in the Representation of the People Act 1983 (c. 2); “ ordinary election ” is to be read in accordance with section 2(7) of the Greater London Authority Act 1999 (c. 29). 8 In subsection (4)  “ enactment ” includes an enactment comprised in secondary legislation within the meaning of the Interpretation Act 1978 (c. 30)."}, {"act": "Local Government Act 2003", "year": 2003, "section": "104", "section_title": "Power to change date of elections in Wales", "section_text": "104 1 The National Assembly for Wales may by order provide that in 2004 the ordinary day of election of councillors for— a all local government areas in Wales, or b all local government areas in Wales, except communities, or c all communities, shall be changed so as to be the same as the date of the poll at the European Parliamentary general election. 2 Where the Assembly makes an order under subsection (1), it may by order— a make provision modifying, in relation to elections in Wales in 2004— i section 89(1) or (2) of the Local Government Act 1972 (c. 70) (holding of elections to fill casual vacancies in the office of councillor for a principal area), or ii rules made for the purposes of section 89(6) of that Act (which provides for casual vacancies in the office of community councillor to be filled in accordance with rules under section 36 of the Representation of the People Act 1983); b make provision disapplying section 16(1) of the Representation of the People Act 1985 (c. 50) (which postpones for 3 weeks the poll at an election of community councillors where the date of the poll at a European Parliamentary general election and the ordinary day of election for councillors in England and Wales are the same) in relation to elections in Wales in 2004. 3 Where the Secretary of State makes an order under section 103, the National Assembly for Wales may by order make in relation to elections in Wales such consequential provision, including provision excluding or modifying the application of any enactment, as it thinks fit. 4 Before making an order under this section, the National Assembly for Wales must consult— a the Electoral Commission, and b such other persons or bodies as it considers appropriate. 5 Subsection (4) may be satisfied by consultation before, as well as by consultation after, the commencement of this section. 6 In subsection (1),  “ local government area ” has the same meaning as in the Representation of the People Act 1983 (c. 2). 7 In subsection (3)  “ enactment ” includes an enactment comprised in secondary legislation within the meaning of the Interpretation Act 1978 (c. 30)."}, {"act": "Local Government Act 2003", "year": 2003, "section": "105", "section_title": "The Valuation Tribunal Service", "section_text": "105 1 There shall be a body corporate to be known as the Valuation Tribunal Service (referred to in this section, section 106 and Schedules 4 and 5 as  “the Service”). 2 The Service shall have the following functions in relation to  the Valuation Tribunal for England (referred to in this section and Schedule 4 as  “the Tribunal”) — a providing, or arranging for the provision of, the services required for the operation of  the Tribunal , in particular— i accommodation, ii staff (including  the clerk of the Tribunal ), iii information technology, iv equipment, and v training for members and staff of  the Tribunal (including the clerk of the Tribunal) ; aa making payments in accordance with paragraph A14  or A18A(8)  of Schedule 11 to the Local Government Finance Act 1988; b giving general advice about procedure in relation to proceedings before  the Tribunal . 3 The Service shall provide the Secretary of State with such information, advice and assistance as he may require. 4 The Service may do anything which it considers is calculated to facilitate, or is conducive or incidental to, the carrying-out of its functions. 5 The Service shall carry out its functions with respect to  the Tribunal  in the manner which it considers best calculated to secure  its  efficient and independent operation. 6 The Service shall, in relation to its functions with respect to  the Tribunal , consult  the President of the Tribunal  about the carrying-out of its functions. 7 The Secretary of State may— a after consultation with the Service, give directions to it for the purpose of securing the effective carrying-out of its functions, and b issue guidance to the Service about the carrying-out of its functions. 8 The Service shall, in carrying out its functions— a comply with any directions under subsection (7)(a), and b have regard to any guidance under subsection (7)(b). 9 Schedule 4 (which makes further provision about the Service) has effect."}, {"act": "Local Government Act 2003", "year": 2003, "section": "106", "section_title": "Transfer to Service of property, rights and liabilities", "section_text": "106 1 The Secretary of State may make one or more schemes for the transfer to the Service of— a such of his property, rights and liabilities, or b such of the property, rights and liabilities of a valuation tribunal in England, as appear to him to be appropriate to be transferred for the performance of the Service’s functions. 2 On the day appointed by a transfer scheme for the coming into force of the scheme, the property, rights and liabilities which are the subject of the scheme shall, by virtue of this subsection, be transferred in accordance with the provisions of the scheme. 3 Schedule 5 (which makes further provision in relation to transfer schemes) has effect."}, {"act": "Local Government Act 2003", "year": 2003, "section": "107", "section_title": "Auditors' public interest reports: time allowed for consideration", "section_text": "107 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "108", "section_title": "Auditors' public interest reports: publicity", "section_text": "108 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "109", "section_title": "Registered social landlords", "section_text": "109 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "110", "section_title": "Financial year", "section_text": "110 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "111", "section_title": "Delegation", "section_text": "111 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "112", "section_title": "Standards Board for England: delegation", "section_text": "112 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "113", "section_title": "Standards committees and monitoring officers: delegation", "section_text": "113 1 In Chapter 1 of Part 3 of the Local Government Act 2000 (conduct of local government members), after section 54 there is inserted— Sub-committees of standards committees 54A 1 A standards committee of a relevant authority may appoint one or more sub-committees for the purpose of discharging any of the committee’s functions, whether or not to the exclusion of the committee. 2 Subsection (1) does not apply to functions under section 55 or 56. 3 A sub-committee under subsection (1) shall be appointed from among the members of the standards committee by which it is appointed. 4 As regards sub-committees appointed under subsection (1) by a standards committee of a relevant authority in England or of a police authority in Wales— a regulations under section 53(6)(a) and (c) to (g) may make provision in relation to such sub-committees, and b sections 53(7), (8) and (10) and 54(4) and (6) apply in relation to such sub-committees as they apply in relation to standards committees. 5 As regards sub-committees appointed under subsection (1) by a standards committee of a relevant authority in Wales other than a police authority— a regulations under section 53(11) may make provision in relation to such sub-committees, and b section 54(5) and (7) apply in relation to such sub-committees as they apply in relation to standards committees. 6 Subject to any provision made by regulations under section 53(6)(a) or (11)(a) (as applied by this section)— a the number of members of a sub-committee under subsection (1), and b the term of office of those members, are to be fixed by the standards committee by which the sub-committee is appointed. 2 In Chapter 5 of that Part (conduct in local government: supplementary), after section 82 there is inserted— Delegation by monitoring officers Monitoring officers: delegation of functions under Part 3 82A 1 This section applies to functions of a monitoring officer of a relevant authority in relation to matters referred to him under section 60(2), 64(2), 70(4) or 71(2). 2 Where the monitoring officer considers that in a particular case he himself ought not to perform particular functions to which this section applies, those particular functions shall in that case be performed personally by a person nominated for the purpose by the monitoring officer. 3 Where a deputy nominated by the monitoring officer under section 5(7) of the Local Government and Housing Act 1989 (nomination of member of monitoring officer’s staff to act as deputy when monitoring officer absent or ill) considers that in a particular case he himself ought not to perform particular functions— a to which this section applies, and b which, by reason of the absence or illness of the monitoring officer, would but for this subsection fall to be performed by the deputy, those particular functions shall, while the monitoring officer continues to be unable to act by reason of absence or illness, be performed in that case personally by a person nominated for the purpose by the deputy. 4 Where functions to which this section applies are to be performed by a person nominated under subsection (2) or (3) who is an officer of the relevant authority, the authority shall provide the officer with such staff, accommodation and other resources as are, in the officer’s opinion, sufficient to allow those functions to be performed. 5 Where functions to which this section applies are to be performed by a person nominated under subsection (2) or (3) who is not an officer of the relevant authority, the authority shall— a pay the person a reasonable fee for performing the functions, b reimburse expenses properly incurred by the person in performing the functions, but only to the extent that the amount of the expenses is reasonable, and c provide the person with such staff, accommodation and other resources as are reasonably necessary for the person’s performance of the functions. 3 In section 5 of the Local Government and Housing Act 1989 (c. 42) (designation etc. of monitoring officers), after subsection (7) there is inserted— 7A Subsection (7) above shall have effect subject to section 82A of the Local Government Act 2000 (monitoring officers: delegation of functions under Part 3 of that Act)."}, {"act": "Local Government Act 2003", "year": 2003, "section": "114", "section_title": "Paid time off for councillors not to be political donation", "section_text": "114 1 In paragraph 4(1) of Schedule 7 to the Political Parties, Elections and Referendums Act 2000 (c. 41)\t\t\t\t\t(matters that are not donations), after paragraph (a) there is inserted— aa remuneration allowed to an employee by his employer if the employee is a member of a local authority and the remuneration is in respect of time the employer permits the employee to take off during the employee’s working hours for qualifying business— i of the authority, ii of any body to which the employee is appointed by, or is appointed following nomination by, the authority or a group of bodies that includes the authority, or iii of any other body if it is a public body; . 2 In paragraph 4 of that Schedule, after sub-paragraph (3) there is inserted— 4 In sub-paragraph (1)(aa)— “employee” and  “employer”— a in relation to England and Wales, and Scotland, have the same meaning as in the Employment Rights Act 1996, and b in relation to Northern Ireland, have the same meaning as in the Employment Rights (Northern Ireland) Order 1996; “ local authority ” means a local authority in any part of the United Kingdom, including the Common Council of the City of London but excluding a parish or community council; “ working hours ” of an employee— a in relation to England and Wales, and Scotland, has the same meaning as in section 50 of the Employment Rights Act 1996, and b in relation to Northern Ireland, has the same meaning as in Article 78 of the Employment Rights (Northern Ireland) Order 1996; “ qualifying business ”, in relation to a body, means— a the doing of anything for the purpose of the discharge of the functions of the body or of any of its committees or sub-committees, and b where the body is a local authority operating executive arrangements within the meaning of Part 2 of the Local Government Act 2000 and arrangements exist for functions of any other body to be discharged by the authority’s executive or any committee or member of the executive, the doing of anything for the purpose of the discharge of those functions. 3 Subsections (1) and (2) shall be deemed to have come into force on 16th February 2001. 4 The Electoral Commission shall remove from the register kept by it under section 69 of the Political Parties, Elections and Referendums Act 2000 (c. 41) any entry that they would not have been required to make had subsections (1) and (2) actually been in force throughout the period beginning with 16th February 2001 and ending with the passing of this Act."}, {"act": "Local Government Act 2003", "year": 2003, "section": "115", "section_title": "Overview and scrutiny committees: voting rights of co-opted members", "section_text": "115 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "116", "section_title": "Local polls", "section_text": "116 1 A local authority may conduct a poll to ascertain the views of those polled about— a any matter relating to— i services provided in pursuance of the authority’s functions, or ii the authority’s expenditure on such   services.   b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 It shall be for the local authority concerned to decide— a who is to be polled, and b how the poll is to be conducted. 3 In conducting a poll under this section, a local authority must have regard to any guidance issued by the appropriate person on facilitating participation in a poll under this section by such of those polled as are disabled people. 4 This section is without prejudice to any powers of a local authority exercisable otherwise than by virtue of this section. 5 In this section,  “ local authority ” means— a in relation to England— i a county council; ii a district council; iii a London borough council; iv the Greater London Authority; v the Common Council of the City of London in its capacity as a local authority; vi the Council of the Isles of Scilly, and b in relation to Wales, a county council or a county borough council."}, {"act": "Local Government Act 2003", "year": 2003, "section": "117", "section_title": "Generally accepted accounting practice: power to amend enactments", "section_text": "117 1 The appropriate person may by order amend or repeal an enactment relating to a local authority if he considers it appropriate to do so in the light of generally accepted accounting practice as it applies to local government. 2 It does not matter for the purposes of subsection (1) whether the enactment itself relates to the accounts of a local authority. 3 No order under this section shall be made by the Secretary of State unless a draft of the statutory instrument containing the order has been laid before, and approved by a resolution of, each House of Parliament. 4 In this section— “ enactment ” includes an enactment contained in this Act or any Act passed after this Act; “ local authority ” means— a body which is a local authority for the purposes of Part 1, or a parish council, a community council or charter trustees."}, {"act": "Local Government Act 2003", "year": 2003, "section": "118", "section_title": "Appropriate sum under section 137(4) of the Local Government Act 1972", "section_text": "118 1 In section 137 of the Local Government Act 1972 (c. 70)\t\t\t\t\t(which enables local authorities to incur expenditure for certain purposes not otherwise authorised), in subsection (4)(a)\t\t\t\t\t(which makes provision in connection with the calculation of the maximum amount of such expenditure in any financial year), for  “subsection (4AA) below” there is substituted  “                      Schedule 12B to this Act                    ” . 2 After Schedule 12A to that Act there is inserted— SCHEDULE 12B Appropriate sum under section 137(4) Section 137(4)(a) 1 This Schedule has effect to determine for the purposes of section 137(4)(a) above the sum that is for the time being appropriate to a local authority. 2 The sum appropriate to the local authority for the financial year in which section 118 of the Local Government Act 2003 comes into force is £5.00. 3 1 For each subsequent financial year, the sum appropriate to the local authority is the greater of the sum appropriate to the authority for the financial year preceding the year concerned and the sum produced by the following formula— A × B C 2 A is the sum appropriate to the local authority for the financial year preceding the year concerned. 3 B is the retail prices index for September of the financial year preceding the year concerned. 4 C is the retail prices index for September of the financial year which precedes that preceding the year concerned except where sub-paragraph (5) below applies. 5 Where the base month for the retail prices index for September of the financial year mentioned in sub-paragraph (4) above (the first year) differs from that for the index for September of the financial year mentioned in sub-paragraph (3) above (the second year), C is the figure which the Secretary of State calculates would have been the retail prices index for September of the first year if the base month for that index had been the same as the base month for the index for September of the second year. 6 References in sub-paragraphs (3) to (5) above to the retail prices index are to the general index of retail prices (for all items) published by the Office for National Statistics. 7 If that index is not published for a month for which it is relevant for the purposes of any of those sub-paragraphs, the sub-paragraph shall be taken to refer to any substituted index or index figures published by that Office. 8 For the purposes of sub-paragraph (5) above, the base month for the retail prices index for September of a particular year is the month— a for which the retail prices index is taken to be 100, and b by reference to which the index for the September in question is calculated. 9 In calculating the sum produced by the formula in sub-paragraph (1) above a part of a whole (if any) shall be calculated to two decimal places only— a adding one hundredth where (apart from this sub-paragraph) there would be five, or more than five, one-thousandths, and b ignoring the one-thousandths where (apart from this sub-paragraph) there would be less than five one-thousandths. 4 Before the beginning of a financial year, the appropriate person may by order provide for a different sum to have effect as the sum appropriate to a local authority for the year in place of the sum calculated for the year in accordance with paragraph 3 above. 5 In paragraph 4 above  “ the appropriate person ” means— a as respects England, the Secretary of State; b as respects Wales, the National Assembly for Wales. 6 An order under paragraph 4 above may make different provision in relation to local authorities of different descriptions. 7 An order under paragraph 4 above made by the Secretary of State shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government Act 2003", "year": 2003, "section": "119", "section_title": "Use of fixed penalties paid for litter and dog-fouling offences", "section_text": "119 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "120", "section_title": "Regulation of cosmetic piercing and skin-colouring businesses", "section_text": "120 1 Section 15 of the Local Government (Miscellaneous Provisions) Act 1982 (c. 30)\t\t\t\t\t(regulation of tattooing, ear-piercing and electrolysis businesses) is amended as follows. 2 In subsection (1)\t\t\t\t\t(requirement for person carrying on business to be registered), for paragraph (b)\t\t\t\t\t(ear-piercing) there is substituted— aa of semi-permanent skin-colouring; b of cosmetic piercing; or (and in the side-note for  “ear-piercing” there is substituted  “                      semi-permanent skin-colouring, cosmetic piercing                    ” ). 3 In subsection (2)\t\t\t\t\t(requirement to register premises where business carried on)— a for  “ear-piercing” there is substituted  “                          semi-permanent skin-colouring, cosmetic piercing                        ” , and b for  “pierce their ears” there is substituted  “                          carry out semi-permanent skin-colouring on them, pierce their bodies                        ” . 4 In subsection (5)\t\t\t\t\t(local authority may not require particulars about individuals whose ears have been pierced etc.), for  “or whose ears he has pierced” there is substituted  “                      , whose bodies he has pierced or on whom he has carried out semi-permanent skin-colouring                    ” . 5 After subsection (8) there is inserted— 9 In this section  “ semi-permanent skin-colouring ” means the insertion of semi-permanent colouring into a person’s skin. 6 Schedule 6 (which makes provision about transition) has effect."}, {"act": "Local Government Act 2003", "year": 2003, "section": "121", "section_title": "Fire brigade establishment schemes: removal of Secretary of State’s functions", "section_text": "121 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "122", "section_title": "Repeal of prohibition on promotion of homosexuality", "section_text": "122 Section 2A of the Local Government Act 1986 (c. 10) (local authorities prohibited from promoting homosexuality) ceases to have effect."}, {"act": "Local Government Act 2003", "year": 2003, "section": "123", "section_title": "Orders and regulations", "section_text": "123 1 Any power to make orders or regulations under this Act includes power— a to make different provision for different cases or areas, and b to make incidental, supplementary, consequential or transitional provision or savings (including provision amending or repealing any enactment or instrument made under any enactment). 2 The power under subsection (1)(a) includes, in particular, power to make different provision for different local authorities or descriptions of local authority (including descriptions framed by reference to authorities in particular areas). 3 The generality of the power under subsection (1)(a) shall not be taken to be prejudiced by any specific provision of this Act authorising differential provision. 4 No— a order under this Act which, in exercise of the power under subsection (1)(b) to make incidental or supplementary provision, amends or repeals any enactment contained in an Act, or b regulations under this Act which, in exercise of that power to make incidental or supplementary provision, amend or repeal any such enactment, shall be made by the Secretary of State unless a draft of the statutory instrument containing the order or regulations (whether containing the order, or regulations, alone or with other provisions) has been laid before, and approved by a resolution of, each House of Parliament. 5 Any power to make orders or regulations under this Act is exercisable by statutory instrument. 6 A statutory instrument that— a contains an order or regulations under this Act, and b is not subject to any requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 Subsection (6) does not apply to a statutory instrument containing an order or regulations made by the National Assembly for Wales. 8 This section does not apply to orders under section 128."}, {"act": "Local Government Act 2003", "year": 2003, "section": "124", "section_title": "General interpretation", "section_text": "124 In this Act— “ appropriate person ” means— in relation to England, the Secretary of State, and in relation to Wales, the National Assembly for Wales; “ best value authority ” means an authority or body which is a best value authority for the purposes of Part 1 of the Local Government Act 1999 (c. 27); “ financial year ” means a period of 12 months beginning with 1st April; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 2003", "year": 2003, "section": "125", "section_title": "Application to Isles of Scilly", "section_text": "125 Part 1 and sections 25 to 28 apply to the Isles of Scilly subject to such exceptions, adaptations and modifications as the Secretary of State may by order provide."}, {"act": "Local Government Act 2003", "year": 2003, "section": "126", "section_title": "Financial provisions", "section_text": "126 1 There shall be paid out of money provided by Parliament— a any expenditure under this Act of a Minister of the Crown or government department, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment. 2 Any sums received under this Act by a Minister of the Crown shall be paid into the Consolidated Fund. 3 There shall be paid out of or into the Consolidated Fund any increase attributable to this Act in the sums payable out of or into that Fund under any other enactment."}, {"act": "Local Government Act 2003", "year": 2003, "section": "127", "section_title": "Minor and consequential amendments and repeals", "section_text": "127 1 Schedule 7 (minor and consequential amendments) has effect. 2 The enactments and instruments specified in Schedule 8 are hereby repealed or revoked to the extent specified there. 3 The Secretary of State may by order make provision consequential on this Act amending, repealing or revoking (with or without savings) any provision of an Act passed before or in the same session as this Act, or of an instrument made under an Act before the passing of this Act. 4 In this section,  “ Act ” includes a private or local Act."}, {"act": "Local Government Act 2003", "year": 2003, "section": "128", "section_title": "Commencement", "section_text": "128 1 The following provisions shall come into force on the day on which this Act is passed— a this section and sections 30, 34, 35, 72, 73, 103, 104, 110, 114, 121, 123, 124 and 129; b paragraphs 7, 9(1), 24(1), (2) and (5), 25(1), 28, 33(1), 34, 35, 40, 51(1), 55 and 60 of Schedule 7, and section 127(1) so far as relating thereto; c Schedule 8, so far as relating to— i the Fire Services Act 1947 (c. 41), ii the Fire Services Act 1959 (c. 44), iii Schedule 9 to the Local Government Finance Act 1988 (c. 41), and iv paragraph 80(1) of Schedule 13 to the Local Government Finance Act 1992 (c. 14), and section 127(2) so far as relating thereto. 2 The following provisions shall come into force at the end of the period of two months beginning with the day on which this Act is passed— a Chapter 1 of Part 3; b sections 38 and 39, so far as relating to England; c Part 6, except sections 75(2) to (5) and 83; d sections 87, 88, 91, 93 to 98, 113, 116 and 122; e paragraphs 41 to 48, 49(a), 50(a), 52 to 54 and 81 of Schedule 7, and section 127(1) so far as relating thereto; f Schedule 8, so far as relating to— i section 2A of the Local Government Act 1986 (c. 10), ii section 28 of the Local Government Act 1988 (c. 9), iii Part 4 of Schedule 4 to the Local Government and Housing Act 1989 (c. 42), iv section 25 of the Local Government Finance Act 1992, v paragraphs 96 and 97 of Schedule 16 to the Local Government (Wales) Act 1994 (c. 19), vi paragraph 5 of Schedule 1 to the Education Act 1996 (c. 56), vii paragraph 13 of Schedule 30 to the School Standards and Framework Act 1998 (c. 31), viii section 31 of the Local Government Act 1999 (c. 27) and section 136(1) of the Greater London Authority Act 1999 (c. 29), and ix section 104 of the Local Government Act 2000 (c. 22), and section 127(2) so far as relating thereto. 3 The following provisions shall come into force on such day as the Secretary of State may by order appoint— a sections 62(2) and (11), 65, 70(4) to (6), 83, 92(1), 99, 100(1), (2) and (4) to (8), 105 to 108, 109(3) and (4), 111, 112, 115 and 125; b section 101, so far as relating to England and so far as relating to a best value authority in Wales mentioned in subsection (7) of that section; c section 109(1), so far as relating to registered social landlords for which the Housing Corporation is the Relevant Authority for the purposes of Part 1 of the Housing Act 1996 (c. 52); d Schedules 4 and 5; e paragraphs 1, 10, 11, 20, 21, 24(3), 25(4) to (6), 26(3), 27, 31, 33(2) and (4), 36 to 39, 65, 68 to 78 and 80 of Schedule 7, and section 127(1) so far as relating thereto; f Schedule 8, so far as consequential on any of the provisions mentioned in paragraphs (a) to (e), and section 127(2) so far as relating thereto. 4 The following provisions shall come into force on such day as the National Assembly for Wales may by order appoint— a sections 38 and 39, so far as relating to Wales; b sections 40, 61(6) and (7), 63, 70(7) to (9), 75(2) to (5) and 92(2); c section 101, so far as relating to a best value authority in Wales, other than one mentioned in subsection (7) of that section; d section 109(1), so far as relating to registered social landlords for which the Assembly is the Relevant Authority for the purposes of Part 1 of the Housing Act 1996 (c. 52), and section 109(2); e Schedule 2; f paragraphs 5, 9(2), 12 to 17, 22, 24(4), 25(2) and (3), 49(b), 50(b), 51(2), 56 to 58, 66(2), 67 and 79 of Schedule 7, and section 127(1) so far as relating thereto; g Schedule 8 so far as— i relating to section 137(4C) of the Local Government Act 1972 (c. 70) and paragraph 30 of Schedule 15 to the Local Government (Wales) Act 1994 (c. 19), or ii consequential on any of the provisions mentioned in paragraphs (a) to (f), and section 127(2) so far as relating thereto. 5 So far as relating to Scotland, sections 101 and 102 shall come into force on such day as the Scottish Ministers may by order appoint. 6 The remaining provisions of this Act— a so far as relating to England, shall come into force on such day as the Secretary of State may by order appoint, and b so far as relating to Wales, shall come into force on such day as the National Assembly for Wales may by order appoint. 7 Power to make orders under this section is exercisable by statutory instrument. 8 Orders under this section may make different provision for different purposes. 9 A person who has power under this section to appoint a day for the coming into force of a provision may by order make in connection with the coming into force of that provision such transitional provision or saving as the person considers necessary or expedient."}, {"act": "Local Government Act 2003", "year": 2003, "section": "129", "section_title": "Short title and extent", "section_text": "129 1 This Act may be cited as the Local Government Act 2003. 2 Subject to the following provisions, this Act extends to England and Wales only. 3 Sections 83(2), 101 and 102 extend also to Scotland. 4 The following provisions extend also to Scotland, Northern Ireland and Gibraltar— a sections 103, 104 and 128, b this section, and c paragraph 7(2) of Schedule 7, and section 127(1) so far as relating thereto. 5 Section 114 extends also— a to Scotland, but only so far as (within the meaning of the Scotland Act 1998 (c. 46)) it confers or removes functions exercisable otherwise than in or as regards Scotland, and b to Northern Ireland. 6 Each of sections 123 and 124, so far as relating to any other provision of this Act, has the same extent as that other provision. 7 Except as provided by subsection (8), any amendment, repeal or revocation made by this Act has the same extent as the enactment or instrument to which it relates. 8 Subsection (7) does not apply to— a sections  85,  113(3), 114 and 121(a), b paragraphs 8 and 53 of Schedule 7, and c the entries in Schedule 8 relating to— i the Fire Services Act 1947 (c. 41), ii section 7(1) of the Fire Services Act 1959 (c. 44), and iii section 33 of the Local Government Act 1988 (c. 9)."}]