[{"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "1", "section_title": "Long-term policing objectives", "section_text": "1 In section 24 of the Police (Northern Ireland) Act 2000 (c. 32)\t\t\t(Secretary of State’s long term policing objectives) for subsection (2) substitute— 2 Before determining or revising any objectives under this section, the Secretary of State shall consult the Board with a view to obtaining its agreement to the proposed objectives or revision. 2A Before determining or revising any objectives under this section, the Secretary of State shall also consult— a the Chief Constable; b the Ombudsman; c the Northern Ireland Human Rights Commission; d the Equality Commission for Northern Ireland; and e such other persons as the Secretary of State considers appropriate."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "2", "section_title": "Codes of Practice", "section_text": "2 In section 27 of the Police (Northern Ireland) Act 2000 (c. 32)\t\t\t(codes of practice on exercise of functions) for subsection (2) substitute— 2 Before issuing or revising a code of practice under this section, the Secretary of State shall consult the Board with a view to obtaining its agreement to the proposed code of practice or revision. 2A Before issuing or revising a code of practice under this section, the Secretary of State shall also consult— a the Chief Constable; b the Ombudsman; c the Northern Ireland Human Rights Commission; d the Equality Commission for Northern Ireland; and e such other persons as the Secretary of State considers appropriate."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "3", "section_title": "Board’s policing objectives", "section_text": "3 1 Section 25 of the Police (Northern Ireland) Act 2000 (Board’s policing objectives) is amended as follows. 2 In subsection (2) omit the words from  “but” to the end. 3 In subsection (3) before paragraph (a) insert— aa take account of any objectives under section 24; ."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "4", "section_title": "Public meetings of the Board", "section_text": "4 1 In paragraph 19(2) of Schedule 1 to the Police (Northern Ireland) Act 2000 (public meetings of the Board) for  “ten” substitute  “                    eight                  ” 2 Paragraph 19(3) of Schedule 1 to that Act shall cease to have effect. 3 Subsection (1) has effect in relation to years ending on or after the day on which this Act is passed."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "5", "section_title": "Contracts relating to detention and escort services", "section_text": "5 After section 5 of the Police (Northern Ireland) Act 2000 insert— Contracts relating to detention and escort services 5A 1 The Board may enter into a contract with another person for the provision of services relating to the detention or escort of persons who have been arrested or are otherwise in custody. 2 The powers of the Board under this section shall be exercised, on behalf of and in the name of the Board, by the Chief Constable. 3 The power conferred by this section is subject to any regulations under section 40 of the 1998 Act."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "6", "section_title": "Funding for pension purposes", "section_text": "6 1 The Police (Northern Ireland) Act 2000 (c. 32) is amended as set out in subsections (2) to (11). 2 In section 9(1)\t\t\t\t\t(grants to the Board) for  “a grant for police purposes” substitute— —                     a a grant for pension purposes; b a grant for other police purposes. 3 In section 9(2) for  “A grant” substitute  “                    Grants                  ” 4 In section 10 (funding for police purposes: ancillary provisions) for subsection (1) substitute— 1 The Board shall prepare and submit to the Secretary of State, at such times and in such form as the Secretary of State may direct— a estimates of the receipts and payments of the Board for pension purposes during such period as may be specified in the direction; b estimates of the receipts and payments of the Board for other police purposes during such period as may be specified in the direction. 1A The Board shall submit to the Secretary of State such other information relating to the estimates submitted under subsection (1) as he may require. 5 In section 10(2)— a for  “A draft” substitute  “                        Drafts                      ” b after  “payments for” insert  “                        pension purposes and other                      ” 6 In section 10(3)(a) for  “draft” substitute  “                    drafts                  ” 7 In section 10(4) after  “police purposes” insert  “                    other than pension purposes                  ” 8 In section 10 after subsection (4) insert— 4A The Board shall in each financial year put at the disposal of the Chief Constable for pension purposes— a an amount equal to the amount of the grant for pension purposes received in that year by the Board under section 9(1)(a); b any amount received by the Board in that year which is required to be applied for pension purposes by directions under subsection (4) or by any other statutory provision. 9 In section 10 for subsection (5) substitute— 5 The Board shall in each financial year put at the disposal of the Chief Constable for other police purposes— a an amount equal to the amount of the grant for other police purposes received in that year by the Board under section 9(1)(b); b any amount received by the Board in that year which is required to be applied for other police purposes by subsection (4) or directions under that subsection or by any other statutory provision. 10 In section 27(1)(b)\t\t\t\t\t(codes of practice on exercise of functions by Chief Constable) for  “section 10(5)” substitute  “                    section 10(4A) or (5)                  ” 11 In section 77(1)\t\t\t\t\t(interpretation) after the definition of  “the Ombudsman” insert— “ pension purposes ” means the purposes of the pension scheme established by regulations under section 25 of the Police (Northern Ireland) Act 1998; . 12 Subsections (1) to (11) have effect in relation to financial years ending on or after 31st March 2004."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "7", "section_title": "Accounts and audit", "section_text": "7 1 Section 12 of the Police (Northern Ireland) Act 2000 (c. 32)\t\t\t\t\t(accounts and audit) is amended as set out in subsections (2) to (7). 2 In subsection (1) for  “all amounts put at the Chief Constable’s disposal under section 10(5)” substitute  “                    each of the amounts specified in subsection (1A)                  ” 3 After subsection (1) insert— 1A The amounts are— a the amounts put at the Chief Constable’s disposal under section 10(4A); b any amount received by the Board and paid into the Police Fund in accordance with regulations under section 28(1) of the Police (Northern Ireland) Act 1998; c any amount received by the Board and paid into the Police Property Fund in accordance with regulations under section 31(4) of that Act; d the other amounts put at the Chief Constable’s disposal under section 10(5) of this Act. 4 In subsection (3) for  “The statement of accounts” substitute  “                    Each statement of accounts required under subsection (1)                  ” 5 In subsection (4) for  “the statement” substitute  “                    each statement                  ” and for  “they” substitute  “                    the accounts                  ” 6 In subsection (5) for  “the statement” substitute  “                    each statement                  ” 7 In subsection (6)(b) for  “the statement” substitute  “                    each statement                  ” and after  “his report” insert  “                    on it                  ” 8 Subsections (1) to (7) have effect in relation to financial years ending on or after 31st March 2004."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "8", "section_title": "Performance summaries", "section_text": "8 1 Section 28 of the Police (Northern Ireland) Act 2000 (arrangements relating to economy, efficiency and effectiveness) is amended as set out in subsections (2) to (5). 2 In subsection (5) omit paragraph (c) and the word  “and” immediately preceding it. 3 After subsection (5) insert— 5A The Board shall prepare and publish for each financial year a summary (its  “performance summary”) of the Board’s assessment of— a its and the Chief Constable’s performance in the year measured by reference to performance indicators; b the extent to which any performance standard which applied at any time during that year was met. 5B The performance summary for a financial year may be published— a with a report issued under section 57(1) for the year, or b with the performance plan for the following year. 4 In subsection (6) after  “performance plan” insert  “                    or publishing its performance summary                  ” 5 In subsection (7) at the end insert— ; and                     “ performance summary ” means a summary prepared by the Board under subsection (5A) . 6 Subsections (1) to (5) have effect in relation to financial years ending on or after 31st March 2004."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "9", "section_title": "Performance summaries: supplementary", "section_text": "9 1 Part 5 of the Police (Northern Ireland) Act 2000 (c. 32)\t\t\t\t\t(economy, efficiency and effectiveness) is amended as set out in subsections (2) to (8). 2 In section 29 (audit of performance plans) in subsection (1) after  “performance plan” insert  “                    and a performance summary                  ” 3 In section 29(2) after  “performance plan” insert or a performance summary                     and after  “the plan” insert                       or summary                       4 In section 29 after subsection (4) insert— 4A In relation to a performance summary, the Comptroller and Auditor General shall issue a report— a certifying that he has audited the summary; b stating whether he believes that it was prepared and published in accordance with the requirements of section 28; c if appropriate, recommending how it should be amended so as to accord with the requirements of section 28; d recommending whether the Secretary of State should give a direction under section 31(2)(a). 5 In section 29(6) after  “performance plan” insert  “                    or a performance summary                  ” 6 In section 29(7) after  “subsection (4)” insert  “                    or paragraph (c) or (d) of subsection (4A)                  ” 7 In section 31 (enforcement of duties under section 28) in subsection (1) after  “section 29(4)” insert  “                    or (4A)                  ” 8 In section 31 for subsection (3) substitute— 3 The Secretary of State shall have regard to any relevant statement before— a giving a direction under subsection (2)(a) or (b) following a recommendation contained in a report by virtue of section 29(4)(c), (d) or (e); b giving a direction under subsection (2)(a) following a recommendation contained in a report by virtue of section 29(4A)(c) or (d). 4 A relevant statement is a statement submitted to the Secretary of State under section 29(10) before the end of the period mentioned in section 29(8). 9 Subsections (1) to (8) have effect in relation to financial years ending on or after 31st March 2004."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "10", "section_title": "Reports of Chief Constable", "section_text": "10 1 Section 59 of the Police (Northern Ireland) Act 2000 (c. 32)\t\t\t\t\t(general duty of Chief Constable to report to Board) is amended as set out in subsections (2) to (4). 2 For subsection (3) substitute— 3 The Chief Constable may refer to the Secretary of State a requirement to submit a report under subsection (1) if it appears to the Chief Constable that a report in compliance with the requirement would contain information which ought not to be disclosed on any of the grounds mentioned in section 76A(1). 3 In subsection (4) for the words from  “in order to” to the end substitute  “                    for either or both of the purposes mentioned in subsection (4A).”                   4 After subsection (4) insert— 4A The purposes are— a exempting the Chief Constable from the obligation to report to the Board information which, in the opinion of the Secretary of State, ought not to be disclosed on any of the grounds mentioned in section 76A(1); b imposing on the Chief Constable an obligation to supply any such information to a special purposes committee. 4B Subsection (4D) applies if— a a requirement to submit a report has been made under subsection (1); b the Chief Constable has not referred the requirement to the Secretary of State under subsection (3); c the Chief Constable is of the opinion that a report in compliance with the requirement would include information of a kind mentioned in paragraph (a) or (b) of subsection (4C). 4C The information is— a information the disclosure of which would be likely to put an individual in danger, or b information which ought not to be disclosed on any of the grounds mentioned in section 76A(1). 4D The Chief Constable may, instead of including the information in the report to the Board, supply it to a special purposes committee. 4E If the Chief Constable supplies information to a committee under subsection (4D) he shall prepare a summary of the information. 4F The Chief Constable shall try to obtain the agreement of the committee to the terms of the summary. 4G If the committee agrees to the terms of the summary, the Chief Constable shall include the summary in the report to the Board. 4H Subsection (4I) applies if— a the Chief Constable supplies information to a committee under subsection (4D), or b the Chief Constable includes information in a report to the Board and is of the opinion that the information is information of a kind mentioned in paragraph (a) or (b) of subsection (4C). 4I The Chief Constable must— a inform the Secretary of State that the information has been included in a report to the Board or supplied to the committee; b inform the Secretary of State and the recipient of the information that, in his opinion, the information is information of a kind mentioned in paragraph (a) or (b) of subsection (4C). 5 Subsections (1) to (4) have effect in relation to a requirement to submit a report under section 59(1) of the Police (Northern Ireland) Act 2000 (c. 32) if— a the Chief Constable has not referred the requirement to the Secretary of State under section 59(3) of that Act before the day on which this Act is passed; b the Chief Constable has referred the requirement to the Secretary of State under section 59(3) of that Act before that day but the Secretary of State has not before that day decided whether to modify or set aside the requirement under section 59(4) of that Act."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "11", "section_title": "Inquiries by Board", "section_text": "11 1 Section 60 of the Police (Northern Ireland) Act 2000 (inquiry by Board following report by Chief Constable) is amended as set out in subsections (2) to (4). 2 For subsection (3) substitute— 3 The Chief Constable may refer to the Secretary of State the decision of the Board to cause an inquiry to be held under this section if it appears to the Chief Constable that such an inquiry ought not to be held on any of the grounds mentioned in section 76A(2). 3 In subsection (5) for  “should not be held on a ground mentioned in subsection (3)” substitute  “                    ought not to be held on any of the grounds mentioned in section 76A(2)                  ” 4 After subsection (10) insert— 10A Subsection (10B) applies if the Chief Constable supplies to a person conducting an inquiry under this section any information which in the opinion of the Chief Constable is— a information the disclosure of which would be likely to put an individual in danger, or b information which ought not to be disclosed on any of the grounds mentioned in section 76A(1). 10B The Chief Constable must— a inform the Secretary of State and the Board that the information has been supplied to the person conducting the inquiry; b inform the Secretary of State, the Board and the person conducting the inquiry that, in his opinion, the information is information of a kind mentioned in paragraph (a) or (b) of subsection (10A). 5 Subsections (1) to (4) have effect in relation to a decision of the Board to cause an inquiry to be held under section 60 of the Police (Northern Ireland) Act 2000 (c. 32) if— a the Chief Constable has not referred the decision to the Secretary of State under section 60(3) of that Act before the day on which this Act is passed; b the Chief Constable has referred the decision to the Secretary of State under section 60(3) of that Act before that day but the Secretary of State has not before that day decided whether to overrule the decision under section 60(4) of that Act."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "12", "section_title": "Approval of proposals relating to inquiries by Board", "section_text": "12 1 Paragraph 18 of Schedule 1 to the Police (Northern Ireland) Act 2000 (procedure for decisions of Board relating to inquiries under section 60) is amended as set out in subsections (2) to (4). 2 In sub-paragraph (3) for  “that day” substitute  “                    the day on which the chairman calls the meeting                  ” 3 In sub-paragraph (5) after  “by” insert— —                     a a majority of members of the Board present and voting on the proposal, and b   . 4 In sub-paragraph (6)— a for  “10” substitute  “                        8                      ” ; b for  “9” substitute  “                        7                      ” ; c for  “8” substitute  “                        6                      ” 5 Subsections (1) to (4) have effect in relation to meetings under paragraph 18 of Schedule 1 to the Police (Northern Ireland) Act 2000 called on or after the day on which this Act is passed."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "13", "section_title": "Investigations into current police practices and policies", "section_text": "13 1 After section 60 of the Police (Northern Ireland) Act 1998 (c. 32) insert— Investigations into current police practices and policies 60A 1 The Ombudsman may investigate a current practice or policy of the police if— a the practice or policy comes to his attention under this Part, and b he has reason to believe that it would be in the public interest to investigate the practice or policy. 2 But subsection (1) does not authorise the Ombudsman to investigate a practice or policy to the extent that the practice or policy is concerned with conduct of a kind mentioned in section 65(5) of the Regulation of Investigatory Powers Act 2000 (conduct which may be within jurisdiction of tribunal established under section 65 of that Act). 3 If the Ombudsman decides to conduct an investigation under this section he shall immediately inform the Chief Constable, the Board and the Secretary of State of— a his decision to conduct the investigation, b his reasons for making that decision, and c the practice or policy into which the investigation is to be conducted. 4 When an investigation under this section has been completed the Ombudsman shall report on it to the Chief Constable and the Board. 5 The Ombudsman shall send a copy of his report to the Secretary of State, if the investigation relates wholly or in part to— a a matter in respect of which a function is conferred or imposed on the Secretary of State by or under a statutory provision, or b an excepted matter (within the meaning given by section 4 of the Northern Ireland Act 1998). 2 Section 61A of the Police (Northern Ireland) Act 1998 shall cease to have effect. 3 In section 63(2A) of the Police (Northern Ireland) Act 1998 for  “report under section 61A” substitute  “                    report of an investigation under section 60A                  ” 4 In section 66 of the Police (Northern Ireland) Act 2000 (c. 32) at the beginning insert  “                    (1)                  ”  and at the end insert— 2 Subsection (3) applies if— a the Chief Constable or the Board supplies information to the Ombudsman under subsection (1) for the purposes of or in connection with an investigation under section 60A of the 1998 Act; b the person supplying the information is of the opinion that it is information of a kind mentioned in paragraph (a) or (b) of subsection (4). 3 The person supplying the information must— a inform the Secretary of State that the information has been supplied to the Ombudsman; b inform the Secretary of State and the Ombudsman that, in his or its opinion, the information is information of a kind mentioned in paragraph (a) or (b) of subsection (4). 4 The information referred to in subsections (2) and (3) is— a information the disclosure of which would be likely to put an individual in danger; b information which ought not to be disclosed on any of the grounds mentioned in section 76A(1)."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "14", "section_title": "Independent members: appointment", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "15", "section_title": "Independent members: declaration against terrorism", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "16", "section_title": "Independent members: disqualification", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "17", "section_title": "Disqualification following removal from office", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "18", "section_title": "Council’s powers", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "19", "section_title": "Belfast", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "20", "section_title": "Core policing principles", "section_text": "20 1 In Part 6 of the Police (Northern Ireland) Act 2000 (the police) at the beginning insert— Core policing principles Core policing principles 31A 1 Police officers shall carry out their functions with the aim— a of securing the support of the local community, and b of acting in co-operation with the local community. 2 In carrying out their functions, police officers shall be guided by the code of ethics under section 52. 2 In section 3 of that Act (general functions of Board), in subsection (3)(b) before sub-paragraph (i) insert— ia complying with section 31A(1); . 3 In section 57 of that Act (annual reports by Board), in subsection (2)(a) before sub-paragraph (i) insert— ia complying with section 31A(1); . 4 In section 32 of that Act (general functions of the police) subsections (4) and (5) shall cease to have effect. 5 In section 27 of the Police (Northern Ireland) Act 1998 (c. 32)\t\t\t\t\t(members of the Police Service of Northern Ireland engaged on other police service), in subsection (7)(b) for  “section 32” substitute  “                    sections 31A and 32                  ”"}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "21", "section_title": "Chief Constable’s functions", "section_text": "21 In section 33 of the Police (Northern Ireland) Act 2000 (c. 32)\t\t\t(general functions of Chief Constable) for subsection (2) substitute— 2 The Chief Constable shall have regard to the policing plan in discharging his functions. 3 The Chief Constable shall have regard to any code of practice under section 27 in discharging his functions. 4 The duty under subsection (3) applies only so far as consistent with the duty under subsection (2)."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "22", "section_title": "Provision of information to Board", "section_text": "22 After section 33 of the Police (Northern Ireland) Act 2000 (c. 32) insert— Provision of information to Board 33A 1 The Chief Constable shall supply the Board with such information and documents as the Board may require for the purposes of, or in connection with, the exercise of any of its functions. 2 Subsection (1) does not require the Chief Constable to supply any information to the Board if it appears to the Chief Constable that the information is— a information the disclosure of which would be likely to put an individual in danger, or b information which ought not to be disclosed on any of the grounds mentioned in section 76A(1). 3 Subsection (4) applies if the Chief Constable supplies the Board with information which in his opinion is— a information the disclosure of which would be likely to put an individual in danger, or b information which ought not to be disclosed on any of the grounds mentioned in section 76A(1). 4 The Chief Constable must— a inform the Secretary of State that the information has been supplied to the Board; b inform the Secretary of State and the Board that, in his opinion, the information is information of a kind mentioned in paragraph (a) or (b) of subsection (3)."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "23", "section_title": "Appointment of constables with special policing skills", "section_text": "23 1 The Police (Northern Ireland) Act 2000 (c. 32) is amended as set out in subsections (2) to (5). 2 In section 36 (appointments to the Police Service of Northern Ireland) after subsection (3)\t\t\t\t\t(training requirements for persons appointed to rank of constable) insert— 4 Subsection (3) does not apply to a person appointed in pursuance of an authorisation under section 47A(1). 3 After section 47 insert— Appointments to Police Service of Northern Ireland in special circumstances 47A 1 The Board may if requested to do so by the Chief Constable authorise the appointment to the rank of constable in the Police Service of Northern Ireland of a specified number of persons— a who have a specified policing skill, but b who have not complied with the requirements in paragraphs (a) and (b) of section 36(3). 2 The Board shall not give an authorisation under subsection (1) in relation to persons who have a particular policing skill unless it is satisfied— a that the requirements of subsection (3) are met; b that any further requirements which are specified by it under subsection (4) and which apply in relation to the giving of the authorisation are met. 3 The requirements are— a that there is a need for more persons who have the policing skill to be appointed to the rank of constable in the Police Service of Northern Ireland; b that the need cannot be met by the appointment of persons who have complied with the requirements in paragraphs (a) and (b) of section 36(3). 4 The Board may specify further requirements which apply in relation to the giving of an authorisation under subsection (1). 5 Any requirements specified under subsection (4) may apply in relation to the giving of all authorisations under subsection (1) or to the giving of aparticular authorisation or description of authorisation. 6 In this section  “ specified ” means specified by the Board. 4 In paragraph 17(4) of Schedule 1 (procedure for Board decisions) for  “paragraph 18” substitute  “                    paragraphs 17A and 18                  ” 5 After paragraph 17 of Schedule 1 insert— Authorisations under section 47A(1) 17A The Board shall not give an authorisation under section 47A(1) unless a proposal to do so has been approved by each member of the Board present and voting on the question at a meeting of the Board. 6 The preceding provisions of this section expire at the end of a period of two years starting on the day on which  Article 10 of the Policing (Miscellaneous Provisions)\t\t\t\t\t\t(Northern Ireland) Order 2007 comes into operation                 . 7 The Secretary of State may by order amend subsection (6) by substituting  “four years” for  “two years”. 8 An order under subsection (7) may be made only with the prior authorisation of the Board. 9 The Board shall not give an authorisation under subsection (8) unless a proposal to do so has been approved by each member of the Board present and voting on the question at a meeting of the Board. 10 In paragraph 17(4) of Schedule 1 to the Police (Northern Ireland) Act 2000 (c. 32)\t\t\t\t\t(procedure for Board decisions) after  “18” insert  “                    and section 23(9) of the Police (Northern Ireland) Act 2003                  ” 11 An order under subsection (7) may not be made after the end of the period of two years specified in subsection (6)."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "24", "section_title": "Fixed-term appointments", "section_text": "24 1 After section 36 of the Police (Northern Ireland) Act 2000 insert— Fixed-term appointments to the Police Service of Northern Ireland 36A 1 The Chief Constable may appoint a person to the Police Service of Northern Ireland for a fixed term not exceeding three years. 2 Appointments under subsection (1) shall be in accordance with regulations under section 25 of the 1998 Act. 3 A person shall not be appointed under subsection (1) to the rank of constable or the rank of a senior officer. 4 The Secretary of State may by order make such modifications as he considers necessary or expedient to any provision of the 1998 Act or this Act in its application to persons appointed under subsection (1). 5 The Secretary of State shall consult the Board and the Police Association before making an order under subsection (4). 2 In section 25(6) of the Police (Northern Ireland) Act 1998 (c. 32)\t\t\t\t\t(regulations as to conditions of service of members of Police Service of Northern Ireland) after  “except” insert— —                     a as permitted by section 36A of the Police (Northern Ireland) Act 2000; or b   ."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "25", "section_title": "Members of PSNI engaged on other police service", "section_text": "25 In section 27 of the Police (Northern Ireland) Act 1998 (members of Police Service of Northern Ireland engaged on other police service) after subsection (6) insert— 6A Regulations made by virtue of section 25(3) or (4) in relation to a member of the PSNI who has completed a period of relevant service within subsection (1)(d) may provide for a relevant procedure to be treated for the purposes of the regulations as carried out in accordance with procedures for which provision is made by regulations made by virtue of section 25(3). 6B In subsection (6A)\t\t\t\t\t\t “ relevant procedure ” means an investigation, hearing or other procedure carried out in relation to the person concerned in a country or territory outside the United Kingdom in connection with the person’s relevant service."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "26", "section_title": "Protected disclosures by police officers", "section_text": "26 1 After Article 67K of the Employment Rights (Northern Ireland) Order 1996 ( S.I.  1996/1919 (N.I.16)) insert— Application of Part VA and related provisions to police 67KA 1 Paragraph (2) applies for the purposes of— a this Part, b Article 70B and Articles 71 and 72 so far as relating to that Article, and c Article 134A and the other provisions of Part XI so far as they relate to the right not to be unfairly dismissed in a case where the dismissal is unfair by virtue of Article 134A. 2 A person who holds, otherwise than under a contract of employment, the office of constable shall be treated as an employee employed by the relevant officer under a contract of employment; and any reference to a worker being  “employed” and to his  “ employer ” shall be construed accordingly. 3 In this Article  “the relevant officer”— a in relation to a police officer, means the Chief Constable; b in relation to a person holding office under section 9(1)(b) of the Police Act 1997 (police members of the National Criminal Intelligence Service) means the Director General of the NationalCriminal Intelligence Service; and c in relation to any other person holding the office of constable, means the person who has the direction and control of the body of constables in question. 2 In Article 243(1) of that Order (provisions which do not apply to persons engaged in police service under a contract of employment)— a omit the words  “Part VA,”; b after  “Articles 132” insert  “                        , 134A                      ” ; c after  “Article 132” insert  “                        or 134A                      ” 3 Article 16 of the Public Interest Disclosure (Northern Ireland) Order 1998 (S.I. 1998/1763 (N.I. 17))\t\t\t\t\t(exclusion of police service from provisions about protected disclosures) shall cease to have effect. 4 Subsections (1) to (3) come into force in accordance with provision made by the Secretary of State by order."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "27", "section_title": "Restriction on disclosure of information", "section_text": "27 1 After section 74 of the Police (Northern Ireland) Act 2000 (c. 32) insert— Restriction on disclosure of information 74A 1 This section applies if information is supplied in the circumstances mentioned in subsection (2), (3), (4) or (5). 2 The circumstances are that— a the information is supplied by the Chief Constable to a person conducting an inquiry under section 60; b the person has been appointed under section 60(9) to conduct the inquiry; c the Chief Constable informs the person that, in his opinion, the information is information of a kind mentioned in section 60(10A)(a) or (b). 3 The circumstances are that— a the information is supplied by the Chief Constable under section 33A to the Board; b the Chief Constable informs the Board that, in his opinion,the information is information of a kind mentioned in section 33A(3)(a) or (b). 4 The circumstances are that— a the information is supplied by the Chief Constable under section 59 to the Board or a special purposes committee; b the Chief Constable informs the Board or the committee that, in his opinion, the information is information of a kind mentioned in section 59(4C)(a) or (b). 5 The circumstances are that— a the information is supplied by a person conducting an inquiry under section 60 or by a person who is assisting or has assisted in the conduct of such an inquiry to a special purposes committee; b the information was supplied to the person conducting the inquiry in the circumstances mentioned in subsection (2). 6 If information is supplied in the circumstances mentioned in subsection (2), the information must not be disclosed by the person who is conducting or has conducted the inquiry or by a person who is assisting or has assisted in the conduct of the inquiry except— a to a person who is assisting in the conduct of the inquiry; b to the Secretary of State; c to the Chief Constable; d to the Ombudsman, or an officer of the Ombudsman, in connection with any function of the Ombudsman; e to a special purposes committee; f for the purposes of any criminal, civil or disciplinary proceedings; g in the form of a summary or other general statement made by the person the terms of which have been agreed with the Chief Constable. 7 If information is supplied in the circumstances mentioned in subsection (3), (4) or (5), the information must not be disclosed by a person who is or has been a member of the Board or a member of the staff of the Board except— a in the case of information supplied to the Board, to a member of the Board or a member of the staff of the Board; b in the case of information supplied to a special purposes committee, to a member of the committee or a member of the staff of the Board who provides services to the committee; c to the Secretary of State; d to the Chief Constable; e to the Ombudsman, or an officer of the Ombudsman, in connection with any function of the Ombudsman; f for the purposes of any criminal, civil or disciplinary proceedings; g in the form of a summary or other general statement made by the Board the terms of which have been agreed with the Chief Constable. 8 Any person who discloses information in contravention of this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 9 In this section— “ member of the staff of the Board ” means— a person employed by the Board under paragraph 13(1) of Schedule 1; a person employed in the civil service who provides assistance for the Board in pursuance of arrangements made under paragraph 13(2) of Schedule 1; and “ officer of the Ombudsman ” has the meaning given by section 50(1) of the 1998 Act. 2 In section 59(5) of the Police (Northern Ireland) Act 2000 (c. 32) at the beginning insert  “                    Subject to section 74A(7)                  ”"}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "28", "section_title": "Special committee of the Board", "section_text": "28 1 Paragraph 24 of Schedule 1 to the Police (Northern Ireland) Act 2000 (committees of the Board) is amended as set out in subsections (2) and (3). 2 In sub-paragraph (1) after  “The Board may” insert  “                    , subject to sub-paragraphs (1A) to (1E)                  ” 3 After sub-paragraph (1) insert— 1A The Board shall constitute a committee of its members for the purposes mentioned in sub-paragraph (1B) if— a the Chief Constable informs the Board that he wishes to supply information to a committee of the Board under section 59(4D), b the Secretary of State informs the Board that he proposes to modify a requirement to submit a report under section 59(1) for the purpose mentioned in section 59(4A)(b), or c a person who is conducting or has conducted an inquiry under section 60, or who is assisting or has assisted in the conduct of such an inquiry, informs the Board that he wishes to disclose information to a committee of the Board under section 74A(6). 1B The purposes are— a handling information supplied to the committee by the Chief Constable under section 59; b handling information supplied to it by a person who is conducting or has conducted an inquiry under section 60 or by a person who is assisting or has assisted in the conduct of such an inquiry. 1C The Board may not constitute a committee of its members for the purposes mentioned in sub-paragraph (1B) if a committee of its members has already been constituted for those purposes under sub-paragraph (1) or (1A). 1D A committee constituted under sub-paragraph (1) or (1A) for the purposes mentioned in sub-paragraph (1B) shall consist of 7 members of the Board. 1E The members of a committee constituted under sub-paragraph (1) or (1A) for the purposes mentioned in sub-paragraph (1B)— a shall be appointed by the Board; b shall include the chairman or vice-chairman of the Board (or both of them); c shall as far as practicable be representative of the Board. 4 In section 77(1) of the Police (Northern Ireland) Act 2000 (interpretation) at the appropriate place insert— “ special purposes committee ” means a committee constituted by the Board under paragraph 24(1) or (1A) of Schedule 1 for the purposes mentioned in paragraph 24(1B) of that Schedule; ."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "29", "section_title": "Disclosure of information and holding of inquiries", "section_text": "29 1 After section 76 of the Police (Northern Ireland) Act 2000 (c. 32) insert— Disclosure of information and holding of inquiries 76A 1 For the purposes of sections 33A, 59 and 66, the grounds on which information ought not to be disclosed are that— a it is in the interests of national security; b the information is sensitive personnel information; c the information would, or would be likely to, prejudice proceedings which have been commenced in a court of law. 2 For the purposes of section 60, the grounds on which an inquiry ought not to be held are that— a it is in the interests of national security; b any matter into which inquiry is to be made is a sensitive personnel matter; c the inquiry would, or would be likely to, prejudice proceedings which have been commenced in a court of law. 3 “ Personnel information ” means information which relates to an individual’s holding of, application for or appointment to a relevant office or employment. 4 “ Personnel matter ” means a matter which relates to an individual’s holding of, application for or appointment to a relevant office or employment. 5 An office or employment is a relevant office or employment for the purposes of subsections (3) and (4) if the holder of it is under the direction and control of the Chief Constable. 6 It is immaterial for the purposes of subsections (3) and (4) that the individual no longer holds the office or employment. 2 Subsection (1) has effect for the purposes of section 59 of the Police (Northern Ireland) Act 2000 in accordance with section 10(5) of this Act. 3 Subsection (1) has effect for the purposes of section 60 of the Police (Northern Ireland) Act 2000 in accordance with section 11(5) of this Act."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "30", "section_title": "Police powers for designated police support staff", "section_text": "30 1 The Chief Constable may designate a member of the police support staff as an officer of one or more of these descriptions— a investigating officer; b detention officer; c escort officer. 2 The Chief Constable may designate a person under this section only if he is satisfied that these requirements are met— a the person is a suitable person to carry out the functions for the purposes of which he is to be designated; b the person is capable of effectively carrying out those functions; c the person has received adequate training in the carrying out of those functions and in the exercise of the powers and performance of the duties to be conferred or imposed on him by his designation. 3 A person designated under this section has— a the powers conferred on him by his designation; b the duties imposed on him by his designation. 4 A designation under this section may confer powers or impose duties on a person only by applying the powers or duties to him. 5 The powers and duties that may be applied to a person designated under this section by his designation are any or all of those specified in the applicable Part of Schedule 2. 6 The applicable Part of Schedule 2 is— a Part 1, in the case of a person designated under this section as an investigating officer; b Part 2, in the case of a person designated under this section as a detention officer; c Part 3, in the case of a person designated under this section as an escort officer. 7 If a power is conferred or a duty imposed on a person designated under this section by his designation— a the power or duty does not authorise or require him to engage in any conduct otherwise than in the course of his employment as a member of the police support staff; b the power may be conferred or the duty imposed subject to restrictions or conditions specified in the designation. 8 Subsection (9) applies in relation to the exercise of a power by a person designated under this section in reliance on his designation if the power is one which, if exercised by a police officer, includes or is supplemented by a power to use reasonable force. 9 The designated person has the same entitlement to use reasonable force as a police officer would have if the power were exercised by him. 10 If a power exercisable by a person designated under this section in reliance on his designation includes power to use force to enter any premises, the power is exercisable by the person only— a in the company of a police officer and under the supervision of a police officer, or b for the purpose of saving life or limb or preventing serious damage to property."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "30A", "section_title": "Community support officers", "section_text": "30A 1 The Chief Constable may designate a member of the police support staff as a community support officer. 2 The Chief Constable may designate a person under this section only if he is satisfied that— a the person is a suitable person to carry out the functions of a community support officer; b the person is capable of effectively carrying out those functions; and c the person has received adequate training in the carrying out of those functions. 3 A person designated under this section has, by virtue of the designation, the powers and duties set out in Schedule 2A (and references in any statutory provision to the powers and duties conferred or imposed on him by his designation shall be construed accordingly). 4 A person designated under this section is not authorised or required by virtue of his designation to engage in any conduct otherwise than in the course of his employment as a member of the police support staff. 5 Where any power conferred on a person by his designation under this section is a power which, if exercised by a police officer, includes or is supplemented by a power to use reasonable force, the designated person has the same entitlement to use reasonable force in exercising that power as a police officer would have if the power were exercised by him. 6 Where any power conferred on a person by his designation under this section includes power to use force to enter any premises, that power is exercisable by the person only— a in the company of a police officer and under the supervision of a police officer; or b for the purpose of saving life or limb or preventing serious damage to property. 7 A power exercisable by any person in reliance on his designation under this section shall be exercisable only when he is wearing such uniform as may be— a determined or approved for the purposes of this section by the Chief Constable; and b identified or described in the designation. 8 The   Department of Justice   may by order amend Schedule 2A."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "31", "section_title": "Police powers for designated contracted-out staff", "section_text": "31 1 This section applies if the Board has entered into a contract with a person (“the contractor”) for the provision of services relating to the detention or escort of persons who have been arrested or are otherwise in custody. 2 The Chief Constable may designate an employee of the contractor as an officer of either or both of these descriptions— a detention officer; b escort officer. 3 The Chief Constable may designate a person under this section only if he is satisfied that these requirements are met— a the person is a suitable person to carry out the functions for the purposes of which he is to be designated; b the person is capable of effectively carrying out those functions; c the person has received adequate training in the carrying out of those functions and in the exercise of the powers and performance of the duties to be conferred or imposed on him by his designation; d the contractor is a fit and proper person to supervise the carrying out of the functions for the purposes of which the person is to be designated. 4 A person designated under this section has— a the powers conferred on him by his designation; b the duties imposed on him by his designation. 5 A designation under this section may confer powers or impose duties on a person only by applying the powers or duties to him. 6 The powers and duties that may be applied to a person designated under this section by his designation are any or all of those specified in the applicable Part of Schedule 2. 7 The applicable Part of Schedule 2 is— a Part 2, in the case of a person designated under this section as a detention officer; b Part 3, in the case of a person designated under this section as an escort officer. 8 If a power is conferred or a duty imposed on a person designated under this section by his designation— a the power or duty does not authorise or require him to engage in any conduct otherwise than in the course of his employment as an employee of the contractor; b the power may be conferred or the duty imposed subject to restrictions or conditions specified in the designation. 9 Subsection (10) applies in relation to the exercise of a power by a person designated under this section in reliance on his designation if the power is one which, if exercised by a police officer, includes or is supplemented by a power to use reasonable force. 10 The designated person has the same entitlement to use reasonable force as a police officer would have if the power were exercised by him. 11 A designation under this section, unless it is previously withdrawn or ceases to have effect under subsection (12), shall remain in force for such period as may be specified in the designation; but it may be renewed at any time with effect from the time when it would otherwise expire. 12 A designation under this section shall cease to have effect— a if the designated person ceases to be an employee of the contractor; or b if the contract between the Board and the contractor is terminated or expires."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "32", "section_title": "Police powers: amendments", "section_text": "32 1 Schedule 3 contains amendments consequential on sections 30 and 31. 2 In Schedule 3  “ the 1989 Order ” means the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12))."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "33", "section_title": "Designations: supplementary", "section_text": "33 1 Subsection (2) applies if, in reliance on his designation under section 30 , 30A                  or 31, a person exercises or performs a power or duty in relation to another or purports to do so. 2 The designated person must produce his designation to the other if requested to do so. 3 A failure to comply with subsection (2) does not make the exercise or performance of the power or duty invalid. 4 The Chief Constable may at any time modify or withdraw a person’s designation under section 30 , 30A                  or 31 by notice to him. 5 If the Chief Constable modifies or withdraws a person’s designation under section 31, he must send a copy of the notice of the modification or withdrawal to the contractor responsible for supervising the designated person in the carrying out of the functions for the purposes of which the designation was granted. 6 In subsection (5)\t\t\t\t\t “ contractor ” means a person who has entered into a contract with the Board such as is mentioned in section 31(1)."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "34", "section_title": "Complaints and misconduct", "section_text": "34 1 The   Department of Justice   may by regulations make provision for the handling of— a complaints relating to the carrying out by a person designated under section 30   , 30A   or 31 of any of the functions mentioned in subsection (2); b instances of misconduct involving the carrying out by such a person of any of those functions. 2 The functions are those for the purposes of which any power or duty is conferred or imposed on the person by his designation. 3 Regulations under subsection (1) may in particular provide that any provision of Part 7 of the Police (Northern Ireland) Act 1998 (c. 32) is to apply, with such modifications as may be prescribed by the regulations, with respect to persons designated under section 30   , 30A  or 31. 4 Before making regulations under subsection (1), the   Department of Justice   must consult— a the Ombudsman; b the Board; c the Chief Constable; d the Police Association; e any other person or body appearing to  the Department of Justice  to have an interest in the matter."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "34A", "section_title": "Secretary of State’s power to make regulations", "section_text": "34A 1 The Secretary of State may make regulations containing provision of any kind within section 34(1) to (3) for purposes connected with— a excepted or reserved matters (within the meaning given by section 4 of the Northern Ireland Act 1998); b matters in respect of which a function is conferred or imposed on the Secretary of State by or under a statutory provision (within the meaning given by section 1(f) of the Interpretation Act (Northern Ireland) 1954 ). 2 Before making regulations under this section the Secretary of State must consult the Department of Justice, the persons mentioned in section 34(4)(a) to (d) and any other person or body appearing to the Secretary of State to have an interest in the matter. 3 Regulations made by the Department of Justice under section 34 have effect subject to regulations made by the Secretary of State under this section."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "35", "section_title": "Liability for unlawful conduct", "section_text": "35 1 For the purposes of determining liability for the unlawful conduct of members of the police support staff— a a member of the police support staff must be treated as an employee of the Chief Constable in relation to conduct in reliance or purported reliance on a designation under section 30                     or 30A  ; b conduct by a member of the police support staff in reliance or purported reliance on a designation under section 30                     or 30A   must be taken to be conduct in the course of that employment; c in the case of a tort, the Chief Constable accordingly falls to be treated as a joint tortfeasor. 2 For the purposes of determining liability for the unlawful conduct of employees of a contractor, conduct by such an employee in reliance or purported reliance on a designation under section 31 must be taken to be conduct in the course of his employment by the contractor; and, in the case of a tort, the contractor accordingly falls to be treated as a joint tortfeasor. 3 In subsection (2)\t\t\t\t\t “ contractor ” means a person who has entered into a contract with the Board such as is mentioned in section 31(1)."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "36", "section_title": "Notifiable memberships", "section_text": "36 1 Section 51 of the Police (Northern Ireland) Act 2000 (c. 32)\t\t\t\t\t(notifiable memberships of police officers) applies in relation to persons designated under section 30 , 30A   or 31 as it applies in relation to police officers. 2 As so applied, that section has effect as if the reference in subsection (1) to the duties of a police officer were to the functions for the purposes of which any power or duty is conferred or imposed on a person by his designation under section 30 , 30A   or 31."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "37", "section_title": "Code of ethics", "section_text": "37 1 The   Department of Justice   may by order apply the code of ethics issued by the Board under section 52 of the Police (Northern Ireland) Act 2000 (c. 32) to persons designated under section 30                    , 30A   or 31. 2 An order under subsection (1) may apply the code with such modifications as are specified in the order. 3 If an order is made under subsection (1) applying the code to a person designated under section 30                     , 30A  or 31 he must be guided by the code as it applies to him in carrying out the functions for the purposes of which any power or duty is conferred or imposed on him by his designation."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "38", "section_title": "Assaults on, and obstruction of, designated persons", "section_text": "38 1 Section 66 of the Police (Northern Ireland) Act 1998 (c. 32)\t\t\t\t\t(assaults on, and obstruction of, constables  etc. ) is amended as follows. 2 After subsection (1) insert— 1A Any person who assaults, resists, obstructs or impedes a designated person in the execution of his duty, or a person assisting a designated person in the execution of his duty, shall be guilty of an offence. 3 In subsection (2) after  “subsection (1)” insert  “                    or (1A)                  ” 4 In subsection (3) after  “subsection (1)” insert  “                    or (1A)                  ” 5 After subsection (3) insert— 3A In subsection (1A) the references to the execution of the duty of a designated person are to— a the exercise of a power conferred on him by his designation; b the performance of a duty imposed on him by his designation. 3B In this section  “ designated person ” means a person designated under section 30 or 31 of the Police (Northern Ireland) Act 2003."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "39", "section_title": "Impersonation etc. of designated persons", "section_text": "39 1 Section 67 of the Police (Northern Ireland) Act 1998 (impersonation etc.) is amended as follows. 2 After subsection (1) insert— 1A Any person who, with intent to deceive— a impersonates a designated person; or b makes any statement or does any act calculated falsely to suggest that he is a designated person; or c makes any statement or does any act calculated falsely to suggest that he has powers as a designated person that exceed the powers he actually has, shall be guilty of an offence. 3 In subsection (3) after  “subsection (1)” insert  “                    , (1A)                  ” 4 After subsection (5) insert— 6 In this section  “ designated person ” means a person designated under section 30 or 31 of the Police (Northern Ireland) Act 2003."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "40", "section_title": "Designated persons: interpretation", "section_text": "40 1 This section applies for the interpretation of sections 30 to 39. 2 “ Conduct ” includes omissions and statements. 3 Expressions used in those sections and in the Police (Northern Ireland) Act 2000 (c. 32) have the same meanings in those sections as they have in that Act."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "41", "section_title": "Intimate searches", "section_text": "41 1 In Article 56 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12))\t\t\t\t\t(intimate searches) after paragraph (5) insert— 5A A person may use reasonable force, if necessary, in carrying out an intimate search as mentioned in paragraph (4) or (5). 2 Subsection (1) comes into force in accordance with provision made by the   Department of Justice   by order."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "42", "section_title": "Intimate samples", "section_text": "42 1 The Police and Criminal Evidence (Northern Ireland) Order 1989 is amended as set out in subsections (2) to (5). 2 In Article 62 (intimate samples) for paragraph (9) substitute— 9 In the case of an intimate sample which is a dental impression, the sample may be taken from a person only by a registered dentist. 9A In the case of any other form of intimate sample, except in the case of a sample of urine, the sample may be taken from a person only by one of the following— a a medical practitioner; b a registered health care professional. 3 In Article 53 (interpretation of Part VI) after the definition of  “registered dentist” insert— “ registered health care professional ” means a person (other than a medical practitioner) who is one of the following— a a nurse registered on the register maintained by the Nursing and Midwifery Council pursuant to paragraph 10 of Schedule 2 to the Nursing and Midwifery Order 2001 (S.I. 2002/253) by virtue of qualifications in nursing; b a registered member of a health care profession which is designated for the purposes of this paragraph by an order subject to Article 89 made by the Secretary of State; . 4 In Article 53 at the beginning insert  “                    (1)                  ”  and at the end insert— 2 In paragraph (1)\t\t\t\t\t\t\t\t “ health care profession ” means any profession mentioned in section 60(2) of the Health Act 1999 other than the profession of practising medicine and the profession of nursing. 5 In Article 89 (orders and regulations) after  “Articles” insert  “                    53,                  ” 6 Subsections (1) to (5) come into force in accordance with provision made by the Secretary of State by order."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "43", "section_title": "Codes of practice", "section_text": "43 In Article 66 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12))\t\t\t(codes of practice under Articles 60, 60A and 65: supplementary) after paragraph (6) insert— 6A Subject to paragraph (6B), the Secretary of State may by order subject to Article 89 provide that a code of practice for the time being in force is to be treated as having effect with such modifications as may be set out in the order. 6B The effect of the modifications made by an order under paragraph (6A) must be confined to one or more of the following— a the effect of the code during such period, not exceeding two years, as may be so specified; b the effect of the code in relation to such offences or descriptions of offender as may be so specified."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "44", "section_title": "Orders and regulations", "section_text": "44 1 Any power of the Secretary of State   or the Department of Justice  to make orders or regulations under this Act is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 2 Orders or regulations under this Act— a may make different provision for different purposes; b may include supplementary, incidental, saving or transitional provisions. 3 No order may be made under section  ...  23(7) unless a draft of the statutory rule containing the order to be made has been laid before Parliament and approved by a resolution of each House. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A statutory rule made  by the Secretary of State   under this Act (other than one containing an order under section  ... 23(7), 26(4)  ... or 42(6)) is subject to annulment in pursuance of a resolution of either House of Parliament in like manner as a statutory instrument and section 5 of the Statutory Instruments Act 1946 (c. 36) applies accordingly. 6 An order or regulations made by the Department of Justice under this Act  (other than an order under section 41(2))   shall be subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954)."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "45", "section_title": "Repeals and revocations", "section_text": "45 Schedule 4 contains repeals and revocations."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "46", "section_title": "Extent", "section_text": "46 This Act extends to Northern Ireland only."}, {"act": "Police (Northern Ireland) Act 2003", "year": 2003, "section": "47", "section_title": "Short title", "section_text": "47 This Act may be cited as the Police (Northern Ireland) Act 2003."}]