[{"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "1", "section_title": "Meaning of  “railway” and  “railway property”", "section_text": "1 1 In this Part— “ railway ” means a railway or tramway within the meaning given by section 67 of the Transport and Works Act 1992 (c. 42), and “ railway property ” means anything which falls within the definition of  “light maintenance depot”,  “network”,  “rolling stock”,  “station” or  “track” in section 83 of the Railways Act 1993 (c. 43), or which falls within the equivalent of any those definitions in relation to a tramway. 2 The Secretary of State may by regulations amend this section. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "2", "section_title": "Meaning of  railway accident” and  railway incident”", "section_text": "2 1 In this Part a reference to a railway accident or railway incident is a reference to an accident or incident which occurs on railway property in so far as it is or may be relevant to the operation of the railway. 2 The Secretary of State may by regulations— a make provision about what is to be or not to be treated as an accident or incident for the purposes of this Part; b make provision about circumstances in which an accident or incident is to be or not to be treated as being relevant to the operation of a railway for the purposes of this Part; c make provision about when an accident is to be treated as serious for the purposes of this Part. 3 Regulations under subsection (2) may, in particular, make provision by reference to— a location; b the exercise of a discretion by the Chief Inspector of Rail Accidents or another specified person. 4 Regulations under subsection (2) making provision about what is to be treated as an incident may, in particular, include an event or omission which does not cause damage or loss but which might cause damage or loss in different circumstances."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "3", "section_title": "Establishment", "section_text": "3 1 The Secretary of State shall appoint persons as inspectors of rail accidents. 2 The Secretary of State shall appoint one of the inspectors as the Chief Inspector of Rail Accidents. 3 The inspectors appointed under this section may be referred to as the Rail Accident Investigation Branch (being a branch of the department of the Secretary of State who appoints them). 4 An inspector of rail accidents shall carry out such of the functions of the Rail Accident Investigation Branch as may be assigned to him by the Chief Inspector of Rail Accidents."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "4", "section_title": "General aims", "section_text": "4 In exercising their functions the Rail Accident Investigation Branch shall, wherever relevant, aim— a to improve the safety of railways, and b to prevent railway accidents and railway incidents."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "5", "section_title": "Assistance to others", "section_text": "5 The Chief Inspector of Rail Accidents may arrange for the Rail Accident Investigation Branch to assist any person; in particular, assistance— a may be provided with or without charge; b may be provided inside or outside the United Kingdom."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "6", "section_title": "Annual report", "section_text": "6 1 The Secretary of State shall make regulations requiring the Chief Inspector of Rail Accidents to produce once in each calendar year a report in connection with the activities of the Rail Accident Investigation Branch. 2 Regulations under subsection (1) may, in particular, make provision about— a timing of reports; b content of reports; c publication and other treatment of reports."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "7", "section_title": "Investigations", "section_text": "7 1 The Rail Accident Investigation Branch— a shall investigate any serious railway accident, b may investigate a non-serious railway accident or a railway incident, and c shall investigate a non-serious railway accident or a railway incident if required to do so by or in accordance with regulations made by the Secretary of State. 2 For the purposes of subsection (1)(a) a tramway shall not be treated as a railway (despite section 1(1)). 3 In investigating an accident or incident the Branch shall try to determine what caused it. 4 On completion of an investigation the Branch shall report to the Secretary of State. 5 In performing a function in relation to an accident or incident the Branch— a shall not consider or determine blame or liability, but b may determine and report on a cause of an accident or incident whether or not blame or liability is likely to be inferred from the determination or report. 6 The Branch may conduct an investigation and report whether or not civil or criminal proceedings are in progress or may be instituted (but this subsection is without prejudice to the operation of the law of contempt of court). 7 The Chief Inspector of Rail Accidents may apply to the High Court or the Crown Court for a declaration that the making of a report in connection with a specified accident or incident will not amount to a contempt of court in relation to civil or criminal proceedings which have been or may be instituted in connection with the accident or incident. 8 The Chief Inspector of Rail Accidents may reopen an investigation if he believes that significant new evidence may be available."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "8", "section_title": "Investigator’s powers", "section_text": "8 1 For the purpose of conducting an investigation by virtue of section 7 an inspector of rail accidents may, provided that he produces evidence of his identity if asked to do so— a enter railway property; b enter land (which may include a dwelling-house) which adjoins or abuts railway property; c enter a vehicle or structure which is on railway property or which is on land which could be entered under paragraph (b); d enter land which does not fall within paragraph (a), (b) or (c) if— i it is used wholly or partly for the purposes of or in connection with anything done on or with railway property, or ii the inspector reasonably believes that it may contain evidence relating to an accident or incident; e in entering anything under paragraph (a), (b), (c) or (d), be accompanied by one or more persons authorised by the Chief Inspector of Rail Accidents for that purpose (whether generally or specifically); f in entering anything under paragraph (a), (b), (c) or (d), make arrangements to have with him equipment or materials. 2 For the purpose of conducting an investigation by virtue of section 7 an inspector of rail accidents may— a make a written, electronic, photographic or other record; b remove and retain samples; c arrange for anything to be removed and retained for the purpose of analysis or other examination or for the purpose of preserving evidence; d require access to a record or to recording equipment; e require a person to answer a question; f require a person to provide information; g require a person to disclose a record; h require a person to provide a copy of a record; i require disclosure of the result of an examination of a person, body or thing; j require a person to certify the truth, accuracy or authenticity of a statement made, of information or a document provided or of a record disclosed. 3 A person commits an offence if without reasonable excuse he— a fails to comply with a requirement imposed by an inspector of rail accidents for the purpose of an investigation by virtue of section 7, b makes a statement for the purpose of an investigation by virtue of section 7 knowing or suspecting that the statement is inaccurate or misleading, c provides information or a record for the purpose of an investigation by virtue of section 7 knowing or suspecting that the information or record is inaccurate or misleading, d obstructs an inspector of rail accidents in the course of his conduct of an investigation by virtue of section 7, e obstructs a person accompanying an inspector of rail accidents under subsection (1)(e), or f obstructs a person exercising a power of an inspector by virtue of regulations under section 9(1)(d). 4 A person who is guilty of an offence under subsection (3) shall be liable on summary conviction to— a imprisonment for a term not exceeding 51 weeks, b a fine not exceeding level 5 on the standard scale, or c both. 5 Subsection (6) applies where— a the Rail Accident Investigation Branch is conducting an investigation by virtue of section 7 in respect of an accident or incident, and b a question arises as to the desirability of action which any other person proposes to take for the purpose of investigating the accident or incident. 6 The question may be determined by— a the Chief Inspector of Rail Accidents, or b an inspector of rail accidents acting on behalf of the Chief Inspector."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "9", "section_title": "Regulations", "section_text": "9 1 The Secretary of State may make regulations about the conduct of investigations by the Rail Accident Investigation Branch; in particular, the regulations may— a confer a function on the Chief Inspector of Rail Accidents or on the Branch; b make provision about the way in which a function of the Chief Inspector or the Branch is to be performed; c permit or require the Chief Inspector to appoint a person to conduct or participate in an investigation; d provide for a power of an inspector to be exercisable by a person conducting or participating in an investigation by virtue of paragraph (c); e permit or require the Chief Inspector to request assistance from another person; f permit or require another person to assist the Chief Inspector. 2 The regulations may make provision about the preparation, form, content and publication of a report made by the Branch under section 7; in particular, the regulations may— a require a report to address the question of what caused an accident or incident; b require or permit a report to make, or not to make, a recommendation; c require or permit the preparation and publication by the Branch of an interim report; d require the Branch to give an opportunity to a person interested in an investigation to comment on a draft report or draft interim report; e require the Branch to notify a person of the content of a report or interim report before publication; f require the Branch to give a copy of a report or interim report to a person; g make provision about the timing of publication. 3 A reference to a report by the Branch in section 7 includes a reference to an interim report permitted or required by virtue of subsection (2) above. 4 The Secretary of State may make regulations about the use, disclosure and destruction of information acquired by the Branch; in particular, the regulations may— a prohibit the disclosure of information in specified circumstances; b permit the disclosure of information in specified circumstances; c require the disclosure of information in specified circumstances; d make provision by reference to whether or not a person consents to a disclosure which relates to him. 5 Regulations under this section may— a create an offence (but not an offence punishable by imprisonment); b confer a discretionary function; c confer jurisdiction on a court or tribunal."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "10", "section_title": "Requirement to investigate", "section_text": "10 1 The Chief Inspector of Rail Accidents may direct that any railway accident or railway incident of a specified kind or which occurs in specified circumstances shall be investigated by each person who manages or controls, or participates in managing or controlling, all or any part of railway property— a on which the accident or incident takes place, or b which is involved in the accident or incident. 2 A direction— a shall specify the manner in which the investigation is to be conducted, and b may make provision for a case where more than one person would be required to conduct an investigation, whether by requiring a joint investigation or by requiring or enabling one or more persons to conduct an investigation on behalf of others. 3 A person to whom a direction under subsection (1) applies commits an offence if he fails to comply with it. 4 A person guilty of an offence under subsection (3) shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum, or b on conviction on indictment, to a fine. 5 The Chief Inspector shall publish a direction issued by him under subsection (1) in a manner which he considers will bring it to the attention of each person who is likely to be required to comply with it. 6 But in proceedings against a person for an offence under subsection (3) of failing to comply with a direction it shall not be necessary to prove that he was aware of the direction. 7 A direction under subsection (1)— a may make provision which applies generally or only in specified circumstances, b may make different provision for different cases or circumstances, and c may be varied or revoked by a further direction."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "11", "section_title": "Accident regulations", "section_text": "11 1 The Secretary of State may make regulations in connection with the investigation of railway accidents and railway incidents. 2 The regulations may, in particular— a require a person to notify the Rail Accident Investigation Branch of a railway accident or railway incident, and b make provision about the timing, form and content of notice given by virtue of paragraph (a). 3 The regulations may, in particular, require a person to take or not to take specified action following an accident or incident— a pending the commencement of an investigation, or b during the process of an investigation. 4 The regulations may— a create an offence (but not an offence punishable by a term of imprisonment exceeding the maximum term which may be imposed by a magistrates' court in accordance with   section 224 of the Sentencing Code ); b confer a discretionary function; c confer jurisdiction on a court or tribunal."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "12", "section_title": "Crown application", "section_text": "12 This Part applies in relation to property irrespective of whether it belongs to or is used for the purposes of the Crown or a Duchy."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "13", "section_title": "Regulations", "section_text": "13 1 Regulations under this Part— a may make provision which applies generally or only in specified cases or circumstances, b may make different provision for different cases or circumstances, and c may include transitional, consequential or incidental provision. 2 Regulations under this Part shall be made by statutory instrument. 3 Regulations under section 1(2) shall not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 4 Other regulations under this Part shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "14", "section_title": "Extent", "section_text": "14 1 This Part extends to the whole of the United Kingdom. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In the application of this Part in relation to Northern Ireland the maximum term for the purposes of sections 8(4)(a) and 11(4)(a) shall be 12 months."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "15", "section_title": "Establishment", "section_text": "15 1 There shall be a body corporate to be known as the   Office of Rail and Road . 2 Schedule 1 (which makes provision about the Office) shall have effect."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "15A", "section_title": "Change of name", "section_text": "15A 1 The Secretary of State may by regulations make provision for the body established by section 15 to be known by a different name. 2 Regulations under this section may amend this Act or any other enactment, whenever passed or made. 3 Regulations under this section are to be made by statutory instrument. 4 A statutory instrument which contains regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "16", "section_title": "Transfer of functions", "section_text": "16 1 The functions of the Rail Regulator are hereby transferred to the Office of Rail Regulation. 2 Subsection (1) applies to a function whether conferred by an enactment, by an agreement or otherwise. 3 All property, rights and liabilities to which the Rail Regulator is entitled or subject at the coming into force of this section (including rights and liabilities relating to staff) are hereby transferred to the Office of Rail Regulation. 4 The office of the Rail Regulator is hereby abolished. 5 Schedules 2 (consequential amendments) and 3 (savings, &c.) shall have effect."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "17", "section_title": "Extent", "section_text": "17 This Part shall extend  ... to— a England and Wales, and b Scotland , and c Northern Ireland."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "18", "section_title": "The British Transport Police Authority", "section_text": "18 1 There shall be a body corporate to be known as the British Transport Police Authority. 2 Schedule 4 (which makes provision about the Authority) shall have effect. 3 In this Part  “ the Authority ” means the British Transport Police Authority."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "19", "section_title": "Exercise of functions", "section_text": "19 In performing its functions the Authority shall aim to ensure the efficient and effective policing of the railways and shall, in particular, have regard— a to any objective set by the Authority under section 50, b to any objective set by the Secretary of State under section 51, c to any railways policing plan issued by the Authority under section 52, d to any performance target set by the Authority under section 53, and                   e to any code of practice issued by the Secretary of State, or having effect in relation to the Authority, under section 47, and f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "20", "section_title": "Establishment of Police Force", "section_text": "20 1 The Authority shall secure the maintenance of an efficient and effective police force— a to be known as the British Transport Police Force, and b to police the railways. 2 In particular, the Authority shall defray the expenses of the Police Force. 3 In this Part  “ the Police Force ” means the British Transport Police Force."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "21", "section_title": "Chief Constable", "section_text": "21 1 The Authority shall appoint a Chief Constable of the Police Force. 2 An appointment under subsection (1) may be made only— a with the approval of the Secretary of State, and b in accordance with regulations under section 36. 3 In performing his functions the Chief Constable shall have regard to— a any relevant code of practice issued or having effect under section 48, b any relevant plan issued under section 52, and c any relevant plan issued under section 55. 4 The Secretary of State may make regulations about the suspension and removal of the Chief Constable. 5 Regulations under subsection (4)— a may apply (with or without modification) or make provision similar to a provision made by or under the Police Act 1996 (c. 16), b may confer a function on the Secretary of State (which may include a discretionary function or a function of requiring the Authority to act), c may permit the Secretary of State to delegate a function or to confer a function (which may include a discretionary function) on a person or group, and d may make provision about costs. 6 Regulations under subsection (4) which deal with a matter addressed by a provision made by or under the Police Act 1996 may differ from that provision only so far as necessary to reflect the structure and circumstances of the Police Force. 7 Before making regulations under subsection (4) the Secretary of State shall consult— a the Authority, b the Chief Constable, and c such other persons as he thinks fit. 8 In this Part  “ the Chief Constable ” means the Chief Constable of the Police Force."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "22", "section_title": "Deputy Chief Constable", "section_text": "22 1 The Authority shall appoint a deputy Chief Constable of the Police Force. 2 An appointment under subsection (1) may be made only— a with the approval of the Secretary of State, and b in accordance with regulations under section 36. 3 The deputy Chief Constable may perform a function of the Chief Constable— a while the Chief Constable is unable to act or unavailable, b during a vacancy in the office of Chief Constable, or c with the consent (which may be general or specific) of the Chief Constable. 4 The power to act by virtue of subsection (3)(a) or (b) shall not be exercisable for a continuous period exceeding three months without the consent of the Secretary of State. 5 The Secretary of State may make regulations about the suspension and removal of the deputy Chief Constable. 6 Regulations under subsection (5)— a may apply (with or without modification) or make provision similar to a provision made by or under the Police Act 1996 (c. 16), b may confer a function on the Secretary of State (which may include a discretionary function or a function of requiring the Authority to act), c may permit the Secretary of State to delegate a function or to confer a function (which may include a discretionary function) on a person or group, and d may make provision about costs. 7 Regulations under subsection (5) which deal with a matter addressed by a provision made by or under the Police Act 1996 may differ from that provision only so far as necessary to reflect the structure and circumstances of the Police Force. 8 Before making regulations under subsection (5) the Secretary of State shall consult— a the Authority, b the Chief Constable, and c such other persons as he thinks fit."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "23", "section_title": "Assistant Chief Constables", "section_text": "23 1 The Authority shall appoint at least one assistant Chief Constable. 2 An appointment under subsection (1) may be made only— a with the approval of the Secretary of State, and b in accordance with regulations under section 36. 3 The Authority may permit an assistant Chief Constable to perform a function of the Chief Constable— a while the Chief Constable and the deputy Chief Constable are unable to act or unavailable, or b during a vacancy in the offices of Chief Constable and deputy Chief Constable. 4 Permission under subsection (3) may not have effect for a continuous period exceeding three months without the consent of the Secretary of State. 5 The Secretary of State may make regulations about the suspension and removal of an assistant Chief Constable. 6 Regulations under subsection (5)— a may apply (with or without modification) or make provision similar to a provision made by or under the Police Act 1996 (c. 16), b may confer a function on the Secretary of State (which may include a discretionary function or a function of requiring the Authority to act), c may permit the Secretary of State to delegate a function or to confer a function (which may include a discretionary function) on a person or group, and d may make provision about costs. 7 Regulations under subsection (5) which deal with a matter addressed by a provision made by or under the Police Act 1996 may differ from that provision only so far as necessary to reflect the structure and circumstances of the Police Force. 8 Before making regulations under subsection (5) the Secretary of State shall consult— a the Authority, b the Chief Constable, and c such other persons as he thinks fit."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "24", "section_title": "Constables", "section_text": "24 1 The Authority shall appoint and employ constables of the Police Force. 2 A constable of the Police Force shall be under the direction and control of the Chief Constable. 3 Section 29 of the Police Act 1996 (attestation) shall apply to a constable of the Police Force appointed in England or Wales (with the omission of the words in paragraph (b)\t\t\t\t\t “having jurisdiction within the police area”). 4 Section 10 of the Police and Fire Reform (Scotland) Act 2012 (declaration) shall apply to a constable of the Police Force appointed in Scotland. 5 Subsection (2) is subject to any provision included in a police force collaboration agreement by virtue of section 23(4) of the Police Act 1996."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "25", "section_title": "Special constables", "section_text": "25 1 The Chief Constable may appoint special constables of the Police Force. 2 A special constable of the Police Force— a shall be under the direction and control of the Chief Constable, and b may be dismissed by the Chief Constable. 3 Section 29 of the Police Act 1996 (c. 16)\t\t\t\t\t(attestation) shall apply to a special constable of the Police Force appointed in England or Wales (with the omission of the words in paragraph (b)\t\t\t\t\t “having jurisdiction within the police area”). 4 Section 10 of the Police and Fire Reform (Scotland) Act 2012 (declaration) shall apply to a special constable of the Police Force appointed in Scotland. 5 Section 88(1) to (5) of the Police Act 1996 (liability for wrongful act of constable) shall have effect in relation to special constables of the Police Force as if— a a reference to the chief officer of police for a police area were a reference to the Chief Constable, b a reference to a constable were a reference to a special constable, c a reference to the police fund were a reference to the British Transport Police Fund, d a reference to a  local policing body                 were a reference to the Authority, and e subsection (5) included a reference to a special constable of the Police Force. 6 A reference in this Part to a constable of the Police Force includes a reference to a special constable of the Police Force."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "26", "section_title": "Cadets", "section_text": "26 1 The Chief Constable may appoint cadets to undergo training with a view to becoming constables of the Police Force. 2 A cadet of the Police Force— a shall be under the direction and control of the Chief Constable, b may be dismissed by the Chief Constable, and c shall be an employee of the Authority (subject to regulations under section 38)."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "27", "section_title": "Civilian employees", "section_text": "27 1 The Authority may employ persons to assist the Police Force. 2 A person appointed under this section shall be under the direction and control of either the Chief Constable or the Authority, in accordance with his terms of employment. 3 Subsection (2) is subject to any provision included in a police force collaboration agreement by virtue of section 23(4) of the Police Act 1996."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "28", "section_title": "Exercise of powers by civilians", "section_text": "28 1 The following provisions of the Police Reform Act 2002 (c. 30) shall apply in relation to the Police Force as they apply in relation to other police forces— a section 38 (police powers for  civilian staff                   and volunteers ), aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ab sections 38B and 38C (police powers for civilian employees under collaboration agreements), b section 39 (police powers for contracted-out staff), c section 42 (supplementary), d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e section 46 (offences), f section 47 (interpretation),  ... fa Schedule 3B (designations under section 38), fb Schedule 3C (designations under section 38: additional powers and duties), and g Schedule 4 (powers exercisable by  contracted-out staff ). 2 For the purpose of subsection (1) the provisions specified in that subsection shall have effect with any necessary modifications and, in particular— a the provisions shall have effect as if a reference to a police force were a reference to the Police Force, b the provisions shall have effect as if a reference to the chief officer of police of a police force were a reference to the Chief Constable, c the provisions shall have effect as if a reference to a police authority were a reference to the Authority, d the provisions shall have effect as if a reference to a constable were a reference to a constable of the Police Force, e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f Schedules 3C and 4    shall have effect as if a reference to the relevant police area or a police area were a reference to— i any place in England or Wales where a constable of the Police Force has powers by virtue of section 31(1)(a) to (f) of this Act, and ii for a purpose connected to a railway or to anything occurring on or in relation to a railway, any place in England and Wales."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "29", "section_title": "Terms of employment", "section_text": "29 1 In relation to the terms and conditions of employment of constables and other persons employed in the service of the Police Force, the Authority shall comply with rules or principles contained in any document issued to them for the purpose by the Secretary of State. 2 Rules or principles under subsection (1) may, in particular— a require the adoption of specified scales or ranges of pay or allowances; b require a specified class of employee to be treated for specified purposes in the same way as another specified class of employee (whether of the Authority or not) or office-holder; c require the approval of the Secretary of State for changes in the policy or practice of the Authority; d require compliance with rules or principles specified or to be specified in another document."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "30", "section_title": "Trade union membership", "section_text": "30 1 A constable or cadet of the Police Force may not be a member of a trade union (within the meaning given by section 1 of the Trade Union and Labour Relations (Consolidation) Act 1992 (c. 52)). 2 Subsection (1) shall not prevent— a membership of the British Transport Police Federation, or b retention, with the consent of the Chief Constable, of a membership status acquired by a person before he joined the Police Force."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "31", "section_title": "Jurisdiction", "section_text": "31 1 A constable of the Police Force shall have all the powers and privileges of a constable— a on track, b on network, c in a station, d in a light maintenance depot, e on other land used for purposes of or in relation to a railway, f on other land in which a person who provides railway services has a freehold or leasehold interest, and g throughout Great Britain for a purpose connected to a railway or to anything occurring on or in relation to a railway. 2 A constable of the Police Force may enter property which is or forms part of anything specified in subsection (3)— a without a warrant, b using reasonable force if necessary, and c whether or not an offence has been committed. 3 Those things are— a track, b a network, c a station, d a light maintenance depot, and e a railway vehicle. 4 In this section  “ powers ” includes powers under an enactment whenever passed or made."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "31A", "section_title": "Exercise of powers and privileges in Scotland", "section_text": "31A 1 Where a constable of the Police Force exercises in Scotland any power or privilege of a constable, Parts 1 and 2 of the Criminal Justice (Scotland) Act 2016 (in this section “the 2016 Act”) apply in relation to the exercise as though the power or privilege were exercised by a constable of the Police Service of Scotland. 2 For the purposes of subsection (1)— a in section 64 of the 2016 Act (police custody), references to a person arrested by a constable are to be read as including a person arrested by a constable of the Police Force, b section 69 of the 2016 Act (publication of information by police) does not apply."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "31B", "section_title": "Exercise of functions in relation to children under the Scottish age of criminal responsibility", "section_text": "31B 1 The following apply, in Scotland, in relation to a constable of the Police Force as they apply in relation to a constable of the Police Service of Scotland— a Part 4 of the Age of Criminal Responsibility (Scotland) Act 2019 (in this section, “the 2019 Act”), b any regulations made or guidance issued under that Part. 2 Subsections (3) to (6) make further provision in relation to the application of Part 4 of the 2019 Act to constables of the Police Force. 3 References in Part 4 of the 2019 Act (however expressed) to constables of a particular rank are to be read, in relation to action taken or proposed to be taken by constable of the Police Force, as references to a constable of the Police Force of the rank referred to. 4 References in the following sections of the 2019 Act to the chief constable are to be read as including reference to the chief constable of the Police Force— a section 29(2)(a), b section 31(3)(a) and (5)(a), c section 57(4)(a). 5 The reference in section 33(1) of the 2019 Act to an enactment includes reference to an enactment which confers a power of the type described in that section on constables of the Police Force (whether or not the enactment also confers that power on constables of the Police Service of Scotland). 6 The reference in section 75(2) of the 2019 Act to a constable is to be read as including reference to a constable of the Police Force."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "32", "section_title": "Prosecution", "section_text": "32 Where the Police Force investigates an offence in the course of the exercise of its functions, the Chief Constable may institute criminal proceedings in England and Wales in respect of the offence."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "33", "section_title": "Police services agreement", "section_text": "33 1 The Authority may enter into an agreement under this section (to be known as a police services agreement) with any person (“ the customer ”) which provides— a for the Police Force to police a railway or railway property in connection with which the customer provides railways services, in accordance with the objectives, plans, targets and directions set under sections 50 to 55, b for the Police Force to provide such additional policing services as may be specified in the agreement, and c for such incidental or ancillary matters as the parties think appropriate. 2 The Authority may not enter into a police services agreement unless a draft is approved in writing by the Secretary of State. 3 A police services agreement shall include provision requiring the customer to make payments to the Authority, which may be payments of— a specified sums, or b sums assessed in a specified manner (which may include reference to amounts paid, or expected to be paid, by the Authority). 4 In determining the terms in a police services agreement of provision about payment the Authority shall aim to ensure that— a in each financial year the expenses of the Authority, including those incurred in defraying the expenses of the Police Force, are as nearly as possible equivalent to the income of the Authority, and b the amount of the contribution to the expenses of the Authority made by each customer in a financial year approximately reflects the nature and extent of the functions likely to be undertaken in that year in accordance with the customer’s police service agreement. 5 But subsection (4) does not prevent the Authority from setting a customer’s contribution at a level which— a reflects a surplus of income over expenses in a previous financial year (whether or not relating wholly or partly to functions carried out in respect of the customer); b reflects a deficit in a previous financial year (whether or not relating wholly or partly to functions carried out in respect of the customer); c reflects the need to reserve funds for contingencies."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "34", "section_title": "Compulsory police services agreement", "section_text": "34 1 The Secretary of State may by order— a require a person who provides railway services to enter into a police services agreement; b require each member of a class of persons providing railway services to enter into a police services agreement. 2 A person commits an offence if— a he is subject to a requirement under subsection (1), and b he provides railway services without having entered into a police services agreement in respect of the railway or railway property in connection with which he provides the services. 3 A person who is guilty of an offence under subsection (2) shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum, or b on conviction on indictment, to a fine. 4 The Authority shall take reasonable steps to facilitate compliance by a person with a requirement imposed under subsection (1). 5 Before imposing a requirement on a person or class under subsection (1) the Secretary of State shall consult the person or each member of the class."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "35", "section_title": "Arbitration by Secretary of State", "section_text": "35 1 This section applies to a dispute between the Authority and a person who has entered into a police services agreement, where the dispute is about the terms, construction or operation of the agreement. 2 Either party to the dispute may refer it to the Secretary of State. 3 The Secretary of State may— a determine the dispute, or b nominate a person to determine the dispute. 4 The Secretary of State shall determine the procedure to be followed in determining a dispute under this section. 5 In particular, the Secretary of State or nominated person shall give each party to the dispute an opportunity to make representations. 6 In determining a dispute the Secretary of State or a nominated person may— a give a declaration about how a provision of a police services agreement is to be construed or operated; b vary the terms of a police services agreement; c determine that one party is obliged in accordance with a police services agreement to pay a specified sum, or a sum to be assessed in a specified manner, to the other party; d make an order about costs. 7 Where a dispute is determined under this section— a a party may appeal to the High Court on a point of law; b the determination may, with the permission of the High Court, be enforced as if it were a judgment of the High Court (and may, in particular, be enforced by the use of powers in relation to contempt of court). 8 Where it is agreed by the parties that Scots law applies to the police services agreement, a reference in subsection (7) to the High Court shall be treated as a reference to the Court of Session."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "36", "section_title": "Police regulations: general", "section_text": "36 1 The Authority may make regulations about the government, administration and conditions  of service                      of constables or other persons employed in the service of the Police Force which— a apply with or without modification regulations under section 50 of the Police Act 1996 (c. 16) (police force regulations); b deal with matters that could be dealt with by those regulations. 1A To the extent that subsection (1) concerns regulations made in pursuance of section 50(3A) of the Police Act 1996, or matters that could be dealt with by such regulations, the reference in subsection (1) to constables or other persons employed in the service of the Police Force includes former constables and other persons formerly employed in the service of the Police Force. 2 The Authority shall also make regulations similar to the provision made by and under— a sections 84 and 85 of the Police Act 1996 (representation  etc.  at disciplinary and other proceedings, and appeal), and b Schedule 6 to that Act (appeals to police appeals tribunals). 3 Regulations under this section which deal with a matter addressed by regulations under section 50 of that Act may differ from the regulations under that section only so far as necessary to reflect the structure and circumstances of the Police Force. 4 The Authority may make provision about the terms and conditions of employment of constables or other persons employed in the service of the Police Force otherwise than by regulations under this section— a whether or not equivalent provision is made by regulations under section 50 of the Police Act 1996 (c. 16), but b subject to any regulations made under this section. 5 This section does not apply in relation to special constables or cadets."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "37", "section_title": "Police regulations: special constables", "section_text": "37 1 The Authority may make regulations about the government, administration and conditions of service of special constables of the Police Force which— a apply with or without modification regulations under section 51 of the Police Act 1996 (police force regulations); b deal with matters that could be dealt with by those regulations. 1ZA To the extent that subsection (1) concerns regulations made in pursuance of section 51(2B) of the Police Act 1996, or matters that could be dealt with by such regulations, the reference in subsection (1) to special constables of the Police Force includes former special constables of the Police Force. 1A The Authority shall also make regulations similar to the provision made by and under— a sections 84 and 85 of the Police Act 1996 (representation  etc.  at disciplinary and other proceedings, and appeal), and b Schedule 6 to that Act (appeals to police appeals tribunals). 2 Regulations under this section which deal with a matter addressed by regulations under section 51 of that Act may differ from the regulations under that section only so far as necessary to reflect the structure and circumstances of the Police Force."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "38", "section_title": "Police regulations: cadets", "section_text": "38 1 The Authority may make regulations about the government, administration and conditions of service of cadets of the Police Force which— a apply with or without modification regulations under section 52 of the Police Act 1996 (police force regulations); b deal with matters that could be dealt with by those regulations. 2 Regulations under this section which deal with a matter addressed by regulations under section 52 of that Act may differ from the regulations under that section only so far as necessary to reflect the structure and circumstances of the Police Force."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "39", "section_title": "British Transport Police Federation", "section_text": "39 1 The Authority may make regulations about a body to be known as the British Transport Police Federation and having the function of representing persons employed in the service of the Police Force in matters affecting their welfare and efficiency except for questions about— a the promotion of specified persons, or b the discipline of specified persons (but this paragraph is subject to subsection (3)). 2 Regulations under this section must make provision similar to that made by regulations under section 60 of the Police Act 1996 (police federations) subject to such modifications as may be necessary to reflect the structure and circumstances of the Police Force. 3 Regulations under this Part may permit an official of the British Transport Police Federation to act for a person employed in the service of the Police Force in proceedings arising under the regulations. 4 The British Transport Police Federation— a may not become or remain connected with any other body without the approval of the Secretary of State (which may be given conditionally or unconditionally, and may be varied or withdrawn), but b may employ in an administrative or advisory capacity a person who is not employed in the service of the Police Force."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "40", "section_title": "Regulations: approval in draft", "section_text": "40 1 This section applies to regulations under section 36, 37, 38 or 39. 2 The Authority may not make regulations unless a draft has been approved by— a the Chief Constable, b the staff associations, and c the Secretary of State. 3 The Secretary of State may on the application of the Authority dispense with a requirement for approval under subsection (2)(a) or (b) in respect of specified draft regulations. 4 Before dispensing under subsection (3) with a requirement for a person’s approval the Secretary of State shall consult the person. 5 In subsection (2)(b)  “ the staff associations ” means such associations representing persons employed in the service of the Police Force as may be prescribed by order of the Secretary of State."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "41", "section_title": "Police regulations: direction to Authority", "section_text": "41 The Secretary of State may direct the Authority to— a prepare draft regulations under section 36, 37, 38 or 39 for a specified purpose, b submit them for approval under section 40(2) (whether or not as modified in accordance with section 40(3)), and c make them if approved."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "42", "section_title": "Police regulations by Secretary of State", "section_text": "42 1 The Secretary of State may by regulations make provision in relation to the Police Force in respect of any matter about which he could make regulations under section 50, 51, 52 or 60 of the Police Act 1996 (c. 16) (general regulations, special constables, cadets and police federations). 2 Regulations under section 36, 37, 38 or 39 above shall have no effect in so far as they are inconsistent with regulations under this section. 3 If regulations under this section make provision for a matter specified in section 50(3)  or (3A)   or section 51(2A)  or (2B)   of the Police Act 1996 (disciplinary proceedings), they must also make provision similar to that made by and under— a sections 84 and 85 of that Act (representation  etc.  at disciplinary and other proceedings, and appeal), and b Schedule 6 to that Act (appeals to police appeals tribunals). 4 Before making regulations under this section the Secretary of State shall consult— a the Authority, b the Chief Constable, and c the staff associations (within the meaning of section 40)."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "43", "section_title": "Regulations: further appeal", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "44", "section_title": "Equipment regulations", "section_text": "44 1 The Secretary of State may make regulations under section 53 of the Police Act 1996 (c. 16) (standard of equipment) which have effect (whether wholly or partly and whether with modifications or not) in relation to the Police Force (including in relation to Scotland). 2 Before making regulations by virtue of this section the Secretary of State shall consult (in addition to any consultation required by section 53)— a the Authority, and b the Chief Constable."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "45", "section_title": "Regulation of procedure and practice", "section_text": "45 1 The Secretary of State may make regulations under section 53A of the Police Act 1996 (regulation of procedure and practice for purpose of facilitating inter-force co-operation) which have effect (whether wholly or partly and whether with modifications or not) in relation to the Police Force (including in relation to Scotland). 2 For the purpose of regulations made by virtue of this section, section 53A shall have effect as if— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a reference to chief officers of police included a reference to the Chief Constable, and c a reference to a police force included a reference to the Police Force."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "46", "section_title": "Conditions of service: Transport Police Conference", "section_text": "46 1 This section applies to action of any of the following kinds— a the making by the Authority of regulations under section 36, 37 or 38 about the conditions of service of constables, special constables or cadets, b the making by the Secretary of State of regulations under section 42 about the conditions of service of constables, special constables or cadets, c the issuing by the Secretary of State of a document under section 29, d the taking by the Authority of a decision about the conditions of service of constables, special constables or cadets, and e the taking by the Secretary of State of a decision about the conditions of service of constables, special constables or cadets. 2 Before taking action to which this section applies the Authority or the Secretary of State shall invite the British Transport Police Federation to nominate a number of individuals, not fewer than two nor more than five, to meet with an equal number of individuals nominated by the Authority to discuss the action proposed. 3 Where a group is nominated under subsection (2) the person proposing to act shall, before acting— a give the group an opportunity to make recommendations about the proposed action, and b have regard to any recommendation made. 4 Where the person proposing to act thinks that a group nominated under subsection (2) is unable to agree recommendations about the proposed action he shall, before acting— a give the group an opportunity to nominate an individual who is not part of the group to make recommendations about the proposed action, b give any person nominated by the group an opportunity to make recommendations about the proposed action, and c have regard to any recommendation made. 5 Where the person proposing to act thinks that a group nominated under subsection (2) is unable to agree a nomination under subsection (4)(a)— a the Secretary of State may nominate a person to make recommendations about the proposed action, and b the person proposing to act shall, before acting— i give any person nominated under paragraph (a) an opportunity to make recommendations about the proposed action, and ii have regard to any recommendation made. 6 In subsections (4) and (5) a reference to agreement of a group nominated under subsection (2) is a reference to the agreement of— a a majority of the individuals nominated by the British Transport Police Federation, and b a majority of the individuals nominated by the Authority. 7 In this section a reference to conditions of service includes a reference to any terms and conditions of employment (including pay and hours of duty)."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "47", "section_title": "Code of practice: Authority", "section_text": "47 1 The Secretary of State may issue a code of practice relating to the performance by the Authority of any of its functions. 2 The Secretary of State may revise a code issued under subsection (1). 3 A code of practice issued under section 39 of the Police Act 1996 (c. 16) shall have effect in relation to the Authority— a with any necessary modifications, and b subject to the provisions of a code issued under this section. 4 Where the Secretary of State issues or revises a code under this section he shall lay before Parliament the code or revision."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "48", "section_title": "Code of practice: Chief Constable", "section_text": "48 1 The Secretary of State may issue a code of practice relating to the performance by the Chief Constable of any of his functions. 2 The Secretary of State may revise a code issued under subsection (1). 3 A code of practice issued under section 39A of the Police Act 1996 (c. 16) shall have effect in relation to the Chief Constable— a with any necessary modifications, and b subject to the provisions of a code issued under this section. 4 Where the Secretary of State issues or revises a code under this section he shall lay before Parliament the code or revision. 5 But subsection (4) shall not oblige the Secretary of State to lay before Parliament anything if he thinks that its publication— a would be against the interests of national security, b could prejudice the prevention or detection of crime or the apprehension or prosecution of offenders, or c could jeopardise a person’s safety."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "49", "section_title": "Service outside Police Force", "section_text": "49 1 The Secretary of State may make regulations about the treatment by the Authority of a person who— a is or was a constable of the Police Force, and b is or was engaged in service outside the Police Force of a specified kind. 2 The regulations shall, in particular, make provision similar to that of section 97 of the Police Act 1996 (service by police officer outside his force) subject to any modification necessary to reflect the structure and circumstances of the Police Force."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "50", "section_title": "Policing objectives: Authority", "section_text": "50 1 Before the beginning of each financial year the Authority shall set objectives for policing the railways during that year. 2 The objectives— a may relate to a matter addressed by objectives set by the Secretary of State under section 51, and b must be consistent with those objectives. 3 In setting the objectives for a year the Authority shall— a consult the Chief Constable, and b have regard to opinions expressed in accordance with section 62, ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "51", "section_title": "Policing objectives: Secretary of State", "section_text": "51 1 The Secretary of State may by direction to the Authority set objectives for policing the railways during a financial year. 2 The Secretary of State shall publish a direction under this section. 3 Before giving a direction under this section the Secretary of State shall consult— a the Authority, and b the Chief Constable. 4 Before giving a direction under this section the Secretary of State shall consider any representations made to him by the Scottish Ministers on the matter of objectives for policing the railways in Scotland."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "52", "section_title": "Railways policing plan", "section_text": "52 1 Before the beginning of each financial year the Authority shall issue a plan setting out the proposed arrangements for policing the railways during that year. 2 The plan for a year must include a statement of— a the Authority’s priorities for the year, b the financial resources which the Authority expects to be available, and c the proposed allocation of resources. 3 The plan for a year must specify— a any objective set by the Authority for that year under section 50, b any objective by the Secretary of State for the year under section 51, and c any performance target set by the Authority in relation to the achievement of an objective for that year (whether set under section 53 or otherwise). 4 A plan for a year must be consistent with the relevant three-year strategy plan issued by the Authority under section 55. 5 The Chief Constable shall submit to the Authority a draft plan for each financial year. 6 Before issuing a plan which differs from the Chief Constable’s draft the Authority shall consult him. 7 In preparing a plan the Chief Constable and the Authority shall have regard to any guidance given by the Secretary of State about railways policing plans. 7A Before issuing or revising any guidance under subsection (7) the Secretary of State shall consult— a the Authority, b the Chief Constable, and c such other persons as the Secretary of State thinks fit. 8 The Authority shall— a publish each plan under this section, and b send a copy of each plan under this section to the Secretary of State."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "53", "section_title": "Performance targets", "section_text": "53 1 The Secretary of State may by direction to the Authority require it to set a target in relation to the achievement of an objective set under section 51. 2 A direction may specify a condition which a target must satisfy. 3 The Secretary of State shall publish a direction under this section. 4 Before giving a direction under this section the Secretary of State shall consider any representations made to him by the Scottish Ministers on the matter of targets for policing the railways in Scotland."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "54", "section_title": "Performance directions", "section_text": "54 1 The Secretary of State may give a direction to the Authority— a specifying factors (“performance indicators”) by reference to which the Authority's performance in exercising functions can be measured; b specifying standards (“performance standards”) to be met by the Authority in relation to performance indicators specified under paragraph (a). 1A In specifying performance indicators and performance standards, and in deciding whether to do so, the Secretary of State shall aim to promote improvement of the way in which the functions of the Authority are exercised, having regard to a combination of economy, efficiency and effectiveness. 1B A direction under subsection (1) may specify different performance indicators or performance standards— a for different functions; b to apply at different times. 1C The Secretary of State may give a direction to the Authority requiring the Authority to— a specify performance indicators in relation to functions; b set targets for the performance of functions (“performance targets”) by reference to performance indicators specified under paragraph (a) or subsection (1)(a); c set a plan of action to be taken for the purposes of meeting a performance target. 2 The Secretary of State shall publish a direction under this section. 3 Before giving a direction the Secretary of State shall consult— a the Authority, and b any other person that he thinks appropriate."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "55", "section_title": "Three-year strategy plan", "section_text": "55 1 The Authority shall before the beginning of each consecutive period of three financial years issue a plan (“a three-year strategy plan”)                    which sets out the authority’s medium-term and long-term strategies for policing the railways during that period. 2 Before a three-year strategy plan for any period is issued by the Authority, a draft of a plan setting out medium-term and long-term strategies for policing the railways during that period must have been prepared by the Chief Constable and submitted by him to the Authority for its consideration. 3 In preparing the draft plan, the Chief Constable shall have regard to opinions expressed in accordance with section 62. 4 The Authority may modify a three-year strategy plan which it has issued for a particular period at any time during that period. 5 The Secretary of State may— a issue guidance to the Authority and to the Chief Constable as to— i the matters to be contained in any three-year strategy plan, and ii the form to be taken by any such plan, and b revise and modify that guidance from time to time. 6 Before issuing or revising any guidance under subsection (5) the Secretary of State shall consult— a the Authority, b the Chief Constable, and c such other persons as the Secretary of State thinks fit. 7 When issuing, preparing or modifying a three-year strategy plan or a draft of such a plan, the Authority or (as the case may be) the Chief Constable shall have regard to— a any guidance issued by the Secretary of State under subsection (5), b any objectives set by the Secretary of State under section 51 for a financial year falling within the period to which the plan relates,                       and                     c any performance targets set by the Authority under section 53 relating to such objectives,  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Where the Authority is proposing to issue or modify any plan under this section, it shall submit that plan, or the modifications, to the Secretary of State. 9 Where the Authority issues a three-year strategy plan or modifies such a plan, it shall— a send a copy of the plan or the modified plan to the Secretary of State, and b cause the plan or modified plan to be published. The copy of any modified plan sent to the Secretary of State and the publication of any modified plan must show the modifications, or be accompanied by or published with a document which sets them out or describes them. 10 If the Secretary of State considers that there are grounds for thinking that— a a three-year strategy plan, or b any proposals by the Authority for such a plan, or for the modification of such a plan, may not be consistent with any of the objectives, targets or priorities mentioned in subsection (7), he shall, before informing the Authority of his conclusions on whether or not the plan or the proposals are in fact so inconsistent, consult the Authority and the Chief Constable. 11 The Authority shall consult the Chief Constable before— a it issues a three-year strategy plan that differs in any material respect from the draft submitted to it by the Chief Constable, or b it modifies its three-year strategy plan. 12 The Secretary of State may by regulations make provision for the procedure to be followed on the submission to him of any plan or modifications for the purposes of this section."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "56", "section_title": "Reports by Chief Constable", "section_text": "56 1 As soon as is reasonably practicable after the end of each financial year the Chief Constable shall submit to the Authority a report about the policing of the railways in that year. 2 The Chief Constable shall publish a report submitted by him under subsection (1). 3 The Authority may require the Chief Constable to submit a report on specified matters connected with the performance of his functions. 4 The Authority may publish, or require the Chief Constable to publish, a report submitted under subsection (3). 5 But if the Chief Constable thinks that publication of all or part of a report under subsection (3) would be unnecessary, or undesirable for reasons of public interest— a he may require the Authority to refer to the Secretary of State the question whether that report or part should be published, and b the report or part shall be published only if the Secretary of State directs that it should be published."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "57", "section_title": "Annual report by Authority", "section_text": "57 1 As soon as is reasonably practicable after the end of each financial year the Authority shall issue a report about the policing of the railways in that year. 2 The Authority’s report for a year must include an assessment of the extent to which— a the objectives set for the year under section 50 have been achieved, b the arrangements set out in the railways policing plan for the year under section 52 have been implemented, and c the strategies set out in the relevant three-year strategy plan under section 55 have been implemented. 3 The Authority shall— a publish each report under this section, and b send a copy of each report under this section to the Secretary of State."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "58", "section_title": "Other reports to Secretary of State", "section_text": "58 1 The Secretary of State may by direction require the Authority to submit a report on specified matters connected with the performance of its functions. 2 The Secretary of State may by direction require the Chief Constable to submit a report on specified matters connected with the performance of his functions. 3 The Authority or Chief Constable shall submit a report required by direction under this section— a in such form as may be specified in the direction, and b within such period as may be specified in the direction. 4 The Secretary of State may— a publish a report received under this section; b require the author of the report to arrange for its publication."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "59", "section_title": "Statistics", "section_text": "59 1 The Secretary of State may require the Chief Constable to supply information about matters relating to crime committed on or in connection with the railways. 2 In particular, the Secretary of State may require information about— a offences committed; b offenders; c criminal proceedings. 3 The Chief Constable shall supply information required under this section at such times and in such form as the Secretary of State requires. 4 Where the Secretary of State receives information under this section he shall lay it or a summary of it before Parliament."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "60", "section_title": "Inquiry", "section_text": "60 1 The Secretary of State may appoint a person to inquire into a matter connected with the Police Force. 2 The Secretary of State may require a person appointed under this section to conduct the inquiry in public or in private. 3 A person appointed under this section may summon a person to attend at a specified time and place— a to give evidence; b to produce a document. 4 Where the Secretary of State receives a report of an inquiry under this section he shall, in so far as he thinks it in the public interest, publish a summary of the report. 5 In the application of this section to an inquiry held in Scotland subsection (3) shall have effect as if for  “summon” there were substituted  “                    cite                  ” ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "61", "section_title": "Inquiry: supplemental", "section_text": "61 1 A person appointed under section 60 may— a require evidence to be given on oath, and b for that purpose, administer an oath. 2 A person appointed under section 60 may not require the production of a document relating to the title of land which is not the property of the Authority. 3 A person commits an offence if without reasonable excuse he— a fails to comply with a summons under section 60, or b obstructs or fails to co-operate with an inquiry under that section. 4 A person has a reasonable excuse for failure to comply with a summons if he is not offered payment of the reasonable costs of compliance. 5 A person who is guilty of an offence under subsection (3) shall be liable on summary conviction to— a a fine not exceeding level 3 on the standard scale, b imprisonment for a term not exceeding 51 weeks, or c both. 6 The Secretary of State may direct the Authority to pay all or part of the costs incurred by a person in connection with an inquiry under section 60. 7 A direction under subsection (6) may include provision for taxation of costs. 8 In the application of this section in relation to an inquiry held in Scotland subsections (3) and (4) shall have effect as if for  “summons” there were substituted  “                    citation                  ” ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "62", "section_title": "Public consultation", "section_text": "62 1 The Authority shall make, and review from time to time, arrangements to obtain the opinions about the policing of the railways of— a passengers on the railways, b groups of persons representing passengers on the railways, c persons providing railway services, d organisations representing persons providing railway services, e employees of persons providing railway services, f organisations representing employees of persons providing railway services, g the Scottish Ministers, h the National Assembly for Wales, i organisations representing local authorities in England, j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k the  Office of Rail and Road , l the Rail Accident Investigation Branch, m . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . n . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . o other persons with an interest in the railways whom the Authority thinks it appropriate to consult. 2 The Authority shall make, and review from time to time, arrangements to invite the co-operation of the persons listed in subsection (1) in preventing crime on the railways. 3 Before making or reviewing arrangements under this section the Authority shall— a consult the Chief Constable, and b have regard to any guidance issued by the Secretary of State. 4 The Secretary of State may— a issue guidance about arrangements under this section; b require the Authority to report to him on arrangements under this section; c require the Authority to review arrangements under this section."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "63", "section_title": "Inspection", "section_text": "63 1 Her Majesty’s Inspectors of Constabulary shall inspect the Police Force from time to time. 2 Her Majesty’s Inspectors of Constabulary shall also inspect the Police Force if requested by the Secretary of State to inspect the force— a generally, or b in respect of a particular matter. 3 Following an inspection the inspectors shall report to the Secretary of State on the efficiency and effectiveness of the force— a generally, or b in the case of an inspection under subsection (2)(b), in respect of the matters to which the inspection related. 4 A report under subsection (3) must be in such form as the Secretary of State may direct. 5 Where the Secretary of State receives a report under subsection (3) he shall publish it. 6 Section 55 of the Police Act 1996 (c. 16) (inspection reports: publication and comment) shall have effect, with any necessary modifications, in relation to a report of an inspection under this section. 7 The Authority shall pay to the Secretary of State such amounts as the Secretary of State may specify in respect of an inspection carried out under this section. 8 In the application of this section in relation to Scotland— a a reference to Her Majesty’s Inspectors of Constabulary shall be treated as a reference to inspectors of constabulary appointed under  section 71(2) of the Police and Fire Reform (Scotland) Act 2012 , and b where an inspection under this section is carried out by inspectors so appointed the references to the Secretary of State in subsection (7) shall be treated as references to the Scottish Ministers."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "64", "section_title": "Action after adverse inspection report", "section_text": "64 1 Sections 65 and 66 apply where a report of Her Majesty’s Inspectors of Constabulary states that the Police Force is inefficient or ineffective— a generally, or b in a specified respect. 2 Sections 65 and 66 also apply where a report of Her Majesty’s Inspectors of Constabulary states that the Police Force is likely, unless remedial measures are taken, to become inefficient or ineffective— a generally, or b in a specified respect. 3 In the application of this section in relation to Scotland a reference to Her Majesty’s Inspectors of Constabulary shall be treated as a reference to inspectors of constabulary appointed under  section 71(2) of the Police and Fire Reform (Scotland) Act 2012 ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "65", "section_title": "Remedial direction", "section_text": "65 1 Where this section applies as a result of a report the Secretary of State may by direction require the Authority to take specified measures for the purpose of remedying a deficiency identified in the report. 2 Before giving a direction under this section the Secretary of State shall— a notify the Authority and the Chief Constable of his intention to give a direction and the reasons for it, b give the Chief Constable an opportunity to make representations, c give the Authority an opportunity to make representations, and d give the Authority an opportunity to propose action that would make it unnecessary for the Secretary of State to give a direction. 3 Where the Secretary of State gives a direction under this section he shall lay before Parliament— a a copy of the direction, and b a report about it."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "66", "section_title": "Action plan", "section_text": "66 1 Where this section applies as a result of a report, the Secretary of State may by direction require the Authority to submit to him a plan of action to be taken to remedy a deficiency identified in the report. 2 A direction under this section may require a plan to include, in particular— a performance targets; b a timetable; c proposals for assessment of achievement; d proposals for reporting to the Secretary of State about progress. 3 A direction under this section must specify a period of between four and twelve weeks within which the plan must be submitted. 4 Before giving a direction under this section the Secretary of State shall— a notify the Authority and the Chief Constable of his intention to give a direction and the reasons for it, b give the Chief Constable an opportunity to make representations, c give the Authority an opportunity to make representations, and d give the Authority an opportunity to propose action that would make it unnecessary for the Secretary of State to give a direction. 5 Where the Secretary of State gives a direction under this section he shall notify the Chief Constable. 6 As soon as is reasonably practicable after receiving a direction under this section the Authority shall require the Chief Constable to submit a draft plan of action. 7 Before submitting to the Secretary of State a plan which differs from the Chief Constable’s draft the Authority shall consult him. 8 Where the Secretary of State gives a direction under this section he shall lay before Parliament— a a copy of the direction, and b a report about it. 9 If the Secretary of State thinks that a plan of action submitted by the Authority under this section is inadequate, he may— a inform the Authority of his opinion and the reasons for it, and b give a new direction under this section."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "67", "section_title": "Senior appointment: delegation of function", "section_text": "67 The Secretary of State may delegate to the chief inspector of constabulary appointed under section 54 of the Police Act 1996 (c. 16) or  designated under section 71(3) of the Police and Fire Reform (Scotland) Act 2012 the function of— a approving an appointment under or by virtue of a provision of this Part, or b giving consent under section 22(4) or 23(4)."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "68", "section_title": "Offences", "section_text": "68 1 Subsections (1) and (2) of section 89 of the Police Act 1996 (c. 16) (assault on constable, &c.) shall apply in relation to a constable of the Police Force as they apply in relation to other constables in England and Wales. 2 Section 90 of that Act (impersonation of constable) shall apply as if— a a reference to a member of a police force included a reference to a constable of the Police Force, and b a reference to a special constable appointed for a police area included a reference to a special constable of the Police Force. 3 In their application in relation to the Police Force by virtue of this section, sections 89 and 90 of that Act shall have effect throughout England and Wales and Scotland."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "69", "section_title": "Part III of the Road Traffic Offenders Act 1988 (c. 53)", "section_text": "69 1 Part III of Road Traffic Offenders Act 1988 (fixed penalties) shall be amended as follows. 2 In section 75 (conditional offers in Scotland) after subsection (3) insert— 3A Where a constable is a constable of the British Transport Police Force subsection (3) shall have effect as if the reference to the chief constable were a reference to the chief constable of that force. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "70", "section_title": "International assistance", "section_text": "70 1 The Authority may provide advice or assistance, or arrange for the Police Force to provide advice or assistance, to a body which has responsibilities in relation to the policing of a railway outside Great Britain. 2 Advice or assistance under subsection (1)— a may, in particular, involve the secondment of an employee, b may be provided on terms or conditions (whether as to payment or otherwise), and c may not involve the provision of financial assistance (whether or not by way of investment). 3 The power under subsection (1) may be exercised only with the consent of the Secretary of State (which may be general or specific and conditional or unconditional)."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "71", "section_title": "Exercise of functions by Secretary of State", "section_text": "71 The Secretary of State shall exercise his functions in relation to the Authority under this Part for the purpose of promoting the efficiency and effectiveness of the Police Force."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "72", "section_title": "Crown application", "section_text": "72 This Part applies in relation to property irrespective of whether it belongs to or is used for the purposes of the Crown or a Duchy."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "73", "section_title": "Consequential, transitional and incidental provision", "section_text": "73 1 Schedule 5 (amendments consequential on this Part) shall have effect. 2 The Secretary of State may by order make consequential, transitional or incidental provision, or savings, for the purpose of or in connection with a provision of this Part. 3 Transitional provision under subsection (2) may, in particular, make provision in connection with the abolition of the police force comprising constables appointed under section 53 of the British Transport Commission Act 1949 (c. xxix) (“the old transport police”); and that provision may include, in particular, provision— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for the transfer to the Authority of property held  ... for the purpose of or in connection with the old transport police; c for the transfer to the Authority of rights and liabilities arising in connection with the old transport police; d for employment to be treated as continuous in the case of staff transferred; e for or in relation to the continuity (with or without modifications) of a scheme in respect of pensions, which may include a scheme having effect under an instrument; f for provision under paragraph (c) or (e) to be treated as having a specified effect for the purposes of an enactment about pension schemes; g for a pension scheme to have effect with specified modifications (which may include the conferring of a discretionary function on the Secretary of State) for the purpose of ensuring or enhancing consistency of treatment in relation to— i different classes of employee of the Authority, or ii schemes appertaining to different classes of employee of the Authority; h treating persons appointed to the old transport police as having been appointed under this Part; i for dealing with— i the termination of agreements made in respect of the old transport police; ii the treatment of rights and liabilities under agreements made in respect of the old transport police by persons who enter into police services agreements with the Authority (whether or not they are required to do so); j for the assignment or transfer (under paragraphs (a) to (c)) of property, rights or liabilities that would not otherwise be capable of being assigned or transferred; k about the continuity of legal proceedings; l to have effect in place of the provision relating to bankruptcy restrictions orders while the enactment conferring power to make those orders has not come into force; m in respect of the period (if any) between the coming into force of section 18 and the beginning of the first financial year of the Authority. 4 An order under subsection (2) may amend an enactment or instrument."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "74", "section_title": "Regulations and orders", "section_text": "74 1 An order or regulations under this Part— a may make provision which applies generally or only in specified cases or circumstances, b may make different provision for different cases or circumstances, and c may make transitional, consequential or incidental provision. 2 An order or regulations made by the Secretary of State under this Part shall be made by statutory instrument. 3 The following shall not be made unless a draft has been laid before and approved by resolution of each House of Parliament— a an order under section 73(2) which amends an enactment or instrument, b an order under section 73(2) which is made by virtue of section 73(3), and c an order under paragraph 24(2) of Schedule 4. 4 Any other order or regulations made by the Secretary of State under this Part shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "75", "section_title": "Interpretation", "section_text": "75 1 For the purposes of this Part (including, except where the context requires otherwise, subsections (2) to (5) below)  “ railway ” means— a a railway within the meaning given by section 67(1) of the Transport and Works Act 1992 (c. 42) (interpretation), and b a tramway within the meaning given by that section. 2 For the purposes of this Part  “ railway services ” means the management or control, or participation in the management or control, of all or any part or aspect of a railway or railway property. 3 For the purposes of this Part  “ railway property ” means— a a track, b a network, c a station, d a light maintenance depot, e a railway vehicle on a network or tramway, f rolling stock on a network or tramway, g a train used on a network, and h a vehicle used on a tramway. 4 For the purposes of this Part (including subsections (1)(b) and (3) above)  “ tramway ” has the meaning given by section 67(1) of the Transport and Works Act 1992 (c. 42). 5 For the purposes of this Part the following expressions have the meaning given by section 82 or 83 of the Railways Act 1993 (c. 43) (interpretation) (or, where appropriate, an equivalent meaning in relation to a tramway)— a light maintenance depot, b network, c railway vehicle, d rolling stock, e station, f track, and g train. 6 In this Part unless the context requires otherwise a reference to a constable of the Police Force includes a reference to a constable of any rank. 7 In this Part a reference to the National Policing Plan is a reference to the plan provided for in section 36A of the Police Act 1996 (c. 16). 8 This section is subject to section 77(2)."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "76", "section_title": "Index of defined expressions", "section_text": "76 The following expressions are defined for the purposes of this Part by the provisions specified. Expression Provision The Authority Section 18 British Transport Police Federation Section 39 The Chief Constable Section 21 Constable Sections 25(6) and 75 Light maintenance depot Section 75 National Policing Plan Section 75 Network Section 75 Police services agreement Section 33 The Police Force Section 20 Railway Section 75 Railway property Section 75 Railway services Section 75 Railway vehicle Section 75 Rolling stock Section 75 Station Section 75 Track Section 75 Train Section 75 Tramway Section 75"}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "77", "section_title": "Extent", "section_text": "77 1 This Part shall extend only to— a England and Wales, and b Scotland. 2 In the application of this Part in relation to Scotland any reference to a tramway shall be disregarded. 3 The powers exercisable by virtue of section 28 shall not be exercisable in relation to Scotland."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "78", "section_title": "Professional staff on duty", "section_text": "78 1 This section applies to— a a professional master of a ship, b a professional pilot of a ship, and c a professional seaman in a ship while on duty. 2 A person to whom this section applies commits an offence if his ability to carry out his duties is impaired because of drink or drugs. 3 A person to whom this section applies commits an offence if the proportion of alcohol in his breath, blood or urine exceeds the prescribed limit. 4 For the purposes of this section a master, pilot or seaman is professional if (and only if) he acts as master, pilot or seaman in the course of a business or employment. 5 Where a person is charged with an offence under this section in respect of the effect of a drug on his ability to carry out duties on a fishing vessel, it is a defence for him to show that— a he took the drug for a medicinal purpose on, and in accordance with, medical advice, or b he took the drug for a medicinal purpose and had no reason to believe that it would impair his ability to carry out his duties."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "79", "section_title": "Professional staff off duty", "section_text": "79 1 This section applies to a professional seaman in a ship at a time when— a he is not on duty, but b in the event of an emergency he would or might be required by the nature or terms of his engagement or employment to take action to protect the safety of passengers. 2 A person to whom this section applies commits an offence if his ability to take the action mentioned in subsection (1)(b) is impaired because of drink or drugs. 3 A person to whom this section applies commits an offence if the proportion of alcohol in his breath, blood or urine exceeds the prescribed limit. 4 For the purposes of this section a seaman is professional if (and only if) he acts as seaman in the course of a business or employment. 5 Where a person is charged with an offence under this section in respect of the effect of a drug on his ability to take action it is a defence for him to show that— a he took the drug for a medicinal purpose on, and in accordance with, medical advice, or b he took the drug for a medicinal purpose and had no reason to believe that it would impair his ability to take the action."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "80", "section_title": "Non-professionals", "section_text": "80 1 This section applies to a person who— a is on board a ship which is under way, b is exercising, or purporting or attempting to exercise, a function in connection with the navigation of the ship, and c is not a person to whom section 78 or 79 applies. 2 A person to whom this section applies commits an offence if his ability to exercise the function mentioned in subsection (1)(b) is impaired because of drink or drugs. 3 A person to whom this section applies commits an offence if the proportion of alcohol in his breath, blood or urine exceeds the prescribed limit. 4 The Secretary of State may make regulations providing for subsection (3) not to apply in specified circumstances. 5 Regulations under subsection (4) may make provision by reference, in particular— a to the power of a motor; b to the size of a ship; c to location."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "81", "section_title": "Prescribed limit", "section_text": "81 1 The prescribed limit of alcohol for the purposes of this Part is— a in the case of breath,   25   microgrammes of alcohol in 100 millilitres, b in the case of blood,   50   milligrammes of alcohol in 100 millilitres, and c in the case of urine,   67   milligrammes of alcohol in 100 millilitres. 2 The Secretary of State may make regulations amending subsection (1)."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "82", "section_title": "Penalty", "section_text": "82 A person guilty of an offence under this Part shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to a fine not exceeding the statutory maximum."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "83", "section_title": "Specimens, &c.", "section_text": "83 1 The provisions specified in the first column of the table below, with the modifications specified in the third column and any other necessary modifications, shall have effect in relation to an offence under this Part. 1A The references in the table to provisions of the Road Traffic Act 1988 or the Road Traffic Offenders Act 1988 are, subject to any contrary intention expressed in this Part or in any other enactment, references to those provisions as amended from time to time. Provision Description Modification Road Traffic Act  1988 (c. 52) Section 6 Power to administer preliminary tests In place of subsections (2) to (5) the power to require a person to co-operate with a preliminary test shall apply where— a constable in uniform reasonably suspects that the person is committing an offence under section 78, 79 or 80, a constable in uniform reasonably suspects that the person has committed an offence under section 78, 79 or 80 and still has alcohol or a drug in his body or is still under the influence of a drug, or an accident occurs owing to the presence of a ship in a public place and a constable reasonably suspects that the person was at the time of the accident a person to whom section 78, 79 or 80 applied. Sections 6A to 6E Preliminary breath test, impairment test, and drug test  In place of sections 6A(2) and (3), 6B(4) and 6C(2), a preliminary breath test, preliminary impairment test or preliminary drug test may be administered by a constable— at or near the place where the requirement to co-operate with the test is imposed, or at a police station specified by the constable.  In section 6B(3) a reference to unfitness to drive shall be treated as a reference to having an impaired ability, because of drink or drugs, to do anything specified in section 78(2), 79(2) or 80(2).  In section 6C, the following shall be disregarded— in subsection (1)(b), the words following  “in his body”; subsection (3). In section 6D, subsection (1)(b) shall be disregarded.  Section 7 Provision of specimen  In subsection (1) the reference to an offence under section 3A, 4 or 5 of the 1988 Act shall be treated as a reference to an offence under section 78, 79 or 80 of this Act. Subsection (1A) shall be disregarded.In subsection (2)(b), the reference to the circumstances in which section 6(5) of the 1988 Act applies shall be treated as a reference to the circumstances in which the following provision of this table applies: paragraph (c) of the modifications specified for section 6 of the 1988 Act.  In subsection (3)(c) the reference to an offence under section 3A   , 4 or 5A   of the 1988 Act shall be treated as a reference to an offence under section 78(2), 79(2) or 80(2) of this Act. Section 7A Specimen of blood taken from person incapable of consenting Section 8   Breath specimen showing higher alcohol level to be disregarded   Section 9 Protection for hospital patient Section 10 Detention of person affected by alcohol or drug In subsection (1)— the reference to driving or attempting to drive a mechanically propelled vehicle on a road shall be treated as a reference to exercising a function in connection with the navigation of a ship, and the reference to an offence under section 4   , 5 or 5A   of the 1988 Act shall be treated as a reference to an offence under section 78, 79 or 80 of this Act. In subsection (2) the reference to driving a mechanically propelled vehicle shall be treated as a reference to exercising a function in connection with the navigation of a ship.   In subsection (2), paragraph (c) shall be disregarded.   In subsection (3) the reference to driving properly shall be treated as a reference to exercising a function in connection with the navigation of a ship. Section 11 Interpretation For the definition of  “the prescribed limit” there shall be substituted the definition given in this Part. Road Traffic Offenders Act  1988 (c. 53) Section 15 Use of specimens In subsection (1), the reference to an offence under   any of sections 3A to 5A   of the Road Traffic Act 1988 shall be treated as a reference to an offence under section 78, 79 or 80 of this Act.   Subsection (2)(b) shall be disregarded.   The relevant time for the consumption of alcohol for the purpose of subsection (3)(a) shall be before providing the specimen and after the time of the alleged offence. In subsection (3)(b) the reference to driving shall be treated as a reference to exercising a function in connection with the navigation of a ship.   Subsection (3A) shall be disregarded.   Section 16 Documentary evidence 2 The Secretary of State may by regulations amend the table in subsection (1) so as— a to add a provision relating to an offence which concerns alcohol or drugs in relation to road traffic; b to add, remove or amend a modification (whether or not in connection with an amendment of a provision specified in the table). 3 For the purpose of the application by subsection (1) of a provision listed in the table in that subsection— a the provision shall extend to the whole of the United Kingdom, and b a reference to the provision shall be treated, unless the context otherwise requires, as including a reference to the provision as applied."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "84", "section_title": "Detention pending arrival of police", "section_text": "84 1 A marine official may detain a ship if he reasonably suspects that a person who is or may be on board the ship— a is committing an offence under section 78, 79 or 80, or b has committed an offence under section 78, 79 or 80. 2 The power of detention under subsection (1)— a is conditional upon the marine official making a request, either before the detention or as soon as possible after its commencement, for a constable in uniform to attend, and b lapses when a constable in uniform has decided whether or not to exercise a power by virtue of section 83 and has informed the marine official of his decision. 3 In this section  “ marine official ” means— a a harbour master, or an assistant of a harbour master, appointed by a harbour authority, b a person listed in section 284(1)(a) to (d) of the Merchant Shipping Act 1995 (c. 21)(detention of ship), and c a person falling within a class designated by order of the Secretary of State. 4 In construing section 284(1)(b) of the Merchant Shipping Act 1995 (detention by person authorised by Secretary of State) for the purpose of subsection (3)(b) above, the reference to authorisation to exercise powers under that section shall be taken as a reference— a to general authorisation to exercise powers under that section, and b to general or particular authorisation to exercise powers under this section."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "85", "section_title": "Arrest without warrant", "section_text": "85 1 A constable may arrest a person without a warrant if the constable reasonably suspects that the person— a is committing an offence under section 78(2), 79(2) or 80(2), or b has committed one of those offences and is still under the influence of drink or drugs. 2 But a person may not be arrested under this section while he is at a hospital as a patient. 3 In subsection (2)\t\t\t\t\t “ hospital ” means an institution which— a provides medical or surgical treatment for in-patients or out-patients, and b is not on a ship. 4 Arrest under this section shall be treated as arrest for an offence for the purposes of— a Part IV of the Police and Criminal Evidence Act 1984 (c. 60)\t\t\t\t\t\t\t(detention), and b Part V of the Police and Criminal Evidence (Northern Ireland) Order 1989 ( S.I.  1989/1341 (N.I. 12))\t\t\t\t\t\t\t(detention)."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "86", "section_title": "Right of entry", "section_text": "86 1 A constable in uniform may board a ship if he reasonably suspects that he may wish to exercise a power by virtue of section 83 or under section 85 in respect of a person who is or may be on the ship. 2 A constable in uniform may enter any place if he reasonably suspects that he may wish to exercise a power by virtue of section 83 or under section 85 in respect of a person who is or may be in that place. 3 For the purposes of boarding a ship or entering a place under this section a constable— a may use reasonable force; b may be accompanied by one or more persons."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "87", "section_title": "Consequential repeal", "section_text": "87 Section 117 of the Merchant Shipping Act 1995 (c. 21) (drunkenness on duty) shall cease to have effect."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "88", "section_title": "Orders and regulations", "section_text": "88 1 An order or regulations under this Part may— a make transitional, supplemental and incidental provision; b make provision generally or for specified purposes only; c make different provision for different purposes. 2 The power under section 84(3)(c) for the Secretary of State to designate a class of person includes a power for him to designate— a himself, or b one or more persons employed in his Department. 3 An order or regulations under this Part shall be made by statutory instrument. 4 Regulations under this Part shall not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 5 An order under section 84(3)(c) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 Before making regulations under section 81(2) the Secretary of State shall consult such organisations as he thinks fit."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "89", "section_title": "Interpretation", "section_text": "89 1 In this Part— a “ ship ” includes every description of vessel used in navigation, and b a reference to the navigation of a vessel includes a reference to the control or direction, or participation in the control or direction, of the course of a vessel. 2 Section 313 of the Merchant Shipping Act 1995 (c. 21) (interpretation) shall apply to the following expressions used in this Part— a fishing vessel, b foreign ship, c harbour authority, d master, e registered, f seaman, g United Kingdom ship, and h United Kingdom waters. 3 In this Part  “ pilot ” has the meaning given by section 31(1) of the Pilotage Act 1987 (c. 21) (interpretation). 4 Regulations under section 267(4)(a) of the Merchant Shipping Act 1995 (power to define  “ accident ” for the purposes of provisions about marine accident investigations) shall, so far as is practicable, apply to the word  “accident” as used in relation to this Part. 5 In this Part  “ drug ” includes any intoxicant other than alcohol."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "90", "section_title": "Crown application, &c.", "section_text": "90 1 This Part shall not apply to a member of  any of Her Majesty's forces (within the meaning of the Armed Forces Act 2006)  while acting in the course of his duties. 2 Subject to subsection (1), this Part shall apply to a person in the service of the Crown. 3 But section 84 shall not have effect in relation to a ship which— a is being used for a purpose of Her Majesty’s forces, or b forms part of the Royal Fleet Auxiliary Service. 4 This Part shall not apply to— a a member of a visiting force, within the meaning which that expression has in section 3 of the Visiting Forces Act 1952 (c. 67) by virtue of section 12(1) of that Act, while acting in the course of his duties, or b a member of a civilian component of a visiting force, within that meaning, while acting in the course of his duties."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "91", "section_title": "Territorial application", "section_text": "91 1 This Part shall have effect in relation to— a United Kingdom ships, b foreign ships in United Kingdom waters, and c un-registered ships in United Kingdom waters. 2 Section 86 shall not extend to Scotland. 3 Subsection (2) does not affect any rule of law or enactment concerning the right of a constable in Scotland to board a ship or enter any place for any purpose."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "92", "section_title": "Being unfit for duty", "section_text": "92 1 A person commits an offence if— a he performs an aviation function at a time when his ability to perform the function is impaired because of drink or drugs, or b he carries out an activity which is ancillary to an aviation function at a time when his ability to perform the function is impaired because of drink or drugs. 2 In this section  “ drug ” includes any intoxicant other than alcohol. 3 Section 94 defines  “ aviation function ” and  “ ancillary activity ” for the purposes of this Part."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "93", "section_title": "Prescribed limit", "section_text": "93 1 A person commits an offence if— a he performs an aviation function at a time when the proportion of alcohol in his breath, blood or urine exceeds the prescribed limit, or b he carries out an activity which is ancillary to an aviation function at a time when the proportion of alcohol in his breath, blood or urine exceeds the prescribed limit. 2 The prescribed limit of alcohol is (subject to subsection (3))— a in the case of breath, 9 microgrammes of alcohol in 100 millilitres, b in the case of blood, 20 milligrammes of alcohol in 100 millilitres, and c in the case of urine, 27 milligrammes of alcohol in 100 millilitres. 3 In relation to the aviation function specified in section 94(1)(h) the prescribed limit is— a in the case of breath, 35 microgrammes of alcohol in 100 millilitres, b in the case of blood, 80 milligrammes of alcohol in 100 millilitres, and c in the case of urine, 107 milligrammes of alcohol in 100 millilitres. 4 The Secretary of State may make regulations amending subsection (2) or (3). 5 Section 94 defines  “ aviation function ” and  “ ancillary activity ” for the purposes of this Part."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "94", "section_title": "Aviation functions", "section_text": "94 1 For the purposes of this Part the following (and only the following) are aviation functions— a acting as a pilot of an aircraft during flight, b acting as flight navigator of an aircraft during flight, c acting as flight engineer of an aircraft during flight, d acting as flight radio-telephony operator of an aircraft during flight, e acting as a member of the cabin crew of an aircraft during flight, f attending the flight deck of an aircraft during flight to give or supervise training, to administer a test, to observe a period of practice or to monitor or record the gaining of experience, g acting as an air traffic controller in pursuance of a licence granted under or by virtue of an enactment (other than a licence granted to a student), and h acting as a licensed aircraft maintenance engineer. 2 For the purposes of subsection (1)(h) a person acts as a licensed aircraft maintenance engineer if— a he issues a document relating to the maintenance, condition or use of an aircraft or equipment in reliance on a licence granted under or by virtue of an enactment relating to aviation, or b he carries out or supervises work on an aircraft or equipment with a view to, or in connection with, the issue by him of a document of the kind specified in paragraph (a). 3 For the purposes of this Part a reference to an activity which is ancillary to an aviation function is a reference to anything which falls to be treated as such by virtue of subsections (4) to (6). 4 An activity shall be treated as ancillary to an aviation function if it is undertaken— a by a person who has reported for a period of duty in respect of the function, and b as a requirement of, for the purpose of or in connection with the performance of the function during that period of duty. 5 A person who in accordance with the terms of an employment or undertaking holds himself ready to perform an aviation function if called upon shall be treated as carrying out an activity ancillary to the function. 6 Where a person sets out to perform an aviation function, anything which he does by way of preparing to perform the function shall be treated as an activity ancillary to it. 7 For the purposes of this Part it is immaterial whether a person performs a function or carries out an activity in the course of an employment or trade or otherwise. 8 The Secretary of State may by regulations— a amend this section; b make an amendment of this Part which is consequential on an amendment under paragraph (a)."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "95", "section_title": "Penalty", "section_text": "95 A person guilty of an offence under this Part shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to a fine not exceeding the statutory maximum."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "96", "section_title": "Specimens, &c.", "section_text": "96 1 The provisions specified in the first column of the table below, with the modifications specified in the third column and any other necessary modifications, shall have effect in relation to an offence under this Part. 1A The references in the table to provisions of the Road Traffic Act 1988 or the Road Traffic Offenders Act 1988 are, subject to any contrary intention expressed in this Part or in any other enactment, references to those provisions as amended from time to time. Provision Description Modification Road Traffic Act  1988 (c. 52) Section 6 Power to administer preliminary tests In place of subsections (2) to (5) the power to require a person to co-operate with a preliminary test shall apply where— a constable in uniform reasonably suspects that the person is committing an offence under section 92 or 93, a constable in uniform reasonably suspects that the person has committed an offence under section 92 or 93 and still has alcohol or a drug in his body or is still under the influence of a drug, an aircraft is involved in an accident and a constable reasonably suspects that the person was undertaking an aviation function, or an activity ancillary to an aviation function, in relation to the aircraft at the time of the accident, or an aircraft is involved in an accident and a constable reasonably suspects that the person has undertaken an aviation function, or an activity ancillary to an aviation function, in relation to the aircraft. Sections 6A to 6E Preliminary breath test, impairment test, and drug test In place of sections 6A(2) and (3), 6B(4) and 6C(2), a preliminary breath test, preliminary impairment test or preliminary drug test may be administered by a constable— at or near the place where the requirement to co-operate with the test is imposed, or at a police station specified by the constable. In section 6B(3) a reference to unfitness to drive shall be treated as a reference to having an impaired ability, because of drink or drugs, to perform an aviation function or to carry out an activity which is ancillary to an aviation function. In section 6C, the following shall be disregarded— in subsection (1)(b), the words following  “in his body”; subsection (3).  In section 6D, subsection (1)(b) shall be disregarded. Section 7 Provision of specimen In subsection (1) the reference to an offence under section 3A, 4 or 5 of the 1988 Act shall be treated as a reference to an offence under section 92 or 93 of this Act.   Subsection (1A) shall be disregarded.  In subsection (2)(b), the reference to the circumstances in which section 6(5) of the 1988 Act applies shall be treated as a reference to the circumstances in which the following provisions of this table apply: paragraphs (c) and (d) of the modifications specified for section 6 of the 1988 Act. In subsection (3)(c) the reference to an offence under section 3A , 4 or 5A   of the 1988 Act shall be treated as a reference to an offence under section 92 of this Act. Section 7A Specimen of blood taken from person incapable of consenting Section 8   Breath specimen showing higher alcohol level to be disregarded   . . . Section 9 Protection for hospital patient Section 10 Detention of person affected by alcohol or drug In subsection (1)— the reference to driving or attempting to drive a mechanically propelled vehicle on a road shall be treated as a reference to performing an aviation function of the kind in respect of which the requirement to provide a specimen was imposed, and the reference to an offence under section 4 , 5 or 5A   of the 1988 Act shall be treated as a reference to an offence under section 92 or 93 of this Act. In subsection (2) the reference to driving a mechanically propelled vehicle shall be treated as a reference to performing an aviation function.   In subsection (2), paragraph (c) shall be disregarded.   In subsection (3) the reference to driving properly shall be treated as a reference to performing an aviation function. Section 11 Interpretation For the definition of  “the prescribed limit” there shall be substituted the definition given in this Part. Road Traffic Offenders Act  1988 (c. 53) Section 15 Use of specimens In subsection (1), the reference to an offence under   any of sections 3A to 5A   of the Road Traffic Act 1988 shall be treated as a reference to an offence under section 92 or 93 of this Act.   Subsection (2)(b) shall be disregarded.   The relevant time for the consumption of alcohol for the purpose of subsection (3)(a) shall be before providing the specimen and after the time of the alleged offence. In subsection (3)(b) the reference to driving shall be treated as a reference to undertaking an aviation function or an activity ancillary to an aviation function.   Subsection (3A)  shall be disregarded.   Section 16 Documentary evidence 2 The Secretary of State may by regulations amend the table in subsection (1) so as— a to add a provision relating to an offence which concerns alcohol or drugs in relation to road traffic; b to add, remove or amend a modification (whether or not in connection with an amendment of a provision specified in the table). 3 For the purpose of the application by subsection (1) of a provision listed in the table in that subsection— a the provision shall extend to the whole of the United Kingdom, and b a reference to the provision shall be treated, unless the context otherwise requires, as including a reference to the provision as applied."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "97", "section_title": "Arrest without warrant", "section_text": "97 1 A constable may arrest a person without a warrant if the constable reasonably suspects that the person— a is committing an offence under section 92, or b has committed an offence under that section and is still under the influence of drink or drugs. 2 But a person may not be arrested under this section while he is at a hospital as a patient. 3 In subsection (2)\t\t\t\t\t “ hospital ” means an institution which provides medical or surgical treatment for in-patients or out-patients. 4 Arrest under this section shall be treated as arrest for an offence for the purposes of— a Part IV of the Police and Criminal Evidence Act 1984 (c. 60)\t\t\t\t\t\t\t(detention), and b Part V of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12))\t\t\t\t\t\t\t(detention)."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "98", "section_title": "Right of entry", "section_text": "98 1 A constable in uniform may board an aircraft if he reasonably suspects that he may wish to exercise a power by virtue of section 96 or under section 97 in respect of a person who is or may be on the aircraft. 2 A constable in uniform may enter any place if he reasonably suspects that he may wish to exercise a power by virtue of section 96 or under section 97 in respect of a person who is or may be in that place. 3 For the purposes of boarding an aircraft or entering a place under this section a constable— a may use reasonable force; b may be accompanied by one or more persons."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "99", "section_title": "Regulations", "section_text": "99 1 Regulations under this Part may— a make transitional, supplemental and incidental provision; b make provision generally or for a specified purpose only; c make different provision for different purposes. 2 Regulations under this Part— a shall be made by statutory instrument, and b may not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 3 Before making regulations under section 93 or 94 the Secretary of State shall consult such organisations as he thinks appropriate."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "100", "section_title": "Crown application", "section_text": "100 1 This Part shall apply to a function or activity performed or carried out in relation to an aircraft which belongs to or is employed in the service of the Crown. 2 This section is subject to section 101."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "101", "section_title": "Military application", "section_text": "101 1 This Part shall not apply to a function or activity which is performed or carried out by a member of  any of Her Majesty's forces (within the meaning of the Armed Forces Act 2006)               , acting in the course of his duties. 2 This Part shall not apply to a function or activity which is performed or carried out by— a a member of a visiting force, within the meaning which that expression has in section 3 of the Visiting Forces Act 1952 (c. 67) by virtue of section 12(1) of that Act, acting in the course of his duties, or b a member of a civilian component of a visiting force, within that meaning, acting in the course of his duties. 3 This Part shall not apply to a function or activity which is performed or carried out by a military or civilian member of a headquarters, within the meaning given by paragraphs 1 and 2 of the Schedule to the International Headquarters and Defence Organisations Act 1964 (c. 5), acting in the course of his duties."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "102", "section_title": "Territorial application", "section_text": "102 1 This Part applies in relation to— a a function or activity performed or carried out in the United Kingdom, and b a flight function performed or flight activity carried out on a United Kingdom aircraft. 2 In subsection (1)— “ flight function ” means a function falling within section 94(1)(a) to (f), “ flight activity ” means an activity which for the purposes of this Part is ancillary to a flight function, and “ United Kingdom aircraft ” means an aircraft which is registered, in accordance with an enactment about aircraft, in the United Kingdom. 3 Her Majesty may by Order in Council direct that a provision of this Part shall apply (with or without modification)— a to a function or activity performed or carried out in any of the Channel Islands or a British overseas territory; b to a function performed or activity carried out on an aircraft which is registered, in accordance with an enactment about aircraft, in any of the Channel Islands or a British overseas territory. 4 Section 98 shall not extend to Scotland. 5 Subsection (4) does not affect any rule of law or enactment concerning the right of a constable in Scotland to board an aircraft or enter any place for any purpose."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "103", "section_title": "Convention on International Carriage by Rail", "section_text": "103 1 The Secretary of State may make regulations for the purpose of giving effect to the Convention concerning International Carriage by Rail signed at Berne on 9th May 1980 as set out in the Annex to the modifying Protocol signed at Vilnius on 3rd June 1999. 2 Schedule 6 shall have effect (provision which may be made by regulations in connection with that Convention made under subsection (1) above  ...). 3 Regulations made under or by virtue of this section shall bind the Crown except in so far as they provide to the contrary. 4 Regulations made under this section shall be made by statutory instrument. 5 Regulations made under or by virtue of this section may not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 6 This section extends to the whole of the United Kingdom."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "104", "section_title": "Office of Rail Regulation: general duties", "section_text": "104 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "105", "section_title": "Railways safety levy", "section_text": "105 1 The following shall be inserted after section 43 of the Health and Safety at Work etc. Act 1974 (c. 37)\t\t\t\t\t(financial provision)— Railway safety levy 43A 1 The Secretary of State may make regulations requiring persons who provide railway services to pay railway safety levy. 2 Railway safety levy shall be applied only for the purpose of meeting expenses incurred— a in respect of activity undertaken by the Executive in reliance on section 117 of the Railways Act 1993 (safety of railways, &c.), or b in respect of activity undertaken by the Executive, under or by virtue of any other enactment, in relation to a transport system to which that section applies. 3 The railway safety levy shall not be used to meet— a an expense in respect of which a fee is payable under regulations made under section 43, or b an expense in respect of a matter specified by the regulations for the purpose of this paragraph. 4 Where an expense is incurred partly in respect of activity within subsection (2)(a) or (b) and partly in respect of other activity, the railway safety levy may be used to meet a part of that expense which is reasonably referable to activity within subsection (2)(a) or (b). 5 Regulations under subsection (1) may, in particular, determine or enable the Commission or the Executive to determine— a the total amount of the railway safety levy to be imposed in respect of a specified period; b the persons by whom the levy is to be paid; c the criteria for assessing the proportion of the levy to be paid by a particular person (which may, in particular, refer to the size of a person’s income or provide for an amount to be reduced or waived in specified circumstances); d the periods in respect of which the levy is to be paid; e the manner in which the levy is to be paid; f the person to whom the levy is to be paid; g when the levy is to be paid. 6 Regulations under subsection (1) may, in particular, enable the Commission or the Executive— a to require a person who provides railway services to supply information for the purposes of the consideration of a matter specified in subsection (5); b where information requested is not supplied, to make assumptions; c to revise a determination of a matter specified in subsection (5)\t\t\t\t\t\t\t\t\t\t\t\t(whether before, during or after the period to which it relates); d to make refunds. 7 Regulations by virtue of subsection (6)(a) may, in particular, make provision— a about the manner and timing of the supply of information; b about certification of the accuracy of information supplied; c creating a criminal offence in connection with the supply of inaccurate or misleading information (but not an offence punishable with imprisonment). 8 Regulations under subsection (1) may enable payment to be enforced by civil proceeding. 9 For the purposes of this section a person provides railway services if he manages or controls, or participates in managing or controlling, a transport system to which section 117 of the Railways Act 1993 applies. 2 In section 28(1)(a) of that Act (restriction on disclosure of information) after  “27A above” insert  “                  , by virtue of section 43A(6) below                ” . 3 In section 82 of that Act (general provisions)— a in subsection (3)(b) after  “which” insert  “                      (unless subsection (4) applies)                    ” , and b after subsection (3) insert— 4 The first regulations under section 43A(1) shall not be made unless a draft has been laid before and approved by resolution of each House of Parliament."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "106", "section_title": "Railway security services", "section_text": "106 The following shall be inserted after section 121 of the Railways Act 1993 (c. 43)\t\t\t(security: inspection)— Railway security services: approved providers 121A 1 In this section  “ railway security service ” means a process or activity carried out for the purpose of— a complying with a requirement of an instruction under section 119, or b facilitating a person’s compliance with a requirement of an instruction under section 119. 2 Regulations may provide for the Secretary of State to maintain a list of persons who are approved by him for the provision of a particular railway security service. 3 The regulations may— a prohibit the provision of a railway security service by a person who is not listed in respect of that service; b prohibit the use or engagement for the provision of a railway security service of a person who is not listed in respect of that service; c create a criminal offence; d make provision about application for inclusion in the list (including provision about fees); e make provision about the duration and renewal of entries on the list (including provision about fees); f make provision about training or qualifications which persons who apply to be listed or who are listed are required to undergo or possess; g make provision about removal from the list which shall include provision for appeal; h make provision about the inspection of activities carried out by listed persons; i confer functions on the Secretary of State or on a specified person; j confer jurisdiction on a court. 4 Regulations under subsection (3)(c)— a may not provide for a penalty on summary conviction greater than a fine not exceeding the statutory maximum, b may not provide for a penalty of imprisonment on conviction on indictment greater than imprisonment for a term not exceeding two years (whether or not accompanied by a fine), and c may create a criminal offence of purporting, with intent to deceive, to do something as a listed person or of doing something, with intent to deceive, which purports to be done by a listed person. 5 An instruction under section 119 may— a include a requirement to use a listed person for the provision of a railway security service; b provide for all or part of the instruction not to apply or to apply with modified effect where a listed person provides a railway security service. 6 Regulations under this section— a may make different provision for different cases, b may include incidental, supplemental or transitional provision, c shall be made by the Secretary of State by statutory instrument, d shall not be made unless the Secretary of State has consulted organisations appearing to him to represent persons affected by the regulations, and e shall be subject to annulment in pursuance of resolution of either House of Parliament."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "107", "section_title": "Road traffic: testing for drink and drugs", "section_text": "107 Schedule 7 shall have effect."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "108", "section_title": "Traffic regulation on long distance routes", "section_text": "108 The following shall be inserted after section 22A of the Road Traffic Regulation Act 1984 (c. 27)\t\t\t(traffic regulation for purpose of conserving natural beauty)— Traffic regulation on long distance routes 22B 1 This section applies where the Secretary of State thinks that, because of the use of a long distance route by vehicular traffic, members of the public cannot safely and conveniently— a enjoy the amenities of any part of the route or of the area through which the route runs; b take advantage of opportunities for recreation in any part of that area; c study nature in any part of that area. 2 The Secretary of State may make an order preventing the use of the route or a specified part of the route— a by vehicular traffic, or b by vehicular traffic of a specified kind. 3 An order under this section may have effect only in relation to a long distance route which is, or in so far as it is, in England. 4 An order under this section shall be treated for all purposes as if it were a traffic regulation order made by the Secretary of State in relation to a road for which he is the traffic authority (and, in particular, any provision of this Act about the making or effect of such an order shall apply). ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "109", "section_title": "Road traffic: fixed penalty", "section_text": "109 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "110", "section_title": "Seat belts: delivery drivers", "section_text": "110 The following shall be substituted for section 14(2)(b)(i) of the Road Traffic Act 1988 (c. 52)\t\t\t(seat belts: exceptions: delivery drivers)— i the driver of or a passenger in a motor vehicle constructed or adapted for carrying goods, while on a journey which does not exceed the prescribed distance and which is undertaken for the purpose of delivering or collecting any thing, ."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "111", "section_title": "Highways: snow and ice", "section_text": "111 After section 41(1) of the Highways Act 1980 (c. 66)\t\t\t(duty of highway authority to maintain highway) insert— 1A In particular, a highway authority are under a duty to ensure, so far as is reasonably practicable, that safe passage along a highway is not endangered by snow or ice."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "112", "section_title": "Shipping legislation: application to structures, craft, &c.", "section_text": "112 1 The Secretary of State may by order— a provide for a shipping provision to apply (with or without modification) in relation to specified things which are used, navigated or situated wholly or partly in or on water; b provide for a shipping provision not to apply in relation to specified things which are used, navigated or situated wholly or partly in or on water; c modify a shipping provision in its application in relation to specified things which are used, navigated or situated wholly or partly in or on water. 2 In this section  “ shipping provision ” means a provision which— a is made by or by virtue of an Act (including this Act), and b is expressed to apply in relation to ships, vessels or boats (or a specified class or description of ship, vessel or boat). 3 An order under subsection (1) may, in particular, be made in respect of a provision which— a confers power to legislate, or b creates an offence. 4 An order under subsection (1) shall have effect despite (and may amend) any provision which— a forms part of or relates to the shipping provision concerned, and b defines  “ship”,  “vessel” or  “boat” or in any other way limits or determines the application of the shipping provision concerned. 5 An order under subsection (1) may— a make different provision for different purposes; b make provision for an individual case; c make provision which applies only in specified circumstances; d make transitional provision. 6 An order under subsection (1)(a) or (c) may provide for the shipping provision not to apply, or to apply with specified modifications, where it would conflict with a specified provision or class of provision made by or by virtue of an enactment. 7 An order under subsection (1)— a shall be made by statutory instrument, b shall be subject to annulment in pursuance of a resolution of either House of Parliament, and c shall not be made unless the Secretary of State has consulted with organisations in the United Kingdom which appear to him to be representative of persons who will be affected by the order. 8 Section 311 of the Merchant Shipping Act 1995 (c. 21) (application of Act to structures, &c.) shall cease to have effect. 9 This section extends to the whole of the United Kingdom."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "113", "section_title": "Maritime security services", "section_text": "113 The following shall be inserted after section 36 of the Aviation and Maritime Security Act 1990 (c. 31) (security directions: inspection)— Maritime security services: approved providers 36A 1 In this section  “ maritime security service ” means a process or activity carried out for the purpose of— a complying with a requirement of a direction under any of sections 21 to 24, or b facilitating a person’s compliance with a requirement of a direction under any of those sections. 2 Regulations may provide for the Secretary of State to maintain a list of persons who are approved by him for the provision of a particular maritime security service. 3 The regulations may— a prohibit the provision of a maritime security service by a person who is not listed in respect of that service; b prohibit the use or engagement for the provision of a maritime security service of a person who is not listed in respect of that service; c create a criminal offence; d make provision about application for inclusion in the list (including provision about fees); e make provision about the duration and renewal of entries on the list (including provision about fees); f make provision about training or qualifications which persons who apply to be listed or who are listed are required to undergo or possess; g make provision about removal from the list which shall include provision for appeal; h make provision about the inspection of activities carried out by listed persons; i confer functions on the Secretary of State or on a specified person; j confer jurisdiction on a court. 4 Regulations under subsection (3)(c)— a may not provide for a penalty on summary conviction greater than a fine not exceeding the statutory maximum, b may not provide for a penalty of imprisonment on conviction on indictment greater than imprisonment for a term not exceeding two years (whether or not accompanied by a fine), and c may create a criminal offence of purporting, with intent to deceive, to do something as a listed person or of doing something, with intent to deceive, which purports to be done by a listed person. 5 A direction under any of sections 21 to 24 may— a include a requirement to use a listed person for the provision of a maritime security service; b provide for all or part of the direction not to apply or to apply with modified effect where a listed person provides a maritime security service. 6 Regulations under this section— a may make different provision for different cases, b may include incidental, supplemental or transitional provision, c shall be made by the Secretary of State by statutory instrument, d shall not be made unless the Secretary of State has consulted organisations appearing to him to represent persons affected by the regulations, and e shall be subject to annulment in pursuance of resolution of either House of Parliament."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "114", "section_title": "Railways in London: transfers", "section_text": "114 1 A scheme under section 409(1) or (2) of the Greater London Authority Act 1999 (c. 29) (transfer schemes) which transfers property, rights or liabilities— a from London Regional Transport or a subsidiary of London Regional Transport, and b to Transport for London or a subsidiary of Transport for London, may provide that section 412(3) of that Act (transfer not to trigger or breach contractual provision) shall not apply in relation to the transfer. 2 A transfer scheme within the meaning of paragraph 1 of Schedule 12 to that Act (schemes made by Transport for London) which transfers property, rights or liabilities may provide that paragraph 2(3) of that Schedule (transfer not to trigger or breach contractual provision) shall not apply in relation to the transfer. 3 Provision included in a scheme by virtue of subsection (1) or (2) may disapply section 412(3) of, or paragraph 2(3) of Schedule 12 to, that Act— a generally, b only in relation to a specified contract or instrument, or class of contract or instrument, c only in relation to a specified right, class of right, provision or class of provision, d only in relation to a specified transfer, or e by reference to a combination of matters mentioned in paragraphs (b) to (d). 4 Paragraph 2(3) of Schedule 12 to that Act shall not apply in respect of the transfer of property, rights or liabilities which— a have been transferred under a scheme which provided for section 412(3) not to apply in relation to the transfer in reliance on subsection (1) above, or b arise out of property, rights or liabilities transferred as described in paragraph (a). 5 Before the date on which London Underground Limited becomes a subsidiary of Transport for London— a section 217 of that Act (transfer of key system assets) shall have effect as if— i the reference to Transport for London in subsection (1) included a reference to London Regional Transport, and ii the list of bodies in subsection (2) included London Underground Limited and any subsidiary, b section 221 of that Act (Public-Private Partnership administration order) shall have effect as if a reference to the Mayor were a reference to London Regional Transport, c section 222 of that Act (restriction on winding-up Public-Private Partnership company) shall have effect as if a reference to the Mayor were a reference to London Regional Transport, and d Schedules 14 and 15 to that Act (Public-Private Partnership administration order) shall have effect (including in so far as they modify another enactment) as if a reference to the Mayor were a reference to London Regional Transport. 6 Section 425(3) of that Act (restriction on commencement of sections 220 to 224) shall cease to have effect."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "115", "section_title": "Railways in London: information", "section_text": "115 1 The enactments listed in subsection (2) shall not prevent or restrict the provision of information to the Public-Private Partnership Agreement Arbiter appointed under section 225(1) of the Greater London Authority Act 1999 (c. 29). 2 Those enactments are— a section 133 of the Fair Trading Act 1973 (c. 41), b section 174 of the Consumer Credit Act 1974 (c. 39), c section 10 of the Estate Agents Act 1979 (c. 38), d section 19 of the Competition Act 1980 (c. 21), e section 101 of the Telecommunications Act 1984 (c. 12), f section 74 of the Airports Act 1986 (c. 31), g section 38 of the Consumer Protection Act 1987 (c. 43), h section 206 of the Water Industry Act 1991 (c. 56), i section 204 of the Water Resources Act 1991 (c. 57), j section 145 of the Railways Act 1993 (c. 43), k section 55 of the Competition Act 1998 (c. 41), l section 105 of the Utilities Act 2000 (c. 27), and m section 237 of the Enterprise Act 2002 (c. 40)."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "116", "section_title": "Schedules 1 and 4: sequestration, &c. in Scotland", "section_text": "116 Where a person becomes, under paragraph 2(d) of Schedule 1, liable to dismissal or, under paragraph 7(4) of Schedule 4, ineligible for appointment— a by reason that his estate has been sequestrated, he shall cease to be so liable or ineligible— i in the case of the sequestration of his estate being recalled or reduced, on the date of that event; and ii in any other case, on his obtaining a discharge; b by reason of his having made a composition or arrangement with, or granted a trust deed for, his creditors, he shall cease to be so liable or ineligible— i in the case of his paying his debts in full, on the date on which the payment is completed; and ii in any other case, at the end of the period of five years beginning with the date on which the terms of the deed of composition or arrangement or trust deed are fulfilled."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "117", "section_title": "Interpretation: enactment", "section_text": "117 In this Act  “ enactment ” includes— a an Act of the Scottish Parliament, b an instrument made under an Act of the Scottish Parliament, and c Northern Ireland legislation."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "118", "section_title": "Repeals", "section_text": "118 The enactments listed in Schedule 8 are hereby repealed to the extent specified."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "119", "section_title": "Money", "section_text": "119 Expenditure of the Secretary of State in consequence of this Act shall be paid out of money provided by Parliament."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "120", "section_title": "Commencement", "section_text": "120 1 Subject to subsections (5) to (8), the preceding provisions of this Act shall come into force in accordance with provision made by the Secretary of State by order. 2 An order under this section— a may make provision which applies only for a specified purpose; b may make different provision for different purposes; c may make transitional, consequential or incidental provision. 3 An order under this section in respect of Schedule 1 may, in particular, make provision to have effect in place of the provision relating to bankruptcy restrictions orders while the enactment conferring power to make those orders has not come into force. 4 An order under this section shall be made by statutory instrument. 5 Section 104 (and the relevant entry in Schedule 8) shall come into force on the passing of this Act. 6 Section 105 shall come into force at the end of the period of two months beginning with the date on which this Act is passed. 7 Section 112 (and the relevant entry in Schedule 8) shall come into force at the end of the period of two months beginning with the date on which this Act is passed. 8 Section 114 (and the relevant entry in Schedule 8) shall come into force on the passing of this Act."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "121", "section_title": "Extent", "section_text": "121 1 The following provisions of this Act make provision about extent or territorial application— a section 14 (in relation to Part 1), b section 17 (in relation to Part 2), c section 77 (in relation to Part 3), d section 91 (in relation to Part 4), e section 102 (in relation to Part 5), and f sections 103(6), 109(2) and 112(9) (in Part 6). 2 An amendment or repeal of an enactment effected by this Act shall have the same extent as the enactment (or the relevant part of the enactment) amended or repealed. 3 Subsection (2)— a has effect despite any of the provisions listed in subsection (1), but b does not apply to section 109."}, {"act": "Railways and Transport Safety Act 2003", "year": 2003, "section": "122", "section_title": "Short title", "section_text": "122 This Act may be cited as the Railways and Transport Safety Act 2003."}]