[{"act": "Sunday Working (Scotland) Act 2003", "year": 2003, "section": "1", "section_title": "Sunday working: shop and betting workers in Scotland", "section_text": "1 1 The Employment Rights Act 1996 (c. 18) is amended as follows. 2 In Section 36 (which provides for  “protected” shop workers and betting workers)— a in subsection (7), at the beginning there is inserted  “                    Subject to subsection (8),                  ” ; and b after subsection (7) there is added— 8 In any provision of this Act which applies to Scotland by virtue of section 1(5) of the Sunday Working (Scotland) Act 2003 (extension to Scotland of provisions which refer to shop workers and betting workers),  “ the relevant commencement date ” means, in relation to Scotland, the date on which that section came into force. . 3 In section 232 (which relates to shop workers)— a in subsection (2), the words  “in England or Wales” are repealed. b in subsection (7)— i in paragraph (a), after the words  “intoxicating liquor” there is inserted  “                        (in Scotland, alcoholic liquor)                      ” ; and ii at the end there is added and                         alcoholic liquor                          the same meaning as in the Licensing (Scotland) Act 1976.”                       . 4 In section 233 (which relates to betting workers), in each of paragraphs (a) and (b) of subsection (2), the words  “in England or Wales” are repealed. 5 In section 244(2)\t\t\t\t\t(which provides that the provisions of the Act which refer to shop workers and betting workers extend to England and Wales only), for the words  “The provisions of this Act which refer to shop workers and betting workers” there is substituted  “                Sections 36(2) and (4), 37(1) and (5), 38 and 39              ” ."}, {"act": "Sunday Working (Scotland) Act 2003", "year": 2003, "section": "2", "section_title": "Transitory, transitional and saving provisions", "section_text": "2 The Secretary of State may by order made by statutory instrument make any transitory, transitional or saving provision which he considers necessary or expedient for the purposes of, in consequence of or for giving full effect to any provision of this Act."}, {"act": "Sunday Working (Scotland) Act 2003", "year": 2003, "section": "3", "section_title": "Commencement", "section_text": "3 This Act (except this section and section 4) comes into force on such day as the Secretary of State may by order made by statutory instrument appoint."}, {"act": "Sunday Working (Scotland) Act 2003", "year": 2003, "section": "4", "section_title": "Short title", "section_text": "4 This Act may be cited as the Sunday Working (Scotland) Act 2003."}]