[{"act": "Commissioners of Works Act 1852", "year": 1852, "section": "1", "section_title": " Commissioners of Works and Public Buildings incorporated for the purpose of holding lands, &c. under this Act.", "section_text": "1 The persons who for the time being, under the provisions of the  Crown Lands Act 1851 shall be the Commissioners of Works shall be and they are hereby constituted a corporation, by the name and style of “The Commissioners of Her Majesty’s Works and Public Buildings,” and by that name shall and may have perpetual succession, and use a common seal, to be by them from time to time altered as they shall think fit, for the purpose of taking and holding all the lands, tenements, and hereditaments whatsoever, of every tenure, by this Act vested in them, or hereafter to be vested in or purchased by them under or by virtue of the provisions of this Act, and of conveying, assigning, leasing, underleasing, or otherwise disposing of the same lands, tenements, and hereditaments, and of entering into any covenants or agreements respecting any such hereditaments vested or to be purchased, taken, or disposed of as aforesaid, but not for any other purpose."}, {"act": "Commissioners of Works Act 1852", "year": 1852, "section": "2", "section_title": " Commissioners empowered to purchase, sell, &c. lands &c., and the First Commissioner or two of them may act.", "section_text": "2 It shall be lawful for the Commissioners of Works to purchase, take, or accept any hereditaments, of what tenure soever, necessary for the public service, and to sell or exchange the same, and give a good discharge for the purchase money thereof to any purchaser or other person, and to grant any lease or leases, underlease or underleases of any such hereditaments so taken as aforesaid, and to enter into any agreements for such sale, exchange, lease, or underlease; so nevertheless that all such hereditaments shall be purchased, taken, exchanged, sold, or leased, and the produce and income thereof applied  with the consent of the Treasury which may be given either generally for any class of case, or for any particular transaction ,  and so as every conveyance of any freehold hereditaments in England, Wales, or Ireland, made to or by the said Commissioners of Works under the authority of this Act, be enrolled amongst the records of the Court of Exchequer in England or Ireland, as the case may be ; and all acts by this Act authorized to be done by the Commissioners of Works and all and every the powers and authorities whatsoever by the Act passed in the session of Parliament holden in the third and fourth years of the reign of his late Majesty King William the Fourth, chapter forty-three, and vested in or transferred to the commissioners thereby appointed, may be executed and done by the First Commissioner for the time being or Works or by any two of the said commissioners."}, {"act": "Commissioners of Works Act 1852", "year": 1852, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Commissioners of Works Act 1852", "year": 1852, "section": "4", "section_title": " Courts and buildings of the Courts of Session, Justiciary, &c. at Edinburgh vested in the Commissioners of Public Works.", "section_text": "4 All the courts, court houses, and buildings for the accommodation of the courts of Session, Justiciary, or other the supreme courts at Edinburgh, and of the clerks and officers thereof, and all the lands and buildings connected therewith, and all lands whereon the same are built, and all lands or heritages held therewith, or purchased or acquired under or by virtue of the Acts passed in the forty-sixth year of the reign of his late Majesty George the Third,  chapter one hundred and fifty-four, the forty-eighth year of the reign of his said Majesty,  chapter one hundred and forty-six,the  Jury Trials (Scotland) Act 1819 and the  Courts of Justice (Scotland) Act 1825, or any of them, shall be vested in the Commissioners of Works in their corporate capacity, for the purposes specified in the aforesaid Acts respectively, and shall be maintained and kept in repair by the said commissioners by and out of all funds (if any) now applicable for that purpose, and which funds shall be vested in or payable to the said commissioners, or by and out of such funds as shall be directed by Parliament to be applied to such purposes."}, {"act": "Commissioners of Works Act 1852", "year": 1852, "section": "5", "section_title": " Commissioners may sell, exchange, &c. lands and buildings not required for their original purpose.", "section_text": "5 As regards such of the said lands, buildings, or other heritages so hereby vested in the said commissioners as may not have been or shall not be required for the purposes for which they were acquired, the said commissioners may from time to time grant, sell, exchange, or convey the same, and lease or agree to lease the same till sold, exchanged, or conveyed; and the monies arising from any such sale or lease shall be paid to the Consolidated Fund of the United Kingdom of Great Britain and Ireland, but the receipts of the said commissioners shall be sufficient discharges to any purchaser or lessee paying any monies to them; and the said commissioners may complete or carry into effect any contract for sale, grant, exchange, or lease of any part of the said lands, buildings, and heritages herein-before entered into by any trustees of the same, or by the Commissioners of Her Majesty’s Woods, Forests, Land Revenues, Works, and Buildings, or any person or persons on their behalf."}, {"act": "Commissioners of Works Act 1852", "year": 1852, "section": "6", "section_title": " No sale, &c. without consent of Treasury.", "section_text": "6 Provided, nevertheless, that no such sale, grant, exchange or lease shall be made except with the consent of the Treasury."}, {"act": "Commissioners of Works Act 1852", "year": 1852, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}]