[{"act": "Evidence (Scotland) Act 1852", "year": 1852, "section": "1.", "section_title": " Witnesses not to be excluded by reason of crime, &c. Right to examine witnesses as to credibility not affected. Not competent to adduce as a witness any person who shall be acting as an agent in the action. Where any person adduced has been an agent no plea of confidentiality allowable.", "section_text": "1 No person adduced as a witness in Scotland before any court or before any person having by law or by consent of parties authority to take evidence, shall be excluded from giving evidence, by reason of having been convicted of or having suffered punishment for crime, or by reason of interest, or by reason of agency or of partial counsel, or by reason of having appeared without citation, or by reason of having been precognosced subsequently to the date of citation; but every person so adduced, who is not otherwise by law disqualified from giving evidence, shall be admissible as a witness, and shall be admitted to give evidence as aforesaid, not withstanding of any objections offered on the above-mentioned grounds: Provided always, that nothing herein contained shall affect the right of any party in the action or proceeding in which such witness shall be adduced to examine him on any point tending to affect his credibility: Provided also, that . . . . . .   where any person who is or has been an agent shall be adduced and examined as a witness for his client, touching any matter or thing to prove which he could not competently have been adduced and examined according to the existing law and practice of Scotland, it shall not be competent to the party adducing such witness to object, on the ground of confidentiality, to any question proposed to be put to such witness on matter pertinent to the issue."}, {"act": "Evidence (Scotland) Act 1852", "year": 1852, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Evidence (Scotland) Act 1852", "year": 1852, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Evidence (Scotland) Act 1852", "year": 1852, "section": "4", "section_title": " Witness may be recalled, after examination.", "section_text": "4 It shall be competent to the presiding judge or other person before whom any trial or proof shall proceed, on the motion of either party, to permit any witness who shall have been examined in the course of such trial or proof to be recalled."}, {"act": "Evidence (Scotland) Act 1852", "year": 1852, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}]