[{"act": "Colonial Solicitors Act 1900", "year": 1900, "section": "1", "section_title": " Admission of solicitor of British possession. ", "section_text": "1 A solicitor of a superior court in a British possession to which this Act applies, and who has been in practice before such court for not less than three years, may on giving due notice and the prescribed proof of his qualifications and good character, and either on passing the prescribed examination or, in the prescribed cases, without examination, and either after service of articles of clerkship during the prescribed period, or, in the prescribed cases, without such service, be admitted a solicitor of the   Court of Judicature  on payment of the prescribed amount in respect of . . . "}, {"act": "Colonial Solicitors Act 1900", "year": 1900, "section": "2", "section_title": " Application of Act to British possessions.", "section_text": "2 1 Where as respects a superior court in a British possession Her Majesty the Queen in Council is satisfied, on the report of a Secretary of State— a that the regulations respecting the admission of persons to be solicitors of that superior court are such as to secure that those solicitors possess proper qualifications and competency; and b that by the law of the British possession the solicitors of the   Court of Judicature  will be admitted to be solicitors of the superior court in the possession, on terms as favourable as those on which it is proposed to admit solicitors of that superior court in pursuance of this Act to be solicitors of the   Court of Judicature ; Her Majesty in Council may order that this Act shall apply, and the same shall accordingly apply to the said superior court and British possession, subject to any exceptions, conditions, and modifications specified in the order. 2 Her Majesty in Council, by the same or any subsequent order may, as respects the court and British possession named in the order, provide for all matters authorised by this Act to be prescribed, and for all matters appearing to Her Majesty to be necessary or proper for giving effect to the order and to this Act. 3 Her Majesty in Council may revoke and vary any order previously made under this Act."}, {"act": "Colonial Solicitors Act 1900", "year": 1900, "section": "3", "section_title": " Definitions.", "section_text": "3 1 In this Act, unless the context otherwise requires, the expressions “ superior court ” and “ solicitor ” mean respectively, as respects any British possession, such court in the possession, and such solicitor, attorney, law agent, or other person entitled to practice as agent in a court of law in the British possession, as may be prescribed. 2 A part of a British possession under a local legislature may be treated as a British possession for the purposes of this Act."}, {"act": "Colonial Solicitors Act 1900", "year": 1900, "section": "4", "section_title": " Application of Act to Scotland.", "section_text": "4 In the application of this Act to Scotland, the following modifications shall be made:— a “ Court of Session ” shall be substituted for “Supreme Court\"; b “ Solicitor of the Supreme Court ” shall mean any  solicitor : c “ Articles of clerkship ” shall include “indentures of apprenticeship.\""}, {"act": "Colonial Solicitors Act 1900", "year": 1900, "section": "5", "section_title": " Application of Act to Ireland.", "section_text": "5 In the application of this Act to Ireland the following modification shall be made:— Articles of clerkship shall include indentures of apprenticeship."}, {"act": "Colonial Solicitors Act 1900", "year": 1900, "section": "6", "section_title": " Modification in application of Act to different parts of the United Kingdom.", "section_text": "6 1 An Order in Council applying this Act to a court in a British possession may provide that solicitors of that court may be admitted by virtue of this Act to be solicitors in any part of the United Kingdom, namely, England, Scotland, or Ireland, or in two or one of those parts only. 2 A person admitted under this Act to be a solicitor in one part of the United Kingdom shall not, while remaining a solicitor there, be admitted under this Act to be a solicitor in any other part of the United Kingdom."}, {"act": "Colonial Solicitors Act 1900", "year": 1900, "section": "7", "section_title": " Short title, repeal, and commencement of Act.", "section_text": "7 1 This Act may be cited as the Colonial Solicitors Act 1900. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]