[{"act": "Ecclestiastical Assessments (Scotland) Act 1900", "year": 1900, "section": "1", "section_title": " When assessment to be on valued rent.", "section_text": "1 Where in any parish it shall be necessary to impose an ecclesiastical assessment which, according to previous use and wont in the parish, would fall to be imposed according to the valued rent, but which it would be competent to impose according to the real rent, it shall be lawful for any valued rent heritor to request the clerk to the heritors to summon a meeting of valued rent heritors in the manner prescribed by section twenty-two of the Ecclesiastical Buildings and Glebes (Scotland) Act; and if at such meeting it is resolved by a majority of no less than two-thirds in value of valued rent heritors, voting personally or by proxy, that the amount shall be imposed according to the valued rent, then such assessment shall be imposed according to the valued rent, any law to the contrary notwithstanding."}, {"act": "Ecclestiastical Assessments (Scotland) Act 1900", "year": 1900, "section": "2", "section_title": " Inspection, &c. of scheme of assessment on real rent.", "section_text": "2 When it has been resolved to levy an assessment in any parish according to the real rent, intimation of such resolution shall be made to the presbytery of the bounds and to the kirk-session of such parish, and thereafter a scheme showing the heritors proposed to be assessed and the amount of their respective assessments shall be made up, and shall be open, free of charge, to inspection by any heritor or other party interested for a period of at least thirty days at some convenient place in the parish, and intimation of the place where, and the period for which, the scheme is to be open to inspection, and the amount proposed to be levied on the heritor to whom it is sent shall be made by circular-letter sent by their clerk to all the heritors prior to the commencement of such period."}, {"act": "Ecclestiastical Assessments (Scotland) Act 1900", "year": 1900, "section": "3", "section_title": " Exemptions from assessment on real rent. ", "section_text": "3 From and after the commencement of this Act, whenever any ecclesiastical assessment is imposed upon lands and heritages in any parish in Scotland according to the real rent thereon 1 no part of such assessment shall be imposed or levied upon lands and heritages occupied solely as the church and accessory buildings or burying-grounds attached of any religious body in Scotland, or as the dwellinghouse with offices, or garden or glebe land attached, of the minister of such church; and 2 the rental on which each heritor shall be assessed shall be his total rental within such parish as appearing in the valuation roll (whether such rental consists of one or more subjects), but subject to deduction of the sum of fifty pounds when the amount of the deficiency which would be created in the total amount of the assessment by allowing such deduction to every heritor has been paid to the collector of the assessment by the kirk-session: Provided always that no heritor, who by reason of any exemption or deduction allowed by this section is relieved altogether from assessment in respect of the execution of any work, shall be entitled at any meeting of heritors to take part in the discussion of, or to vote upon, any question concerning any plans for or the execution of the said work, or the defraying of the expenses of the same."}, {"act": "Ecclestiastical Assessments (Scotland) Act 1900", "year": 1900, "section": "4", "section_title": " Definitions.", "section_text": "4 In this Act, except where inconsistent with the context, expressions have the meaning attached to them in the Ecclesiastical Buildings and Glebes (Scotland) Act. The expression “ ecclesiastical assessment ” means an assessment for any of the purposes mentioned in section twenty-three of the said Act. The expression “ valued rent heritor ” means a heritor liable to contribute to ecclesiastical assessments where the same are imposed according to the valued rent. The expression “ real rent heritor ” means a heritor liable to contribute to ecclesiastical assessments where the same are imposed according to the real rent."}, {"act": "Ecclestiastical Assessments (Scotland) Act 1900", "year": 1900, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Ecclesiastical Assessments (Scotland) Act 1900 . . . "}]