[{"act": "Executors (Scotland) Act 1900", "year": 1900, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Executors (Scotland) Act, 1900."}, {"act": "Executors (Scotland) Act 1900", "year": 1900, "section": "2", "section_title": " Executors nominate to have the powers and privileges of trustees.", "section_text": "2 All executors nominate shall, unless the contrary be expressly provided in the trust deed, have the whole powers, privileges, and immunities, and be subject to all the limitations and restrictions, which from time to time gratuitous trustees have, or are subject to, under the Trusts (Scotland) Acts, 1861 to 1898, or this Act, or any Act amending the same, and otherwise under the statute and common law of Scotland."}, {"act": "Executors (Scotland) Act 1900", "year": 1900, "section": "3", "section_title": " Who may be confirmed executors nominate.", "section_text": "3 Where a testator has not appointed any person to act as his executor, or failing any person so appointed, the testamentary trustees of such testator, original or assumed, or appointed by the Supreme Court  or the sheriff court (if any), failing whom any general disponee or universal legatory or residuary legatee appointed by such testator, shall be held to be his executor nominate, and entitled to confirmation in that character."}, {"act": "Executors (Scotland) Act 1900", "year": 1900, "section": "4", "section_title": " Powers &c. of executors dative where more than one.", "section_text": "4 In all cases where confirmation is, or has been, granted in favour of more executors dative than one, the powers conferred by it shall accrue to the survivors or survivor, and while more than two survive a majority shall be a quorum, and each shall be liable only for his own acts and intromissions."}, {"act": "Executors (Scotland) Act 1900", "year": 1900, "section": "5", "section_title": " Confirmation to contain inventory.", "section_text": "5 All confirmations of personal estate shall have embodied therein, or appended thereto, the inventory of estate confirmed, and the forms of confirmation prescribed by the  Confirmation of Executors (Scotland) Act, 1858, section ten, Schedules D. and E., shall be amended accordingly, by the insertion of words referring to the inventory as being embodied therein or appended thereto, or words to that effect."}, {"act": "Executors (Scotland) Act 1900", "year": 1900, "section": "6", "section_title": " Transmission of trust funds by executors of sole or last surviving trustee.", "section_text": "6 When any sole or last surviving trustee or executor . . .   has died with any  property (whether heritable or moveable) in Scotland vested in him  as trustee or executor, confirmation by his executors . . .   (if any) to the proper . . .   estate of such trustee or executor . . .  , or the probate granted in England  and Wales or Northern Ireland to his executors and noting his domicile in England and Wales or in Northern Ireland, as the case may be  shall, whether granted before or after the passing of this Act, be valid, and available to such executors for recovering such  property , and for assigning and transferring the same to such person or persons as may be legally authorised to continue the administration thereof, or, where no other act of administration remains to be performed, directly to the beneficiaries entitled thereto, or to any person or persons whom the beneficiaries may appoint to receive and discharge, realise and distribute the same, provided always that a note or statement of such  property  shall have been appended to any inventory or additional inventory of the personal estate of such deceased trustee or executor . . .   given up by his executors . . .   in Scotland, and duly confirmed; and provided further that nothing herein contained shall bind executors of a deceased trustee or executor . . .   to make up title to such  property , nor prejudice or exclude the right of any other person to complete a title to such  property  by any proceedings otherwise competent."}, {"act": "Executors (Scotland) Act 1900", "year": 1900, "section": "7", "section_title": " Where confirmation ad non executa may be granted.", "section_text": "7 Where any confirmation has become inoperative by the death or incapacity of all the executors in whose favour it has been granted, no title to intromit with the estate confirmed therein shall, otherwise than in the circumstances and to the extent authorised by the preceding section, transmit to the representatives of any such executors whatever may be the extent of their beneficial interest therein, but it shall be competent to grant confirmation ad non executa to any estate contained in the original confirmation which may remain unuplifted or untransferred to the persons entitled thereto, and such confirmation ad non executa shall be granted to the same persons and according to the same rules as confirmations ad omissa are at present granted, and shall be a sufficient title to continue and complete the administration of the estate contained therein,  and it shall be competent to specify such confirmation as a midcouple or link of title for the purposes of any deduction of title in relation to such estate from the former executors  provided always that nothing herein contained shall be held to affect the rights and preferences at present conferred by confirmation on executors creditors."}, {"act": "Executors (Scotland) Act 1900", "year": 1900, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Executors (Scotland) Act 1900", "year": 1900, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}]