[{"act": "Military Lands Act 1900", "year": 1900, "section": "1", "section_title": " County or borough council may lease land and volunteer corps may borrow on security of lease. ", "section_text": "1 1 The council of a county or borough holding land on behalf of one or more volunteer corps under subsection three of section one of the Military Lands Act, 1892, may lease the land or any part thereof to any such corps for military purposes for a period not exceeding ninety-nine years. 2 The powers of a volunteer corps to borrow . . .   under the  Military Lands Acts, 1892   and 1897, shall extend to borrowing . . .   on the security of any such lease. 3 If the volunteer corps is disbanded or the land ceases to be used for military purposes, the lease shall vest in the Secretary of State, subject to repayment of any money borrowed on the security of the lease and not already repaid."}, {"act": "Military Lands Act 1900", "year": 1900, "section": "2", "section_title": " Provision as to byelaws.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Where any land, the use of which can be regulated by byelaws under the Military Lands Act, 1892, or this Act, abuts on any sea or tidal water, or where rifle or artillery practice is or can be carried on over any sea, tidal water, or shore, from any such land, byelaws may be made in relation to any such sea, tidal water, or shore, as if they were part of the land. Provided that— a If any such byelaw injuriously affects or obstructs the exercise of any private right of any person in or over any such sea, tidal water, or shore, that person shall be entitled to compensation, and the compensation shall, in case of difference, be ascertained in manner provided by the Lands Clauses Acts with respect to the compensation for land taken otherwise than by agreement; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c No such byelaw shall be made in relation to any sea, tidal water, or shore which may for the time being be vested in Her Majesty, and under the management of the Commissioners of Woods, without the consent in writing of such Commissioners on behalf of Her Majesty first had and obtained for that purpose, which consent such Commissioners are hereby authorised to give. 2A Before making any such byelaws the Secretary of State must— a take all reasonable steps to ascertain whether the byelaws would injuriously affect any public rights; and b be satisfied, in relation to every public right that the Secretary of State considers would be injuriously affected by the byelaws— i that a restriction of the right is required for the safety of the public or for the requirements of the military purpose for which the area to which the byelaws apply is used; and ii that the restriction of the right imposed by the byelaws is only to such extent as is reasonable in all the circumstances of the case. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of this section “ public right ” means any right of navigation, anchoring, grounding, fishing, bathing, walking, or recreation. 5 Where an area to which byelaws under this section apply consists of any sea or tidal water, or the shore thereof, and the boundaries of the area cannot, in the opinion of the authority making the byelaws, be conveniently marked by permanent marks, those boundaries shall be described in the byelaws, and shall be deemed to be sufficiently marked within the meaning of section seventeen of the Military Lands Act, 1892, if, while the area is in use for military or naval purposes, sufficient means are taken to warn the public from entering the area. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Military Lands Act 1900", "year": 1900, "section": "3", "section_title": " Extension of meaning of “land.”", "section_text": "3 Section twenty-three of the  Military Lands Act, 1892, shall have effect as if the definition of “land” in that section included the bed of the sea or any tidal water, and also any right of interference with the free use of any land, and the Military Lands Act, 1892 . . .   amended by this Act, shall be construed accordingly."}, {"act": "Military Lands Act 1900", "year": 1900, "section": "4", "section_title": " Amendment of 55 & 56  Vict.  c. 43 as to limit of time for compulsory purchase.", "section_text": "4 Notwithstanding anything in section two of the Military Lands Act, 1892, the period of three years mentioned in section one hundred and twenty-three of the  Lands Clauses Consolidation Act, 1845, shall be calculated from the passing of the Act confirming any Provisional Order under the Military Lands Act, 1892, and not from the passing of the Military Lands Act, 1892."}, {"act": "Military Lands Act 1900", "year": 1900, "section": "5", "section_title": " Application to Scotland.", "section_text": "5 In the application of this Act to Scotland the following provisions shall have effect:— In subsection (9) of section twenty-five of the Military Lands Act, 1892, “ twenty-one ” shall be substituted for “twenty-two”."}, {"act": "Military Lands Act 1900", "year": 1900, "section": "6", "section_title": " Short title and construction.", "section_text": "6 This Act shall be construed as part of the Military Lands Act, 1892, and may be cited as the Military Lands Act, 1900, and the Military Lands Act, 1892, the Military Lands Act, 1897, and this Act, may be cited collectively as the Military Lands Acts, 1892 to 1900."}]