[{"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "1", "section_title": " Power to make rules as to dangerous railway operations.", "section_text": "1 1 The Board of Trade may, subject to the provisions of this Act, make such rules as they think fit with respect to any of the subjects mentioned in the schedule to this Act, with the object of reducing or removing the dangers and risks incidental to railway service. 2 Where the Board of Trade consider that avoidable danger to persons employed on any railway arises from any operation of railway service (not being a matter in respect to which rules may be made under the foregoing provisions of the section), whether that danger arises from anything done or omitted to be done by the railway company or any of its officers or servants, or from any want of proper appliances or plant, they may, subject to the provisions of this Act, after communicating with the railway company, and giving them a reasonable opportunity of reducing or removing the danger or risk, make rules for that purpose. 3 The Board of Trade may, by any rules made under this section, require amongst other matters the use of any plant or appliance which has been shown to the satisfaction of the Board of Trade to be calculated to reduce danger to persons employed on a railway, or the disuse of any plant or appliance which has been similarly shown to involve such danger. 4 The Board of Trade shall, by any rule made by them under this section, give a reasonable time for carrying out the requirements of the rule."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "2", "section_title": " Publication and consideration of draft rules.", "section_text": "2 1 When the Board of Trade propose to make any rules under this Act, the Board shall publish in the London Gazette, notice of the proposal to make the rules, and of the place where copies of the draft rules may be obtained, and of the time, not being less than one month, within which any objection or suggestion made with respect to the draft rules by or on behalf of persons affected must be lodged with the Board, and shall take such other steps as they think best adapted for giving information with respect to those matters to persons affected. 2 The Board of Trade shall consider any objection or suggestion made by or on behalf of persons appearing to them to be affected which is lodged within the required time, and give to any person lodging any such objection or suggestion an opportunity of communicating with the Board on the matter. 3 The Board of Trade may modify the draft rules in such manner as may seem expedient on consideration of the objections or suggestions, and may, if they think fit, withdraw any draft rule without prejudice to the power of making a new rule with respect to the same matter."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "3", "section_title": " Reference of objections to Railway Commissioners.", "section_text": "3 1 If, after the consideration of any such objection (including an objection relating to any matter within the discretion of the Board of Trade) the person who has made it is not satisfied with the mode in which the objection is dealt with he may, by notice in writing to the Board of Trade given within the time limited in that behalf by the Board, require the Board to refer the objection to the Railway and Canal Commissioners, and the Board shall so refer the objection accordingly. 2 The Commissioners shall consider whether any objection so referred to them is reasonable or not, and if they determine that the objection is reasonable the rule to which the objection relates shall not be made."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "4", "section_title": " Questions to be kept in view in considering objections.", "section_text": "4 The Board of Trade, in considering any objection to a draft rule, and the Commissioners in considering any objection referred to them, shall, amongst other matters, have regard to the question whether the requirements of the rule would materially interefere with the trade of the country, or with the necessary operations of any railway company."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "5", "section_title": " Making of rules.", "section_text": "5 1 The Board of Trade, after the consideration of objections and suggestions, shall (except when they withdraw the rules) send a copy of the rules as proposed to be made to each objector, and shall fix a limit of time, not being less than one month, within which any notice requiring an objection to be referred to the Commissioners is to be given to the Board. 2 If no such notice is given to the Board of Trade within the time so limited, the Board may make the rules as proposed to be made; but if any such notice is given within that time the Board shall not make the rules until the Commissioners have given their decision on the objection, and have decided against it."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "7", "section_title": " Application of rules.", "section_text": "7 Rules made under this Act may apply either generally, or to any particular railways or class of railways, and may provide for the exemption from their operation of any specified railways or class of railways."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "8", "section_title": " Power to make an order or give a direction in place of a rule.", "section_text": "8 Where, in the opinion of the Board of Trade, the requirements of the case would be better met by a specific order or direction than by a general rule, the Board of Trade may make such an order or direction in the same manner as they may make a rule under this Act, and subject to the same provisions, and the provisions of this and any other Act shall apply as if the order or direction were a rule under this Act."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "9", "section_title": " Power to extend time.", "section_text": "9 The Board of Trade may extend the time fixed by them under this Act for the making of objections or suggestions with respect to draft rules, or the giving of a notice requiring an objection to be referred to the Commissioners, in the case of any objection, suggestion, or notice, if it is shown to their satisfaction that the extension of time is justified by the special circumstances of the case."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "10", "section_title": " Application to rescind or vary rules.", "section_text": "10 1 Any person affected by any rule made under this Act, which has been in operation for a period exceeding three months, may apply to the Board of Trade to make a rule rescinding or varying the same. Such application shall be made in writing and shall be accompanied by a statement of the grounds upon which it is made. 2 If any such application is made within eighteen months after the date on which the rule in respect of which the application is made has come into operation, and the Board of Trade decline to entertain the application, the Board of Trade shall, if requested by the person making the application, refer it to the Railway and Canal Commissioners, and the Commissioners shall consider and decide whether the application is reasonable or not, as if it were an objection to a rule under this Act, and if they decide that the application is reasonable, the Board of Trade shall propose a rule to meet it."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "11", "section_title": " Penalties.", "section_text": "11 1 If any railway company or other company or person acts in contravention of, or fails to comply with, any rule under this Act, then— a the company or person shall be liable for each offence on conviction under the Summary Jurisdiction Acts to a fine not exceeding  level 3 on the standard scale , or in the case of a continuing offence to a fine not exceeding ten pounds for every day during which the offence continues after conviction; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "13", "section_title": " Inspection and notices of accidents.", "section_text": "13 1 The powers of the Board of Trade for the inspection of railways shall include power to inspect any railway for the purpose of ascertaining whether there is any ground for proceeding under this Act, or whether there has been any contravention of or default in compliance with any rule made under this Act. 2 The duty of a railway company to give notice of accidents shall apply to accidents attended with loss of life or personal injury to any person in the employment of the company on any line, or siding having a junction with the railway of the railway company, but not belonging to or in the occupation of any railway company, in like manner as it applies to such accidents when occurring on the railway of the company, and the provisions relating to the notice of such accidents shall have effect accordingly. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "14", "section_title": " Issuing debenture stock to meet expenses incurred under this Act.", "section_text": "14 Where the requirements of any rules under this Act involve any expenditure by a railway company which would properly be chargeable to capital account, the company may furnish to the Board of Trade an estimate of the expenditure, and thereupon the Board of Trade shall, on the application of the company, fix and determine the sum which is properly chargeable to capital account, and the company may issue debentures or debenture stock ranking pari passu with any existing debentures or debenture stock of the company, bearing interest at a rate not exceeding five per cent. per annum, to an amount not exceeding the sum so fixed and determined, and any money raised under the provisions of this section shall be applied in carrying out the requirements of the rules, and to no other purpose whatsoever, and no other authority, save the certificate of the Board of Trade, shall be requisite to authorise and validate the issue of the debentures or debenture stock."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "15", "section_title": " Staff, inquiries, and experiments.", "section_text": "15 1 The Board of Trade may (with the concurrence of the Treasury as to number and salary) appoint or employ such persons as appear to them to be required for carrying this Act into effect, and may hold such inquiries, and make such experiments as they think expedient for that purpose. 2 Subject to the provisions of this Act the remuneration of any such persons, and the expenses incurred by the Board in relation to any inspection, inquiry, or experiment under this Act shall (to an amount approved by the Treasury) be defrayed out of moneys provided by Parliament. 3 It shall be the duty of every railway company to give all reasonable facilities (subject to the due working of their traffic) for conducting any experiments made by the Board of Trade for the purpose of this Act, but such experiments shall be made without risk or expense to the railway company except as may be otherwise agreed, and except in case of default on the part of the railway company in conducting the experiments. 4 Where under this Act any objections are referred to a referee . . .   section three of the  Board of Trade (Arbitrations, &c.) Act 1874, shall apply as if the referee were appointed on an application made in pursuance of a special Act, and the objectors were parties to the application within the meaning of that section. 5 Where the Board of Trade hold a special inquiry with reference to an objection to a proposed rule on the application of the objector, the person appointed to hold the inquiry may, if on the inquiry it appears to him that the circumstances were not such as to render a special inquiry necessary, order the objector to pay the whole or any part of the costs certified by the Board to have been incurred by them in holding the special inquiry, and any amount so ordered to be paid may be recovered as a debt to the Crown."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "16", "section_title": " Definition of “railway” and “railway company.”", "section_text": "16 In this Act— The expression “ railway ” means any railway used for the purposes of public traffic whether passenger, goods, or other traffic, and includes any works of the railway company connected with the railway; and The expression “ railway company ” includes a company or person working a railway under lease or otherwise."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "17", "section_title": " Obligation of railway company under terms of lease or agreement.", "section_text": "17 If any rule made under this Act imposes an obligation on a railway company inconsistent with the terms of any lease or agreement under which the railway of that company is worked, the railway company shall not under any liability for any breach of or default in complying with the terms of any such lease or agreement, so far as that breach or default is a necessary consequence of compliance with the rule."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "18", "section_title": " Provision against double notices, double inspections, &c.", "section_text": "18 Nothing in this Act shall require notice of accidents to be given in cases where such a notice is required to be given under any Act relating to factories or mines, or authorise any inspection, inquiry, or investigation to be made where an inspection, inquiry, or investigation may be made with respect to the same matter for the same purpose under any other Act by, or by any officer of, a Government Department."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "19", "section_title": " Application to Scotland and Ireland.", "section_text": "19 1 In the application of this Act to railways in Scotland and Ireland respectively, references to the Edinburgh or  Belfast  Gazette shall, as the case may require, be substituted for references to the London Gazette. 2 In the application of this Act to railways in Scotland, the following modifications shall be made:— The expression “ Summary Jurisdiction Acts ” means the Summary Jurisdiction (Scotland) Acts; The summary jurisdiction conferred by this Act shall be exercised solely by the sheriff, and shall be held to be civil within the meaning of the twenty-eighth section of the  Summary Procedure Act 1864. The sheriff shall upon request of any party to the cause take notes of the evidence, and any party, if dissatisfied with the sheriff’s judgment as erroneous either in point of law or of fact, may appeal thereagainst to either division of the Court of Session, which appeal shall be heard summarily by the said division, whose judgment shall be final. The Court of Session may, if it thinks fit, by act of sederunt regulate the form and time of presentation of such appeals."}, {"act": "Railway Employment (Prevention of Accidents) Act 1900", "year": 1900, "section": "20", "section_title": " Short title.", "section_text": "20 This Act may be cited as the Railway Employment (Prevention of Accidents) Act 1900."}]