[{"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "1", "section_title": " Interpretation of references to the Conventions and Contracting States.", "section_text": "1 1 In this Act— “ the 1968 Convention ” means the Convention on jurisdiction and the enforcement of judgments in civil and commercial matters (including the Protocol annexed to that Convention), signed at Brussels on 27th September 1968; “ the 1971 Protocol ” means the Protocol on the interpretation of the 1968 Convention by the European Court, signed at Luxembourg on 3rd June 1971; “ the Accession Convention ” means the Convention on the accession to the 1968 Convention and the 1971 Protocol of Denmark, the Republic of Ireland and the United Kingdom, signed at Luxembourg on 9th October 1978; “ the 1982 Accession Convention ” means the Convention on the accession of the Hellenic Republic to the 1968 convention and the 1971 Protocol, with the adjustments made to them by the Accession Convention, signed at Luxembourg on 25th October 1982;                         “ the 1989 Accession Convention ”means the Convention on the accession of the kingdom of Spain and the Portuguese Republic to the 1968 Convention and the 1971 Protocol,with the adjustments made to them by the Accession Convention and the 1982 Accession Convention, signed at Donostia-San Sebastian on 26th May 1989 ...   the 1996 Hague Convention  means the Convention on Jurisdiction, Applicable Law, Recognition, Enforcement and Co-operation in respect of Parental Responsibility and Measures for the Protection of Children concluded on 19th October 1996 at The Hague;    “the  2005 Hague Convention ” means the Convention on Choice of Court Agreements concluded on 30th June 2005 at the Hague;     “the  2007 Hague Convention ” means the Convention on the International Recovery of Child Support and other forms of Family Maintenance done at The Hague on 23 November 2007;    ... ... ...   “the Regulation” means Regulation ( EU )  No.  1215/2012 of the European Parliament and of the Council of 12 December 2012 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (recast)  ... as applied by virtue of the Agreement made on 19 October 2005 between the European Community and the Kingdom of Denmark on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters ( OJ  No L 299, 16.11.2005, p62;  OJ  No L79, 21.3.2013, p4)  as that Regulation had effect and was applied immediately before   IP completion day ;   2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this Act—   “ 2005 Hague Convention  State”, in any provision, in the application of that provision in relation to the  2005 Hague Convention , means a State bound by that Convention;     “2007 Hague Convention State”, in any provision, in the application of that provision in relation to the  2007 Hague Convention , means a State bound by that Convention;   “ Contracting State ”, without more, in any provision means— ... ...   in the application of the provision in relation to the  2005 Hague Convention , a  2005 Hague Convention  State;   ... ... ... ... 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "2", "section_title": "The   Brussels Conventions  to have the force of law.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "3", "section_title": " Interpretation of the   Brussels Conventions .", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "3A", "section_title": "\n\t\t\tThe Lugano Convention to have the force of law.", "section_text": "3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "3B", "section_title": "\n\t\t\tInterpretation of the Lugano Convention.", "section_text": "3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "3C", "section_title": "The 1996 Hague Convention to have the force of law", "section_text": "3C 1 The 1996 Hague Convention shall have the force of law in the United Kingdom. 2 For the purposes of this Act the 1996 Hague Convention is to be read together with the following declarations made by the United Kingdom on 27th July 2012— a the declaration under Article 29 of the Convention, concerning applicable territorial units; b the declaration under Article 34 of the Convention, concerning communication of requests under paragraph 1 of that Article; c the declaration under Article 54 of the Convention, concerning the use of French. 3 For convenience of reference there are set out in Schedules 3D and 3E respectively— a the English text of the 1996 Hague Convention; b the declarations referred to in subsection (2)."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "3D", "section_title": "The 2005 Hague Convention to have the force of law", "section_text": "3D 1 The 2005 Hague Convention shall have the force of law in the United Kingdom. 2 For the purposes of this Act the 2005 Hague Convention is to be read together with   the declarations made by the United Kingdom on 28th September 2020 under Article 21 of the Convention, concerning insurance contracts .  3 For convenience of reference there are set out in Schedules 3F and 3FA respectively— a the English text of the 2005 Hague Convention; b the declarations referred to in subsection (2)."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "3E", "section_title": "The 2007 Hague Convention to have the force of law", "section_text": "3E 1 The 2007 Hague Convention shall have the force of law in the United Kingdom. 2 For the purposes of this Act the 2007 Hague Convention is to be read together with the following reservations and declarations made by the United Kingdom on 28th September 2020— a the declaration under Article 2(3) of the Convention, concerning spousal support; b the reservation under Article 44(3) of the Convention, concerning the use of French; c the declaration under Article 11(1)(g) of the Convention, concerning application contents; d the unilateral declaration concerning the application of the Convention. 3 For convenience of reference there are set out in Schedules 3G and 3GA respectively— a the English text of the 2007 Hague Convention; b the reservations and declarations referred to in subsection (2)."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "4", "section_title": " Enforcement of judgments other than maintenance orders.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "4A", "section_title": "\n          Enforcement of judgments, other than maintenance orders, under the Lugano Convention", "section_text": "4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "4B", "section_title": "Registration and enforcement of judgments under the  2005 Hague Convention", "section_text": "4B 1 A judgment which is required to be recognised and enforced under the  2005 Hague Convention  in any part of the United Kingdom must be registered in the prescribed manner in the appropriate court, on the application of any interested party. 2 In subsection (1) “the appropriate court” means— a in England and Wales or Northern Ireland, the High Court; b in Scotland, the Court of Session. 3 A judgment which is required to be recognised and enforced under the  2005 Hague Convention  must be registered without delay on completion of the formalities in Article 13 of the  2005 Hague Convention  if the registering court considers that it meets the condition for recognition in Article 8(3) of the  2005 Hague Convention , without any review of whether a ground for refusal under Article 9 applies. 4 The party against whom enforcement is sought shall not be entitled to make any submission on the application for registration. 5 Where a judgment which is required to be recognised and enforced under the  2005 Hague Convention  has been registered, the reasonable costs or expenses of and incidental to its registration shall be recoverable as if they were sums recoverable under the judgment. 6 A judgment which is required to be recognised and enforced under the  2005 Hague Convention  shall, for the purposes of its enforcement, be of the same force and effect, the registering court shall have in relation to its enforcement the same powers, and proceedings for or with respect to its enforcement may be taken, as if the judgment had been originally given by the registering court and had (where relevant) been entered. 7 Subsection (6) is subject to section 7 (interest on registered judgments) and to any provision made by rules of court as to the manner in which and conditions subject to which a judgment registered under the  2005 Hague Convention  may be enforced."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "5", "section_title": " Recognition and enforcement of maintenance orders.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "5A", "section_title": "\n          Recognition and enforcement of maintenance orders under the Lugano Convention", "section_text": "5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "6", "section_title": " Appeals under Article 37, second paragraph and Article 41.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "6A", "section_title": "\n          Appeals under Article 44 and Annex  IV  of the Lugano Convention", "section_text": "6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "6B", "section_title": "Appeals in relation to registration of judgments under the  2005 Hague Convention", "section_text": "6B 1 A decision on the application for registration of a judgment required to be recognised and enforced under the  2005 Hague Convention  may be appealed against by either party. 2 The appeal referred to in subsection (1) lies— a in England and Wales or Northern Ireland, to the High Court; b in Scotland, to the Court of Session. 3 The court to which an appeal referred to in subsection (1) is brought must refuse or revoke registration only if— a the condition for recognition in Article 8(3) of the  2005 Hague Convention  is not met; b the ground for postponement or refusal of recognition in Article 8(4) of the  2005 Hague Convention  applies; or c one or more of the grounds specified in Article 9 of the  2005 Hague Convention  apply. 4 A single further appeal on a point of law against the judgment given on the appeal referred to in subsection (1) lies— a in England and Wales or Northern Ireland, to the Court of Appeal or to the Supreme Court in accordance with Part II of the Administration of Justice Act 1969 (appeals direct from the High Court to the Supreme Court); b in Scotland, to the Inner House of the Court of Session. 5 Paragraph (a) of subsection (4) has effect notwithstanding section 15(2) of the Administration of Justice Act 1969 (exclusion of direct appeal to the Supreme Court in cases where no appeal to that Court lies from a decision of the Court of Appeal)."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "7", "section_title": " Interest on registered judgments.", "section_text": "7 1 ... Where in connection with an application for registration of a judgment under section   ...  4B ...  the applicant shows— a that the judgment provides for the payment of a sum of money; and b that in accordance with the law of the Contracting State in which the judgment was given interest on that sum is recoverable under the judgment from a particular date or time, the rate of interest and the date or time from which it is so recoverable shall be registered with the judgment and, subject to any provision made under subsection (2), the debt resulting,  ... from the registration of the judgment shall carry interest in accordance with the registered particulars. 2 Provision may be made by rules of court as to the manner in which and the periods by reference to which any interest payable by virtue of subsection (1) is to be calculated and paid, including provision for such interest to cease to accrue as from a prescribed date. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 ... Debts under judgments registered under section    ...  4B ... shall carry interest only as provided by this section."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "8", "section_title": "Currency of payment under registered maintenance orders.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "9", "section_title": "  Provisions supplementary to Article 26 of the 2005 Hague Convention .", "section_text": "9 1 ...  Article 26 of the  2005 Hague Convention   (relationship between   the 2005 Hague Convention   and other conventions to which Contracting States are or may become parties) shall have effect in relation to— a any statutory provision, whenever passed or made, implementing any such other convention in the United Kingdom; and b any rule of law so far as it has the effect of so implementing any such other convention, as they have effect in relation to that other convention itself. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "10", "section_title": "Allocation within U.K. of jurisdiction with respect to trusts and consumer contracts.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "11", "section_title": "Proof and admissibility of certain judgments and related documents.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "11A", "section_title": "Proof and admissibility of certain judgments and related documents for the purposes of the Lugano Convention", "section_text": "11A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "11B", "section_title": "Proof and admissibility of certain judgments and related documents for the purposes of the  2005 Hague Convention", "section_text": "11B 1 For the purposes of the  2005 Hague Convention — a a document, duly authenticated, which purports to be a copy of a judgment given by a court of a  2005 Hague Convention  State other than the United Kingdom shall without further proof be deemed to be a true copy, unless the contrary is shown; and b a certificate issued by the court of the  2005 Hague Convention  State of origin, in the form recommended for use under the  2005 Hague Convention  and published by the Hague Conference on Private International Law, as referred to in Article 13(3) of the  2005 Hague Convention , shall be evidence, and in Scotland sufficient evidence, as to whether the judgment has effect or is enforceable in the  2005 Hague Convention  State of origin. 2 A document purporting to be a copy of a judgment given by any such court as is mentioned in subsection (1)(a) is duly authenticated for the purposes of this section if it purports— a to bear the seal of that court; or b to be certified by any person in their capacity as judge or officer of that court to be a true copy of a judgment given by that court. 3 Nothing in this section shall prejudice the admission in evidence of any document which is admissible apart from this section."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "12", "section_title": " Provision for issue of copies of, and certificates in connection with,  U.K.  judgments.", "section_text": "12 Rules of court may make provision for enabling any interested party wishing to secure under  ...  the  2005 Hague Convention   the recognition or enforcement in another Contracting State of a judgment given by a court in the United Kingdom to obtain, subject to any conditions specified in the rules— a a copy of the judgment; and b a certificate giving particulars relating to the judgment and the proceedings in which it was given."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "13", "section_title": "Modifications to cover authentic instruments and court settlements.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "14", "section_title": "Modifications consequential on revision of the Conventions.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "15", "section_title": " Interpretation of Part I and consequential amendments.", "section_text": "15 1 In this Part, unless the context otherwise requires— “ judgment ” has the meaning given by  ...  Article 4(1) of the  2005 Hague Convention ; ... ... “ prescribed ” means prescribed by rules of court. 2 References in this Part to a judgment registered under   sections  ...  4B ...  include, to the extent of its registration, references to a judgment so registered to a limited extent only. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The enactments specified in Part I of Schedule 12 shall have effect with the amendments specified there, being amendments consequential on this Part."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "15A", "section_title": "Scope of sections 15B to 15E", "section_text": "15A 1 Sections 15B to 15E make provision about the jurisdiction of courts in the United Kingdom— a in matters relating to consumer contracts where the consumer is domiciled in the United Kingdom; b in matters relating to individual contracts of employment. 2 Sections 15B and 15C apply only if the subject-matter of the proceedings and the nature of the proceedings are within the scope of the Regulation as determined by Article 1 of the Regulation (whether or not the Regulation would have had effect before   IP completion day   in relation to the proceedings). 3 Sections 15B to 15E do not apply to proceedings of a description listed in Schedule 5 or to proceedings in Scotland under an enactment which confers jurisdiction on a Scottish court in respect of a specific subject-matter on specific grounds."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "15B", "section_title": "Jurisdiction in relation to consumer contracts", "section_text": "15B 1 This section applies in relation to proceedings whose subject-matter is a matter relating to a consumer contract where the consumer is domiciled in the United Kingdom. 2 The consumer may bring proceedings against the other party to the consumer contract— a where the other party to the consumer contract is domiciled in the United Kingdom, in the courts of the part of the United Kingdom in which the other party to the consumer contract is domiciled, or b in the courts for the place where the consumer is domiciled (regardless of the domicile of the other party to the consumer contract). 3 Proceedings may be brought against the consumer by the other party to the consumer contract only in the courts of the part of the United Kingdom in which the consumer is domiciled. 4 Subsections (2) and (3) are subject to rule 11 of Schedule 4 (and rule 14 of Schedule 4 has effect accordingly). 5 Subsections (2) and (3) do not affect— a the right (under rule 5(c) of Schedule 4 or otherwise) to bring a counterclaim in the court in which, in accordance with subsection (2) or (3), the original claim is pending, b the operation of rule 3(e) or (h)(ii) of Schedule 4, or c the operation of any other rule of law which permits a person not domiciled in the United Kingdom to be sued in the courts of a part of the United Kingdom. 6 Subsections (2) and (3) may be departed from only by an agreement— a which is entered into after the dispute has arisen, b which allows the consumer to bring proceedings in courts other than those indicated in this section, or c which is entered into by the consumer and the other party to the contract, both of whom are at the time of conclusion of the contract domiciled or habitually resident in the United Kingdom and in the same part of the United Kingdom, and which confers jurisdiction on the courts of that part of the United Kingdom, provided that such an agreement is not contrary to the law of that part of the United Kingdom. 7 For the purposes of this section, where a consumer enters into a consumer contract with a party who is not domiciled in the United Kingdom, the other party to the contract is deemed to be domiciled in a particular part of the United Kingdom if that party has a branch, agency or establishment in that part of the United Kingdom and the dispute arose out of the operations of that branch, agency or establishment."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "15C", "section_title": "Jurisdiction in relation to individual contracts of employment", "section_text": "15C 1 This section applies in relation to proceedings whose subject-matter is a matter relating to an individual contract of employment. 2 The employer may be sued by the employee— a where the employer is domiciled in the United Kingdom, in the courts for the part of the United Kingdom in which the employer is domiciled, b in the courts for the place in the United Kingdom where or from where the employee habitually carries out the employee's work or last did so (regardless of the domicile of the employer), or c if the employee does not or did not habitually carry out the employee's work in any one part of the United Kingdom      or any one overseas country , in the courts for the place in the United Kingdom where the business which engaged the employee is         or was  situated (regardless of the domicile of the employer). 3 If the employee is domiciled in the United Kingdom, the employer may only sue the employee in the part of the United Kingdom in which the employee is domiciled (regardless of the domicile of the employer). 4 Subsections (2) and (3) are subject to rule 11 of Schedule 4 (and rule 14 of Schedule 4 has effect accordingly). 5 Subsections (2) and (3) do not affect— a the right (under rule 5(c) of Schedule 4 or otherwise) to bring a counterclaim in the court in which, in accordance with subsection (2) or (3), the original claim is pending, b the operation of rule 3(e) of Schedule 4, c the operation of rule 5(a) of Schedule 4 so far as it permits an employer to be sued by an employee, or d the operation of any other rule of law which permits a person not domiciled in the United Kingdom to be sued in the courts of a part of the United Kingdom. 6 Subsections (2) and (3) may be departed from only by an agreement which— a is entered into after the dispute has arisen, or b allows the employee to bring proceedings in courts other than those indicated in this section. 7 For the purposes of this section, where an employee enters into an individual contract of employment with an employer who is not domiciled in the United Kingdom, the employer is deemed to be domiciled in the relevant part of the United Kingdom if the employer has a branch, agency or other establishment in that part of the United Kingdom and the dispute arose from the operation of that branch, agency or establishment."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "15D", "section_title": "Further provision as to jurisdiction", "section_text": "15D 1 Agreements or provisions of a trust instrument conferring jurisdiction shall have no legal force if they are contrary to the provisions of section 15B(6) or 15C(6). 2 Even if it would not otherwise have jurisdiction under section 15B or 15C, a court of a part of the United Kingdom before which a defendant enters an appearance has jurisdiction in those proceedings. 3 Subsection (2) does not apply where — a appearance was entered to contest the jurisdiction, or b another court in the United Kingdom has exclusive jurisdiction by virtue of rule 11 of Schedule 4. 4 Subsection (2) does not apply if the defendant is the consumer or employee in relation to the subject-matter of the proceedings, unless the defendant is informed by the court of— a the defendant's right to contest the jurisdiction, and b the consequences of entering or not entering an appearance. 5 Subsection (6) applies where— a a defendant domiciled in the United Kingdom is sued in a court of a part of the United Kingdom other than the part in which the defendant is domiciled and does not enter an appearance, and b the subject-matter of the proceedings is a matter in relation to which section 15B or 15C applies. 6 The court must— a declare of its own motion that it has no jurisdiction, unless it has jurisdiction by virtue of section 15B or 15C or a rule referred to in section 15B(4) or (5) or 15C(4) or (5); b stay the proceedings so long as it is not shown that— i the defendant has been able to receive the document instituting the proceedings or an equivalent document in sufficient time to enable the defendant to arrange for the defendant's defence, or ii all necessary steps have been taken to this end. 7 Application may be made to the courts of a part of the United Kingdom for such provisional, including protective, measures as may be available under the law of that part, even if, by virtue of section 15B or 15C or this section, the courts of another part of the United Kingdom have jurisdiction as to the substance of the matter."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "15E", "section_title": "Interpretation", "section_text": "15E 1 In sections 15A to 15D and this section— “ consumer ”, in relation to a consumer contract, means a person who concludes the contract for a purpose which can be regarded as being outside the person's trade or profession; “ consumer contract ” means— a contract for the sale of goods on instalment credit terms, a contract for a loan repayable by instalments, or for any other form of credit, made to finance the sale of goods, or a contract which has been concluded with a person who— pursues commercial or professional activities in the part of the United Kingdom in which the consumer is domiciled, or by any means, directs such activities to that part or to other parts of the United Kingdom including that part, and which falls within the scope of such activities, but it does not include a contract of transport other than a contract which, for an inclusive price, provides for a combination of travel and accommodation or a contract of insurance, “ defendant ” includes defender. 2 In determining any question as to the meaning or effect of any provision contained in sections 15A to 15D and this section— a regard is to be had to any relevant principles laid down before   IP completion day   by the European Court in connection with Title II of the 1968 Convention or Chapter 2 of the Regulation and to any relevant decision of that court before   IP completion day   as to the meaning or effect of any provision of that Title or Chapter, and b without prejudice to the generality of paragraph (a), the expert reports relating to the 1968 Convention may be considered and are, so far as relevant, to be given such weight as is appropriate in the circumstances."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "16", "section_title": " Allocation within U.K. of jurisdiction in certain civil proceedings.", "section_text": "16 1 The provisions set out in Schedule 4 (which contains a modified version of  Chapter  II  of the Regulation ) shall have effect for determining, for each part of the United Kingdom, whether the courts of law of that part, or any particular court of law in that part, have or has jurisdiction in proceedings where— a the subject-matter of the proceedings is within the scope of the Regulation as determined by Article 1 of the Regulation (whether or not the Regulation   would have had effect before   IP completion day   in relation to the proceedings); and b the defendant or defender is domiciled in the United Kingdom or the proceedings are of a kind mentioned in  Article 24   of the Regulation  (exclusive jurisdiction regardless of domicile). 1A This section and Schedule 4 do not apply for the purposes of determining jurisdiction in proceedings in relation to which section 15B, 15C or 15D(2) applies, except as specified in those sections. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In determining any question as to the meaning or effect of any provision contained in Schedule 4— a regard shall be had to any relevant principles laid down by the European Court in connection with Title II of the 1968 Convention  or Chapter  II  of the Regulation  and to any relevant decision of that court as to the meaning or effect of any provision of that Title  or that Chapter ; and b without prejudice to the generality of paragraph (a),   the expert reports relating to the 1968 Convention   may be considered and shall, so far as relevant, be given such weight as is appropriate in the circumstances. 3A The requirement in subsection (3)(a) applies only in relation to principles laid down, or decisions made, by the European Court before   IP completion day . 4 The provisions of this section and Schedule 4 shall have effect subject to  ...  ...  ...  and the  2005 Hague Convention   and to the provisions of   sections 15B, 15C, 15D and 17 . 5 In section 15(1)(a) of the  Maintenance Orders Act 1950 (domestic proceedings in which initial process may be served in another part of the United Kingdom), after sub-paragraph (v) there shall be added— vi Article 5(2) of Schedule 4 to the Civil Jurisdiction and Judgments Act 1982 ; or ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "17", "section_title": " Exclusion of certain proceedings from Schedule 4.", "section_text": "17 1 Schedule 4 shall not apply to proceedings of any description listed in Schedule 5 or to proceedings in Scotland under any enactment which confers jurisdiction on a Scottish court in respect of a specific subject-matter on specific grounds. 2 Her Majesty may by Order in Council— a add to the list in Schedule 5 any description of proceedings in any part of the United Kingdom; and b remove from that list any description of proceedings in any part of the United Kingdom (whether included in the list as originally enacted or added by virtue of this subsection). 3 An Order in Council under subsection (2)— a may make different provisions for different descriptions of proceedings, for the same description of proceedings in different courts or for different parts of the United Kingdom; and b may contain such transitional and other incidental provisions as appear to Her Majesty to be appropriate. 4 An Order in Council under subsection (2) shall not be made unless a draft of the Order has been laid before Parliament and approved by a resolution of each House of Parliament."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "18", "section_title": " Enforcement of U.K. judgments in other parts of U.K.", "section_text": "18 1 In relation to any judgment to which this section applies— a Schedule 6 shall have effect for the purpose of enabling any money provisions contained in the judgment to be enforced in a part of the United Kingdom other than the part in which the judgment was given; and b Schedule 7 shall have effect for the purpose of enabling any non-money provisions so contained to be so enforced. 2 In this section “ judgment ” means any of the following (references to the giving of a judgment being construed accordingly)— a any judgment or order (by whatever name called) given or made by a court of law in the United Kingdom; b any judgment or order not within paragraph (a) which has been entered in England and Wales or Northern Ireland in the High Court or   the county court ; c any document which in Scotland has been registered for execution in the Books of Council and Session or in the sheriff court books kept for any sheriffdom; d any award or order made by a tribunal in any part of the United Kingdom which is enforceable in that part without an order of a court of law; e an arbitration award which has become enforceable in the part of the United Kingdom in which it was given in the same manner as a judgment given by a court of law in that part; f an order made, or a warrant issued, under Part 8 of the Proceeds of Crime Act 2002 for the purposes of a civil recovery investigation   ... within the    meaning   given by section 341 of that Act  or an unexplained wealth order made under that Part (see sections 362A and 396A of that Act) ; g an order made, or a warrant issued, under Chapter 3 of Part 8 of the Proceeds of Crime Act 2002 for the purposes of a detained cash investigation  , a detained property investigation   or a frozen funds investigation   , a frozen funds investigation or a cryptoasset investigation     within the  meanings   given by section 341 of that Act; and, subject to the following provisions of this section, this section applies to all such judgments. 3 Subject to  subsections (4)  , (4ZA) and (4ZB) , this section does not apply to— a a judgment given in proceedings in a magistrates’ court in England and Wales or Northern Ireland; b a judgment given in proceedings other than civil proceedings; ba a judgment given in the exercise of jurisdiction in relation to insolvency law, within the meaning of section  426 of the Insolvency Act 1986 ; c a judgment given in proceedings relating to— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii the obtaining of title to administer the estate of a deceased person; d an order made under Part 2, 3 or 4 of the Proceeds of Crime Act 2002 (confiscation). 4 This section applies, whatever the nature of the proceedings in which it is made, to— a a decree issued under section 13 of the  Court of Exchequer (Scotland) Act 1856 (recovery of certain rent-charges and penalties by process of the Court of Session); b an order which is enforceable in the same manner as a judgment of the High Court in England and Wales by virtue of section 16 of the  Contempt of Court Act 1981 or section 140 of the  Senior Courts Act 1981  (which relate to fines for contempt of court and forfeiture of recognisances). 4ZA This section applies to a freezing order made under section 40D of the Immigration Act 2014 by a magistrates' court in England and Wales or a court of summary jurisdiction in Northern Ireland. 4ZB This section applies to the following orders made by a magistrates' court in England and Wales or Northern Ireland— a an account freezing order made under section 303Z3 of the Proceeds of Crime Act 2002; b an order for the forfeiture of money made under section 303Z14 of that Act; ba a crypto wallet freezing order made under section 303Z37 of that Act; bb an order for the forfeiture of cryptoassets made under section 303Z41 or 303Z45 of that Act; c an account freezing order made under paragraph 10S of Schedule 1 to the Anti-terrorism, Crime and Security Act 2001; d an order for the forfeiture of money made under paragraph 10Z2 of that Schedule. da a crypto wallet freezing order made under paragraph 10Z7BB of that Schedule; db an order for the forfeiture of cryptoassets made under paragraph 10Z7CA or 10Z7CE of that Schedule. 4A This section does not apply as respects— a the enforcement in Scotland of orders made by the High Court or   the county court   in England and Wales under or for the purposes of Part VI of the Criminal Justice Act 1988 or the Drug Trafficking Act 1994 (confiscation of the proceeds of certain offences or of drug trafficking); or b the enforcement in England and Wales of orders made by the Court of Session under or for the purposes of  the Proceeds of Crime (Scotland) Act 1995 5 This section does not apply to so much of any judgment as— a is an order to which section 16 of the  Maintenance Orders Act 1950 applies (and is therefore an order for whose enforcement in another part of the United Kingdom provision is made by Part II of that Act); b concerns the status or legal capacity of an individual; c relates to the management of the affairs of a person not capable of managing his own affairs; d is a provisional (including protective) measure  other than an order of any of the following kinds—                      i a freezing order of the kind mentioned in paragraph (a)  , (ba)   or (c)   , (c) or (da)    of subsection (4ZB) made (in Scotland) by the sheriff (in addition to such orders made by a magistrates' court in England and Wales or Northern Ireland); ii an order for the making of an interim payment; iii an interim order made in connection with the civil recovery of proceeds of unlawful conduct; iv an interim freezing order under section 362J of the Proceeds of Crime Act 2002; v an interim freezing order under section 396J of that Act. and except where otherwise stated references to a judgment to which this section applies are to such a judgment exclusive of any such provisions. 6 The following are within subsection (5)(b), but without prejudice to the generality of that provision— a   a judicial separation order or  a decree of judicial separation or of separation; b any order which is a Part I order for the purposes of The Family Law Act 1986. 6A In subsection (5)(d),  “ an interim order made in connection with the civil recovery of proceeds of unlawful conduct ” means any of the following made under Chapter 2 of Part 5 of the Proceeds of Crime Act 2002— a a property freezing order or prohibitory property order; b an order under section 245E or 245F of that Act (order relating to receivers in connection with property freezing order); c an interim receiving order or interim administration order. d an order under section 255G or 255H of that Act (order relating to PPO receivers in connection with prohibitory property order). 7 This section does not apply to a judgment of a court outside the United Kingdom which falls to be treated for the purposes of its enforcement as a judgment of a court of law in the United Kingdom by virtue of registration under Part II of the  Administration of Justice Act 1920, Part I of the  Foreign Judgments (Reciprocal Enforcement) Act 1933, Part I of the  Maintenance Orders (Reciprocal Enforcement) Act 1972  , the International Recovery of Maintenance (Hague Convention 2007) Regulations 2012   ...   .... 8 A judgment to which this section applies, other than a judgment within paragraph (e) of subsection (2), shall not be enforced in another part of the United Kingdom except by way of registration under Schedule 6 or 7."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "19", "section_title": " Recognition of U.K. judgments in other parts of U.K.", "section_text": "19 1 A judgment to which this section applies given in one part of the United Kingdom shall not be refused recognition in another part of the United Kingdom solely on the ground that, in relation to that judgment, the court which gave it was not a court of competent jurisdiction according to the rules of private international law in force in that other part. 2 Subject to subsection (3), this section applies to any judgment to which section 18 applies. 3 This section does not apply to— a the documents mentioned in paragraph (c) of the definition of “ judgment ” in section 18(2); b the awards and orders mentioned in paragraphs (d) and (e) of that definition; c the decrees and orders referred to in section 18(4)."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "20", "section_title": " Rules as to jurisdiction in Scotland.", "section_text": "20 1 Subject to  ... Parts I and II and to the following provisions of this Part, Schedule 8 has effect to determine in what circumstances a person may be sued in civil proceedings in the Court of Session or in a sheriff court. 2 Nothing in Schedule 8 affects the competence as respects subject-matter or value of the Court of Session or of the sheriff court. 3   Section 43 of the Courts Reform (Scotland) Act 2014 does not apply—   a ...in relation to any matter to which Schedule 8 applies. ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In determining any question as to the meaning or effect of any provision contained in Schedule 8   . . .— a regard shall be had to any relevant principles laid down by the European Court in connection with Title II of the 1968 Convention  or Chapter  II  of the Regulation  and to any relevant decision of that court as to the meaning or effect of any provision of that Title  or that Chapter ; and b without prejudice to the generality of paragraph (a),   the expert reports relating to the 1968 Convention   may be considered and shall, so far as relevant, be given such weight as is appropriate in the circumstances. 6 The requirement in subsection (5)(a) applies only in relation to principles laid down, or decisions made, by the European Court before  IP completion day."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "21", "section_title": " Continuance of certain existing jurisdictions.", "section_text": "21 1 Schedule 8 does not affect— a the operation of any enactment which confers jurisdiction on a Scottish court in respect of a specific subject-matter on specific grounds; b without prejudice to the foregoing generality, the jurisdiction of any court in respect of any matter mentioned in Schedule 9. 2 Her Majesty may by Order in Council— a add to the list in Schedule 9 any description of proceedings; and b remove from that list any description of proceedings (whether included in the list as originally enacted or added by virtue of this subsection). 3 An Order in Council under subsection (2) may— a make different provision for different descriptions of proceedings or for the same description of proceedings in different courts; and b contain such transitional and other incidental provisions as appear to Her Majesty to be appropriate. 4 An Order in Council under subsection (2) shall not be made unless a draft of the Order has been laid before Parliament and approved by a resolution of each House of Parliament."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "22", "section_title": " Supplementary provisions.", "section_text": "22 1 Nothing in Schedule 8 shall prevent a court from declining jurisdiction on the ground of forum non conveniens. 2 Nothing in Schedule 8 affects the operation of any enactment or rule of law under which a court may decline to exercise jurisdiction because of the prorogation by parties of the jurisdiction of another court. 3 For the avoidance of doubt, it is declared that nothing in Schedule 8 affects the nobile officium  of the Court of Session. 4 Where a court has jurisdiction in any proceedings by virtue of Schedule 8, that court shall also have jurisdiction to determine any matter which— a is ancilliary or incidental to the proceedings; or b requires to be determined for the purposes of a decision in the proceedings."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "23", "section_title": " Savings and consequential amendments.", "section_text": "23 1 Nothing in Schedule 8 shall affect— a the power of any court to vary or recall a maintenance order granted by that court; b the power of a sheriff court under section 22 of the  Maintenance Orders Act 1950 (discharge and variation of maintenance orders registered in sheriff courts) to vary or discharge a maintenance order registered in that court under Part II of that Act; or c the power of a sheriff court under section 9 of the  Maintenance Orders (Reciprocal Enforcement) Act 1972 (variation and revocation of maintenance orders registered in United Kingdom courts) to vary or revoke a registered order within the meaning of Part I of that Act. 2 The enactments specified in Part II of Schedule 12 shall have effect with the amendments specified there, being amendments consequential on Schedule 8."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "24", "section_title": " Interim relief and protective measures in cases of doubtful jurisdiction.", "section_text": "24 1 Any power of a court in England and Wales or Northern Ireland to grant interim relief pending trial or pending the determination of an appeal shall extend to a case where— a the issue to be tried, or which is the subject of the appeal, relates to the jurisdiction of the court to entertain the proceedings;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Any power of a court in Scotland to grant protective measures pending the decision of any hearing shall apply to a case where— a the subject of the proceedings includes a question as to the jurisdiction of the court to entertain them;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsections (1) and (2) shall not be construed as restricting any power to grant interim relief or protective measures which a court may have apart from this section."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "25", "section_title": " Interim relief in England and Wales and Northern Ireland in the absence of substantive proceedings.", "section_text": "25 1 The High Court in England and Wales or Northern Ireland shall have power to grant interim relief where— a proceedings have been or are to be commenced in  ...  a  2005 Hague Convention  State   ...  ... other than the United Kingdom or in a part of the United Kingdom other than that in which the High Court in question exercises jurisdiction; and b they are or will be proceedings whose subject-matter is  ...  ...   ... within scope of the  2005 Hague Convention  as determined by Articles 1 and 2 of the  2005 Hague Convention  (whether or not  ... ...   ... the  2005 Hague Convention  has effect in relation to the proceedings). 2 On an application for any interim relief under subsection (1) the court may refuse to grant that relief if, in the opinion of the court, the fact that the court has no jurisdiction apart from this section in relation to the subject-matter of the proceedings in question makes it inexpedient for the court to grant it. 3 Her Majesty may by Order in Council extend the power to grant interim relief conferred by subsection (1) so as to make it exercisable in relation to proceedings of any of the following descriptions, namely— a proceedings commenced or to be commenced otherwise than in  ...  a  2005 Hague Convention  State   ...  ...; b proceedings whose subject-matter is not within the scope  . . .  of  ...  ...,  ...  the  2005 Hague Convention  as determined by Articles 1 and 2 of the  2005 Hague Convention .   c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An Order in Council under subsection (3)— a may confer power to grant only specified descriptions of interim relief; b may make different provision for different classes of proceedings, for proceedings pending in different countries or courts outside the United Kingdom or in different parts of the United Kingdom, and for other different circumstances; and c may impose conditions or restrictions on the exercise of any power conferred by the Order. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Any Order in Council under subsection (3) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section “ interim relief ”, in relation to the High Court in England and Wales or Northern Ireland, means interim relief of any kind which that court has power to grant in proceedings relating to matters within its jurisdiction, other than— a a warrant for the arrest of property; or b provision for obtaining evidence."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "26", "section_title": " Security in Admiralty proceedings in England and Wales or Northern Ireland in case of stay,  etc.", "section_text": "26 1 Where in England and Wales or Northern Ireland a court stays or dismisses Admiralty proceedings on the ground that the dispute in question should be submitted   . . . to the determination of the courts of another part of the United Kingdom or of an overseas country, the court may, if in those proceedings property has been arrested or bail or other security has been given to prevent or obtain release from arrest— a order that the property arrested be retained as security for the satisfaction of any award or judgment which— i is given in respect of the dispute in the   . . . legal proceedings in favour of which those proceedings are stayed or dismissed; and ii is enforceable in England and Wales or, as the case may be, in Northern Ireland; or b order that the stay or dismissal of those proceedings be conditional on the provision of equivalent security for the satisfaction of any such award or judgment. 2 Where a court makes an order under subsection (1), it may attach such conditions to the order as it thinks fit, in particular conditions with respect to the institution or prosecution of the relevant   . . . legal proceedings. 3 Subject to any provision made by rules of court and to any necessary modifications, the same law and practice shall apply in relation to property retained in pursuance of an order made by a court under subsection (1) as would apply if it were held for the purposes of proceedings in that court."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "27", "section_title": " Provisional and protective measures in Scotland in the absence of substantive proceedings.", "section_text": "27 1 The Court of Session may, in any case to which this subsection applies— a subject to subsection (2)(c), grant a warrant for the arrestment of any assets situated in Scotland; b subject to subsection (2)(c), grant a warrant of inhibition over any property situated in Scotland; ba subject to subsection (2)(c) below, grant a warrant for the interim attachment of corporeal moveable property situated in Scotland;  and c grant interim interdict. 2 Subsection (1) applies to any case in which— a proceedings have been commenced but not concluded, or, in relation to paragraph (c) of that subsection, are to be commenced,  ...  ...  , in another  2005 Hague Convention  State   or in England and Wales or Northern Ireland; b the subject-matter of the proceedings  ...  is within scope of ... is within the scope of the  2005 Hague Convention  as determined by Articles 1 and 2 of that Convention ; and c in relation to paragraphs (a)   , (b) and (ba)  of subsection (1), such a warrant could competently have been granted in equivalent proceedings before a Scottish court; but it shall not be necessary, in determining whether proceedings have been commenced for the purpose of paragraph (a) of this subsection, to show that any document has been served on or notice given to the defender. 3 Her Majesty may by Order in Council confer on the Court of Session power to do anything mentioned in subsection (1) or in section 28 in relation to proceedings of any of the following descriptions, namely— a proceedings commenced otherwise than in  ...  ...  a  2005 Hague Convention  State ; b proceedings whose subject-matter is not within the scope of  ...  ...  the  2005 Hague Convention  as determined by Articles 1 and 2 of that Convention ; c arbitration proceedings; d in relation to subsection (1)(c) or section 28, proceedings which are to be commenced otherwise than in  ...,  ... or a  2005 Hague Convention  State . 4 An Order in Council under subsection (3)— a may confer power to do only certain of the things mentioned in subsection (1) or in section 28; b may make different provision for different classes of proceedings, for proceedings pending in different countries or courts outside the United Kingdom or in different parts of the United Kingdom, and for other different circumstances; and c may impose conditions or restrictions on the exercise of any power conferred by the Order. 5 Any Order in Council under subsection (3) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "28", "section_title": " Application of s. 1 of Administration of Justice (Scotland) Act 1972.", "section_text": "28 1 When any proceedings have been brought, or are likely to be brought,  ...  in a  2005 Hague Convention  State   or in England and Wales or Northern Ireland in respect of any matter which is within the scope of the  Regulation  as determined in Article 1, the Court of Session shall have the like power to make an order under section 1 of the  Administration of Justice (Scotland) Act 1972  as amended by the Law Reform (Miscellaneous Provisions) (Scotland) Act 1985  as if the proceedings in question had been brought, or were likely to be brought, in that court. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "29", "section_title": " Service of county court process outside Northern Ireland.", "section_text": "29 The County Court Rules Committee established by Article 46 of the  County Courts (Northern Ireland) Order 1980 may make county court rules with respect to the service of process outside Northern Ireland and the conditions subject to which process may be so served; and accordingly in Article 48 of that Order (powers of Rules Committee), after paragraph (e) there shall be added— f the service of process outside Northern Ireland, and the conditions subject to which process may be so served. ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "30", "section_title": " Proceedings in England and Wales or Northern Ireland for torts to immovable property.", "section_text": "30 1 The jurisdiction of any court in England and Wales or Northern Ireland to entertain proceedings for trespass to, or any other tort affecting, immovable property shall extend to cases in which the property in question is situated outside that part of the United Kingdom unless the proceedings are principally concerned with a question of the title to, or the right to possession of, that property. 2 Subsection (1) has effect subject to  ... the provisions set out in Schedule 4."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "31", "section_title": " Overseas judgments given against states, etc.", "section_text": "31 1 A judgement given by a court of an overseas country against a state other than the United Kingdom or the state to which that court belongs shall be recognised and enforced in the United Kingdom if, and only if— a it would be so recognised and enforced if it had not been given against a state; and b that court would have had jurisdiction in the matter if it had applied rules corresponding to those applicable to such matters in the United Kingdom in accordance with sections 2 to 11 of the  State Immunity Act 1978. 2 References in subsection (1) to a judgment given against a state include references to judgments of any of the following descriptions given in relation to a state— a judgments against the government, or a department of the government, of the state but not (except as mentioned in paragraph (c)) judgments against an entity which is distinct from the executive organs of government; b judgments against the sovereign or head of state in his public capacity; c judgments against any such separate entity as is mentioned in paragraph (a) given in proceedings relating to anything done by it in the exercise of the sovereign authority of the state. 3 Nothing in subsection (1) shall affect the recognition or enforcement in the United Kingdom of a judgment to which Part I of the  Foreign Judgments (Reciprocal Enforcement) Act 1933 applies by virtue of section 4 of the  Carriage of Goods by Road Act 1965, section 17(4) of the  Nuclear Installations Act 1965, section  166(4) of the Merchant Shipping Act 1995 ,  regulation 8 of the Railways (Convention on International Carriage by Rail) Regulations 2005 . . . . 4 Sections 12, 13 and 14(3) and (4) of the State Immunity Act 1978 (service of process and procedural privileges) shall apply to proceedings for the recognition or enforcement in the United Kingdom of a judgment given by a court of an overseas country (whether or not that judgment is within subsection (1) of this section) as they apply to other proceedings. 5 In this section “state\", in the case of a federal state, includes any of its constituent territories."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "32", "section_title": " Overseas judgments given in proceedings brought in breach of agreement for settlement of disputes.", "section_text": "32 1 Subject to the following provisions of this section, a judgment given by a court of an overseas country in any proceedings shall not be recognised or enforced in the United Kingdom if— a the bringing of those proceedings in that court was contrary to an agreement under which the dispute in question was to be settled otherwise than by proceedings in the courts of that country; and b those proceedings were not brought in that court by, or with the agreement of, the person against whom the judgment was given; and c that person did not counterclaim in the proceedings or otherwise submit to the jurisdiction of that court. 2 Subsection (1) does not apply where the agreement referred to in paragraph (a) of that subsection was illegal, void or unenforceable or was incapable of being performed for reasons not attributable to the fault of the party bringing the proceedings in which the judgment was given. 3 In determining whether a judgment given by a court of an overseas country should be recognised or enforced in the United Kingdom, a court in the United Kingdom shall not be bound by any decision of the overseas court relating to any of the matters mentioned in subsection (1) or (2). 4 Nothing in subsection (1) shall affect the recognition or enforcement in the United Kingdom of— a a judgment which is required to be recognised or enforced there under  the  2005 Hague Convention   ...   ...  or the  2007 Hague Convention ; b a judgment to which Part I of the  Foreign Judgments (Reciprocal Enforcement) Act 1933 applies by virtue of section 4 of the  Carriage of Goods by Road Act 1965, section 17(4) of the  Nuclear Installations Act 1965,   . . .  regulation 8 of the Railways (Convention on International Carriage by Rail) Regulations 2005 . . .  or  section 177(4) of the Merchant Shipping Act 1995 ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "33", "section_title": " Certain steps not to amount to submission to jurisdiction of overseas court.", "section_text": "33 1 For the purposes of determining whether a judgment given by a court of an overseas country should be recognised or enforced in England and Wales or Northern Ireland, the person against whom the judgment was given shall not be regarded as having submitted to the jurisdiction of the court by reason only of the fact that he appeared (conditionally or otherwise) in the proceedings for all or any one or more of the following purposes, namely— a to contest the jurisdiction of the court; b to ask the court to dismiss or stay the proceedings on the ground that the dispute in question should be submitted to arbitration or to the determination of the courts of another country; c to protect, or obtain the release of, property seized or threatened with seizure in the proceedings. 2 Nothing in this section shall affect the recognition or enforcement in England and Wales or Northern Ireland of a judgment which is required to be recognised or enforced there under  ...   ...  the  2007 Hague Convention   or the  2005 Hague Convention ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "34", "section_title": " Certain judgments a bar to further proceedings on the same cause of action.", "section_text": "34 No proceedings may be brought by a person in England and Wales or Northern Ireland on a cause of action in respect of which a judgment has been given in his favour in proceedings between the same parties, or their privies, in a court in another part of the United Kingdom or in a court of an overseas country, unless that judgment is not enforceable or entitled to recognition in England and Wales or, as the case may be, in Northern Ireland."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "35", "section_title": " Minor amendments relating to overseas judgments.", "section_text": "35 1 The  Foreign Judgments (Reciprocal Enforcement) Act 1933 shall have effect with the amendments specified in Schedule 10, being amendments whose main purpose is to enable Part I of that Act to be applied to judgments of courts other than superior courts, to judgments providing for interim payments and to certain arbitration awards. 2 For section 10 of the  Administration of Justice Act 1920 (issue of certificates of judgments obtained in the United Kingdom) there shall be substituted— 10 1 Where— a a judgement has been obtained in the High Court in England or Northern Ireland, or in the Court of Session in Scotland, against any person ; and b the judgments creditor wishes to secure the enforcement of the judgement in a part of Her Majesty’s dominions outside the United Kingdom to which this Part of this Act extends, the court shall, on an application made by the judgement creditor, issue to him a certified copy of the judgement. 2 The reference in the preceding subsection to Her Majesty’s dominions shall be construed as if that subsection had come into force in its present form at the commencement of this Act. . 3 In section 14 of the  Administration of Justice Act 1920 (extent of Part II of that Act), after subsection (2) there shall be inserted— 3 Her Majesty may by Order in Council under this section consolidate any Orders in Council under this section which are in force when the consolidating Order is made. ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "36", "section_title": " Registration of maintenance orders in Northern Ireland.", "section_text": "36 1 Where— a a High Court order or a Court of Session order has been registered in the High Court of Justice in Northern Ireland (“the Northern Ireland High Court”) under Part II of the  Maintenance Orders Act 1950; or b a   family   court order or a sheriff court order has been registered in a court of summary jurisdiction in Northern Ireland under that Part, an application may be made to the original court for the registration of the order in, respectively, a court of summary jurisdiction in Northern Ireland or the Northern Ireland High Court. 2 In subsection (1) “ the original court ”, in relation to an order, means the court by which the order was made. 3 Section 2 (except subsection (6A)) and section 2A of the  Maintenance Orders Act 1958 shall have effect for the purposes of an application under subsection (1), and subsections (2), (3), (4) and (4A) of section 5 of that Act shall have effect for the purposes of the cancellation of a registration made on such an application, as if— a “registration” in those provisions included registration in the appropriate Northern Ireland court (“registered” being construed accordingly); b any reference in those provisions to a High Court order or a magistrates’ court order included, respectively, a Court of Session order or a sheriff court order; and c any other reference in those provisions to the High Court or a magistrates’ court included the Northern Ireland High Court or a court of summary jurisdiction in Northern Ireland; d for section 2(6), there were substituted the following subsections— 6 Where a magistrates’ court order is registered under this Part of this Act in the High Court, then— a if payments under the magistrates’ court order are required to be made (otherwise than to a collecting officer) by any method of payment falling within Article 85(7) of the Magistrates’ Courts (Northern Ireland) Order 1981 (standing order,  etc. ), any order requiring payment by that method shall continue to have effect after registration; b any order by virtue of which sums payable under the magistrates’ court order are required to be paid to the collecting officer (whether or not by any method of payment falling within Article 85(7) of that Order) on behalf of the person entitled thereto shall cease to have effect. 6ZA Where a High Court or county court order is registered under this Part of this Act in a magistrates’ court, then— a if a means of payment order (within the meaning of Article 96A(7) of the Judgments Enforcement (Northern Ireland) Order 1981) has effect in relation to the order in question, it shall continue to have effect after registration; and b in any other case, the magistrates’ court shall order that all payments to be made under the order in question (including any arrears accrued before registration) shall be made to the collecting officer. 6ZB Any such order as to payment— a as is referred to in paragraph (a) of subsection (6) of this section may be revoked, suspended, revived or varied by an exercise of the powers conferred by section 13A of the Maintenance and Affiliation Orders Act (Northern Ireland) 1966; and b as is referred to in paragraph (a) or (b) of subsection (6ZA) of this section may be varied or revoked by an exercise of the powers conferred by section 12(2) or 13(2A) or (5A) of that Act of 1966. 6ZC Where by virtue of the provisions of this section or any order under subsection (6ZA)(b) of this section payments under an order cease to be or become payable to the collecting officer, the person liable to make the payments shall, until he is given the prescribed notice to that effect, be deemed to comply with the order if he makes payments in accordance with the order and any order under subsection (6ZA)(b) of this section of which he has received such notice. 6ZD In subsections (6), (6ZA) and (6ZC) of this section “collecting officer” means the officer mentioned in Article 85(4) of the Magistrates’ Courts (Northern Ireland) Order 1981. 4 Where an order is registered in Northern Ireland under this section, Part II of the  Maintenance and Affiliation Orders Act (Northern Ireland) 1966, except sections 11, 11A and 14(2) and (3), shall apply as if the order had been registered in accordance with the provisions of that Part  , as if— a in section 12(2), for modifications of Article 98(8B) to (8D) of the Magistrates’ Courts (Northern Ireland) Order 1981 specified in that subsection there were substituted the modifications specified in section 18(3ZA) of the Maintenance Orders Act 1950 (enforcement of registered orders); and b for section 13(5A), there were substituted the following subsection— “ Subject to the following provisions of this section, paragraphs (4) to (11) of Article 86 of the Magistrates’ Courts (Northern Ireland) Order 1981 (power of clerk and court to vary maintenance orders) shall apply in relation to a registered order as they apply in relation to a maintenance order made by a court of summary jurisdiction (disregarding Article 25(2) of the Domestic Proceedings (Northern Ireland) Order 1980) but— a as if for paragraph (4)(b) there were substituted— b payments under the order are required to be made to the collecting officer, by any method of payment falling within Article 85(7) (standing order,  etc. ); ... b  as if in paragraph (5) for the words “to the collecting officer” there were substituted  “in accordance with sub-paragraph (a) of paragraph (9)”; c as if in paragraph (7), sub-paragraph (c) and the word “and” immediately preceding it were omitted; d as if in paragraph (8) for the words “sub-paragraphs (a) to (d) of Article 85(3)” there were substituted “paragraph (9)”; e as if for paragraphs (9) and (10) there were substituted the following paragraphs— “ The powers of the court are— a the power to order that payments under the order be made directly to the collecting officer; b the power to order that payments under the order be made to the collecting officer, by such method of payment falling within Article 85(7) (standing order,  etc. ) as may be specified; c the power to make an attachment of earnings order under Part IX to secure payments under the order. 10 In deciding which of the powers under paragraph (9) above it is to exercise, the court shall have regard to any representations made by the debtor. 10A Paragraph (5) of Article 85 (power of court to require debtor to open account) shall apply for the purposes of paragraph (9) as it applies for the purposes of that Article but as if for sub-paragraph (a) there were substituted— “ the court proposes to exercise its power under sub-paragraph (b) of Article 86(9) . 5 A court of summary jurisdiction in Northern Ireland shall have jurisdiction to hear   an application  by or against a person residing outside Northern Ireland for the discharge or variation of an order registered in Northern Ireland under this section; and where such   an application  is made against a person residing outside Northern Ireland, then, if he resides in England and Wales or Scotland, section 15 of the  Maintenance Orders Act 1950 (which relates to the service of process on persons residing in those countries) shall have effect in relation to   the application  as it has effect in relation to the proceedings therein mentioned. 5A Article 165 of the Children (Northern Ireland) Order 1995 (provision which may be made by magistrates’ courts rules,  etc. ) shall apply for the purpose of giving effect to subsection (5) above as it applies for the purpose of giving effect to that Order, except that in the application of that Article by virtue of this subsection “relevant proceedings” means any application made, or proceedings brought, by virtue of that subsection and any part of such proceedings. 6 The enactments specified in Part III of Schedule 12 shall have effect with the amendments specified there, being amendments consequential on this section."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "37", "section_title": " Minor amendments relating to maintenance orders.", "section_text": "37 1 The enactments specified in Schedule 11 shall have effect with the amendments specified there, being amendments whose main purpose is as follows— Part I—to extend certain enforcement provisions to lump sum maintenance orders; Part II—to provide for the recovery of interest according to the law of the country of origin in the case of maintenance orders made in other jurisdictions and registered in the High Court; Part III—to extend the  Maintenance Orders (Reciprocal Enforcement) Act 1972 to cases where the payer under a maintenance order is not resident within the jurisdiction but has assets there. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "38", "section_title": " Overseas judgments counteracting an award of multiple damages.", "section_text": "38 1 Section 7 of the  Protection of Trading Interests Act 1980 (which enables provision to be made by Order in Council for the enforcement in the United Kingdom on a reciprocal basis of overseas judgments directed to counteracting a judgement for multiple dammages given in the third country) shall be amended as follows. 2 In subsection (1) for “judgements given under any provision of the law of that country corresponding to that section” there shall be substituted  “                    judgments of any description specified in the Order which are given under any provision of the law of that country relating to the recovery of sums paid or obtained pursuant to a judgement for multiple damages within the meaning of section 5(3) above, whether or not that provision corresponds to section 6 above                  ” . 3 After subsection (1) there shall be inserted— 1A Such an Order in Council may, as respects judgments to which it relates— a make different provisions for different descriptions of judgments ; and b impose conditions or restrictions on the enforcement of judgments of any description. ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "39", "section_title": " Application of provisions corresponding to 1968 Convention in relation to certain territories.", "section_text": "39 1 Her Majesty may by Order in Council make provision corresponding to the provision made by the 1968 Convention as between the Contracting States to that Convention, with such modifications as appear to Her Majesty to be appropriate, for regulating, as between the United Kingdom and any of the territories mentioned in subsection (2), the jurisdiction of courts and the recognition and enforcement of judgments. 2 The territories referred to in subsection (1) are— a the Isle of Man; b any of the Channel Islands; c Gibraltar; d the Sovereign Base Areas of Akrotiri and Dhekelia (that is to say the areas mentioned in section 2(1) of the  Cyprus Act 1960). c any colony. 3 An Order in Council under this section may contain such supplementary and incidental provisions as appear to Her Majesty to be necessary or expedient, including in particular provisions corresponding to or applying any of the provisions of Part I with such modifications as may be specified in the Order. 4 Any Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "40", "section_title": " Power to modify enactments relating to legal aid etc.", "section_text": "40 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "41", "section_title": " Domicile of individuals.", "section_text": "41 1 ... The following provisions of this section determine, for the purposes of  ...this Act, whether an individual is domiciled in the United Kingdom or in a particular part of, or place in, the United Kingdom  .... 2 An individual is domiciled in the United Kingdom if and only if— a he is resident in the United Kingdom; and b the nature and circumstances of his residence indicate that he has a substantial connection with the United Kingdom. 3 Subject to subsection (5), an individual is domiciled in a particular part of the United Kingdom if and only if— a he is resident in that part; and b the nature and circumstances of his residence indicate that he has a substantial connection with that part. 4 An individual is domiciled in a particular place in the United Kingdom if and only if he— a is domiciled in the part of the United Kingdom in which that place is situated; and b is resident in that place. 5 An individual who is domiciled in the United Kingdom but in whose case the requirements of subsection (3)(b) are not satisfied in relation to any particular part of the United Kingdom shall be treated as domiciled in the part of the United Kingdom in which he is resident. 6 In the case of an individual who— a is resident in the United Kingdom, or in a particular part of the United Kingdom; and b has been so resident for the last three months or more, the requirements of subsection (2)(b) or, as the case may be, subsection (3)(b) shall be presumed to be fulfilled unless the contrary is proved. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "41A", "section_title": "", "section_text": "41A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "42", "section_title": " Domicile and seat of corporation or association.", "section_text": "42 1 For the purposes of this Act the seat of a corporation or association (as determined by this section) shall be treated as its domicile. 2 The following provisions of this section determine where a corporation or association has its seat— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for the purposes of this Act other than the provisions mentioned in section 43(1)(b) and (c). 3 A corporation or association has its seat in the United Kingdom if and only if— a it was incorporated or formed under the law of a part of the United Kingdom and has its registered office or some other official address in the United Kingdom; or b its central management and control is exercised in the United Kingdom. 4 A corporation or association has its seat in a particular part of the United Kingdom if and only if it has its seat in the United Kingdom and— a it has its registered office or some other official address in that part; or b its central management and control is exercised in that part; or c it has a place of business in that part. 4A For the purposes of sections 15A to 15E and rules 1, 2, 3, 5, 11(a)(ii) and 15(1) in Schedule 4, the requirement in subsection (4) that a corporation or association has its seat in the United Kingdom is to be treated as satisfied if the corporation or association satisfies the requirement in section 42A(2) for having its domicile in the United Kingdom. 5 A corporation or association has its seat in a particular place in the United Kingdom if and only if it has its seat in the part of the United Kingdom in which that place is situated and— a it has its registered office or some other official address in that place; or b its central management and control is exercised in that place; or c it has a place of business in that place. 6 ... A corporation or association has its seat in a state other than the United Kingdom if and only if— a it was incorporated or formed under the law of that state and has its registered office or some other official address there; or b its central management and control is exercised in that state. 6A Subsections (1), (3) and (6) are subject to section 42A. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section— “ business ” includes any activity carried on by a corporation or association, and “ place of business ” shall be construed accordingly; “ official address ”, in relation to a corporation or association, means an address which it is required by law to register, notify or maintain for the purpose of receiving notices or other communications."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "42A", "section_title": "Domicile of corporation or association for purposes of certain civil proceedings", "section_text": "42A 1 This section determines whether a corporation or association is domiciled in the United Kingdom for the purposes of— a sections 15A to 15E, and b section 16(1)(b). 2 A corporation or association has its domicile in the United Kingdom if and only if— a its registered office is at a place in the United Kingdom, b its place of incorporation is in the United Kingdom (in a case where it has no registered office), c the place under the law of which its formation took place is a place in the United Kingdom (in a case where it has no registered office or place of incorporation), d its central administration is in the United Kingdom, or e its principal place of business is in the United Kingdom."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "43", "section_title": " Seat of corporation or association for purposes of   certain   provisions.", "section_text": "43 1 The following provisions of this section determine where a corporation or association has its seat for the purposes of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b rules 4 and 11(b)  in Schedule 4; and c rules 2(l) and 5(1)(b)  in Schedule 8. 2 A corporation or association has its seat in the United Kingdom if and only if— a it was incorporated or formed under the law of a part of the United Kingdom; or b its central management and control is exercised in the United Kingdom. 3 A corporation or association has its seat in a particular part of the United Kingdom if and only if it has its seat in the United Kingdom and— a subject to subsection (5), it was incorporated or formed under the law of that part; or b being incorporated or formed under the law of a state other than the United Kingdom, its central management and control is exercised in that part. 4 A corporation or association has its seat in a particular place in Scotland if and only if it has its seat in Scotland and— a it has its registered office or some other official address in that place; or b it has no registered office or other official address in Scotland, but its central management and control is exercised in that place. 5 A corporation or association incorporated or formed under— a an enactment forming part of the law of more than one part of the United Kingdom; or b an instrument having effect in the domestic law of more than one part of the United Kingdom, shall, if it has a registered office, be taken to have its seat in the part of the United Kingdom in which that office is situated, and not in any other part of the United Kingdom. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section “ official address ” has the same meaning as in section 42."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "43A", "section_title": "Seat of companies or other legal persons, or of associations, for the purposes of Article 22(2) of the Lugano Convention", "section_text": "43A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "44", "section_title": "Persons deemed to be domiciled in the United Kingdom for certain purposes.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "44A", "section_title": "Persons deemed to be domiciled in the United Kingdom for certain purposes of the Lugano Convention", "section_text": "44A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "45", "section_title": " Domicile of trusts.", "section_text": "45 1 The following provisions of this section determine, for the purposes of  ... this Act, where a trust is domiciled. 2 A trust is domiciled in the United Kingdom if and only if it is by virtue of subsection (3) domiciled in a part of the United Kingdom. 3 A trust is domiciled in a part of the United Kingdom if and only if the system of law of that part is the system of law with which the trust has its closest and most real connection."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "46", "section_title": " Domicile and seat of the Crown.", "section_text": "46 1 For the purposes of this Act the seat of the Crown (as determined by this section) shall be treated as its domicile. 2 The following provisions of this section determine where the Crown has its seat— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for the purposes of this Act. 3 Subject to the provisions of any Order in Council for the time being in force under subsection (4)— a the Crown in right of Her Majesty’s government in the United Kingdom has its seat in every part of, and every place in, the United Kingdom; aa the Crown in right of the Scottish Administration has its seat in, and in every place in, Scotland;  and b the Crown in right of Her Majesty’s government in Northern Ireland has its seat in, and in every place in, Northern Ireland. 4 Her Majesty may by Order in Council provide that, in the case of proceedings of any specified description against the Crown in right of Her Majesty’s government in the United Kingdom, the Crown shall be treated for the purposes of  ... this Act as having its seat in, and in every place in, a specified part of the United Kingdom and not in any other part of the United Kingdom. 5 An Order in Council under subsection (4) may frame a description of proceedings in any way, and in particular may do so by reference to the government department or officer of the Crown against which or against whom they fall to be instituted. 6 Any Order in Council made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 Nothing in this section applies to the Crown otherwise than in right of Her Majesty’s government in the United Kingdom  , the Scottish Administration  or Her Majesty’s government in Northern Ireland."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "47", "section_title": "Modifications occasioned by decisions of European Court as to meaning or effect of Conventions.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "48", "section_title": " Matters for which rules of court may provide.", "section_text": "48 1 Rules of court may make provision for regulating the procedure to be followed in any court in connection with any provision of this Act,  ...  ...   the 1996 Hague Convention,  the 2007 Hague Convention or the  2005 Hague Convention . 2 Rules of court may make provision as to the manner in which and the conditions subject to which a    certificate or judgment— a which has been registered in any court under any provision of this Act  ... or the  2007 Hague Convention , aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . may be enforced,  including provision for enabling the court or, in Northern Ireland the Enforcement of Judgments Office, subject to any conditions specified in the rules, to give directions about such matters. 3 Without prejudice to the generality of subsections (1) and (2), the power to make rules of court for   the family court, the power to make rules of court for magistrates' courts in Northern Ireland,   and in Northern Ireland the power to make Judgment Enforcement Rules, shall include power to make such provision as the rule-making authority considers necessary or expedient for the purposes of the provisions of  ...   ...  , the  2007 Hague Convention   and this Act relating to maintenance proceedings and the recognition and enforcement of maintenance orders, and shall in particular include power to make provision as to any of the following matters— a authorising the service in another  ...  ... 2007 Hague Convention State   of process issued by or for the purposes of  the family court or   a magistrates’ court and the service and execution in England and Wales or Northern Ireland of process issued in another  ...  ... 2007 Hague Convention State ; b requesting courts in other parts of the United Kingdom or in other  ...  ... 2007 Hague Convention States  to take evidence there for the purposes of proceedings in England and Wales or Northern Ireland; c the taking of evidence in England and Wales or Northern Ireland in response to similar requests received from such courts; d the circumstances in which and the conditions subject to which any powers conferred under paragraphs (a) to (c) are to be exercised; e the admission in evidence, subject to such conditions as may be prescribed in the rules, of statements contained in documents purporting to be made or authenticated by a court in another part of the United Kingdom or in another  ...  ... 2007 Hague Convention State, , or by a judge or official of such a court, which purport— i to set out or summarise evidence given in proceedings in that court or to be documents received in evidence in such proceedings or copies of such documents; or ii to set out or summarise evidence taken for the purposes of proceedings in England and Wales or Northern Ireland, whether or not in response to any such request as is mentioned in paragraph (b); or iii to record information relating to the payments made under an order of that court; f the circumstances and manner in which  the family court or   a magistrates’ court may or must vary or revoke a maintenance order registered in that court, cancel the registration of, or refrain from enforcing, such an order or transmit such an order for enforcement in another part of the United Kingdom; g the cases and manner in which courts in other parts of the United Kingdom or in other  ...  ... 2007 Hague Convention States  are to be informed of orders made, or other things done, by or for the purposes of  the family court or   a magistrates’ court; h the circumstances and manner in which  the family court or   a magistrates’ court may communicate for other purposes with such courts; i the giving of notice of such matters as may be prescribed in the rules to such persons as may be so prescribed and the manner in which such notice is to be given. 4 Nothing in this section shall be taken as derogating from the generality of any power to make rules of court conferred by any other enactment."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "49", "section_title": " Saving for powers to stay, sist, strike out or dismiss proceedings.", "section_text": "49 Nothing in this Act shall prevent any court in the United Kingdom from staying, sisting, striking out or dismissing any proceedings before it, on the ground of  forum non conveniens  or otherwise, where to do so is not inconsistent with  ...  the  2005 Hague Convention ."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "50", "section_title": " Interpretation: general.", "section_text": "50 In this Act, unless the context otherwise requires—  “ the Accession Convention ”,  “ the 1982 Accession Convention ”  and  “ the 1989 Accession Convention ”  have the meaning given by section 1(1); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                   “ association ” means an unincorporated body of persons; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                    . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                   “ Contracting State ” has the meaning given by section 1(3); “ the 1968 Convention ” has the meaning given by section 1(1), and references to that Convention and to provisions of it are to be construed in accordance with section 1(2)(a);  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                   “ corporation ” means a body corporate, and includes a partnership subsisting under the law of Scotland; “ court ”, without more, includes a tribunal; “ court of law ”, in relation to the United Kingdom, means any of the following courts, namely—  the Supreme Court,  in England and Wales, the Court of Appeal, the High Court, the Crown Court, the family court, the county court and a magistrates' court, in  ... Northern Ireland, the Court of Appeal, the High Court, the Crown Court, a county court and a magistrates’ court, in Scotland, the Court of Session  , the Sheriff Appeal Court   and a sheriff court; “ enactment ” includes an enactment comprised in Northern Ireland legislation;   “ the expert reports relating to the 1968 Convention ” means— (a) the reports by Mr. P. Jenard on the 1968 Convention and the 1971 Protocol; (b) the report by Professor Peter Schlosser on the Accession Convention; (c) the report by Professor Demetrios I. Evrigenis and Professor K. D. Kerameus on the 1982 Accession Convention; and (d) the report by Mr. Martinho de Almeida Cruz, Mr. Manuel Desantes Real and Mr. P. Jenard on the 1989 Accession Convention;  “the  2005 Hague Convention ” has the meaning given by section 1(1);  “ 2005 Hague Convention  State” has the meaning given by section 1(3);  “the  2007 Hague Convention ” has the meaning given by section 1(1); “2007 Hague Convention State” has the meaning given by section 1(3); “ the Crown ” is to be construed in accordance with section 51(2); “ judgment ”, subject to sections 15(1) and 18(2) and to paragraph 1 of Schedules 6 and 7, means any judgment or order (by whatever name called) given or made by a court in any civil proceedings;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                   “ magistrates’ court ”, in relation to Northern Ireland, means a court of summary jurisdiction;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                   “ modifications ” includes additions, omissions and alterations; “ overseas country ” means any country or territory outside the United Kingdom; “ part of the United Kingdom ” means England and Wales, Scotland or Northern Ireland; “ the 1971 Protocol ” has the meaning given by section 1(1), and references to that Protocol and to provisions of it are to be construed in accordance with section 1(2)(a);  “the Regulation” has the meaning given by section 1(1);  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                   “ rules of court ”, in relation to any court, means rules, orders or regulations made by the authority having power to make rules, orders or regulations regulating the procedure of that court, and includes— in Scotland, Acts of Sederunt; in Northern Ireland, Judgment Enforcement Rules;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                   “ statutory provision ” means any provision contained in an Act, or in any Northern Ireland legislation, or in— subordinate legislation (as defined in section 21(1) of the  Interpretation Act 1978); or any instrument of a legislative character made under any Northern Ireland legislation; “ tribunal ”— means a tribunal of any description other than a court of law; ..."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "51", "section_title": " Application to Crown.", "section_text": "51 1 This Act binds the Court. 2 In this section and elsewhere in this Act references to the Crown do not include references to Her Majesty in Her private capacity or to Her Majesty in right of Her Duchy of Lancaster or to the Duke of Cornwall."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "52", "section_title": " Extent.", "section_text": "52 1 This Act extends to Northern Ireland. 2 Without prejudice to the power conferred by section 39, Her Majesty may by Order in Council direct that all or any of the provisions of this Act apart from that section shall extend, subject to such modifications as may be specified in the Order, to any of the following territories, that is to say— a the Isle of Man; b any of the Channel Islands; c any colony."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "53", "section_title": " Commencement, transitional provisions and savings.", "section_text": "53 1 This Act shall come into force in accordance with the provisions of Part I of Schedule 13. 2 The transitional provisions and savings contained in Part II of that Schedule shall have effect in relation to the commencement of the provisions of this Act mentioned in that Part."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "54", "section_title": " Repeals.", "section_text": "54 The enactments mentioned in Schedule 14 are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Civil Jurisdiction and Judgments Act 1982", "year": 1982, "section": "55", "section_title": " Short title.", "section_text": "55 This Act may be cited as the Civil Jurisdiction and Judgments Act 1982."}]