[{"act": "Criminal Justice Act 1982", "year": 1982, "section": "1", "section_title": " General restriction on custodial sentences.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 For the purposes of any provision of this Act which requires the determination of the age of a person by the court or the Secretary of State his age shall be deemed to be that which it appears to the court or the Secretary of State (as the case may be) to be after considering any available evidence."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "1A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1A"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "1B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1B"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "1C", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1C"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "10", "section_title": " Computation of custodial sentences for young offenders.", "section_text": "10 The following subsections shall be added at the end of section 67 of the  Criminal Justice Act 1967 (reduction of custodial sentence by period already spent in custody)— 5 This section applies— a to orders made under section 4 of the Criminal Justice Act 1982 (detention centre orders); and b to sentences passed by virtue of section 6 of the Criminal Justice Act 1982 (youth custody sentences), as it applies to sentences of imprisonment. 6 The reference in subsection (1) above to an offender being committed to custody by an order of a court includes a reference to his being committed to a remand centre or to prison under section 23 of the Children and Young Persons Act 1969 or section 37 of the Magistrates’ Courts Act 1980 but does not include a reference to his being committed to the care of a local authority under the said section 23. ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "11", "section_title": " Provision of premises for young offenders  etc.", "section_text": "11 The following section shall be substituted for section 43 of the  Prison Act 1952—  Remand centres, detention centres and youth custody centres. 43 1 The Secretary of State may provide— a remand centres, that is to say places for the detention of persons not less than 14 but under 21 years of age who are remanded or committed in custody for trial or sentence; b detention centres, that is to say places in which male offenders not less than 14 but under 21 years of age who are ordered to be detained in such centres under the Criminal Justice Act 1982 may be kept for short periods under discipline suitable to persons of their age and description; and c youth custody centres, that is to say places in which offenders not less than 15 but under 21 years of age may be detained and given training, instruction and work and prepared for their release. 2 The Secretary of State may from time to time direct— a that a woman aged 21 years or over who is serving a sentence of imprisonment or who has been committed to prison for default shall be detained in a remand centre or a youth custody centre instead of a prison; b that a woman aged 21 years or over who is remanded in custody or committed in custody for trial or sentence shall be detained in a remand centre instead of a prison; c that a person under 21 but not less than 17 years of age who is remanded in custody or committed in custody for trial or sentence shall be detained in a prison instead of a remand centre or a remand centre instead of a prison, notwithstanding anything in section 27 of the Criminal Justice Act 1948 or section 23(3) of the Children and Young Persons Act 1969. 3 Notwithstanding subsection (1) above, any person required to be detained in an institution to which this Act applies may be detained in a remand centre for any temporary purpose or for the purpose of providing maintenance and domestic services for that centre. 4 Sections 5A, 6(2) and (3), 16, 22, 25 and 36 of this Act shall apply to remand centres, detention centres and youth custody centres and to persons detained in them as they apply to prisons and prisoners. 5 The other provisions of this Act preceding this section, except sections 28 and 37(2) above, shall apply to such centres and to persons detained in them as they apply to prisons and prisoners, but subject to such adaptations and modifications as may be specified in rules made by the Secretary of State. 6 References in the preceding provisions of this Act to imprisonment shall, so far as those provisions apply to institutions provided under this section, be construed as including references to detention in those institutions. 7 Nothing in this section shall be taken to prejudice the operation of section 12 of the Criminal Justice Act 1982. ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "15", "section_title": "", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "28", "section_title": " Increase of limit on amount of recognisance to be taken from parents and guardians.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "29", "section_title": " Power of Crown Court to grant bail pending appeal.", "section_text": "29 1 In section 81 of the  Senior Courts Act 1981  — a in subsection (1) (which lists cases in which the Crown Court may grant bail) at the end of paragraph (e) there shall be added— or                         f to whom the Crown Court has granted a certificate under section 1(2) or 11(1A) of the Criminal Appeal Act 1968 or under subsection (1B) below; ; b the following subsections shall be inserted after that subsection— 1A The power conferred by subsection (1)(f) does not extend to a case to which section 12 or 15 of the Criminal Appeal Act 1968 (appeal against verdict of not guilty by reason of insanity or against finding of disability) applies. 1B A certificate under this subsection is a certificate that a case is fit for appeal on a ground which involves a question of law alone. 1C The power conferred by subsection (1)(f) is to be exercised— a where the appeal is under section 1 or 9 of the Criminal Appeal Act 1968, by the judge who tried the case; and b where it is under section 10 of that Act, by the judge who passed the sentence. 1D The power may only be exercised within twenty-eight days from the date of the conviction appealed against, or in the case of appeal against sentence, from the date on which sentence was passed or, in the case of an order made or treated as made on conviction, from the date of the making of the order. 1E The power may not be exercised if the appellant has made an application to the Court of Appeal for bail in respect of the offence or offences to which the appeal relates. 1F It shall be a condition of bail granted in the exercise of the power that, unless a notice of appeal has previously been lodged in accordance with subsection (1) of section 18 of the Criminal Appeal Act 1968— a such a notice shall be so lodged within the period specified in subsection (2) of that section; and b not later than 14 days from the end of that period, the appellant shall lodge with the Crown Court a certificate from the registrar of criminal appeals that a notice of appeal was given within that period. 1G If the Crown Court grants bail to a person in the exercise of the power, it may direct him to appear— a if a notice of appeal is lodged within the period specified in section 18(2) of the Criminal Appeal Act 1968 at such time and place as the Court of Appeal may require; and b if no such notice is lodged within that period, at such time and place as the Crown Court may require. . 2 In the  Criminal Appeal Act 1968— a in section 11— i in subsection (1), for the word “An\" there shall be substituted the words “Subject to subsection (1A) below, an\"; and ii the following subsection shall be inserted after that subsection— 1A If the judge who passed the sentence grants a certificate that the case is fit for appeal under section 9 or 10 of this Act, an appeal lies under this section without the leave of the Court of Appeal. ; b the following section shall be substituted for section 19—  Bail. 19 1 The Court of Appeal may, if they think fit,— a grant an appellant bail pending the determination of his appeal; or b revoke bail granted to an appellant by the Crown Court under paragraph (f) of section 81(1) of the Supreme Court Act 1981; or c vary the conditions of bail granted to an appellant in the exercise of the power conferred by that paragraph. 2 The powers conferred by subsection (1) above may be exercised— a on the application of an appellant; or b if it appears to the registrar of criminal appeals of the Court of Appeal (hereafter referred to as “ the registrar ”) that any of them ought to be exercised, on a reference to the court by him. ; c the following paragraph shall be substituted for section 31(2)(e)— e to exercise the powers conferred by section 19 of this Act; . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "30", "section_title": " Prison sentence partly served and partly suspended.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "31", "section_title": " Activation of suspended sentence.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "32", "section_title": " Early release of prisoners.", "section_text": "32 1 The Secretary of State may order that persons of any class specified in the order who are serving a sentence of imprisonment, other than— a imprisonment for life  , imprisonment for public protection  , a serious terrorism sentence   ... or an extended sentence  ... ; or b imprisonment to which they were sentenced— i for an excluded offence; ii for attempting to commit such an offence; iii for conspiracy to commit such an offence; or iv for aiding or abetting, counselling, procuring or inciting the commission of such an offence,  or c imprisonment to which they were sentenced for an offence under section 42 of the Armed Forces Act 2006 (criminal conduct) as respects which the corresponding offence under the law of England and Wales (within the meaning of that section) is— i an excluded offence; ii an attempt to commit an excluded offence; iii conspiracy to commit an excluded offence; or iv aiding or abetting, counselling, procuring or inciting the commission of an excluded offence, shall be released from prison at such time earlier (but not more than six months earlier) than they would otherwise be so released as may be fixed by the order; but the Secretary of State shall not make an order under this section unless he is satisfied that it is necessary to do so in order to make the best use of the places available for detention. 1A In this section— a references to a sentence of imprisonment include a sentence of detention (other than a sentence of service detention within the meaning of the Armed Forces Act 2006), including a detention and training order and an order under section 211 of the Armed Forces Act 2006; b references to a sentence of imprisonment for life include custody for life and detention at Her Majesty's pleasure; c references to a sentence of imprisonment for public protection are to a sentence under section 225 or 226 of the Criminal Justice Act 2003, including a sentence passed as a result of section 219 or 221 of the Armed Forces Act 2006; ca references to a serious terrorism sentence are to a sentence under section 268A or 282A of the Sentencing Code; d references to an extended sentence are to a sentence under section 226A, 226B, 227 or 228 of the Criminal Justice Act 2003  or under section 254, 266 or 279 of the Sentencing Code , including a sentence passed as a result of section 219A, 220, 221A or 222 of the Armed Forces Act 2006; e references to prison include youth detention accommodation (within the meaning of   section 248 of the Sentencing Code ). 2 In this section “ excluded offence ” means— a an offence (whether at common law or under any enactment) specified in Part I of Schedule 1 to this Act; and b an offence under an enactment specified in Part II of that Schedule; and c an offence specified in Part III of that Schedule. 2A Section 48 of the Armed Forces Act 2006 (attempts, conspiracy,   encouragement and assistance   and aiding and abetting outside England and Wales) applies for the purposes of subsection (1)(c)(ii) to (iv) above as if the reference in subsection (3)(b) of that section to any of the following provisions of that Act were a reference to subsection (1)(c)(ii) to (iv). 3 No person may be released under this section if— a he is subject to more than one sentence of imprisonment; and b at least one of the terms that he has to serve is for an offence mentioned in subsection (1)(b)(i), (ii), (iii) or (iv)   or (1)(c)  above. 4 An order under this section— a may define a class of persons in any way; b may relate to one or more specified prisons, or to prisons of a specified class (however defined), or to prisons generally; and c may make the time at which a person of any specified class is to be released depend on any circumstances whatever. 5 Where a person who is to be released from prison in pursuance of an order under this section is a person serving a sentence of imprisonment in respect of whom an extended sentence certificate (within the meaning of the  Powers of Criminal Courts Act 1973) was issued when the sentence was passed, his release shall be a release on licence under section 60 of the  Criminal Justice Act 1967, irrespective of whether at the time of his release he could have been released on licence under that section by virtue of subsection (3) thereof. 6 Where a person  ...  is released from prison in pursuance of an order under this section, his sentence shall expire on his release. 6A Subsection (6) does not apply— a where the person is within subsection (5), or b where the sentence is a detention and training order or a sentence under section 211 of the Armed Forces Act 2006. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 An order under this section shall be made by statutory instrument. 9 No order under this section shall be made unless— a a draft of the order has been laid before Parliament and approved by resolution of each House of Parliament; or b the expedited procedure conditions are satisfied. 10 The expedited procedure conditions are satisfied if— a the order does not provide for the release of any persons before one month earlier than they would otherwise be released; and b it is declared in the order that it appears to the Secretary of q State that by reason of urgency it is necessary to make the order without a draft having been so approved. 11 Every such order (except such an order of which a draft has been so approved)— a shall be laid before Parliament; and b shall cease to have effect at the expiry of a period of 40 days beginning with the date on which it was made unless, before the expiry of that period, the order has been approved by resolution of each House of Parliament, but without prejudice to anything previously done or to the making of a new order. 12 In reckoning for the purposes of subsection (11) above any period of 40 days, no account shall be taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than 4 days. 13 An order under this section shall not remain in force after the expiration of 6 months beginning with the date on which it is made, but without prejudice to the power of the Secretary of State to revoke it or to make a further order under this section. 14 Section 5 of the  Imprisonment (Temporary Provisions) Act 1980 (which is superseded by this section) shall cease to have effect."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "35", "section_title": " Abolition of enhanced penalties on subsequent conviction of summary offences under Acts of Parliament.", "section_text": "35 1 Subject to subsection (3) below, this section applies where under an Act a person convicted of a summary offence— a is liable to a fine or maximum fine of one amount in the case of a first conviction and of a different amount in the case of a second or subsequent conviction; or b is liable to imprisonment for a longer term in the case of a second or subsequent conviction; or c is only liable to imprisonment in the case of a second or subsequent conviction. 2 Where this section applies, a person guilty of such an offence shall be liable on summary conviction— a to a fine or, as the case may be, a maximum fine of an amount not exceeding the greatest amount; b to imprisonment for a term not exceeding the longest or only term, to which he would have been liable before this section came into force if his conviction had satisfied the conditions required for the imposition of a fine or maximum fine of that amount or imprisonment for that term. 3 This section does not apply to offences under— a section 33 to 36 of the  Sexual Offences Act 1956 (brothel-keeping and prostitution); or b section 1(2) of the  Street Offences Act 1959 (loitering and soliciting for the purpose of prostitution)."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "36", "section_title": " Abolition of enhanced penalties under subordinate instruments. ", "section_text": "36 1 This section applies where an Act (however framed or worded) confers power by subordinate instrument to make a person, as regards any summary offence (whether or not created by the instrument), liable on conviction— a to a fine or maximum fine of one amount in the case of a first conviction and of a different amount in the case of a second or subsequent conviction; or b to imprisonment for a longer term in the case of a second or subsequent conviction; or c to imprisonment only in the case of a second or subsequent conviction. 2 Any such Act shall have effect as if it conferred power by subordinate instrument to make a person liable— a to a fine or, as the case may be, a maximum fine of an amount not exceeding the greatest amount; b to imprisonment for a term not exceeding the longest or only term, to which he would have been liable before this section came into force if his conviction had satisfied the conditions required for the imposition of a fine or maximum fine of that amount or imprisonment for that term."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "37", "section_title": " The standard scale of fines for summary offences. ", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "38", "section_title": " General increase of fines for summary offences under Acts of Parliament.", "section_text": "38 1 Subject to subsection (5) below and to section 39(1) below, this section applies to any enactment contained in an Act passed before this Act (however framed or worded) which, as regards any summary offence created not later than 29th July 1977 (the date of the passing of the   Criminal Law Act 1977), makes a person liable on conviction to a fine or maximum fine which— a is less than £1,000; and b was not altered by section 30 or 31 of the Criminal Law Act 1977; and c has not been altered since 29th July 1977 or has only been altered since that date by section 35 above. 2 Subject to subsection (7) below, where an enactment to which this section applies provides on conviction of a summary offence for a fine or maximum fine in respect of a specified quantity or a specified number of things, that fine or maximum fine shall be treated for the purposes of this section as being the fine or maximum fine for the offence. 3 Where an enactment to which this section applies provides for different fines or maximum fines in relation to different circumstances or persons of different descriptions, they are to be treated separately for the purposes of this section. 4 An enactment in which section 31(6) and (7) of the Criminal Law Act 1977 (pre-1949 enactments) produced the same fine or maximum fine for different convictions shall be treated for the purposes of this section as if there were omitted from it so much of it as before 29th July 1977 had the effect that a person guilty of an offence under it was liable on summary conviction to a fine or maximum fine less than the highest fine or maximum fine to which he would have been liable if his conviction had satisfied the conditions required for the imposition of the highest fine or maximum fine. 5 This section shall not affect so much of any enactment as (in whatever words) makes a person liable on summary conviction to a fine or maximum fine for each period of a specified length during which a continuing offence is continued. 6 The fine or maximum fine for an offence under an enactment to which this section applies shall be increased to the amount at the appropriate level on the standard scale unless it is an enactment in relation to which section 39(2) below provides for some other increase. 7 Where an enactment to which this section applies provides on conviction of a summary offence for a fine or maximum fine in respect of a specified quantity or a specified number of things but also specifies an alternative fine or maximum fine, subsection (6) above shall have effect to increase— a the alternative fine; and b any amount that the enactment specifies as the maximum which a fine under it may not exceed, as well as the fine or maximum fine which it has effect to increase by virtue of subsection (2) above. 8 Subject to subsection (9) below, the appropriate level on the standard scale for the purposes of subsection (6) and (7) above is the level on that scale next above the amount of the fine or maximum fine that falls to be increased. 9 If the amount of the fine or maximum fine that falls to be increased is £400 or more but less than £500, the appropriate level is £1,000. 10 Where section 35 above applies, the amount of the fine or maximum fine that falls to be increased is to be taken to be the fine or maximum fine to which a person is liable by virtue of that section."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "39", "section_title": " Special cases.", "section_text": "39 1 Section 38 above does not apply— a to any enactment specified in Schedule 2 to this Act; or b to the following enactments— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ii any enactment specified in the Schedule to the  London Transport Act 1977 or in Schedule 1 to the  British Railways Act 1977 to the extent that the enactment was amended by section 12(1) of the former Act or section 13(1) of the latter; iii any enactment specified in Part I of Schedule 2 to the  City of London (Various Powers) Act 1977. 2 The enactments specified in column 2 of Schedule 3 to this Act, which relate to the maximum fines for the offences mentioned (and broadly described) in column 1 of that Schedule, shall have effect as if the maximum fine that may be imposed on conviction of any offence so mentioned were a fine not exceeding the amount specified in column 4 of that Schedule instead of a fine not exceeding the amount specified in column 3. 3 The enactments specified in column 2 of Schedule 4 to this Act, which relate to certain maximum fines that may be imposed on a person otherwise than on conviction of an offence, their broad effect being described in column 1 of that Schedule, shall have effect as if the maximum fine that may be imposed were a fine not exceeding the amount specified in column 4 of that Schedule instead of a fine not exceeding the amount specified in column 3."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "40", "section_title": " General increase of fines under subordinate instruments.", "section_text": "40 1 Subject to subsection (4) below, this section applies to any enactment contained in an Act passed before this Act (however framed or worded) which confers a power, created not later than 29th July 1977, by subordinate instrument to make a person, as regards any summary offence (whether or not created by the instrument), liable on conviction to a fine or maximum fine which— a is less than £1,000; and b was not altered by section 31 of the  Criminal Law Act 1977, if the fine or maximum fine to which a person may be made liable by virtue of the enactment has not been altered since 29th July 1977 or has only been altered since that date by section 36 above. 2 Subject to subsection (7) below, where an enactment to which this section applies confers a power by subordinate instrument to make a person, as regards a summary offence, liable on conviction to a fine or maximum fine in respect of a specified quantity or a specified number of things, that fine or maximum fine shall be treated for the purposes of this section as being the fine or maximum fine to which a person may be made liable by virtue of the enactment. 3 Where an enactment to which this section applies confers a power to provide for different fines or maximum fines in relation to different circumstances or persons of different descriptions, the amounts specified as those fines or maximum fines are to be treated separately for the purposes of this section. 4 This section shall not affect so much of any enactment as (in whatever words) confers power by subordinate instrument to make a person liable on conviction to a fine or maximum fine for each period of a specified length during which a continuing offence is continued. 5 Subject to subsection (6) below, the fine or maximum fine to which a person may be made liable by virtue of an enactment to which this section applies shall be increased to the amount at the appropriate level on the standard scale. 6 Subsection (5) above does not apply— a to section 67(3) of the  Transport Act 1962 (byelaws for railways and railway shipping services); b to section 25(2) of the  London Transport Act 1969 (byelaws for road transport premises); c to the enactments specified in Part II of Schedule 2 to the  City of London (Various Powers) Act 1977; or d to the enactments specified in Schedule 2 to the  British Railways Act 1977. 7 Where an enactment to which this section applies confers a power by subordinate instrument to make a person, as regards a summary offence, liable on conviction to a fine or maximum fine in respect of a specified quantity or a specified number of things but also confers a power by subordinate instrument to make a person, as regards such an offence, liable on conviction to an alternative fine or maximum fine, subsection (5) above shall have effect to increase— a the alternative fine; and b any amount that the enactment specifies as the maximum fine for which a subordinate instrument made in the exercise of the power conferred by it may provide, as well as the fine or maximum fine which it has effect to increase by virtue of subsection (2) above. 8 Subject to subsection (9) below, the appropriate level on the standard scale for the purposes of subsections (5) and (7) above is the level on that scale next above the amount that falls to be increased. 9 If the amount that falls to be increased is £400 or more but less than £500, the appropriate level is £1,000. 10 Where section 36 above applies, the amount that falls to be increased is the fine or maximum fine to which a person may be made liable by virtue of that section."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "41", "section_title": " Emergency regulations.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "42", "section_title": " Orders relating to spread of pests.", "section_text": "42 The following subsections shall be substituted for section 3(4) of the  Plant Health Act 1967 (control of spread of pests in Great Britain)— 4 An order made by a competent authority under this section may provide that a person guilty of an offence against the order shall be liable on summary conviction to a fine of an amount not exceeding level 5 on the standard scale, as defined in section 75 of the Criminal Justice Act 1982, or not exceeding a lesser amount. 4A An order so made for preventing the spread in Great Britain of the Colorado beetle ( Leptinotarsa decemlineata  (Say)) may provide that a person guilty of an offence against the order relating to the keeping of living specimens of the beetle (in any stage of existence), or to the distribution in any manner of such specimens, shall be liable on summary conviction to imprisonment for not more than three months, as well as, or as an alternative to, a fine under subsection (4) above. ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "46", "section_title": " Conversion of references to amounts to references to levels on scale. ", "section_text": "46 1 Where— a either— i a relevant enactment makes a person liable to a fine or maximum fine on conviction of a summary offence; or ii a relevant enactment confers power by subordinate instrument to make a person liable to a fine or maximum fine on conviction of a summary offence (whether or not created by the instrument); and b the amount of the fine or maximum fine for the offence is, whether by virtue of this Part of this Act or not, an amount shown in the second column of the standard scale, a reference to the level in the first column of the standard scale corresponding to that amount shall be substituted for the reference in the enactment to the amount of the fine or maximum fine. 2 Where a relevant enactment confers a power such as is mentioned in subsection (1)(a)(ii) above, the power shall be construed as a power to make a person liable to a fine or, as the case may be, a maximum fine not exceeding the amount corresponding to the level on the standard scale to which the enactment refers by virtue of subsection (1) above or not exceeding a lesser amount. 3 If   regulations under paragraph 5 of Schedule 23 to the Sentencing Act 2020 alter the sums specified in section 122(1) of the Sentencing Code , the second reference to the standard scale in subsection (1) above is to be construed as a reference to that scale as it has effect by virtue of   the regulations . 4 In this section “ relevant enactment ” means— a any enactment contained in an Act passed before this Act . . .  ; b any enactment contained in this Act; c any enactment contained in an Act passed on the same day as this Act; and d any enactment contained in an Act passed after this Act but in the same Session as this Act. 5 This section shall not affect so much of any enactment as (in whatever words) makes a person liable on summary conviction to a maximum fine not exceeding a specified amount for each period of a specified length during which a continuing offence is continued."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "47", "section_title": " Provisions supplementary to sections 35 to 46. ", "section_text": "47 1 In sections 35 to 40 and 46 above “ fine ” includes a pecuniary penalty but does not include a pecuniary forfeiture or pecuniary compensation. 2 Nothing in any provision contained in sections 35 to 46 above shall affect the punishment for an offence committed before that provision comes into force."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "48", "section_title": " Power to alter sums.", "section_text": "48 1 In section 143 of the  Magistrates’ Courts Act 1980 (power to alter sums specified in certain provisions)— a the following subsection shall be substituted for subsection (1)— 1 If it appears to the Secretary of State that there has been a change in the value of money since the relevant date, he may by order substitute for the sum or sums for the time being specified in any provision mentioned in subsection (2) below such other sum or sums as appear to him justified by the change. ; b in subsection (2)— i the following paragraph shall be inserted after paragraph (a)— aa section 24(3) and (4) above; ; ii the following paragraphs shall be inserted after paragraph (c)— ca section 34(3)(b) above; cb section 36 above; ; and iii the following paragraphs shall be added after paragraph (e)— f any provision mentioned in Schedule 6A to this Act; g paragraph 11(2) of Schedule 5A to the Army Act 1955 and to the Air Force Act 1955 (compensation orders); h paragraph 14(1) of that Schedule and paragraph 14(1) of Schedule 4A to the Naval Discipline Act 1957 (recognizance from parents and guardians); i section 2(13) of the Children and Young Persons Act 1969 (recognizance from parents and guardians); j the Table in section 31(3A) of the Powers of Criminal Courts Act 1973; k section 8(1)(b) of the Armed Forces Act 1976 (maximum fine awarded by Standing Civilian Courts); l paragraph 22(1) of Schedule 3 to the Local Government (Miscellaneous Provisions) Act 1982 (various offences relating to sex establishments); m paragraph 23(2) of that Schedule (permitting persons under 18 to enter sex establishments and employing persons known to be under that age in the business of sex establishments); n section 7(4)(a) of the Cinematograph (Amendment) Act 1982 (using premises without licence); o section 37(2) of the Criminal Justice Act 1982. ; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ; and d in subsection (5), for the words “Criminal Law Act 1977\" there shall be substituted the words “Criminal Justice Act 1982\". 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "50", "section_title": " Fines for offences against regulations relating to wireless telegraphy apparatus on foreign ships and aircraft.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "51", "section_title": " Variation of instalments and means inquiries.", "section_text": "51 1 The following section shall be inserted after section 85 of the  Magistrates’ Courts Act 1980—  Variation of instalments of sum adjudged to be paid by conviction. 85A Where under section 75 above a magistrates’ court orders that a sum adjudged to be paid by a conviction shall be paid by instalments, the court, on an application made by the person liable to pay that sum, shall have power to vary that order by varying the number of instalments payable, the amount of any instalment payable, and the date on which any instalment becomes payable. . 2 In section 86 of that Act (power of magistrates’ court to fix day for appearance of offender at means inquiry etc.)— a the following subsections shall be substituted for subsection (1)— 1 A magistrates’ court which has exercised in relation to a sum adjudged to be paid by a conviction either of the powers conferred by section 75(1) above shall have power, either then or later, to fix a day on which, if the relevant condition is satisfied, the offender must appear in person before the court for either or both of the following purposes, namely— a to enable an inquiry into his means to be made under section 82 above; b to enable a hearing required by subsection (5) of the said section 82 to be held. 1A Where the power which the court has exercised is the power to allow time for payment of a sum (“the adjudged sum\"), the relevant condition is satisfied if any part of that sum remains unpaid on the day fixed by the court. 1B Where the power which the court has exercised is the power to order payment by instalments, the relevant condition is satisfied if an instalment which has fallen due remains unpaid on the day fixed by the court. ; and b the following paragraph shall be substituted for subsection (4)(a)— a the relevant condition is satisfied; and ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "52", "section_title": " Reciprocal execution in England and Wales and Northern Ireland of warrants of commitment for non-payment of sum adjudged to be paid by conviction.", "section_text": "52 After section 38A of the  Criminal Law Act 1977 there shall be inserted the following section—  Further provision for execution of warrants of commitment for nonpayment of sum adjudged to be paid by conviction in England and Wales or Northern Ireland. 38B 1 Subject to subsection (6) below, a person against whom there has been issued in England and Wales a warrant committing him to prison in default of payment of a sum adjudged to be paid by a conviction may be arrested in Northern Ireland by any member of the Royal Ulster Constabulary or the Royal Ulster Constabulary Reserve in like manner as if the warrant were a warrant committing him to prison in default of payment of a sum adjudged to be paid by a conviction in Northern Ireland; and Article 158(4) and (5) of the Magistrates’ Courts (Northern Ireland) Order 1981 (execution without possession of the warrant and execution on Sunday) shall apply to the execution in Northern Ireland of any such warrant which has been issued in England and Wales as they apply in relation to the execution of a warrant for arrest. 2 Subject to subsection (6) below, a person against whom there has been issued in Northern Ireland a warrant committing him to prison in default of payment of a sum adjudged to be paid by a conviction may be arrested in England and Wales by any constable acting within his police area in like manner as if the warrant were a warrant committing him to prison in default of payment of a sum adjudged to be paid by a conviction in England and Wales. 3 A person arrested by virtue of subsection (1) or (2) above under a warrant of commitment may be detained under it in any prison in the part of the United Kingdom in which he was arrested; and while so detained he shall be treated for all purposes as if he were detained under a warrant of commitment issued in that part of the United Kingdom. 4 A warrant of commitment issued by a court in Northern Ireland may be executed in England and Wales by virtue of this section whether or not it has been endorsed under section 27 of the Petty Sessions (Ireland) Act 1851. 5 In this section— “ part of the United Kingdom ” means England and Wales or Northern Ireland; “ prison ” means— a in the case of a person who is under the age of 21 years arrested in England and Wales, any place in which he could be detained under section 12(10) of the Criminal Justice Act 1982; and b in the case of a person under that age arrested in Northern Ireland, a young offenders centre; and “ sum adjudged to be paid by a conviction ” has the meaning given by section 150(3) of the Magistrates’ Courts Act 1980 or, in Northern Ireland, Article 2(5) of the Magistrates’ Courts (Northern Ireland) Order 1981. 6 This section shall not apply to the arrest of persons under the age of 17 years. ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "53", "section_title": " Power to alter certain fines and other sums.", "section_text": "53 Section 289D of the  Criminal Procedure (Scotland) Act 1975 (power of the Secretary of State to alter certain sums) shall be amended as follows— a for subsection (1), substitute the following subsections— 1 If it appears to the Secretary of State that there has been a change in the value of money since the relevant date, he may by order substitute for the sum or sums for the time being specified in the provisions mentioned in subsection (1A) below such other sum or sums as appear to him justified by the change. 1A The provisions referred to in subsection (1) above are— a section 289B(6) of this Act; b section 289G(2) of this Act; c section 407(1A) of this Act; d section 435(e) of this Act; e section 453(3) of this Act; f section 7(4)(a) of the Cinematograph (Amendment) Act 1982; g paragraph 19(3) of Schedule 2 to the Civic Government (Scotland) Act 1982. 1B In subsection (1) above “ the relevant date ” means— a in relation to the first order made under that subsection, 29th July 1977 (the date of the passing of the Criminal Law Act 1977); and b in relation to each subsequent order, the date of the previous order. ; b in subsection (2), leave out the words “or (3A)\"; c in subsection (3), for the words “Criminal Law Act 1977\" substitute “  Criminal Justice Act 1982\"; d subsection (3A) is repealed."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "54", "section_title": " Revision of penalties for summary offences and of certain other sums.", "section_text": "54 After section 289D of the  Criminal Procedure (Scotland) Act 1975 there shall be inserted the following new sections—  Penalties for first and subsequent convictions of summary offences to be the same. 289E 1 Subject to subsections (2) to (4) and (6) below, this section applies where any Act— a makes a person liable on conviction of an offence triable only summarily to a penalty or a maximum penalty; or b confers a power by subordinate instrument to make a person liable on conviction of an offence triable only summarily (whether or not created by the instrument) to a penalty or a maximum penalty which is different in the case of a second or subsequent conviction from the penalty or maximum penalty provided or for which provision may be made in the case of a first conviction. 2 Where the penalty or maximum penalty for an offence to which section 457A(1)(b) of this Act applies has not been altered by any enactment passed or made after 29th July 1977 (the date of the passing of the Criminal Law Act 1977), this section applies as if the amount referred to in subsection (5)(a) below were the greatest amount to which a person would have been liable on any conviction immediately before that date. 3 Where any Act— a provides or confers a power to provide for a penalty or a maximum penalty which would, but for the operation of section 289C(5) of this Act, be different in the case of a second or subsequent conviction from the penalty or maximum penalty provided for or for which provision may be made in the case of a first conviction; and b otherwise fulfils the conditions of subsection (1) above; this section applies to that penalty or maximum penalty as if the amount referred to in subsection (5)(a) below were the greatest amount to which a person would have been liable or could have been made liable on any conviction immediately before the commencement of the said section 289C. 4 This section does not apply to— a section 290 of this Act (imprisonment for certain offences); b section 78 of the Criminal Justice (Scotland) Act 1980 (vandalism); or c an enactment mentioned in Schedule 7D to this Act. 5 Where this section applies the maximum penalty to which a person is or may be made liable by or under the Act in the case of any conviction shall be either or both of— a a fine not exceeding the greatest amount; b imprisonment for a term not exceeding the longest term (if any) to which an offender would have been liable or could have been made liable on any conviction (whether the first or a second or subsequent conviction) by or under the Act immediately before the commencement of this section. 6 This section does not affect the penalty which may be imposed in respect of an offence committed before it comes into force.  Increase of fines for certain summary offences. 289F 1 Subject to subsections (2) to (7) and (9) 3 below, this section applies where any Act passed on or 4 before 29th July (the date of the passing of the  Criminal Law Act 1977)— a makes a person liable on conviction of an offence triable only summarily to a fine or a maximum fine which is less than £1,000; or b confers a power by subordinate instrument to make a person liable on conviction of an offence triable only summarily (whether or not created by the instrument) to a fine or a maximum fine which is less than £1,000, or a fine or a maximum fine which shall not exceed an amount of less than £1,000, and the fine or maximum fine which may be imposed or, as the case may be, for which the subordinate instrument may provide has not been altered by— i section 289A of this Act; ii section 289C of this Act (except where section 289E(3) of this Act applies); iii section 30(3) of the  Criminal Law Act 1977; iv an enactment passed or made after 29th July 1977 and before the commencement of this section. 2 In the case of an offence to which section 457A(1)(b) of this Act applies, paragraphs (i) to (iii) of subsection (1) above do not apply and the fine or the maximum fine referred to in subsection (8) below is the fine or the maximum fine for the offence immediately before 29th July 1977 as amended, where applicable, by section 289E of this Act. 3 This section also applies where any enactment— a is contained in a consolidation Act passed after 29th July 1977 and before the commencement of this section; and b otherwise fulfils the conditions of subsection (1) above amended by subsection (2) above where it applies; and c is a re-enactment (with or without modification) of an enactment passed on or before that date. 4 Subject to subsection (9) below, where an Act provides or confers a power to provide for, on conviction of an offence triable only summarily, a fine or a maximum fine in respect of a specified quantity or a specified number of things, that fine or maximum fine is the fine or, as the case may be, the maximum fine for the purposes of this section. 5 Where an Act to which this section applies provides or confers a power to provide different fines or maximum fines in relation to different circumstances or persons of different descriptions, such fines or maximum fines are to be treated separately for the purposes of this section. 6 This section also applies where the penalties or maximum penalties provided or for which provision may be made by or under any Act on first and on second or subsequent conviction of an offence have been made the same by operation of section 289E of this Act; and in that case the fine or the maximum fine referred to in subsection (8) below is the maximum fine to which a person is or may be made liable by virtue of that section. 7 This section does not apply in the case of— a so much of any Act as (in whatever words) makes a person liable or provides for a person to be made liable to a fine or a maximum fine for each period of a specified length during which a continuing offence is committed; b section 67(3) of the  Transport Act 1962; c sections 40(5) and 44(1) of the  Road Traffic Act 1972; d an enactment mentioned in Schedule 1 to the   British Railways Act 1977 to the extent that the enactment was amended by section 13(1) of that Act; e an enactment mentioned in Schedule 7D to this Act or in Schedule 2 to the Criminal Justice Act 1982. 8 Where this section applies, the fine or, as the case may be, the maximum fine to which a person is or may be made liable by or under the Act shall be increased to the amount shown in column 2 of the Table below opposite the band in column 1 within which the fine or the maximum fine referred to in subsection (1) above falls. Column 1 Column 2 Fine or maximum fine Increased amount Under £25 £25 Under £50 but not less than £25 £50 Under £200 but not less than £50 £200 Under £400 but not less than £200 £500 Under £1,000 but not less than £400 £1,000 9 Where an Act to which this section applies provides or confers a power to provide for, on conviction of an offence triable only summarily, a fine or a maximum fine in respect of a specified quantity or a specified number of things but also provides or confers a power to provide for an alternative fine or maximum fine as regards the offence, subsection (8) above shall have effect to increase— a the alternative fine; and b any amount that the Act provides or confers a power to provide for as the maximum which a fine as regards the offence may not exceed. as well as the fine or maximum fine which it has effect to increase by virtue of subsection (4) above. 10 This section does not affect the penalty which may be imposed in respect of an offence committed before it comes into force.  The standard scale amendment of enactments. 289G 1 There shall be a standard scale of fines for offences triable only summarily, which shall be known as “ the standard Scale ”. 2 The standard scale is as follows—  Standard Scale Level Amount 1 £25 2 £50 3 £200 4 £500 5 £1,000. 3 Any reference in any enactment (whether passed or made before or after the passing of the Criminal Justice Act 1982) to a specified level on the standard scale shall be construed as referring to the amount which corresponds to that level on the standard scale referred to in subsection (2) above. 4 Subject to subsection (8) below, where— a an enactment to which subsection (5) below applies either— i makes a person liable on conviction of an offence triable only summarily (whether created by that enactment or otherwise) to a fine or a maximum fine; or ii confers a power by subordinate instrument to make a person liable on conviction of an offence triable only summarily (whether or not created by the instrument) to a fine or a maximum fine; and b the amount of the fine or the maximum fine is, whether by virtue of that enactment or otherwise, an amount shown in the second column of the standard scale, for the reference in the enactment to the amount of the fine or maximum fine there shall be substituted a reference to the level on the standard scale shown in the first column thereof as corresponding to the amount in the second column thereof referred to in paragraph (b) above. 5 This subsection applies to an enactment in any Act (including this Act) passed before the commencement of this section. 6 Subject to subsection (7) below, where an Act provides or confers a power to provide for, on conviction of an offence triable only summarily, a fine or a maximum fine in respect of a specified quantity or a specified number of things, that fine or maximum fine is the fine or, as the case may be, the maximum fine for the purposes of this section. 7 Where an Act provides or confers a power to provide for, on conviction of an offence triable only summarily, a fine or a maximum fine in respect of a specified quantity or a specified number of things but also provides or confers a power to provide for an alternative fine or maximum fine as regards the offence, the fine or the maximum fine for the purposes of this section is— a the alternative fine; and b any amount that the Act provides or confers a power to provide for as the maximum which a fine as regards the offence may not exceed, as well as the fine or maximum fine referred to in subsection (6) above. 8 Subsection (4) above does not apply to— a an enactment mentioned in Schedule 2 to the Companies Act 1980; b the Companies Act 1981; or c so much of any Act as (in whatever words) makes a person liable or provides for a person to be made liable to a fine or a maximum fine for each period of a specified length during which a continuing offence is committed. 9 Where an enactment to which subsection (5) above applies confers a power such as is mentioned in subsection (4)(a)(ii) above, the power shall be construed as a power to make a person liable to a fine or, as the case may be, a maximum fine of the amount corresponding to the level on the standard scale to which the enactment refers by virtue of subsection (4) above or of a lesser amount.  Schedule 7D. 289H 1 The enactments specified in column 1 of Schedule 7D to this Act, which relate to the penalties or the maximum penalties for the offences mentioned in those enactments, shall be amended in accordance with the amendments specified in column 2 of that Schedule, which have the effect of altering the penalties on summary conviction of the said offences and placing the fines on a level on the standard scale; and in that Schedule column 3 shows the penalties or, as the case may be, maximum penalties in force immediately before the commencement of this section and column 4 shows the penalties or, as the case may be, maximum penalties resulting from the amendments. 2 Subsection (1) above does not affect the penalty which may be imposed in respect of an offence committed before it comes into force. ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "55", "section_title": " Mode of trial of, and penalties for, ceRtain offences.", "section_text": "55 1 In Part III of the  Criminal Procedure (Scotland) Act 1975, before section 458 there shall be inserted the following new section—  Mode of trial of certain offences. 457A 1 An offence created by statute shall be triable only summarily if— a the enactment creating the offence or any other enactment expressly so provides (in whatever words); or b subject to subsection (2) and (3)(a) below, the offence was created by an Act passed on or before 29th July 1977 (the date of passing of the Criminal Law Act 1977) and the penalty or maximum penalty in force immediately before that date, on any conviction of that offence, did not include any of the following— i a fine exceeding £400; ii imprisonment for a period exceeding 3 months; iii a fine exceeding £50 in respect of a specified quantity or number of things, or in respect of a specified period during which a continuing offence is committed: Provided that, in the application of paragraph (b)(ii) above, no regard shall be paid to the fact that section 290 of this Act permits the imposition of imprisonment for a period exceeding 3 months in certain circumstances. 2 An offence created by statute which is triable only on indictment shall continue only to be so triable. 3 An offence created by statute shall be triable either on indictment or summarily if— a the enactment creating the offence or any other enactment expressly so provides (in whatever words); or b it is an offence to which neither subsection (1) nor subsection (2) above applies. 4 An offence which may under any enactment (including an enactment in this Act or passed after the Act) be tried only summarily, being an offence which, if it had been triable on indictment, could competently have been libelled as an additional or alternative charge in the indictment, may (the provisions of this or any other enactment notwithstanding) be so libelled, and tried accordingly: Provided that the penalty which may be imposed for that offence in that case shall not exceed that which is competent on summary conviction. . 2 For section 289B of the said Act of 1975 there shall be substituted the following section—  Penalties on summary conviction for offences triable either summarily or on indictment. 289B 1 Where an offence created by a relevant enactment may be tried either on indictment or summarily, the penalty or maximum penalty on summary conviction shall, to the extent that it included, immediately before the commencement of section 55 of the Criminal Justice Act 1982, a penalty or maximum penalty mentioned in column 1 of the Table below, be amended so as to substitute as a maximum penalty the corresponding penalty set forth in column 2 thereof (unless provision is expressly made by any enactment for a larger penalty or maximum penalty on summary conviction)— Column 1 Penalty or maximum penalty at commencement of section 55  of Criminal Justice Act 1982 Column 2 New maximum penalty 1. Fine (other than a fine specified in paragraph 3 below, or a fine in respect of each period of a specified length during which a continuing offence is committed). 1. Fine not exceeding the prescribed sum. 2. Imprisonment for a period exceeding 3 months. 2. Imprisonment for a period not exceeding 3 months. 3. Fine in respect of a specified quantity or number of things. 3. Fine not exceeding the prescribed sum in respect of each such quantity or number. 4. Fine exceeding £100 in respect of each period of a specified length during which a continuing offence is committed. 4. Fine not exceeding £100 in respect of each period. 2 Where, by virtue of a relevant enactment, a person summarily convicted of any offence to which subsection (1) above relates would, apart from this section, be liable to a fine or a maximum fine of one amount in the case of a first conviction and of a different amount in the case of a second or subsequent conviction, subsection (1) above shall apply irrespective of whether the conviction is a first, second or subsequent one. 3 Where, as regards any offence to which subsection (1) above relates, there is under any enactment (in whatever words) a power by subordinate instrument to restrict the amount of the fine or maximum fine which on summary conviction can be imposed in respect of that offence— a subsection (1) above shall not affect that power or override any restriction imposed in exercise of that power; and b the amount to which that fine or maximum fine may be restricted in exercise of that power shall be any amount less than the fine or maximum fine which could be imposed on summary conviction in respect of the offence apart from any restriction so imposed. 4 Where there is under a relevant enactment (in whatever words) a power by subordinate instrument to create a criminal offence, the maximum fine which may in the exercise of that power be authorised on summary conviction in respect of such an offence, when that offence may be tried either on indictment or summarily, shall by virtue of this subsection be the prescribed sum unless some larger maximum fine can be authorised on summary conviction in respect of such an offence by virtue of an enactment other than this subsection. 5 Subsection (1) above is without prejudice to section 290 of this Act (6 months’ imprisonment competent for certain offences). 6 In this section— “ the prescribed sum ” means £1,000 or such sum as is for the time being substituted in this definition by an order in force under section 289D(1) of this Act; “ relevant enactment ” means an enactment contained in the Criminal Law Act 1977 or in any Act (including this Act) passed before, or in the same session as, that Act. 7 Subsection (4) above shall not affect so much of any enactment as (in whatever words) provides for a person to be made liable, on summary conviction, to a fine or a maximum fine for each period of a specified length during which a continuing offence is committed. 8 Where an enactment to which subsection (4) above applies provides for a person to be made liable to a penalty or maximum penalty on summary conviction of an offence triable either on indictment or summarily which includes a fine or a maximum fine in respect of a specified quantity or a specified number of things, that subsection shall apply to that fine or maximum fine. 9 Schedule 7B to this Act shall have effect for the purpose of altering the penalties or maximum penalties available on summary conviction of the offences therein mentioned; and subsection (1) above shall not apply on summary conviction of any of the offences mentioned in paragraph 1(2) of the said Schedule 7B. . 3 Section 289C of the said Act of 1975 (increase of fines for certain summary offences) shall be amended as follows— a for subsection (4) there shall be substituted the following subsection— 4 This subsection applies to any pre-1949 enactment (however framed or worded) which— a as regards any summary offence makes a person liable on conviction thereof to a fine of, or not exceeding, a specified amount less than £50 which has not been altered since the end of 1948 (and is not altered by the Act); or b confers power by subordinate instrument to make a person as regards any summary offence (whether or not created by the instrument), liable on conviction thereof to a fine of, or a maximum fine of, less than £50 which has not been altered since the end of 1948 (and is not altered by this Act): Provided that this subsection does not apply to any offence to which section 457A(1)(b) of this Act applies (offences triable only summarily other than by virtue of express provision). ; b for subsection (7) there shall be substituted the following subsections— 7 Subsection (4) above does not apply to so much of any enactment as (in whatever words) makes a person liable or provides for a person to be made liable, on summary conviction, to a fine or a maximum fine for each period of a specified length during which a continuing offence is committed. 7A Where an enactment to which subsection 5(4) above applies provides or confers a power to provide for, on conviction of an offence triable only summarily, a fine or a maximum fine in respect of a specified quantity or a specified number of things, “ the specified amount ” for the purposes of subsection (5) above is the fine or maximum fine so provided or for which provision may be made. . 4 In section 289D of the said Act of 1975 (power to alter sums specified in certain provisions), after the word “the\" at the beginning of each of paragraphs (a) and (b) of subsection (3) there shall be inserted the words “fine or\". 5 Subsections (2) to (4) above do not apply in relation to any offence committed before they come into force."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "56", "section_title": " Schedules 7A to 7D to the Criminal Procedure (Scotland) Act 1975 and Schedules 6 and 7 to this Act.", "section_text": "56 1 It is hereby declared that Schedules 7A to 7C to the  Criminal Procedure (Scotland) Act 1975 have effect notwithstanding the repeal by Schedule 8 to the  Criminal Justice (Scotland) Act 1980 of paragraphs 11 to 13 of Schedule 11 to the  Criminal Law Act 1977 and have had effect at all times since the coming into force of the said Schedule 8. 2 After Schedule 7C to the Criminal Procedure (Scotland) Act 1975 there shall be inserted the Schedule set out in Schedule 6 to this Act, which shall form Schedule 7D to the said Act of 1975. 3 The enactments specified in column 1 of Schedule 7 to this Act are amended so as to substitute for references to certain sums references to levels on the standard scale corresponding to amounts equal to, or greater than, those sums; and in that Schedule— a column 1 specifies the enactments to be amended; b column 2 specifies the amendments; c column 3 shows the sums presently referred to in the said enactments; and d column 4 shows the new sums (corresponding to the appropriate levels on the standard scale as they are fixed at the date of commencement of this section. 4 The amendments provided for in Schedule 7 to this Act, other than paragraph 4 thereof, do not affect the penalty which may be imposed in respect of an act or omission occurring before that Schedule comes into force. 5 The amendment provided for in paragraph 4 of Schedule 7 to this Act shall not apply in relation to proceedings commenced before the coming into force of that provision; and for the purpose of this subsection, proceedings shall be taken to have been commenced on the day on which the petition or complaint is served on the accused."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "57", "section_title": " Her Majesty’s Chief Inspectors of Prisons.", "section_text": "57 1 The following shall be inserted after section 5 of the  Prison Act 1952—  Appointment and functions of Her Majesty’s Chief Inspector of Prisons. 5A 1 Her Majesty may appoint a person to be Chief Inspector of Prisons. 2 It shall be the duty of the Chief Inspector to inspect or arrange for the inspection of prisons in England and Wales and to report to the Secretary of State on them. 3 The Chief Inspector shall in particular report to the Secretary of State on the treatment of prisoners and conditions in prisons. 4 The Secretary of State may refer specific matters connected with prisons in England and Wales and prisoners in them to the Chief Inspector and direct him to report on them. 5 The Chief Inspector shall in each year submit to the Secretary of State a report in such form as the Secretary of State may direct, and the Secretary of State shall lay a copy of that report before Parliament. 6 The Chief Inspector shall be paid such salary and allowances as the Secretary of State may with the consent of the Treasury determine. . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "58", "section_title": " Courts-martial and Standing Civilian Courts.", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "59", "section_title": " Remand in custody in absence of accused.", "section_text": "59 1 The  Magistrates’ Courts Act 1980 shall have effect subject to the amendments specified in Schedule 9 to this Act, being amendments to modify the requirement that a person may not be remanded in custody without being brought before the court. 2 Nothing in this section shall affect the operation of section 2 of the  Imprisonment (Temporary Provisions)Act 1980."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "60", "section_title": " Applications to Crown Court for bail by persons remanded in custody.", "section_text": "60 1 In section 81 of the  Senior Courts Act 1981  — a in subsection (1) (which lists cases in which the Crown Court may grant bail) at the end of paragraph (f) there shall be added or                         g who has been remanded in custody by a magistrates’ court on adjourning a case under— i section 5 (adjournment of inquiry into offence); ii section 10 (adjournment of trial); iii section 18 (initial procedure on information agaist adult for offence triable either way); or iv section 30 (remand for medical examination), of the Magistrates’Courts Act 1980; ; b the following subsections shall be inserted after that subsection— 1H Where the Crown Court grants a person bail under subsection (1)(g) it may direct him to appear at time and place which the magistrates’ court could have directed and the recognizance of any surety shall be conditioned accordingly. 1J The Crown Court may only grant bail to a person under subsection (1)(g) if the magistrates’ court which remanded him in custody has certified under section 5(6A) of the Bail Act 1976 that it heard full argument on his application for bail before it refused the application. . 2 In subsection (6)(a) of section 5 of the Bail Act 1976 (supplementary provisions about decisions on bail) after the word “Court\", in the first place where it occurs, there shall be inserted the words “or if it issues a certificate under subsection (6A) below\". 3 The following subsections shall be inserted after that subsection— 6A Where in criminal proceedings— a a magistrates’ court remands a person in custody under any of the following provisions of the Magistrates’ Courts Act 1980— i section 5 (adjournment of inquiry into offence); ii section 10 (adjournment of trial); iii section 18 (initial procedure on information against adult for offence triable either way); or iv section 30 (remand for medical examination), after hearing full argument on an application for bail from him; and b either— i it has not previously heard such argument on an application for bail from him in those proceedings; or ii it has previously heard full argument from him on such an application but it is satisfied that there has been a change in his circumstances or that new considerations have been placed before it, it shall be the duty of the court to issue a certificate in the prescribed form that they heard full argument on his application for bail before they refused the application. 6B Where the court issues a certificate under subsection (6A) above in a case to which paragraph (b)(ii) of that subsection applies, it shall state in the certificate the nature of the change of circumstances or the new considerations which caused it to hear a further fully argued bail application. 6C Where a court issues a certificate under subsection (6A) above it shall cause the person to whom it refuses bail to be given a copy of the certificate. . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "61", "section_title": " Legal representation in case of committal on written statements.", "section_text": "61 In section 6(2)(a) of the  Magistrates’ Courts Act 1980 for the words “is not represented by counsel or a solicitor\" there shall be substituted the words “has no solicitor acting for him in the case (whether present in court or not)\"."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "63"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "64", "section_title": " Persons recommended by courts for deportation.", "section_text": "64 Schedule 3 to the  Immigration Act 1971 shall be amended in accordance with Schedule 10 to this Act."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "65", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "65"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "66", "section_title": " Right of appeal of probationer etc.", "section_text": "66 1 The following subsection shall be inserted after subsection (1) of section 50 of the  Criminal Appeal Act 1968 (meaning of “sentence\")— 1A Section 13 of the Powers of Criminal Courts Act 1973 (under which a conviction of an offence for which a probation order or an order for conditional or absolute discharge is made is deemed not to be a conviction except for certain purposes) shall not prevent an appeal under this Act, whether against conviction or otherwise. . 2 The following subsection shall be inserted after subsection (1) of section 108 of the  Magistrates’ Courts Act 1980 (right of appeal to the Crown Court)— 1A Section 13 of the Powers of Criminal Courts Act 1973 (under which a conviction of an offence for which a probation order or an order for conditional or absolute discharge is made is deemed not to be a conviction except for certain purposes) shall not prevent an appeal under this section, whether against conviction or otherwise. . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "67", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67"}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "68", "section_title": " Community service orders.", "section_text": "68 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Schedule 13 to this Act shall have effect for the purpose of the enforcement in one part of the United Kingdom of community service orders made in another part."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "69", "section_title": " Maximum periods of imprisonment for defaulting on fines etc.", "section_text": "69 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "70", "section_title": " Vagrancy offences.", "section_text": "70 1 Where a person is convicted— a under section 3 or 4 of the  Vagrancy Act 1824, of wandering abroad, or placing himself in any public place, street, highway, court, or passage, to beg or gather alms; or b under section 4 of that Act— i of wandering abroad and lodging in any barn or outhouse, or in any deserted or unoccupied building,or in the open air, or under a tent, or in any cart or waggon, and not giving a good account of himself; or ii of wandering abroad, and endeavouring by the exposure of wounds and deformities to obtain or gather alms, the court shall not have power to sentence him to imprisonment but shall have the same power to fine him as if this section had not been enacted. 2 If a person deemed a rogue and vagabond by virtue of section 4 of the Vagrancy Act 1824 is thereafter guilty of an offence mentioned in subsection (1) above, he shall be convicted of that offence under section 4 of that Act and accordingly— a shall not be deemed an incorrigible rogue; and b shall not be committed to the Crown Court, by reason only of that conviction. 3 This section applies to offences committed before as well as after it comes into effect."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "71", "section_title": " Abolition of imprisonment for loitering and soliciting for purposes of prostitution.", "section_text": "71 1 The following subsection shall be substituted for section 1(2) of the  Street Offences Act 1959— 2 A person guilty of an offence under this section shall be liable on summary conviction to a fine of an amount not exceeding level 2 on the standard scale, as defined in section 75 of the Criminal Justice Act 1982, or, for an offence committed after a previous conviction, to a fine of an amount not exceeding level 3 on that scale. . 2 The subsection substituted by subsection (1) above for section 1(2) of the Street Offences Act 1959 shall have effect in relation to offences committed before as well as after this section comes into force."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "72", "section_title": " Abolition of right of accused to make unsworn statement.", "section_text": "72 1 Subject to subsections (2) and (3) below, in any criminal proceedings the accused shall not be entitled to make a statement without being sworn, and accordingly, if he gives evidence, he shall do so  (subject to sections 55 and 56 of the Youth Justice and Criminal Evidence Act 1999)  on oath and be liable to cross-examination; but this section shall not affect the right of the accused, if not represented by counsel or a solicitor, to address the court or jury otherwise than on oath on any matter on which, if he were so represented, counsel or a solicitor could address the court or jury on his behalf. 2 Nothing in subsection (1) above shall prevent the accused making a statement without being sworn— a if it is one which he is required by law to make personally; or b if he makes it by way of mitigation before the court passes sentence upon him. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "73", "section_title": " Recall of witnesses.", "section_text": "73 1 After section 148 of the  Criminal Procedure (Scotland) Act 1975 there shall be inserted the following new section—  Recall of witnesses. 148A In any trial, on the motion of either party, the presiding judge may permit a witness who has been examined to be recalled. . 2 After section 349 of the said Act of 1975 there shall be inserted the following new section—  Recall of witnesses. 349A In any trial, on the motion of either party, the presiding judge may permit a witness who has been examined to be recalled. ."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "74", "section_title": " Construction of references to “statutory maximum\".", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "76", "section_title": " Financial provision.", "section_text": "76 There shall be defrayed out of money provided by Parliament any increase attributable to the provisions of this Act in the sums payable out of such money under any other Act."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "77", "section_title": " Minor and consequential amendments.", "section_text": "77 The enactments specified in Schedules 14 and 15 to this Act shall have effect subject to the amendments there specified (being minor amendments and amendments consequential on the foregoing provisions of this Act)."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "78", "section_title": " Repeals.", "section_text": "78 The enactments specified in Schedule 16 to this Act (which include enactments already obsolete or unnecessary) are repealed to the extent specified in the third column of that Schedule."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "79", "section_title": " Transitional.", "section_text": "79 The transitional provisions in Schedule 17 to this Act shall have effect."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "80", "section_title": " Commencement.", "section_text": "80 1 The following provisions of this Act shall come into force on the day this Act is passed, namely— section 32; section 33; section 57;  . . .   . . .  section 76; section 77, so far as it relates to paragraph 20 of Schedule 14; section 78, so far as it relates to the  Imprisonment (Temporary Provisions) Act 1980; section 79, so far as it relates to paragraph 15 of schedule 17; this section; and section 81. 2 Subject to subsection (1) above, this Act shall come into operation on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different provisions and for different purposes."}, {"act": "Criminal Justice Act 1982", "year": 1982, "section": "81", "section_title": " Citation and extent.", "section_text": "81 1 This Act may be cited as the Criminal Justice Act 1982. 2 Subject to the following provisions of this section, this Act extends to England and Wales only. 3 The following provisions of this Act extend to England and Wales and Scotland— section 33; section 41; section 42;   ...   ... 4 The following provisions of this Act extend to Scotland only— Part IV (including Schedules 6 and 7); section 57(2); section 73; section 74(2). 4A Section 74(3) above extends to Northern Ireland only 5 The following provisions of this Act extend to England and Wales, Scotland and Northern Ireland— ... section 47(2); section 49; ... section 64 (including Schedule 10); section 68(2) (including Schedule 13);  section 75; section 76; section 80; this section. 6 Section 52 above extends to England and Wales and Northern Ireland. 7 Sections 77 and 78 above extend to any part of the United Kingdom in so far as they amend or repeal any enactment which extends to that Part, except that— a section 78, so far as it relates to the  Animal Health Act 1981, extends to England and Wales only; and b the following provisions— i section 77, so far as it relates to paragraph 2 of Schedule 15; and ii section 78, so far as it relates to the  Electric Lighting (Clauses) Act 1899, extend to Scotland only. 8 Section 79 above extends to Scotland only, so far as it relates to paragraph 18 of Schedule 17. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 Her Majesty may by Order in Council direct that all or any of the enactments specified in subsection (12) below shall extend, subject to such modifications as may be specified in the Order, to the Isle of Man or any of the Channel Islands. 12 The enactments mentioned in subsection (11) above are— a section 32(1) of the  Criminal Law Act 1977; b sections 32 and 143 of the  Magistrates’ Courts Act 1980, and c in this Act— i sections 35 to 38; ii section 39 (including Schedules 2 and 3); iii section 40; iv sections 46 and 47; v . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . vi section 64 (including Schedule 10); vii section 74(1); and viii section 75. 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 Section 77 above extends to the Isle of Man and the Channel Islands, so far as it relates to paragraphs 11 to 16 of Schedule 14. 15 Section 78 above extends to the Isle of Man and the Channel Islands, so far as it relates to section 32(2)(a), (c) and (e) of the  Criminal Justice Act 1961."}]