[{"act": "Derelict Land Act 1982", "year": 1982, "section": "1", "section_title": " Powers of Secretary of State.", "section_text": "1 1 Subject to the provisions of this section, where it appears to the Secretary of State that steps should be taken for the purpose of— a reclaiming or improving any land to which this sub-section applies; or b enabling any such land to be brought into use, he may, with the consent of the Treasury, pay to any person out of money provided by Parliament grants of such amounts and payable at such time and subject to such conditions as he may from time to time determine in respect of relevant expenditure which is incurred by that person. 2 Subsection (1) above applies to— a land which is derelict, neglected or unsightly; and b in relation to a local authority in whose area it is situated, land which is not derelict, neglected or unsightly but is likely to become so by reason of actual or apprehended collapse of the surface as the result of the carrying out of relevant operations which have ceased to be carried out. 3 In subsection (1) above “ relevant expenditure ” means expenditure which is incurred, with the approval of the Secretary of State, after the commencement of this Act in or in connection with— a the carrying out, for the purpose mentioned in that subsection, of any works on the land to which that subsection applies or any other land; b the carrying out of a survey of the land to which that subsection applies for determining whether any works for that purpose should be undertaken (whether or not such works are carried out); and c in relation to a local authority in whose area the land to which that subsection applies is situated, the acquisition, for that purpose, of that land or any other land. 4 Grants under this section may be made in such manner as appears to the Secretary of State to be requisite. 5 Where the land to which subsection (1) applies is in a development area or intermediate area, the amount of the grant which may be paid under this section to any person shall not exceed— a the prescribed percentage of the relevant expenditure; or b in the case of a periodical grant in respect of costs from time to time incurred or treated as incurred in respect of the borrowing of money to defray the relevant expenditure, the prescribed percentage of the costs so incurred or treated as incurred. In this subsection “ the prescribed percentage ” means— a where the applicant for the grant is a local authority in whose area the land to which subsection (1) above applies is situated, 100 per cent.; b in any other case, 80 per cent. or such other percentage as may be prescribed by order made by the Secretary of State with the consent of the Treasury. 6 Where the land to which subsection (1) applies is not in a development area or intermediate area, the amount of the grant which may be paid under this section to any person shall not exceed— a the prescribed percentage of the relevant expenditure; or b in the case of a periodical grant in respect of costs from time to time incurred or treated as incurred in respect of the borrowing of money to defray the relevant expenditure, the prescribed percentage of the costs so incurred or treated as incurred. In this subsection “ the prescribed percentage ” means— a where the land to which subsection (1) applies is in a National Park or an area of outstanding natural beauty and the applicant for the grant is a local authority in whose area that land is situated, 75 per cent.; b in any other case, 50 per cent.  6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Subject to subsection (8) below, the Secretary of State may by order provide that the foregoing provisions of this section shall have effect in relation to land in any locality specified in the order as they have effect in relation to land in a development area or intermediate area; and any locality so specified shall be known as a derelict land clearance area. 8 The Secretary of State shall not make an order under subsection (7) above with respect to any locality unless— a he is of the opinion that the economic situation in the locality is such that the making of the order would be particularly appropriate with a view to contributing to the development of industry in the locality; or b the Treasury have consented to the making of the order. 9 Where at any time— a a locality ceases to be a development area, intermediate area or derelict land clearance area; or b an area ceases to be an area of outstanding natural beauty or comprised in a National Park, the fact that it is no longer such an area or so comprised shall not affect the amount of grant under this section in any case where the relevant expenditure was approved by the Secretary of State before that time. 10 An order under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament; an order under subsection (5) above may make such transitional provision as appears to the Secretary of State to be necessary or expedient; and section 1(4) of  the Industrial Development Act 1982  (description by reference to  areas created or existing for other purposes)  shall apply, subject to the necessary modifications, to any order under subsection (7) above made by virtue of subsection (8)(a) above. 11 In this section— “ area of outstanding natural beauty ” means an area designated as such by an order made under  section 82 of the Countryside and Rights of Way Act 2000 ; “ development area ” means an area specified as such by an order  made, or having effect as if made, under section 1 of the Industrial Development Act 1982 ; “ intermediate area ” means an area specified as such by an order so made; “ local authority ” means— a county council, . . .  , a district council, a London borough council or the Common Council of the City of London;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ National Park ” means an area designated by an order made under section 5(3) of the said Act of 1949; “ relevant operations ” means underground mining operations other than operations for the purpose of the working and getting of coal, or of coal and other minerals worked with coal, or for the purpose of getting any product from coal in the course of working and getting coal. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 This section extends to England only."}, {"act": "Derelict Land Act 1982", "year": 1982, "section": "2", "section_title": " Powers of Welsh Development Agency.", "section_text": "2 1 For section 16 of the Welsh Development Agency Act 1975 there shall be substituted the following section—  Derelict land. 16 1 Subject to the provisions of this section, where it appears to the Agency that steps should be taken for the purpose of— a reclaimimg or improving any land to which this subsection applies; or b enabling any such land to be brought into use, they may, with the consent of the Secretary of State, exercise as respects that land the powers specified in subsection (3) below. 2 Subsection (1) above applies to— a land which is derelict, neglected or unsightly; and b except as respects the exercise of the power specified in subsection (3)(a) below in relation to a person other than a local authority in whose area it is situated, land which is not derelict, neglected or unsightly but is likely to become so by reason of actual or apprehended collapse of the surface as the result of the carrying out of relevant operations which have ceased to be carried out. 3 The Agency’s powers under this subsection are— a a power to pay to any person grants of such amounts and payable at such times and subject to such conditions as they may from time to time determine in respect of relevant expenditure incurred by that person; b a power, after consultation with such local authorities and other bodies as appear to the Agency to have an interest, to acquire compulsorily or by agreement, for the purpose mentioned in subsection (1) above, the land to which that subsection applies or any other land; and c a power to carry out, for that purpose, any works on the land to which that subsection applies or any other land; and the Agency’s powers under this subsection are in addition to, and not in derogation from, any power conferred on them by any other provision of this Act. 4 In subsection (3)(a) above “ relevant expenditure ” means expenditure incurred, with the approval of the Agency, in or in connection with— a the carrying out, for the purpose mentioned in subsection (1) above, of any works on the land to which that subsection applies or any other land; b the carrying out of a survey of the land to which that subsection applies for determining whether any works for that purpose should be undertaken (whether or not such works are carried out); and c in relation to a local authority in whose area the land to which that subsection applies is situated, the acquisition, for that purpose, of that land or any other land. 5 Grants under subsection (3)(a) above may be made in such manner as appears to the Agency to be requisite. 6 The amount of the grant which may be paid under subsection (3)(a) above to a person other than a local authority in whose area the land to which subsection (1) above applies is situated shall not exceed— a the prescribed percentage of the relevant expenditure; or b in the case of a periodical grant in respect of costs from time to time incurred or treated as incurred in respect of the borrowing of money to defray the relevant expenditure, the prescribed percentage of the costs so incurred or treated as incurred. In this subsection “ the prescribed percentage ” means 80 per cent. or such other percentage as may be prescribed by order made by the Secretary of State with the consent of the Treasury. 7 After carrying out works on land acquired under subsection (3)(b) above the Agency may dispose of it free of charge to a local authority or the development corporation of a new town for the purpose of its use as a public open space. 8 A statutory instrument containing an order under subsection (6) above shall be subject to annulment in pursuance of a resolution of either House of Parliament; and an order under that subsection may make such transitional provision as appears to the Secretary of State to be necessary or expedient. 9 In this section— “ local authority ” means— a a county council or district council or b in relation to an area which is or comprises the whole or a part of a National Park and for which a joint planning board, special planning board or National Park Committee has been established, that board or Committee; “ relevant operations ” means underground mining operations other than operations for the purpose of the working and getting coal, or of coal and other minerals worked with coal, or for the purpose of getting any product from coal in the course of working and getting coal. 2 Subsection (1) above shall not apply as respects the making of a grant under the said section 16 in any case where application for the grant is or was made, or the expenditure is or was incurred, before the commencement of this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Derelict Land Act 1982", "year": 1982, "section": "3", "section_title": " Powers of local authorities. ", "section_text": "3 1 For subsection (2) of section 89 of the National Parks and Access to the Countryside Act 1949 (treatment of derelict land) there shall be substituted the following subsection— 2 Where it appears to a local authority that any land in their area— a is derelict, neglected or unsightly; or b is not derelict, neglected or unsightly but is likely to become so by reason of actual or apprehended collapse of the surface as the result of the carrying out of relevant operations which have ceased to be carried out, they may carry out, for the purpose of reclaiming or improving that land or of enabling it to be brought into use, such works on that land or any other land as appear to them expedient. In this subsection “ relevant operations ” means underground mining operations other than operations for the purpose of the working and getting of coal, or of coal and other minerals worked with coal, or for the purpose of getting any product from coal in the course of working and getting coal. 2 Section 6(3) of the  Local Authorities (Land) Act 1963 (which precludes, in certain circumstances, the compulsory acquisition of land for the purposes of the said subsection (2)) shall cease to have effect."}, {"act": "Derelict Land Act 1982", "year": 1982, "section": "4", "section_title": " Financial provisions.", "section_text": "4 1 There shall be paid out of money provided by Parliament— a any administrative expenses of the Secretary of State under this Act; and b any increase attributable to this Act in the sums payable out of such money under any other Act. 2 There shall be paid out of or into the Consolidated Fund or the National Loans Fund any increase attributable to this Act in the sums which are payable out of or into that Fund under any other Act."}, {"act": "Derelict Land Act 1982", "year": 1982, "section": "5", "section_title": " Short title, repeals, commencement and extent.", "section_text": "5 1 This Act may be cited as the Derelict Land Act 1982. 2 The enactments mentioned in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 This Act shall come into force on the expiry of the period of one month beginning with the day on which it is passed. 4 This Act does not extend to Scotland or Northern Ireland."}]