[{"act": "Finance Act 1982", "year": 1982, "section": "1", "section_title": " Duties on spirits, beer, wine, made-wine and cider. ", "section_text": "1 1 In section 5 of the  Alcoholic Liquor Duties Act 1979 (excise duty on spirits) for the words from “at the rates” to the end of the section there shall be substituted the words  “                  at the rate of £14.47 per litre of alcohol in the spirits                ” . 2 In section 36 of that Act (excise duty on beer) for “£18.00” and “£0.60” there shall be substituted  “                  £20.40                ”  and  “                  £0.68                ”  respectively. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In section 62(1) of that Act (excise duty on cider) for “£7.20” there shall be substituted  “                  £8.16                ” . 6 This section shall be deemed to have come into force on 10th March 1982."}, {"act": "Finance Act 1982", "year": 1982, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1982", "year": 1982, "section": "3", "section_title": " Hydrocarbon oil,  etc.  ", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1982", "year": 1982, "section": "4", "section_title": " Aviation gasoline. ", "section_text": "4 1  The Hydrocarbon Oil Duties Act 1979 shall have effect subject to the following modifications. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (1) of section 27 (interpretation) after the words “In this Act” there shall be inserted the words—  “                  “ aviation gasoline ”                   has the meaning given by section 6(4) above                ” . 5 In Part I of Schedule 3 (regulations under section 21 relating to hydrocarbon oil) after paragraph 10 there shall be inserted the following paragraphs— 1OA Amending the definition of “aviation gasoline” in subsection (4) of section 6 of this Act. 1OB Conferring power to require information relating to the supply or use of aviation gasoline to be given by producers, dealers and users. 1OC Requiring producers and users of and dealers in aviation gasoline to keep and produce records relating to aviation gasoline. 6 In Schedule 4 (regulations under section 24) after paragraph 18 there shall be inserted the following paragraphs— 18A Prohibiting the use of aviation gasoline otherwise than as a fuel for aircraft. 18B Prohibiting the taking of aviation gasoline into fuel tanks for engines other than aircraft engines. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1982", "year": 1982, "section": "5", "section_title": " Vehicles excise duty: Great Britain. ", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1982", "year": 1982, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Finance Act 1982", "year": 1982, "section": "7", "section_title": "", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1982", "year": 1982, "section": "8", "section_title": " Betting and gaming duties.", "section_text": "8 1 Schedule 6 to this Act shall have effect for the purposes of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b increasing gaming licence duty; c amending the law relating to bingo duty ; and d increasing, and otherwise amending the law relating to, gaming machine licence duty. 2 Part II of Schedule 6 shall have effect in relation to bets made at any time by reference to an event taking place after 31st March 1982, Part Ill of that Schedule shall have effect in relation to gaming licences for any period beginning after 31st March 1982, Part IV of that Schedule shall have effect in relation to bingo played after 26th September 1982 and Part V of that Schedule shall have effect in relation to gaming machine licences for any period beginning after 30th September 1982."}, {"act": "Finance Act 1982", "year": 1982, "section": "9", "section_title": " Immature spirits for home use and loss allowance for imported beer.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 At the end of section 40 of the Alcoholic Liquor Duties Act 1979 (charge of duty on imported beer) there shall be added the following subsection:— 3 The duty chargeable on beer to which subsection (1) above applies and which is imported or removed into the United Kingdom in containers having a capacity of more than 10 litres shall be charged on a quantity which is 2 per cent. less than the quantity so imported or removed. 4 Subsection (3) above has effect in relation to beer imported or removed into the United Kingdom on or after 1st October 1982."}, {"act": "Finance Act 1982", "year": 1982, "section": "10", "section_title": " Regulator powers. ", "section_text": "10 1 In subsection (2) of section 1 of the  Excise Duties (Surcharges or Rebates) Act 1979 (regulator powers) for the words from “groups of duties” to “every right” there shall be substituted the words duties to which this section applies, provide for an adjustment—                   a of any liability to such a duty; and b of any right . 2 For subsections (3) and (4) of section 2 of that Act there shall be substituted the following subsection— 3 An order— a may specify different percentages for different cases; but b may not provide for both an addition to any amount payable and a deduction from any other amount payable. . 3 In subsection (7) of that section (procedure for certain orders) for the words from “with respect to” to the end of paragraph (b) there shall be substituted the words —                   a specifies a percentage by way of addition to any amount payable or increases a percentage so specified; or b withdraws or reduces a percentage specified by way of deduction from any amount payable, ."}, {"act": "Finance Act 1982", "year": 1982, "section": "11", "section_title": " Power of Commissioners with respect to agricultural levies etc.", "section_text": "11 1 Notwithstanding that— a agricultural levies, within the meaning of section 6 of   the European Communities Act 1972, which are charged on goods exported from the United Kingdom are, in accordance with subsection (4) of that section, paid to and recoverable by the  relevant Minister (within the meaning given by subsection (9) of that section) , and b payments made by virtue of Community arrangements to which subsection (3) of that section applies are made by that  Minister (within the meaning so given) , proceedings for an offence under the  Theft Act 1968, the  Theft Act 1978, the   Theft Act (Northern Ireland) 1969   , the Theft (Northern Ireland) Order 1978 or the Fraud Act 2006   relating to any such levies or payments may be instituted by the Commissioners. 2 At the end of Part V of the  Customs and Excise Management Act 1979 (control of exportation) there shall be added the following section:—  Offences in relation to agricultural levies. 68A 1 Without prejudice to section 11(1) of the Finance Act 1982, if any person is, in relation to any goods, in any way knowingly concerned in any fraudulent evasion or attempt at evasion of any agricultural levy chargeable on the export of the goods, he shall be guilty of an offence and may be detained. 2 Any person guilty of an offence under this section shall be liable, on summary conviction, to a penalty of three times the value of the goods or £200, whichever is the greater. 3 Any goods in respect of which an offence under this section is committed shall be liable to forfeiture. 4 In this section “agricultural levy” has the same meaning as in section 6 of the European Communities Act 1972 and the provisions of this section apply notwithstanding that any such levy may be payable to the Intervention Board for Agricultural Produce. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1982", "year": 1982, "section": "12", "section_title": " Delegation of Commissioners’ functions. ", "section_text": "12 In subsection (1) of section 8 of the Customs and Excise Management Act 1979 (functions of Commissioners may be exercised by secretaries, assistant secretaries, etc.) for paragraphs (b) and (c) there shall be substituted the following paragraph:— b any officer or other person acting under the authority of the Commissioners ; and at the end of that subsection there shall be added the words  “                and any statement signed by one or more of the Commissioners certifying that a person specified in the statement was, at a time or for a purpose so specified, acting under the authority of the Commissioners shall be admissible in evidence, and in Scotland shall be sufficient evidence, of the fact so certified.              ”"}, {"act": "Finance Act 1982", "year": 1982, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Finance Act 1982", "year": 1982, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Finance Act 1982", "year": 1982, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Finance Act 1982", "year": 1982, "section": "27", "section_title": " Termination of the option mortgage schemes.", "section_text": "27 1 Subject to the provisions of this section, Part II of the 1967 Act (assistance for house purchase and improvement in Great Britain) and Part VIII of the 1981 Order (option mortgages in Northern Ireland) shall cease to have effect on 1st April 1983. 2 Nothing in  this Act or the Taxes Act 1988  affects the continuing operation of— a sections 24(2)(a) and 28 of the 1967 Act (entitlement to and calculation of subsidy) with respect to payments falling to be made by the Secretary of State and related to amounts due from the borrower before 1st April 1983 or treated as so due by virtue of section 28(1A) of that Act; or b section 28A of the 1967 Act (recovery of subsidy in certain cases) in its application to any such payments; or c Articles 142(2)(a) and 149 of the 1981 Order (entitlement to and calculation of subsidy) with respect to payments falling to be made by the Department of the Environment for Northern Ireland and related to amounts due from the borrower before 1st April 1983 or treated as so due by virtue of Article 149(2) of that Order; or d Article 150 of the 1981 Order (recovery of subsidy in certain cases) in its application to any such payments. 3 Nothing in  this Act or the Taxes Act 1988  affects the continuing operation of Part II of the 1967 Act in relation to a loan in respect of which an option notice is in force on 31st March 1983 if— a on that date the residence condition in section 24B of that Act is not fulfilled ; and b as a result either of the lender having first become aware of the fact on or before that date or of a notification having been given on or before that date, the option notice will (assuming the continuation in force of the said Part II) cease to have effect after that date by virtue of paragraph (ix) or paragraph (x) of subsection (3) of section 24 of that Act. 4 Nothing in  this Act or the Taxes Act 1988  affects the continuing operation of Part VIII of the 1981 Order in relation to a loan in respect of which an option notice is in force on 31st March 1983 if— a on that date the residence condition in Article 145 of that Order is not fulfilled; and b as a result either of the lender having first become aware of that fact on or before that date or of a notification having been given on or before that date, the option notice will (assuming the continuation in force of the said Part VIII) cease to have effect after that date by virtue of sub-paragraph (i) or sub-paragraph (j) of paragraph (4) of Article 142 of that Order. 5 In this section— “ the 1967 Act ” means the  Housing Subsidies Act 1967; and “ the 1981 Order ” means the  Housing (Northern Ireland) Order 1981."}, {"act": "Finance Act 1982", "year": 1982, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Finance Act 1982", "year": 1982, "section": "68", "section_title": " Postponement of recovery of tax. ", "section_text": "68 1 In section 55 of the  Taxes Management Act 1970 (postponement of recovery of tax) in subsection (2) for the words “If no application is made under subsection (3) below” there shall be substituted the words  “                    Except as otherwise provided by the following provisions of this section                  ” . 2 After subsection (3) of that section there shall be inserted the following subsection— 3A An application under subsection (3) above may be made more than thirty days after the date of the issue of the notice of assessment if there is a change in the circumstances of the case as a result of which the appellant has grounds for believing that he is over-charged to tax by the assessment. 3 In subsection (6) of that section (determination of application) in paragraph (a) after the words “subsection (3) above” there shall be inserted the words  “                    other than an application made by virtue of subsection (3A) above                  ” . 4 This section has effect in relation to notices of assessment to tax issued after the passing of this Act."}, {"act": "Finance Act 1982", "year": 1982, "section": "69", "section_title": "", "section_text": "69 1 In section 86 of the Taxes Management Act 1970 (interest on overdue tax) in subsection (3)\t\t\t\t\t(date when interest becomes payable)— a the following paragraph shall be inserted after paragraph (a)— aa in relation to any tax payable in accordance with the determination of an appeal against an assessment but which had not been charged by the assessment, the date which if it had been charged would by virtue of paragraph (a) above have been the reckonable date; and ; and b in paragraph (b) after the words “paragraph (a)” there shall be inserted the words  “                        or paragraph (aa)                      ” . 2 This section has effect in relation to notices of assessment to tax issued after the passing of this Act."}, {"act": "Finance Act 1982", "year": 1982, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "70–79"}, {"act": "Finance Act 1982", "year": 1982, "section": "80", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "80"}, {"act": "Finance Act 1982", "year": 1982, "section": "81", "section_title": " Increase of chattel exemption.", "section_text": "81 1 In the following enactments, namely,— a section 128 of the Capital Gains Tax Act 1979 (chattel exemption by reference to consideration of £2,000), b section 12(2)(b) of the  Taxes Management Act 1970 (information about assets acquired), and c section 25(7) of that Act (information about assets disposed of), for “£2,000”, in each case where it occurs, there shall be substituted  “                    £3,000                  ” . 2 This section applies to disposals on or after 6th April 1982 and, accordingly, in relation to subsection (1)(b) above, to assets acquired on or after that date."}, {"act": "Finance Act 1982", "year": 1982, "section": "82", "section_title": " Extension of general relief for gifts.", "section_text": "82 1 Section 79 of the  Finance Act 1980 (which gives relief for disposals between individuals and, by virtue of section 78 of the  Finance Act 1981, disposals by individuals to trustees) shall have effect as if references to an individual included references to the trustees of a settlement; but a claim for relief under that section in respect of a disposal to the trustees of a settlement shall be made by the transferor alone (instead of by the transferor and the transferee). 2 In subsection (4) of that section, the words from “or” onwards shall cease to have effect. 3 In subsection (5) of that section— a in paragraph (a), for the words from “chargeable” to “purposes” there shall be substituted the words  “                        attributable to the value of the asset                      ” ; and b the words from “and where” onwards shall cease to have effect. 4 In section 78 of the Finance Act 1981 (subsections (1) and (3) of which are superseded by this section) in subsection (2) for the words “that section” there shall be substituted the words  “                    section 79 of the Finance Act 1980                  ” . 5 This section applies to disposals on or after 6th April 1982."}, {"act": "Finance Act 1982", "year": 1982, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "83"}, {"act": "Finance Act 1982", "year": 1982, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "84"}, {"act": "Finance Act 1982", "year": 1982, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "85"}, {"act": "Finance Act 1982", "year": 1982, "section": "86", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "86"}, {"act": "Finance Act 1982", "year": 1982, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "87"}, {"act": "Finance Act 1982", "year": 1982, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "88"}, {"act": "Finance Act 1982", "year": 1982, "section": "89", "section_title": "", "section_text": "89 1 Where, in a case of a man and his wife living with him, one of them— a disposes of securities to his wife or her husband on or after 6th April 1982, and b disposes of other securities, which are of the same kind as those disposed of to the wife or husband, to another person (in this section referred to as “ a third party ”), the provisions of subsections (3) and (4) below have effect with respect to any securities acquired by the person making those disposals which, but for the provisions of section 88 above, could have been comprised in either of those disposals. 2 Where a company which is a member of a group of companies— a disposes of securities to another member of the group on or after 1st April 1982, and b disposes of other securities, which are of the same kind as those disposed of to that other company, to another person (in this section referred to as a “ third party ”) not being another member of the same group, the provisions of subsections (3) and (4) below have effect with respect to any securities acquired by the company making those disposals which, but for the provisions of section 88 above, could have been comprised in either of those disposals. 3 If, apart from the provisions of this subsection, securities disposed of to a third party— a would be indexed securities, and b but for the disposal referred to in subsection (1)(a) or, as the case may be, subsection (2)(a) above would be unindexed securities, the identification shall be reversed so that the securities disposed of to the third party (or, if the quantity disposed of to the third party was greater than the quantity disposed of to the wife or husband or, as the case may be, to the other company, a part of them equal to the quantity so disposed of) shall be unindexed securities. 4 If there is more than one disposal falling within subsection (1)(a) or, as the case may be, subsection (2)(a) above, or more than one disposal to a third party, the provisions of subsection (3) above shall be applied to securities disposed of on an earlier date before being applied to securities disposed of on a later date, and the re-identification of the securities first disposed of shall accordingly determine the way in which this section applies to the securities comprised in the later disposal. 5 In this subsection “ indexed securities ” means securities which were acquired or provided more than twelve months before the date of the disposal concerned and “ unindexed securities ” shall be construed accordingly. 6 Section 272 of the Taxes Act (groups of companies) shall apply for the purpose of this section as it applies for the purposes of sections 273 to 281 of that Act. 7 Subsection (9) of section 88 above applies for the purposes of this section as it applies for the purposes of that ."}, {"act": "Finance Act 1982", "year": 1982, "section": "90", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "90"}, {"act": "Finance Act 1982", "year": 1982, "section": "128", "section_title": " Reduction of duty on conveyances and leases.", "section_text": "128 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1982", "year": 1982, "section": "129", "section_title": " Exemption from duty on grants, transfers to charities, etc. ", "section_text": "129 1 Where any conveyance, transfer or lease is made or agreed to be made to   a charitable company or to the trustees of a charitable trust   or to the Trustees of the National Heritage Memorial Fund  ... , no stamp duty shall be chargeable  under Part I or  II ... of Schedule 13 to the Finance Act 1999 — b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  on the instrument by which the conveyance, transfer or lease, or the agreement for it, is effected. 2 An instrument in respect of which stamp duty is not chargeable by virtue only of subsection (1) above shall not be treated as duly stamped unless it is stamped in accordance with section 12 of the   Stamp Act 1891 with a stamp denoting that it is not chargeable with any duty. 3 This section applies to instruments executed on or after 22nd March 1982 and shall be deemed to have come into force on that date."}, {"act": "Finance Act 1982", "year": 1982, "section": "130", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "130"}, {"act": "Finance Act 1982", "year": 1982, "section": "131", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "131"}, {"act": "Finance Act 1982", "year": 1982, "section": "132", "section_title": " Increase of petroleum revenue tax and ending of supplementary petroleum duty.", "section_text": "132 1 With respect to chargeable periods ending after 31st December 1982, section 1(2) of the principal Act (rate of petroleum revenue tax) shall be amended by substituting for the words “70 per cent.” the words  “                    75 per cent.                  ” . 2 At the end of subsection (5) of section 122 of the  Finance Act 1981 (the chargeable periods for which supplementary petroleum duty is chargeable) for the words “and 30th June 1982” there shall be substituted the words  “                    30th June 1982 and 31st December 1982 and to no other periods                  ” ."}, {"act": "Finance Act 1982", "year": 1982, "section": "133", "section_title": " Export sales of gas.", "section_text": "133 1 In section 2 of the principal Act (assessable profits and allowable losses) at the beginning of subsection (5) there shall be inserted the words  “                    Subject to subsection (5A) below                  ”  and at the end of that subsection there shall be inserted the following subsection— 5A In any case where oil consisting of gas is disposed of in a sale at arm’s length and the terms of the contract are such that the seller is required to transport the gas from a place on land in the United Kingdom for delivery at a place outside the United Kingdom or to meet some or all of the costs of or incidental to its transportation from and to such places then, for the purposes of this Part of this Act— a the price received or receivable for the gas shall be deemed to be that for which it would have been sold, and b the gas shall be deemed to be delivered at the time it would have been delivered, if the terms of the contract required the gas to be delivered as mentioned in paragraph 2(2)(b) of Schedule 3 to this Act and did not require the seller to meet any such costs as are mentioned above. 2 In section 122(3) of the  Finance Act 1981 (gross profit for Purposes of supplementary petroleum duty) for “2(4) and (5)” there shall be substituted  “                    2(4) to (5A)                  ” . 3 This section has effect with respect to chargeable periods ending after 31st December 1981."}, {"act": "Finance Act 1982", "year": 1982, "section": "134", "section_title": " Alternative valuation of ethane used for petrochemical purposes.", "section_text": "134 1 Where an election is made under this section and accepted by the Board, the market value for taxation purposes of any ethane to which the election applies shall be determined, not in accordance with paragraphs 2, 2A and 3 of Schedule 3 to the principal Act (value under a notional contract), but in accordance with a price formula specified in the election; and, in relation to any such ethane, any reference to market value in any other provision of the principal Act  , in Part 8 of the Corporation Tax Act 2010   or in   Chapter 16A of Part 2 of the Income Tax (Trading and Other Income) Act 2005   shall be construed accordingly. 2 Subject to subsection (3) below, an election under this section  must be made before 1st January 1994 and  applies only to ethane— a which, during the period covered by the election, is either disposed of otherwise than in sales at arm’s length or relevantly appropriated; and b which is used or to be used for petrochemical purposes by or on behalf of the person to whom it is so disposed of or, as the case may be, by or on behalf of the participator by whom it is appropriated; and c which is not subjected to fractionation between the time at which it is disposed of or appropriated as mentioned in paragraph (a) above and the time at which it is used as mentioned in paragraph (b) above. 3 In any case where— a at a time during the period covered by an election, market value falls to be determined for ethane to which subsection (4)(b) or subsection (5)(d) of section 2 of the principal Act applies (oil stocks at the end of chargeable periods), and b after the expiry of the chargeable period in question, the ethane is disposed of or appropriated and used as mentioned in subsection (2) above, the market value of that ethane at the time referred to in paragraph (a) above shall be determined as if it were then ethane to which the election applies. 4 Where any ethane is used principally for the petro-chemical purposes specified in the election but some of it is used for fuel, as an incident of the principal use, the whole of it shall be regarded as ethane to which the election applies; but, subject thereto, the market value of ethane used otherwise than for those purposes shall be determined as if no election had been made. 5 The provisions of Schedule 18 to this Act shall have effect for supplementing this section. 6 In the preceding provisions of this section— a “ ethane ” means oil consisting of gas of which the largest component by volume over any chargeable period is ethane and which— i before being disposed of or appropriated as mentioned in subsection (2)(a) above either is not subjected to initial treatment or is subjected to initial treatment which does not include fractionation, or ii results from the fractionation of gas before it is disposed of or relevantly appropriated; b “ taxation purposes ” means the purposes of Part I of the principal Act and of Part VIII of the   Finance Act 1981 (supplementary petroleum duty). 7 In this section “ fractionation ” means the treatment of gas in order to separate gas of one or more kinds as mentioned in Paragraph 2A(3) of Schedule 3 to the principal Act; and for the purposes of subsection (6)(a) above,— a the proportion of ethane in any gas shall be determined at a temperature of 15 degrees centigrade and at a pressure of one atmosphere; and b “ component ” means ethane, methane or liquified petroleum gas."}, {"act": "Finance Act 1982", "year": 1982, "section": "135", "section_title": " Determination of oil fields.", "section_text": "135 1 In any case where a determination of an oil field is made under Schedule 1 to the principal Act and before the date of the determination oil has been won from the oil field so determined,— a Part I of the principal Act, except Schedule 7, and Part VIII of the   Finance Act 1981 (supplementary petroleum duty) shall apply as if the determination had been made immediately before oil was first won from the field; b where the actual date of the determination is later than the date which by virtue of paragraph (a) above is the end of a chargeable period for the oil field, then as respects that chargeable period sections 33(1) and 34 of the   Taxes Management Act 1970 (in their application by virtue of paragraph 1 of Schedule 2 to the principal Act), paragraphs 2(1), 5(1) and 13 of Schedule 2 to the principal Act and paragraph 9 of Schedule 16 to the Finance Act 1981 shall have effect as if any reference to the end of a chargeable period were a reference to the actual date of the determination; c where the actual date of the determination is later than the date which by virtue of paragraph (a) above is the end of a claim period in relation to the oil field, then as respects that claim period paragraph 2(1) of Schedule 5 to the principal Act and paragraph 1(2) of Schedule 6 to that Act shall have effect as if any reference to the end of the claim period in which the expenditure is incurred were a reference to that actual date; and d where the actual date of the determination is later than the date which by virtue of paragraph (a) above is the end of the transfer period, within the meaning of Schedule 17 to the   Finance Act 1980, in relation to the oil field, then as respects that transfer period paragraph 3(1) of that Schedule shall have effect as if the reference to the end of the transfer period were a reference to that actual date. 2 In any case where— a a determination is made under paragraph 5 of Schedule 1 to the principal Act (variation of fields) varying an earlier determination; and b in consequence of that variation an existing oil field is altered to any extent; then Part I of the principal Act and Part VIII of the  Finance Act 1981 shall apply in relation to the oil field subject only to the modifications provided by subsection (3) below. 3 Where subsection (2) above applies— a the time allowed— i by paragraph 2 or paragraph 5 of Schedule 2 to the principal Act for making returns, or ii by paragraph 3 of Schedule 17 to the  Finance Act 1980 for delivering notices— shall as respects returns or notices containing such particulars as may be required in consequence of the later determination be extended to a period ending, in the case of a return under paragraph 2 or a notice under paragraph 3, two months and, in the case of a return under paragraph 5, one month after the actual date of that determination; b any claim falling to be made in accordance with Schedule 5 or 6 to the principal Act in respect of any expenditure incurred before the actual date of the later determination which could not have been made before that determination may be made at any time before the expiry of the period of six years beginning with that date; c section 1 of the  Petroleum Revenue Tax Act 1980 (payments of tax on account). section 105 of the Finance Act 1980 (advance payments of tax) and paragraph 10 of Schedule 16 to the Finance Act 1981 (payments on account of supplementary petroleum duty) shall not apply in relation to any return made under paragraph 2 of Schedule 2 to the principal Act in so far as it is made by virtue of paragraph (a) above; and d section 139 below (advance petroleum revenue tax) shall not apply in relation to so much of the gross profit as accrues to any person in a chargeable period ending before the actual date of the later determination by virtue only of that later determination. 4 In subsection (3) of section 12 of the principal Act (references to things done etc. before determination of field) the words from “as regards” to “any oil field” shall cease to have effect. 5 This section has effect in relation to determinations made after 31st December 1981."}, {"act": "Finance Act 1982", "year": 1982, "section": "136", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "136"}, {"act": "Finance Act 1982", "year": 1982, "section": "137", "section_title": " Expenditure met by regional development grants to be disregarded for certain purposes.", "section_text": "137 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1982", "year": 1982, "section": "138", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "138"}, {"act": "Finance Act 1982", "year": 1982, "section": "139", "section_title": " Liability for APRT and credit against liability for petroleum revenue tax.", "section_text": "139 1 For each of the following chargeable periods, namely— a the first chargeable period ending after 31st December 1982  and before 1st January 1987  in which, subject to sections 140 and 141 below, a gross profit accrues to a participator from an oil field, and b every one out of the  immediately succeeding chargeable periods (if any) which ends before 1st January 1987 and  in which, subject to those sections, a gross profit accrues to him from that field, the participator shall be liable to pay an amount of petroleum revenue tax (to be known as “advance petroleum revenue tax” and in this Chapter referred to as “APRT”) in accordance with this section. 2 Subject to sections 140 and 141 below, APRT shall be payable on the gross profit accruing to the participator in the chargeable period in question and shall be payable  a for the chargeable period ending on 30th June 1983, at the rate of 20 per cent.; b for subsequent chargeable periods ending on or before 31st December 1984, at the rate of 15 per cent.; c for chargeable periods ending in 1985, at the rate of 10 per cent.; and d for chargeable periods ending in 1986, at the rate of 5 per cent. . 3 The aggregate of— a any APRT which is payable and paid  by a participator in respect of any chargeable period and not repaid, and b any APRT which is carried forward from the previous chargeable period by virtue of subsection (4) below, shall be set against the participator’s liability for petroleum revenue tax charged in any assessment made on him in respect of the assessable profit accruing to him in the period referred to in paragraph (a) above from the oil field in question (which liability is in this Chapter referred to as his liability for petroleum revenue tax for a chargeable period) and shall, accordingly, discharge a corresponding amount of that liability. 4 If, for any chargeable period, the aggregate of— a any APRT which is payable and paid  by a participator for that period and not repaid, and b any APRT carried forward from the previous chargeable period by virtue of this subsection, exceeds the participator’s liability for petroleum revenue tax for that period, the excess shall be carried forward as an accretion to  any APRT paid  (and not repaid) for the next chargeable period; and any reference in this Chapter to a participator’s APRT credit for a chargeable period is a reference to the aggregate of  any APRT paid  for that period and not repaid and any APRT carried forward from the previous chargeable period by virtue of this subsection. 5 The references in section 1 of the   Provisional Collection of Taxes Act 1968 to petroleum revenue tax include a reference to APRT. 6 The provisions of Schedule 19 to this Act shall have effect for supplementing this section and, accordingly, section 105 of the   Finance Act 1980 (advance payments of petroleum revenue tax) shall cease to have effect with respect to chargeable periods ending after 30th June 1983. 7 This Chapter shall be included in the Oil Taxation Acts for the purposes of sections 107 and 108 of the Finance Act 1980 (transmedian fields and gas banking schemes)."}, {"act": "Finance Act 1982", "year": 1982, "section": "140", "section_title": " Increase of gross profit by reference to royalties in kind.", "section_text": "140 1 This section applies where part of a participator’s share of the oil won and saved from an oil field is delivered by him in a chargeable period to the   OGA   pursuant to a requirement imposed under the terms of a licence granted under the   Petroleum (Production) Act 1934. 2 In determining for the purposes of APRT the gross profit accruing to the participator from the field in the chargeable period the aggregate of the amounts mentioned in paragraphs (a), (b) and (c) of subsection (5) of section 2 of the principal Act shall be increased by multiplying it by a fraction of which— a the numerator is the total of the quantity of oil won from the field which is delivered or relevantly appropriated by him in the period including the oil delivered to the   OGA  ; and b the denominator is that total excluding the oil delivered to the   OGA  . 3 Where oil is delivered pursuant to a requirement which relates to oil of one or more kinds but not to others, subsection (2) above shall apply only in relation to oil of the kind or kinds to which the requirement relates ; and where oil is delivered pursuant to a requirement which specifies different proportions in relation to different kinds of oil, that subsection shall apply separately in relation to each of those kinds. 4 For the purposes of subsection (5) of section 2 of the principal Act as it applies in determining for the purposes of APRT the gross profit accruing to a participator, the exclusion by paragraph 4 of Schedule 3 to that Act of oil delivered to the   OGA   under the terms of a licence granted under the said Act of 1934 shall be deemed to extend to oil which is inadvertently delivered to him in excess of the amount required ; and oil so delivered shall be treated for the purposes of this section as delivered pursuant to a requirement imposed under the terms of such a licence. 5 Any reference in this section or in section 141 below to the purposes of APRT includes a reference to the purpose of determining whether APRT is payable for a chargeable period by virtue of section 139(1) above."}, {"act": "Finance Act 1982", "year": 1982, "section": "141", "section_title": " Reduction of gross profit by reference to exempt allowance.", "section_text": "141 1 For the purposes of APRT there shall be for each oil field in each chargeable period an exempt allowance of 500,000 metric tonnes of oil divided between the participators in shares proportionate to their shares of the oil won and saved from the field during the period. 2 If the gross profit accruing to a participator in a chargeable period from a field exceeds the cash equivalent of his share of the exempt allowance, the gross profit shall be reduced to an amount equal to the excess. 3 If the gross profit accruing to a participator in a chargeable period from a field does not exceed the cash equivalent of his share of the exempt allowance, the gross profit shall be reduced to nil. 4 Subject to subsection (5) below, the cash equivalent of a participator’s share of the exempt allowance for an oil field for a chargeable period shall be equal to such proportion of the gross profit accruing to him from the field in that period (before any reduction under this section) as his share of the exempt allowance bears to his share, exclusive of excluded oil within the meaning of section 10 of the principal Act, of the oil won and saved from the field during the period. 5 If a participator in an oil field so elects by notice in writing given to the Board at the time when he makes his return under paragraph 2 of Schedule 2 to the principal Act for a chargeable period, the cash equivalent of his share of the exempt allowance for the field for that period shall be determined under subsection (4) above— a to the extent that his share of that exempt allowance does not exceed his share of the oil (other than gas) won and saved from the field in the period, as if in computing the gross profit accruing to him in the period all amounts relating to gas fell to be disregarded; and b to the extent, if any, that his share of that allowance exceeds his share of the oil (other than gas) so won and saved, as if in computing the gross profit so accruing all amounts relating to oil other than gas fell to be disregarded. 6 In this section references to a participator’s share of the oil won and saved from a field are to his share as expressed in metric tonnes and for that purpose 1,100 cubic metres of oil consisting of gas at a temperature of 15 degrees centigrade and pressure of one atmosphere shall be counted as equivalent to one metric tonne of oil other than gas."}, {"act": "Finance Act 1982", "year": 1982, "section": "142", "section_title": " Consequences of crediting APRT against liability for petroleum revenue tax.", "section_text": "142 1 If it appears to the Board— a that any amount of APRT credit which has been set off against a participator’s assessed liability to petroleum revenue tax for any chargeable period ought not to have been so set off, or that the amount so set off has become excessive, or b that, disregarding any liability to or credit for APRT, a participator is entitled to a repayment of petroleum revenue tax for any chargeable period, then, for the purpose of securing that the liabilities of the participator to petroleum revenue tax and APRT (including interest on unpaid tax) for the chargeable period in question are what they ought to have been, the Board may make such assessments to, and shall make such repayments of, petroleum revenue tax and APRT as in their judgment are necessary in the circumstances. 2 In a case falling within paragraph (a) of subsection (1) above, any necessary assessment to petroleum revenue tax may, where the revised amount of set off is ascertained as a result of an appeal, be made at any time before the expiry of the period of six years beginning at the end of the chargeable period in which the appeal is finally determined; and in a case falling within paragraph (b) of that subsection any necessary assessment to APRT may be made at any time before the expiry of the period of six years beginning at the end of the chargeable period in which the participator became entitled as mentioned in that paragraph. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Paragraphs 13, 14 and 15 of Schedule 2 to the principal Act (payment of tax, appeals and interest on tax) apply in relation to an assessment to petroleum revenue tax under subsection (1) above as they apply to an assessment under that Schedule."}, {"act": "Finance Act 1982", "year": 1982, "section": "143", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "143"}, {"act": "Finance Act 1982", "year": 1982, "section": "144", "section_title": "", "section_text": "144 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1982", "year": 1982, "section": "145", "section_title": " Certificates of tax deposit: extension of interest period.", "section_text": "145 For the purposes of certificates of tax deposit issued by the Treasury under section 12 of the   National Loans Act 1968 on terms published before 31st July 1980, the date which is the due date in relation to— a income tax charged at a rate other than the basic rate, and b capital gains tax, is by virtue of this section postponed, with respect to the year 1980-81 and any subsequent year of assessment, from the date specified in the prospectuses concerned to 1st December following the end of the year of assessment for which the tax is payable."}, {"act": "Finance Act 1982", "year": 1982, "section": "146", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "146"}, {"act": "Finance Act 1982", "year": 1982, "section": "147", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "147"}, {"act": "Finance Act 1982", "year": 1982, "section": "148", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "148"}, {"act": "Finance Act 1982", "year": 1982, "section": "149", "section_title": " Recovery of overpayment of tax, etc.", "section_text": "149 1 The following section shall be substituted for section 30 of the  Taxes Management Act 1970—  Recovery of overpayment of tax, etc. 30 1 Where an amount of tax has been repaid to any person which ought not to have been repaid to him, that amount of tax may be assessed and recovered as if it were unpaid tax. 2 In any case where— a a repayment of tax has been increased in accordance with section 47 or 48 of the Finance ( No.  2) Act 1975 (supplements added to repayments of tax, etc.); and b the whole or any part of that repayment has been paid to any person but ought not to have been paid to him; and c that repayment ought not to have been increased either at all or to any extent; then the amount of the repayment assessed under subsection (1) above may include an amount equal to the amount by which the repayment ought not to have been increased. 3 In any case where— a a payment, other than a repayment of tax to which subsection (2) above applies, is increased in accordance with section 47 or 48 of the Finance (No. 2) Act 1975; and b that payment ought not to have been increased either at all or to any extent; then an amount equal to the amount by which the payment ought not to have been increased may be assessed and recovered as if it were unpaid income tax or corporation tax. 4 An assessment to income tax or corporation tax under this section shall be made under Case  VI  of Schedule D. 5 An assessment under this section shall not be out of time under section 34 of this Act if it is made before the end of the chargeable period following that in which the amount so assessed was repaid or paid as the case may be. 6 Subsection (5) above is without prejudice to sections 36, 37 and 39 of this Act. 7 In this section any reference to an amount repaid or paid includes a reference to an amount allowed by way of set-off. 2 Subsection (5) of section 22 of the  Finance Act 1978 (recovery of repayments of tax to spouses) shall not apply in relation to any amount repaid on or after 6th April 1982. 3 Subsection (1) above has effect in relation to any amount repaid or paid on or after 6th April 1982."}, {"act": "Finance Act 1982", "year": 1982, "section": "150", "section_title": " Investment in gilt-edged unit trusts. ", "section_text": "150 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1982", "year": 1982, "section": "151", "section_title": " National savings accounts.", "section_text": "151 1  The National Savings Bank Act 1971 shall have effect subject to the amendments specified in Schedule 20 to this Act. 2 This section and Schedule 20 to this Act shall come into force on the expiry of the period of three months beginning with the day on which this Act is passed."}, {"act": "Finance Act 1982", "year": 1982, "section": "152", "section_title": " Additional power of Treasury to borrow. ", "section_text": "152 1 At the beginning of subsection (1) of section 12 of the  National Loans Act 1968 (power of Treasury to borrow) there shall be inserted the words  “                  Any money which the Treasury consider it expedient to raise for the purpose of promoting sound monetary conditions in the United Kingdom and                ” . 2 After the said subsection (1) there shall be inserted the following subsection: 1A The terms (as to interest or otherwise) on which any balance for the time being in the National Loans Fund is to be held shall be such as may be agreed between the Treasury and the Bank of England. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1982", "year": 1982, "section": "153", "section_title": " Variable rates of interest for government lending. ", "section_text": "153 1 For section 5 of the National Loans Act 1968 (rates of interest) there shall be substituted the following section—  Rates of interest. 5 1 This section has effect as respects any rate of interest— a which under any provision in Schedule 1 to this Act is to be determined in accordance with this Act, or b which is to be determined by the Treasury under section 3 of this Act, and, where any enactment passed after this Act provides for the payment of interest on advances or loans made out of the National Loans Fund, and for the rate at which that interest is to be payable to be determined or approved by the Treasury, then, except as otherwise expressly provided, this section has effect as respects that rate of interest. 2 For any loan or class of loans the Treasury may determine or approve either— a a fixed rate of interest, that is to say a specified rate or a formula rate which is to be applied, throughout the period of the loan or any loan of that class, with the value which it has when the loan is made, or b a variable rate of interest, that is to say a formula rate which is to be applied, for each of the successive periods of the loan or any loan of that class which are of a length specified in the determination or approval (in this section referred to as interest periods), with the value which it has at the beginning of that period; and in this subsection “ formula rate ” means a rate which is so expressed (whether by means of a formula or otherwise) that it will or may have different values at different times. 3 The Treasury shall, on each occasion when they determine or approve a fixed rate of interest for a loan or class of loans, satisfy themselves that the rate would be at least sufficient to prevent a loss if— a the loan, or any loan of that class— i were made forthwith, and ii were met out of money borrowed by the Treasury at the lowest rate at which the Treasury are for the time being able to borrow money (of whatever amount) for a comparable period, and on other comparable terms, and b the interest on the money so borrowed, together with the Treasury’s expenses of borrowing, were set off against the interest received on the loan. 4 The Treasury shall, on, each occasion when they determine or approve a variable rate of interest for a loan or class of loans, satisfy themselves that the rate would be at least sufficient to prevent a loss if— a the loan, or any loan of that class,— i were made forthwith, ii were to be repaid at the end of its first interest period, and iii were met out of money borrowed by the Treasury at the lowest rate at which the Treasury are for the time being able to borrow money (of whatever amount) for a comparable period, and b the interest on the money so borrowed were set off against the interest received on the loan. 5 If at any time the Treasury are satisfied that a rate of interest determined or approved for a class of loans, or for a loan not yet made, would not meet the requirements of subsection (3) or, as the case may be, subsection (4) above if it were determined or approved at that time, that determination or approval shall be withdrawn; and another rate shall be determined or approved in accordance with that subsection for further loans of that class or, as the case may be, for that loan. 6 The Treasury may in determining or approving a rate of interest take into account any consideration justifying a rate higher than that required by subsection (3) or (4) above. 7 Different fixed rates of interest may be determined or approved in respect of loans which are to be made for the same length of time; and different variable rates of interest may be determined or approved for loans which are to have interest periods of the same length. 8 The Treasury shall cause— a all rates of interest determined from time to time by them in respect of local loans, and b all other rates of interest determined from time to time by them otherwise than by virtue of subsection (6) above, to be published in the London and Edinburgh Gazettes as soon as may be after the determination of those rates. 2 The enactments amended by Schedule 1 to that Act (government lending and advances) shall have effect as if in the third column of that Schedule for the word “fixed”, wherever it occurs, there were substituted the word  “                  determined                ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1982", "year": 1982, "section": "154", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "154"}, {"act": "Finance Act 1982", "year": 1982, "section": "155", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "155"}, {"act": "Finance Act 1982", "year": 1982, "section": "156", "section_title": " Dissolution of Board of Referees.", "section_text": "156 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1982", "year": 1982, "section": "157", "section_title": " Short title, interpretation, construction and repeals.", "section_text": "157 1 This Act may be cited as the Finance Act 1982. 2 In this Act— a “ the Taxes Act 1970 ” means the  Income and Corporation Taxes Act 1970; and b “ the Taxes Act 1988 ” means the Income and Corporation Taxes Act 1988 . 3 Part III of this Act, so far as it relates to income tax, shall be construed as one with the Income Tax Acts, so far as it relates to corporation tax, shall be construed as one with the Corporation Tax Acts and, so far as it relates to capital gains tax, shall be construed as one with the  Capital Gains Tax Act 1979. 4 Part IV of this Act shall be construed as one with Part III of the  Finance Act 1975. 5 Part VI of this Act shall be construed as one with Part I of the  Oil Taxation Act 1975 . . .  and references in Part VI to the principal Act are references to that Act. 6 The enactments and Orders mentioned in Schedule 22 to this Act (which include spent enactments) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule. 7 The provisions of Part XI of Schedule 22 to this Act, except in so far as they relate to the  Wellington Museum Act 1947 and the  Finance (No. 2) Act 1975, shall have effect in substitution for the provisions of Section B of Part VI of Schedule 20 to the Finance Act 1980 and, accordingly, that Section shall be deemed not to have taken effect at the beginning of the year 1982-83."}]