[{"act": "Firearms Act 1982", "year": 1982, "section": "1", "section_title": " Control of imitation firearms readily convertible into firearms to which section 1 of the 1968 Act applies.", "section_text": "1 1 This Act applies to an imitation firearm if— a it has the appearance of being a firearm to which section 1 of the 1968 Act (firearms requiring a firearm certificate) applies; and b it is so constructed or adapted as to be readily convertible into a firearm to which that section applies. 2 Subject to section 2(2) of this Act and the following provisions of this section, the 1968 Act shall apply in relation to an imitation firearm to which this Act applies as it applies in relation to a firearm to which section 1 of that Act applies. 3 Subject to the modifications in subsection (4) below, any expression given a meaning for the purposes of the 1968 Act has the same meaning in this Act. 4 For the purposes of this section and the 1968 Act, as it applies by virtue of this section— a the definition of air weapon in section 1(3)(b) of that Act (air weapons excepted from requirement of firearm certificate) shall have effect without the exclusion of any type declared by rules made by the Secretary of State under section 53 of that Act to be specially dangerous; and b the definition of firearm in section 57(1) of that Act shall have effect without paragraphs (b) and (c) of that subsection (component parts and accessories). 5 In any proceedings brought by virtue of this section for an offence under the 1968 Act involving an imitation firearm to which this Act applies, it shall be a defence for the accused to show that he did not know and had no reason to suspect that the imitation firearm was so constructed or adapted as to be readily convertible into a firearm to which section 1 of that Act applies. 6 For the purposes of this section an imitation firearm shall be regarded as readily convertible into a firearm to which section 1 of the 1968 Act applies if— a it can be so converted without any special skill on the part of the person converting it in the construction or adaptation of firearms of any description; and b the work involved in converting it does not require equipment or tools other than such as are in common use by persons carrying out works of construction and maintenance in their own homes."}, {"act": "Firearms Act 1982", "year": 1982, "section": "2", "section_title": " Provisions supplementary to section 1.", "section_text": "2 1 Subject to subsection (2) below, references in the 1968 Act, and in any order made under section 6 of that Act (orders prohibiting movement of firearms or ammunition) before this Act comes into force— a to firearms (without qualification); or b to firearms to which section 1 of that Act applies; shall be read as including imitation firearms to which this Act applies. 2 The following provisions of the 1968 Act do not apply by virtue of this Act to an imitation firearm to which this Act applies, that is to say— a section 4(3) and (4) (offence to convert anything having appearance of firearm into a firearm and aggravated offence under section 1 involving a converted firearm); and b the provisions of that Act which relate to, or to the enforcement of control over, the manner in which a firearm is used or the circumstances in which it is carried; but without prejudice, in the case of the provisions mentioned in paragraph (b) above, to the application to such an imitation firearm of such of those provisions as apply to imitation firearms apart from this Act. 3 The provisions referred to in subsection (2)(b) above are sections 16 to 20 and section 47."}, {"act": "Firearms Act 1982", "year": 1982, "section": "3", "section_title": " Corresponding provision for Northern Ireland.", "section_text": "3 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to the purposes of this Act- a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Firearms Act 1982", "year": 1982, "section": "4", "section_title": " Citation, interpretation, commencement and extent.", "section_text": "4 1 This Act may be cited as the Firearms Act 1982, and this Act and the 1968 Act may be cited together as the  Firearms Acts 1968 and 1982. 2 In this Act “ the 1968 Act ” means the Firearms Act 1968. 3 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 4 This Act, except section 3, does not extend to Northern Ireland."}]