[{"act": "Industrial Development Act 1982", "year": 1982, "section": "1", "section_title": " Development areas, special development areas and intermediate areas.", "section_text": "1 1 For the purposes of this Act, and of any other enactment referring to development areas or intermediate areas under this Act, the Secretary of State may by order specify any area of Great Britain as— a a development area; or b an intermediate area. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In exercising his powers under the preceding provisions of this section the Secretary of State shall have regard to all the circumstances actual and expected, including the state of employment and unemployment, population changes, migration and the objectives of regional policies. 4 An order under this section may describe a development area, intermediate area  ... by reference to any of the following kinds of area or any combination of those areas, that is to say— a wards; b travel to work areas (being areas by reference to which the Secretary of State publishes unemployment statistics); c  any other area which has been created by, or exists or existed for the purposes of, any Act or statutory instrument (whenever passed or made); and any order under this section may provide for any reference in the order to any named area or combination of areas to be construed as a reference to that area or combination of areas as it or they existed on a date specified in the order. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 An order under this section shall be contained in a statutory instrument which, subject to subsection (8) below, shall be subject to annulment in pursuance of a resolution of either House of Parliament .... 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "2", "section_title": " Grants for projects of investment in development areas.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "3", "section_title": " Approval of projects by Secretary of State.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "4", "section_title": " Amount and payment of grants. ", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "5", "section_title": " Provisions supplementary to ss. 3 and 4.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "6", "section_title": " Conditions.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "7", "section_title": " Selective financial assistance for industry in assisted areas.", "section_text": "7 1 For the purposes set out in the following provisions of this section the Secretary of State may, with the consent of the Treasury, provide financial assistance where, in his opinion— a the financial assistance is likely to provide, maintain or safeguard employment in any part of the assisted areas; and b the undertakings for which the assistance is provided are or will be wholly or mainly in the assisted areas. 2 The purposes mentioned in subsection (1) above are— a to promote the development or modernisation of an industry; b to promote the efficiency of an industry; c to create, expand or sustain productive capacity in an industry, or in undertakings in an industry; d to promote the reconstruction, reorganisation or conversion of an industry or of undertakings in an industry; e to encourage the growth of, or the proper distribution of undertakings in, an industry; f to encourage arrangements for ensuring that any contraction of an industry proceeds in an orderly way. 3 Subject to the following provisions of this section, financial assistance under this section may be given on any terms or conditions, and by any description of investment or lending or guarantee, or by making grants, and may, in particular, be— a investment by acquisition of loan or share capital in any company, including an acquisition effected by the Secretary of State through another company, being a company formed for the purpose of giving financial assistance under this Part of this Act or Part II of the  Industry Act 1972, b investment by the acquisition of any undertaking or of any assets, c a loan, whether secured or unsecured, and whether or not carrying interest, or interest at a commercial rate, d any form of insurance or guarantee to meet any contingency, and in particular to meet default on payment of a loan, or of interest on a loan, or non-fulfilment of a contract. 4 Financial assistance shall not be given under this section in the way described in subsection (3)(a) above unless the Secretary of State is satisfied that it cannot, or cannot appropriately, be so given in any other way; and the Secretary of State, in giving financial assistance in the way so described, shall not acquire any shares or stock in a company without the consent of that company. 4A The Scottish Ministers may, to such extent and subject to such conditions as they think appropriate, delegate their function under subsection (1) to such persons as they may determine. 4B Where the Scottish Ministers make a delegation under subsection (4A) to a person, they may also delegate to that person their function of being satisfied as mentioned in subsection (4). 4C Where the Scottish Ministers make a delegation under subsection (4A), the reference in subsection (3)(a) to a company formed for the purpose of giving financial assistance is to be construed as a reference to a company formed by the person to whom the function is delegated under subsection (4A). 4D A delegation under subsection (4A) or (4B) does not affect the ability of the Scottish Ministers to carry out the function delegated. 4E A delegation under subsection (4A) or (4B) may be varied or revoked at any time. 5 In this section “industry”, unless the context otherwise requires, includes any description of commercial activity, and references to an industry include references to any section of an industry. 6 In this section “ the assisted areas ” means the development areas, the intermediate areas and Northern Ireland."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "8", "section_title": " Selective financial assistance: general powers.", "section_text": "8 1 For the purposes set out in subsection (2) of section 7 above the Secretary of State may, with the consent of the Treasury, provide financial assistance where, in his opinion— a the financial assistance is likely to benefit the economy of the United Kingdom, or of any part or area of the United Kingdom; and b it is in the national interest that the financial assistance should be provided on the scale, and in the form and manner, proposed; and c the financial assistance cannot, or cannot appropriately, be so provided otherwise than by the Secretary of State. 2 Financial assistance under this section may, subject to the following provisions of this section, be given in any of the ways set out in subsection (3) of section 7 above; but the Secretary of State shall not under this section use any money for the acquisition or assistance of banks or insurance companies. 3 Financial assistance shall not be given under this section in the way described in subsection (3)(a) of section 7 above unless the Secretary of State is satisfied that it cannot, or cannot appropriately, be so given in any other way; and the Secretary of State, in giving financial assistance in the way so described, shall not acquire any shares or stock in a company without the consent of that company. 4 The aggregate of— a the sums paid by the Secretary of State under this section or section 8 of the  Industry Act 1972, other than sums paid in respect of foreign currency guarantees, and b the liabilities of the Secretary of State under any guarantees given by him under this section or that section, (exclusive of any liability in respect of interest on a principal sum so guaranteed and of any liability under a foreign currency guarantee), less any sum received by the Secretary of State by way of repayment of loans under this section or that section, or repayment of principal sums paid to meet a guarantee under this section or that section (other than a foreign currency guarantee), shall not at any time exceed the limit specified in subsection (5) below.  5 The limit shall be £12,000 million, but the Secretary of State may, on not more than four occasions, by order made with the consent of the Treasury increase or further increase that limit by a sum specified in the order, being a sum not exceeding £1,000 million. 6 Subject to section 9 below, the aggregate of— a the liabilities of the Secretary of State under foreign currency guarantees (exclusive of any liability in respect of interest on a principal sum guaranteed by him under this section or section 8 of the  Industry Act 1972), and b any sums paid by the Secretary of State in respect of foreign currency guarantees, less any sums received by the Secretary of State by way of repayment of principal sums paid to meet foreign currency guarantees, shall not at any time exceed the limit specified in subsection (7) below. 7 The said limit shall be 1,000 million special drawing rights, but the Secretary of State may, on not more than four occasions, by order made with the consent of the Treasury increase or further increase that limit by an amount specified in the order, being an amount not exceeding 500 million special drawing rights. 8 Subject to subsection (9) below, the sums which  are paid, or undertaken to be paid,  by way of financial assistance under this section in respect of any one project, excluding sums paid or to be paid in respect of foreign currency guarantees, shall not exceed £10 million  in the case of payments made, or undertakings given by, the Scottish Ministers, or £30 million in any other case , except so far as any excess over the said sum of £10 million  or £30 million  has been authorised by a resolution of the Commons House of Parliament. 9 Subsection (8) above shall not apply where the Secretary of State is satisfied that the payment or undertaking is urgently needed at a time when it is impracticable to obtain the approval of the Commons House of Parliament; and in that case the Secretary of State shall lay a statement concerning the financial assistance before each House of Parliament. 10 An order under subsection (5) or (7) above shall be contained in a statutory instrument; and such an order shall not be made unless a draft of the order has been approved by a resolution of the Commons House of Parliament. 11 In this section— “ foreign currency ” means any currency other than sterling, including special drawing rights; “ foreign currency guarantee ” means a guarantee given under that section or section 8 of the  Industry Act 1972 by the Secretary of State under which his liability is measured in a foreign currency, whether or not it is to be discharged in a foreign currency, and for this purpose— a liability measured in sterling but expressed to be subject to a limit in a foreign currency shall be taken to be measured in foreign currency, and a liability measured in foreign currency but expressed to be subject to a limit in sterling shall be taken to be measured in sterling; “ guarantee ” includes any form of insurance."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "9", "section_title": " Limit on foreign currency liabilities: supplementary provisions.", "section_text": "9 1 The amount to be taken into account under section 8(6) above at any time in respect of a liability of the Secretary of State shall, if the amount of the liability is not expressed in special drawing rights, be the equivalent at that time in special drawing rights of the amount of the liability. 2 The equivalent in special drawing rights of the amount of a liability shall be determined by the Secretary of State— a by reference to the day on which the guarantee is given, and b by reference to the last day of each quarter at the end of which the guarantee remains in force, and shall be so determined having regard to what appears to him to be the appropriate rate of exchange. 3 A determination made under subsection (2)(a) above shall take effect as from the day by reference to which it is made and (unless it ceases to be required at an earlier date) shall remain in force until the end of the quarter in which the guarantee is given. 4 A determination made by reference to the last day of the quarter under subsection (2)(b) above shall take effect as from the end of that quarter and (unless it ceases to be required at an earlier date) shall remain in force throughout the next succeeding quarter. 5 The amount to be taken into account under section 8(6) above in respect of a sum paid or received by the Secretary of State otherwise than in special drawing rights shall be an amount determined by him, by reference to the day of payment or receipt and having regard to what appears to him to be the appropriate rate of exchange, as being the equivalent in special drawing rights of that sum. 6 The limit imposed by section 8(6) above may be exceeded if the excess is attributable only to, or to a combination of— a a quarterly revaluation; b the Secretary of State’s liability under a guarantee given in pursuance of a previous undertaking of his, so far as the amount to be taken into account for the purposes of the limit in respect of the liability exceeds what it would have been if determined by reference to the day on which the undertaking was given; c a payment made by the Secretary of State under a guarantee, so far as the amount to be taken into account for the purposes of the limit in respect of the payment exceeds what it would have been if determined by reference to the day on which the guarantee was given. 7 In this section— “ guarantee ” has the same meaning as in section 8 above; “ quarter ” means a quarter ending with 31st March, 30th June, 30th September or 31st December in any year; “ quarterly revaluation ” means a determination made, or (in relation to any time in the quarter current at the commencement of this Act) having effect as if made, under subsection (2)(b) above."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "10", "section_title": " Industrial Development Advisory Board.", "section_text": "10 1 There shall continue to be a board called the Industrial Development Advisory Board appointed by the Secretary of State to advise him with respect to the exercise of his functions under sections 7 and 8 above. 2 The Board shall consist of a chairman and not less than six nor more than twelve other members. 3 The members of the Board shall include persons who appear to the Secretary of State to have wide experience of, and to have shown capacity in, industry, banking, accounting and finance. 4 If the Board make a recommendation with respect to any matter at the request of the Secretary of State and the Secretary of State exercises his functions under sections 7 and 8 above contrary to their recommendation, he shall, if the Board so request, lay a statement as to the matter before Parliament."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "11", "section_title": " Advice for businesses.", "section_text": "11 1 The Secretary of State may make provision for the giving of advice (whether free of charge or otherwise) to persons carrying on or proposing to carry on a business. 2 Not later than six months after the end of any financial year in which this power is used the Secretary of State shall prepare and lay before Parliament a report on the exercise during the year of his powers under this section. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "12", "section_title": " Powers to promote careers in industry  etc.", "section_text": "12 1 The Secretary of State may make such grants or loans to any body as he considers appropriate for the purpose of assisting in— a the promotion of the practice of engineering; b the encouragement and improvement of links between industry, or any part of industry, and bodies or individuals concerned with education; c the encouragement of young persons and others to take up careers in industry, or in any part of industry, and to pursue appropriate educational courses. 2 Any grants under this section may be made on such conditions, and any loans under this section may be made at such rates of interest, as the Secretary of State may with the approval of the Treasury determine. 3 The Secretary of State shall not determine a rate of interest in respect of a loan under this section which is lower than the lowest rate for the time being determined by the Treasury under section 5 of the  National Loans Act 1968 in respect of comparable loans out of the National Loans Fund. 4 The Secretary of State may, with the approval of the Treasury, guarantee obligations (arising out of loans) incurred by any body which falls within subsection (5) below and which in his opinion is concerned with promoting the practice of engineering. 5 A body falls within this subsection if— a it is established by Royal Charter; and b its members are for the time being appointed by the Secretary of State."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "13", "section_title": " Improvement of basic services  in development areas and intermediate areas .", "section_text": "13 1 Where it appears to the Minister in charge of any government department that adequate provision has not been made for the needs of any development area or intermediate area in respect of a basic service for which the department is responsible, and that it is expedient with a view to contributing to the development of industry in that area that the service should be improved, he may with the consent of the Treasury make grants or loans towards the cost of improving it to such persons and in such manner as appear to him appropriate. 2 In this section “ basic service ” means the provision of facilities for transport (whether by road, rail, water or air) or of power, lighting, heating, water, or sewerage, and sewage disposal facilities, or any other service or facility on which the development of the area in question, and in particular of industrial undertakings therein, depends. 3 The powers conferred by this section are in addition to any other powers of a Minister of the Crown to make grants or loans."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "13A", "section_title": "Improvement of electronic communications networks and services  etc", "section_text": "13A 1 This section applies if it appears to the Secretary of State that adequate provision has not been made for an area in respect of electronic communications facilities. 2 The Secretary of State may, with the consent of the Treasury, make a grant or loan towards the cost of improving an electronic communications facility if— a the Secretary of State considers that doing so is likely to contribute to the development of industry in the area, or b the Secretary of State considers that doing so is likely to benefit the area in any other way (for example, by improving social or economic inclusion), and the grant or loan is made to an undertaking that is, or is to be, carried on in the area. 3 In this section— a “ area ” means the United Kingdom or a part or area of the United Kingdom; b “ electronic communications facility ” means an electronic communications network, electronic communications service or associated facility, as defined by section 32 of the Communications Act 2003. 4 The power conferred by this section is in addition to any other powers of the Secretary of State to make grants or loans."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "14", "section_title": " Provision of premises and sites.", "section_text": "14 1 The Secretary of State shall have power, in order to provide or facilitate the provision of premises in any development area or intermediate area for occupation by undertakings carried on or to be carried on there or for otherwise meeting the requirements of such undertakings (including requirements arising from the needs of persons employed or to be employed therein)— a to acquire land by agreement or, if so authorised, compulsorily; b to erect buildings and carry out works on land belonging to the Secretary of State; c by agreement with the persons interested in any other land, to erect buildings and carry out works on the land on such terms (including terms as to repayment of expenditure incurred by the Secretary of State) as may be specified in the agreement. 2 The Secretary of State shall not acquire under subsection (1) above any buildings other than industrial buildings (as defined in  section 14A of this Act ) except for redevelopment or as part of a larger property which in the opinion of the Secretary of State would be incomplete without them. 3 The Secretary of State may modernise, adapt or reconstruct any buildings or other works on land acquired by him under this section or the  Local Employment Act 1972 and, where the execution of that work will interrupt the use of the buildings or works by any undertaking, acquire other land by agreement, and erect buildings and carry out works on that other land, or on land previously acquired by the Secretary of State as aforesaid, for the purpose of providing premises for the occupation of that undertaking or of otherwise meeting its requirements. 4 Where land acquired by the Secretary of State under this section or the  Local Employment Act 1972 is situated in a locality which is not a development area or intermediate area, the Secretary of State may exercise in relation to the land the following powers, that is to say— a power to preserve and maintain the land and any buildings or works on it, and to erect buildings and carry out works on it; b where there are buildings on the land, power to acquire by agreement other land contiguous or adjacent to it for the purpose of erecting thereon extensions to those buildings or of erecting thereon other buildings to be used with the first-mentioned buildings as part of a single undertaking; c power to provide means of access, services and other facilities for meeting the requirements of undertakings carried on, or to be carried on, on the land (including requirements arising from the needs of persons employed or to be employed therein). 5 The  Acquisition of Land Act 1981 shall apply in relation to the compulsory purchase of land by the Secretary of State under this section; but, notwithstanding anything in this section, where at the time of publication in accordance with the provisions of that Act of notice of the preparation of a draft of a compulsory purchase order— a land is in use for the purposes of any undertaking, and b that undertaking provides employment which is substantial having regard to the extent of the land used for its purposes and the nature of the undertaking, the Secretary of State shall not be authorised to acquire compulsorily the interest of the person carrying on the undertaking. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "14A", "section_title": " Meaning of “industrial buildings”.", "section_text": "14A 1 In section 14(2) of this Act “ industrial building ” means a building which is used or designed for use for carrying on, in the course of a trade or business, a process for or incidental to any of the following purposes— a the making of any article or part of any article, b the altering, repairing, ornamenting, finishing, cleaning, washing, freezing, packing or canning, or adapting for sale, or breaking up or demolition, of any article, or c the getting, dressing or preparation for sale of minerals or the extraction or preparation for sale of oil or brine, or which is used or designed for use for carrying on, in the course of a trade or business, scientific research. 2 For the purposes of subsection (1) premises which— a are used or designed for use for providing services or facilities ancillary to the use of other premises for the carrying on of any such process or research as is mentioned in that subsection, and b are or are to be comprised in the same building or the same curtilage as those other premises, shall themselves be treated as used or designed for use for the carrying on of such a process or, as the case may be, of such research. 3 In this section— “ article ” means an article of any description, including a ship or vessel; “ building ” includes part of a building; “ minerals ” includes all minerals and substances in or under land of a kind ordinarily worked for removal by underground or surface working, except that it does not include peat cut for purposes other than sale; “ scientific research ” means any activity in the fields of natural or applied science for the extension of knowledge”. "}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "15", "section_title": " Annual reports.", "section_text": "15 1 For each financial year the Secretary of State shall prepare a report on the discharge of his functions— a under Parts 1 and 3  and sections 13 and 14 of this Act, b under section 67(1) of the  Town and Country Planning Act 1971 and section 65(1) of the  Town and Country Planning (Scotland) Act 1972 (industrial development certificates),  c under Part III of the  Industry Act 1972 (including any functions in respect of guarantees given by him under section 7 of the  Shipbuilding Industry Act 1967), and d under the  English Industrial Estates Corporation Act 1981, and shall lay the report before Parliament not later than six months after the end of the financial year to which it relates. 2 The Secretary of State may discharge his duty under this section in any year by making a report on his functions under Part I,  ... Part III or sections 13 and 14 of this Act, or under the other enactments mentioned in subsection (1) above and one or more separate reports on the remaining functions. 3 A report under this section relating to Part III of this Act or Part III of the  Industry Act 1972 shall contain a statement showing the total amount of the liabilities of the Secretary of State (exclusive of any liability in respect of interest on a principal sum) under guarantees given by him under Part III of this Act or Part II of that Act or, as the case may be, under Part III of that Act (and in the latter case shall include liabilities under guarantees given under section 7 of the  Shipbuilding Industry Act 1967). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "16", "section_title": " Secretary of State’s accounts etc.", "section_text": "16 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , the Secretary of State shall, for each financial year, prepare a statement of accounts in such form as the Treasury may direct, showing the financial results for the financial year as respects— a the activities of the Secretary of State in the execution of sections  13 to 14  of this Act . . .  , other than activities in respect of grants; . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The Secretary of State shall on or before 30th November in each year transmit to the Comptroller and Auditor General the statement of accounts prepared by the Secretary of State for the financial year last ended for examination and certification by him. 3 Copies of every statement of accounts of the Secretary of State under this section, together with the report of the Comptroller and Auditor General thereon, shall be laid by the Secretary of State before Parliament. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "17", "section_title": " Supplemental.", "section_text": "17 1 In this Part of this Act “ land ” includes messuages, tenements and hereditaments, houses and buildings of any tenure. 2 In this Part of this Act “ undertaking ” means any trade or business or any other activity providing employment. 3 Where at any time a locality ceases to be a development area or intermediate area, the fact that it is no longer such an area shall not prejudice— a the completion by the Secretary of State of buildings or works begun before that time in the locality under subsection (1) of section 14 above, or the exercise by the Secretary of State in relation to land in that locality of his powers under that subsection so far as may be necessary for the purpose of fulfilling any agreement entered into by the Secretary of State before that time; b the making under this Part of this Act of any grant or loan in any case in which an application for the grant or loan was received by the Secretary of State before that time; or c the continued operation of any agreement relating to such grant or loan as is mentioned in paragraph (b) above or of any other agreement relating to grants or loans entered into under this Part of this Act or corresponding provisions of the  Local Employment Act 1972."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "18", "section_title": " Interpretation.", "section_text": "18 1 In this Act “ development area ” ... and “ intermediate area ” mean an area for the time being specified or designated by an order made, or having effect as if made, under section 1 above, as the case may be, as a development area ... or as an intermediate area. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "19", "section_title": " Consequential provisions etc. and repeals.", "section_text": "19 1 Schedule 2 to this Act (which contains amendments consequential on the provisions of this Act, transitional provisions and savings) shall have effect; and the provisions of that Schedule are without prejudice to sections 16 and 17 of the  Interpretation Act 1978 (which relate to repeals). 2 Subject to the provisions of Schedule 2 to this Act, the enactments and instruments specified in Schedule 3 to this Act are hereby repealed or, as the case may be, revoked to the extent specified in the third column of Schedule 3."}, {"act": "Industrial Development Act 1982", "year": 1982, "section": "20", "section_title": " Short title, commencement and extent.", "section_text": "20 1 This Act may be cited as the Industrial Development Act 1982. 2 This Act shall come into force on the expiration of the period of three months beginning with its passing. 3 This Act extends to England and Wales and, except for section 14, to Scotland; but only the following provisions of this Act extend to Northern Ireland, that is to say, Part III, sections 11 , 12 and 13A , and this section and (so far as they relate to enactments which extend to Northern Ireland) sections 15 , 16  and 19 and Schedules 2 and 3."}]