[{"act": "Industrial Training Act 1982", "year": 1982, "section": "1", "section_title": " Establishment of industrial training boards.", "section_text": "1 1 For the purpose of making better provision for the training of persons over compulsory school age (in Scotland school age) for employment in any activities of industry or commerce the Secretary of State may, subject to the provisions of this section, make an order specifying those activities and establishing a board to exercise in relation to them the functions conferred on industrial training boards by the following provisions of this Act. 2 In this Act— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   “ base period ” has the meaning assigned to it by section 11(2E) below;  “ employee ” includes a person engaged under a contract for services, and “ employer ” shall be construed accordingly; “ employment ” means employment under a contract of service or apprenticeship or a contract for services or otherwise than under a contract, and “ employed ” shall be construed accordingly; “ exemption certificate ” has the meaning assigned to it by section 13(1) below; “ industrial training board ” means (subject to section 20(2) below) a board established under this section or section 1 of the  Industrial Training Act 1964; “ industrial training order ” means an order under this section; “ the industry ”, in relation to an industrial training board, means the activities in relation to which it exercises functions; “ levy order ” has the meaning assigned to it by section 11(2) below; ...  “ levy period ” has the meaning assigned to it by section 11(2A) below; and  “ levy proposals ” has the meaning assigned to it by section 11(1) below. 3 The provisions of Schedule 1 to this Act shall have effect with respect to industrial training boards.   4 Before making an industrial training order the Secretary of State shall consult— a such organisations or associations of organisations appearing to him to be representative of substantial numbers of employers, and such bodies established for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, as he thinks fit; and b such other organisations, associations or bodies (if any) as he thinks fit. 6 Any consultations required to be carried out under this section may be in such form and in respect of such matters (whether or not related to the making of a specific order) as the Secretary of State . . .  thinks fit. 7 An industrial training order may provide for any incidental or supplementary matter for which it appears to the Secretary of State to be necessary or expedient to provide and an order amending or revoking such an order may provide for any incidental, transitional or consequential matter for which it appears to the Secretary of State to be necessary or expedient to provide; and, without prejudice to the generality of the foregoing or to the powers implied in  section 3(1)(b)  below, the matters for which orders under this section may provide shall include the amendment or revocation of an order under that section. 8 The power to make an industrial training order shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "2", "section_title": " Establishment of committees.", "section_text": "2 1 An industrial training board may— a appoint committees (which need not include members of the board); b join with one or more other industrial training boards in appointing joint committees consisting of such persons (whether or not members of an industrial training board) as may be determined by the boards; and delegate to any such committee, to such extent as may be stated in proposals submitted to and approved by the  Secretary of State  under section 5(5) below, all or any of the functions conferred on the board by section 5 or section 14(5) below. 2 An industrial training board may pay or, as the case may be, join in paying— a to the members of such a committee such allowances for loss of remunerative time as the Secretary of State may, with the approval of the Treasury, determine and such travelling, subsistence and other allowances as the board or, as the case may be, the boards may determine; and b to the chairman of any such committee to which functions mentioned in subsection (1) above are delegated such remuneration as the board or, as the case may be the boards may determine. 3 An industrial training board may make, or as the case may be join in making, such arrangements as the board may determine— a for the payment of pensions, superannuation allowances and gratuities to or in respect of the chairmen of such committees as are mentioned in subsection (2)(b) above; b for the payment of compensation to a person who ceases to be such a chairman otherwise than on the expiry of his term of office where it appears to the board that there are special circumstances which make it right for him to receive compensation. 4 Subject to any directions of the board or boards which appointed it, a committee appointed under this section may regulate its own procedure and fix a quorum for its proceedings."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "3", "section_title": " Transfer of establishments’ activities from industry of one board to that of another.", "section_text": "3 1 If an employer in the industry of an industrial training board requests the Secretary of State in writing to secure that the activities carried on at a particular establishment of the employer shall, instead of being included for the purposes of this Act in that industry, be included for those purposes in the industry of another industrial training board, the Secretary of State— a shall consult both boards in question about the request; and b after such consultation, may if he thinks fit make an order giving effect to that request. 2 The power to make an order under this section shall be exercisable by statutory instrument."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "3A", "section_title": " Transfer of assets on revocation or amendment of industrial training order.", "section_text": "3A 1 Where an order has been made under section 1 above which— a revokes an industrial training order, or b amends such an order so as to exclude from the scope of operation of an industrial training board some of the activities in relation to which it exercises functions, the board concerned— i may with the consent of the Secretary of State, or ii shall if he so directs, transfer all or any of its assets to any person on trust to be used for charitable purposes which are related to or connected with training for employment. 2 A transfer under subsection (1) above may be made for a consideration which is less than the market value of the assets transferred or for no consideration; and different assets may be transferred by a board under that subsection to different persons. 3 It is hereby declared that a transfer under subsection (1) above may be made in a case where an industrial training order is revoked even if the assets of the board concerned are (or will be after the transfer) insufficient to meet its liabilities and the expenses of the winding up of the board in pursuance of section 4(1) below. 4 Subject to subsection (5) below, the provisions of section 15(5) to (9) below shall apply in relation to any direction given by the Secretary of State under subsection (1) above as they apply in relation to any direction given by him under section 15(1) or (2) below. 5 Where any such direction is given in a case where an industrial training order is revoked, those provisions shall so apply with the omission from section 15(6) below of the words from “during such period” onwards."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "3B", "section_title": " Transfer of staff employed by boards.", "section_text": "3B 1 If arrangements are made (whether in connection with a transfer of assets under section 3A(1) above or otherwise) for any activities of an industrial training board to be carried on by some other person (“ the transferee ”) as from a particular date, this section shall have effect in relation to any employee of the board who, immediately before that date, was employed wholly or mainly in connection with those activities. 2 Transfer of Undertakings (Protection of Employment) Regulations 2006  shall apply in relation to any such employee of the board in accordance with subsection (3) below. 3 For the purposes of the application of those Regulations in relation to any such employee, the activities referred to in subsection (1) above shall (whether or not they would otherwise be so regarded) be regarded— a as constituting an undertaking  to which those Regulations apply  which is transferred from the board to the transferee on the date referred to in that subsection, and b as being so transferred by a transfer to which those Regulations apply and which is completed on that date. 4 A certificate issued by an industrial training board, in connection with any such arrangements as are referred to in subsection (1) above, to the effect that a person was, immediately before the date referred to in that subsection, employed by the board wholly or mainly in connection with the activities to which the arrangements relate shall be conclusive evidence of the facts stated in the certificate."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "4", "section_title": " Winding up of boards.", "section_text": "4 1 An order made under section 1 above revoking an industrial training order (in this section referred to as “ a revocation order ”) shall provide for the winding up of the industrial training board. 2 A revocation order may provide— a for the imposition of a levy on employers in the industry (whether or not exemption certificates have been issued to them), other than such (if any) as may be exempted by the order, for the purpose of raising the whole or part of any amount by which the assets of the board may be insufficient to meet its liabilities and the expenses of the winding up; and b for any assets of the board which are not required to meet those liabilities and expenses to be transferred to the Secretary of State and for those assets to be applied for purposes specified in the order. Any reference in this subsection to the assets of the board is a reference to the assets (if any) held by it after the making of any transfer or transfers under section 3A(1) above. 3 A revocation order making provision for the imposition of a levy— a may provide for payments by way of levy to accrue due from day to day over a period specified in the order; and b may contain provisions as to the evidence by which a person’s liability to the levy or his discharge of that liability may be established and as to the time at which any amount payable by any person by way of levy shall (whether or not any period over which that amount accrues due has expired) become due and recoverable by the board. 4 A person assessed to levy imposed under a revocation order may appeal to an  employment tribunals  and a revocation order imposing a levy shall make provision as to the time within which such an appeal may be made. 5 On an appeal under subsection (4) above— a if the appellant satisfies the tribunal that he ought not to have been assessed to the levy or ought to have been assessed in a smaller amount, the tribunal shall rescind or, as the case may be, reduce the assessment but (subject to paragraph (b) below) in any other case shall confirm it; and b if it appears to the tribunal that the appellant ought to have been assessed to the levy in a larger amount, the tribunal may increase the assessment accordingly. 6 Where a revocation order has been made for the winding up of an industrial training board the Secretary of State may out of moneys provided by Parliament— a pay such pension, superannuation allowance or gratuity to or in respect of the former chairman of the board as he may with the approval of the Treasury determine; and b pay such sums as he may so determine to the trustees of the Industrial Training Boards’ Combined Pension Fund for the purpose of meeting the whole or part of any shortfall in the assets of the Fund referable to the pensions, superannuation allowances and gratuities payable in respect of the former officers and servants of the board."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "5", "section_title": " Functions of boards.", "section_text": "5 1 For the purpose of encouraging adequate training of persons employed or intending to be employed in the industry, an industrial training board— a may provide or secure the provision of such courses and other facilities (which may include residential accommodation) for the training of those persons as the board considers adequate, having regard to any courses or facilities otherwise available to those persons; b may approve such courses and facilities provided by other persons; c may from time to time consider such employments in the industry as appear to require consideration and publish recommendations with regard to the nature and length of the training for any such employment and the  post-school education  to be associated with the training, the persons by and to whom the training ought to be given, the standards to be attained as a result of the training and the methods of ascertaining whether those standards have been attained; d may apply or make arrangements for the application of selection tests and of tests or other methods for ascertaining the attainment of any standards recommended by the board and may award certificates of the attainment of those standards; e may assist persons in finding facilities for being trained for employment in the industry; f may carry on or assist other persons in carrying on research into any matter relating to training for employment in the industry; g may provide advice about training connected with the industry. 2 An industrial training board may enter into contracts of service or apprenticeship with persons who intend to be employed in the industry and to attend courses or avail themselves of other facilities provided or approved by the board. 3 An industrial training board may— a at the request of another industrial training board provide advice for the other board and courses and other facilities for the training of persons employed or intending to be employed in the industry for which that other board is established; b at the request of the  Secretary of State  provide such other advice, and such other courses and facilities for training, as are mentioned in the request; c at the request of an employer in the industry provide for him advice about training connected with activities carried on in Northern Ireland or outside the United Kingdom, which, if they were carried on in Great Britain, would be included in the industry; d enter into agreements with persons for the making by them of payments to the board in respect of the exercise by the board of any of its functions; e take part in any arrangements made in pursuance of  section 2 . . .  . . .of the  Employment and Training Act 1973  or of section 2(3) of the Enterprise and New Towns (Scotland) Act 1990 and may provide services or arrange for the provision of services in pursuance of arrangements made, or a direction given, under section 10 of the Employment and Training Act 1973 (careers services) ; but any expense incurred by the board in pursuance of paragraph (c) above shall not be defrayed out of sums received by way of levy. 4 An industrial training board may— a pay maintenance and travelling allowances to persons attending courses provided or approved by the board; b make grants or loans to persons providing courses or other facilities approved by the board, to persons who make studies for the purpose of providing such courses or facilities and to persons who maintain arrangements to provide such courses or facilities which are not for the time being in use; c pay fees to persons providing  post-school education  in respect of persons who receive it in association with their training in courses provided or approved by the board; d make payments to persons in connection with arrangements under which they or employees of theirs make use of courses or other facilities provided or approved by the board. 5 An industrial training board— a shall from time to time submit to the  Secretary of State for his  approval proposals for the exercise of functions conferred on the board by this section; and b may from time to time submit to the  Secretary of State for his  approval proposals for the delegation of all or any of those functions to committees established under section 2 above; and the board shall exercise its functions under this section in accordance with proposals submitted to the  Secretary of State and approved by him . 6 An industrial training board shall give to the  Secretary of State  such information or facilities for obtaining information with regard to the exercise of its functions, in such manner and at such times as the  Secretary of State  may reasonably require. 7 The functions conferred by this section which are exercisable outside Great Britain are those which are exercisable under provisions of it which are applied by section 10(1A) below in connection with the training of persons outside Great Britain under that section. 8 In this section “ post-school education ” means— a in England and Wales, “ higher education ” as defined by section 120(1) of the Education Reform Act 1988 or “ further education ” as defined by section 2(3) to (5) of the Education Act 1996; and b in Scotland, “ further education ” within the meaning of the Education (Scotland) Act 1980. "}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "6", "section_title": " Power to obtain information from employers.", "section_text": "6 1 An industrial training board may require employers in the industry to furnish such returns and other information of a kind approved by the Secretary of State and to keep such records of a kind approved by him and produce them for examination on behalf of the board as appear to the board to be necessary for carrying out its functions. 2 Subject to subsection (3) below, returns and other information furnished in pursuance of subsection (1) above and any information obtained on an examination made in pursuance of that subsection shall not, without the consent of the employer to whose business the returns or information relate, be disclosed otherwise than to the Secretary of State or one of his officers, or to an industrial training board or a committee appointed by such a board, or an officer of such a board or committee or any person entitled to take part in the proceedings of such a board . . .  3 Subsection (2) above shall not apply— a to the disclosure of returns or information in the form of a summary of similar returns or information furnished by or obtained from a number of employers, if the summary is so framed as not to enable particulars relating to any individual business to be ascertained from it; b to any disclosure of information made for the purposes of any legal proceedings pursuant to this Act or any criminal proceedings, whether pursuant to this Act or not, or for the purposes of any report of any such proceedings. 4 A certificate purporting to be issued by or on behalf of the Secretary of State and stating that he has approved any kind of information, return or record for the purposes of subsection (1) above shall in any legal proceedings be evidence, and in Scotland sufficient evidence, of the facts stated in the certificate. 5 If any person fails to comply with any requirement made under subsection (1) above he shall be liable on summary conviction to a fine not exceeding  £100 level 4 on the standard scale  or, on a second or subsequent conviction,  £200 level 4 on the standard scale . 6 If any person— a knowingly or recklessly furnishes, in pursuance of any requirement made under subsection (1) above, any return or other information which is false in a material particular, or b wilfully makes a false entry in any record required to be produced under that subsection or, with intent to deceive, makes use of any such entry which he knows to be false, or c discloses any information in contravention of subsection (2) above, he shall be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding the prescribed sum or to both, or on conviction on indictment to imprisonment for a term not exceeding two years or to a fine or to both. 7 In subsection (6) above “ the prescribed sum ” means— a if the offence was committed in England or Wales, the prescribed sum within the meaning of section 32 of the  Magistrates’ Courts Act 1980 (£1,000 or other sum substituted by order under section 143(1) of that Act); and b if the offence was committed in Scotland, the prescribed sum within the meaning of section 289B of the  Criminal Procedure (Scotland) Act 1975 (£1,000 or other sum substituted by order under section 289D(1) of that Act). 8 Where an offence under this section committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and be liable to be proceeded against and punished accordingly."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "7", "section_title": " Provisions supplementary to s. 6.", "section_text": "7 1 The  Secretary of State may  direct an industrial training board to exercise the power to require the furnishing of information which is conferred on the board by section 6(1) above (in this section referred to as “ the information power ”) so as to require employers in the industry to furnish to the board, in such form and on such occasions as are specified in the direction, such information as the  Secretary of State considers that he needs for the purposes of his  functions and as is so specified; and it shall be the duty of the board to comply with the direction. 2 An industrial training board shall not exercise the information power except— a in pursuance of a direction given by virtue of subsection (1) above; or b with the approval of the Secretary of State and in accordance with the conditions, if any, of the approval; and any application by a board for approval in pursuance of paragraph (b) above must be made to the  Secretary of State and contain such information as he  may require with respect to the proposed exercise of the information power. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 An approval of an application given by the Secretary of State in pursuance of subsection (2)(b) above may be given subject to conditions that the board in question may exercise the information power only for the purpose of requiring the furnishing of information in such forms and on such occasions as are specified in the instrument of approval."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "8", "section_title": " Reports and accounts.", "section_text": "8 1 An industrial training board shall keep proper accounts and other records in relation to the accounts and prepare in respect of each of its financial years a statement of account in such form as the  Secretary of State may, with the approval of  the Treasury, determine. 2 The accounts of an industrial training board shall be audited by auditors appointed by the board and no person  shall be so appointed unless he is eligible for appointment as a  statutory auditor under Part 42 of the Companies Act 2006 . 2A Subsection (2) shall not apply to the accounts of— a the Construction Industry Training Board, or b the Engineering Construction Industry Training Board, in respect of financial years ending on or after 31st December 2003. 2B The Construction Industry Training Board and the Engineering Construction Industry Training Board shall each send a copy of its statement of account prepared under subsection (1) in respect of each financial year ending on or after 31st December 2003 to the Comptroller and Auditor General as soon as reasonably practicable after the end of the financial year to which each statement relates. 2C The Comptroller and Auditor General shall examine, certify and report on each statement of account sent to him under subsection (2B). 3 An industrial training board shall for each of its financial years make a report of its activities to the  Secretary of State  and that report shall include a statement of the accounts of the board for that year together with a copy of any report made by the auditors on the accounts  or, as the case may be, by the Comptroller and Auditor General on the statement . 4 The  Secretary of State  shall lay a copy of every such report before Parliament."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "9", "section_title": " Publication of information.", "section_text": "9 1 Subject to subsection (2) below, the Secretary of State may . . .  direct an industrial training board to publish in the report made by it under section 8(3) above, or otherwise as he may direct, such information in the possession of the board as he may specify in the direction. 2 No direction under this section shall require any information which is so framed as to enable particulars relating to any individual employer or establishment of an employer to be ascertained from it to be published without the consent of the employer in question."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "10", "section_title": " Training for employment overseas.", "section_text": "10 1 An industrial training board may, with the consent . . .  of the Secretary of State, exercise such functions in connection with training for employment in a similar industry outside Great Britain as are exercisable by it under the relevant provisions in connection with the training of persons employed or intending to be employed in the industry in Great Britain. 1A In subsection (1) above “ the relevant provisions ” means— a in relation to the training of persons in Great Britain, section 5(1), (3)( d ) and (4) above; and b in relation to the training of persons outside Great Britain, paragraphs ( a ), ( c ), ( d ), ( e ), ( f ) and ( g ) of section 5(1) and paragraph ( d ) of section 5(3) above.  2 An industrial training board may delegate any power exercisable by it by virtue of this section to a committee (which need not include members of the board) appointed for that purpose or to any committee appointed under section 2 above. 3 An industrial training board shall keep separate accounts— a with respect to its functions under this section; and b with respect to its other functions under this Act; and no money raised by a levy imposed under this Act shall be carried to an account kept in pursuance of paragraph (a) above, and any expenses and liabilities incurred by the board under this section shall be disregarded for the purposes of section 4(2) above and section 11(1) below."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "11", "section_title": " Levies.", "section_text": "11 1 An industrial training board may from time to time, submit to the  Secretary of State  proposals (in this Act referred to as “ levy proposals ”) for the raising and collection of a levy to be imposed for the purpose of raising money towards meeting the board’s expenses . . .  2 The levy shall be imposed in accordance with an order made by the Secretary of State (in this Act referred to as “ a levy order ”) which shall give effect to levy proposals  submitted to him  under subsection (1) above and shall provide for the levy to be imposed on employers in the industry, except in so far as they are exempted from it by the industrial training order, the levy order or an exemption certificate; but nothing in this Act shall be construed as requiring the Secretary of State to make a levy order in a case in which he considers it inexpedient to make one. 2A Levy proposals must provide for one or more periods (in this Act referred to as  “ levy periods ”) by reference to which a person's liability to levy is to be established and the levy period or periods must fall within the period of three years beginning with the day on which the levy order giving effect to the proposals is made. Levy proposals may not provide for more than three levy periods. 2B Subsection (2A) above is subject to subsections (2C) and (2D) below. 2C If the levy order giving effect to levy proposals submitted by an industrial training board would be the first or second levy order giving effect to proposals submitted by the board, the proposals may instead provide for a single levy period that falls within the period of one year starting with the day on which the levy order giving effect to the proposals is made. 2D No levy order may be made in reliance upon subsection (6)(b) below unless the proposals in pursuance of which the order would be made provide for a single levy period that falls within the period of one year starting with the day on which the levy order giving effect to the proposals is made. 2E Levy proposals must specify, for each levy period, a period (in this Act referred to as a  “ base period ”) by reference to which the relevant emoluments are to be calculated.  3 Levy proposals must include  , in relation to each levy period, proposals for exempting from the levy   payable in respect of that levy period                       any employer who, in view of the small number of his employees, ought in the opinion of the board to be exempted and the Secretary of State shall not make a levy order in pursuance of levy proposals unless they provide , in relation to each levy period,                       for the exemption of employers who, in view of the small number of their employees, ought in his opinion to be exempted. 4 Subject to subsection (5) below, levy proposals may include , in relation to any levy period,  proposals for securing— a that any exemption certificates issued by the board shall not exempt from the whole or a portion of the levy payable in respect of that levy period  the employers or some of the employers in the industry, or b that no exemption certificates shall be issued by the board; and the Secretary of State shall not make a levy order in pursuance of any levy proposals unless he is satisfied that  proposals published by the board under section 13(5) below provide for exemption certificates relating to levy (other than that payable by virtue of this subsection) in such cases as he considers appropriate. 5 If, as a result of such levy proposals as are mentioned in subsection (4) above— a in a case within paragraph (a) of that subsection, the amount of the levy payable in respect of a levy period                            from which an exemption certificate will not exempt any person will exceed 0·2 per cent. of the relevant emoluments in respect of the base period for that levy period                           ; or b in a case within paragraph (b) of that subsection, the amount of the levy payable by any person                             in respect of a levy period  will exceed that percentage of the relevant emoluments, in respect of the base period for that levy period then the  Secretary of State shall not make a levy order in pursuance of the levy proposals unless he is satisfied that they are necessary to encourage adequate training in the industry  and one of the conditions mentioned in subsection (6) below is satisfied. 6 The conditions referred to in subsection (5) above are— a that the Secretary of State is satisfied that— i the board has taken reasonable steps to ascertain the views of persons who the Secretary of State considers are likely to be liable to make payments by way of levy in consequence of the levy proposals, and ii a class of persons, who together satisfy the requirements in subsection (6A) below, considers that the proposals are necessary to encourage adequate training in the industry; b that the order will be made— i after the making of a levy order (“ the earlier levy order ”) in respect of which the Secretary of State was satisfied that the condition in paragraph (a) above applied, and ii within the period described in subsection (6E) below, and the condition in subsection (6F) or (6G) below is satisfied; c that neither of the conditions mentioned in paragraphs (a) and (b) above applies but the proposals are considered by the Secretary of State to be appropriate in the circumstances. 6A The requirements referred to in subsection (6)(a) above are that— a the class must consist of more than half of those persons who the Secretary of State considers are likely to be liable to make payments by way of levy in consequence of the levy proposals; and b the class must include such persons as the Secretary of State considers are together likely to be liable to make payments by way of levy in consequence of the levy proposals which amount to more than half the aggregate amount of those payments. 6B The Secretary of State may by regulations make provision as to what constitutes  “ reasonable steps ” for the purposes of subsection (6)(a) above. 6C Regulations under subsection (6B) above may include— a provision for ascertaining the views of persons with respect to levy proposals by means of a sample of those persons; b provision for treating a person who is represented by an organisation of such description as may be prescribed by the regulations as having the same view as the organisation with respect to levy proposals. 6D Regulations under subsection (6B) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6E The period mentioned in subsection (6)(b)(ii) above is— a if the earlier levy order provides for such levy periods as are referred to in subsection (2A) above, the period beginning with the third anniversary and ending with the fourth anniversary of the making of the earlier levy order; b if the earlier levy order provides for such levy period as is referred to in subsection (2C) above, the period beginning with the first anniversary and ending with the second anniversary of the making of the earlier levy order. 6F The condition in this subsection is that the proposals relating to the earlier levy order included proposals for securing— a that no exemption certificates should be issued; or b that the exemption certificates to be issued should not exempt employers from any of the levy payable in respect of any levy period. 6G The condition in this subsection is that— a the proposals in pursuance of which the earlier levy order was made included proposals for securing that exemption certificates should not exempt employers from a portion of the levy payable in respect of a levy period; and b the percentage of the relevant emoluments from which under the current proposals the exemption certificates will not exempt any person will not exceed the percentage of the relevant emoluments in respect of any of the base periods specified in the earlier levy order from which that person was not exempted under that order. 7 The Secretary of State shall not make a levy order in pursuance of any levy proposals unless the amount  of levy payable in respect of each levy period                       which, disregarding any exemption, he estimates would, if the order were made, be payable by virtue of it by any employer in the industry either— a does not exceed an amount which the Secretary of State estimates is equal to one per cent. of the relevant emoluments                         in respect of the base period for that levy period , or b does exceed the amount mentioned in paragraph (a) above but is considered by him to be appropriate in the circumstances. 8 In this section— “ the relevant emoluments ” in relation to any person means the aggregate of the emoluments and payments intended to be disbursed as emoluments which are paid and payable by him to or in respect of persons employed in the industry in respect of  a period specified in levy proposals as a base period. ..."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "12", "section_title": " Provisions supplementary to s. 11.", "section_text": "12 1 Levy proposals must include such information or further information as the  Secretary of State  directs the board to furnish, and any additional information which the board considers appropriate, for the purpose of assisting  him  to decide— a in a case where the levy proposals include such proposals as are mentioned in section 11(4) above, whether a levy order made in pursuance of them would fall within section 11(5) above and, if so, whether the condition mentioned in section 11(6)(a) above would be satisfied, and b whether a levy order made in pursuance of the proposals would fall within paragraph (a) or (b) of section 11(7) above; and a levy order which falls within section 11(5) above in a case where the condition mentioned in section 11(6)(c) above is satisfied or which falls within section 11(7)(b) above shall state that fact. 1A Subsection (1B) below applies where a levy order (“ the new levy order ”) giving effect to levy proposals submitted by an industrial training board will be made— a after the making of a levy order (“ the earlier levy order ”) that gives effect to earlier proposals submitted by the board, and b within three years or, where the earlier levy order provides for a single levy period in accordance with section 11(2C) or (2D) above, within one year after the making of the earlier levy order. 1B The proposals for the new levy order must include proposals for securing that no liability to levy is imposed under the earlier levy order by reference to such part of a levy period provided for in the earlier levy order as falls on or after the day on which the new levy order is made. 2 Levy proposals may provide for the amendment of a previous levy order and may make different provision in relation to different classes or descriptions of employer and, in particular— a proposals made in pursuance of subsection (3) of section 11 above may be made in respect of different numbers of employees for different employers or classes of employers and may provide for numbers of employees or for employers or classes of employers to be determined by reference to such factors as are specified in the proposals; and b different proposals may be made in pursuance of subsection (4) of that section as respects different portions of the levy. 3 A levy order— a may provide for payments by way of levy to accrue due from day to day over  a levy period ; b may contain provisions as to the evidence by which a person’s liability to the levy or his discharge of that liability may be established and as to the time at which any amount payable by any person by way of the levy shall (whether or not any period over which that amount accrues due has expired) become due and recoverable by the industrial training board. 4 A person assessed to levy imposed under a levy order may appeal to an  employment tribunal  and the levy order shall make provision as to the time within which such an appeal may be made. 5 On an appeal under subsection (4) above— a if the appellant satisfies the tribunal that he ought not to have been assessed to the levy or ought to have been assessed in a smaller amount, the tribunal shall rescind or, as the case may be, reduce the assessment but (subject to paragraph (b) below) in any other case shall confirm it; and b if it appears to the tribunal that the appellant ought to have been assessed to the levy in a larger amount, the tribunal may increase the assessment accordingly. 6 The power to make a levy order shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament unless the instrument contains only an order which includes such a statement as is mentioned in subsection (1) above; and no levy order which includes such a statement shall be made unless a draft of the order has been approved by a resolution of each House of Parliament."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "13", "section_title": " Proposals for exemption certificates.", "section_text": "13 1 An industrial training board may from time to time and, subject to subsection (2) below, shall always at or before the time when it submits levy proposals under section 11 above submit to the  Secretary of State for his  approval proposals for the issue of certificates (in this Act referred to as “ exemption certificates ”) which while in force are to exempt from relevant levy employers in the industry who— a make arrangements for the training, or the training and  post-school education  associated with training, of persons employed or to be employed in the industry; and b satisfy the board by reference to criteria specified in the proposals that the arrangements are adequate and are to a material extent being implemented; and in this subsection  “ post-school education ” has the same meaning as in section 5 above and “ relevant levy ” means levy which, apart from any exemption certificate, is payable to the board in question by virtue of this Act by employers in the industry, other than levy which the levy order authorising it provides is to be payable notwithstanding any exemption certificate. 2 An industrial training board shall not be obliged to submit proposals under subsection (1) above for the issue of exemption certificates to any category of employer at or before the time when it submits levy proposals in respect of a levy on those employers which include— a proposals that no exemption certificates will be issued by the board to employers in that category; or b proposals by virtue of which the levy payable in respect of each levy period  by any employer in that category (disregarding any exemptions) will not exceed 0·2 per cent. of the relevant emoluments in respect of the base period for that levy period  within the meaning of section 11(8) above; or c proposals within section 11(4)(a) above by virtue of which any exemption certificates issued to those employers will not exempt them from any of the levy payable by virtue of the resulting levy order                   . In this subsection  “ the relevant emoluments ” has the meaning given by section 11(8) above.                   3 The criteria for arrangements made by employers which by virtue of paragraph (b) of subsection (1) above are to be specified in proposals submitted under that subsection must relate to the quality or amount of training, or training and education, provided for by the arrangements, but need not relate solely to the needs of establishments of the employers and the proposals may specify different criteria as respects arrangements made by different categories of employers. 4 The Secretary of State . . .  may issue guidance concerning the criteria which by virtue of paragraph (b) of subsection (1) above are to be specified in proposals submitted under that subsection. 5 If the Secretary of State approves proposals submitted to him by a board under subsection (1) above and informs the board of his approval, the board shall arrange for them to be published as soon as practicable in a manner approved by the Secretary of State. 6 Proposals made by a board in pursuance of subsection (1) above— a must include proposals as to the arrangements for the reconsideration of decisions in pursuance of section 14(5) below; and b may include proposals for altering or cancelling any previous proposals made by the board in pursuance of subsection (1) above; but proposals made by virtue of paragraph (b) above shall not affect the operation of any exemption certificates issued in pursuance of previous proposals."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "14", "section_title": " Exemption certificates.", "section_text": "14 1 Where an industrial training board is satisfied, on an application made in writing to the board by an employer liable apart from this section to pay to the board any levy from which exemption may be conferred on him by an exemption certificate, that the arrangements made by him for the training, or the training and  post-school education  associated with training, of persons employed or to be employed in the industry are such that, in accordance with proposals published by the board in pursuance of section 13 above, an exemption certificate falls to be issued to him in respect of any establishment of his, it shall be the duty of the board to issue such a certificate to him. 1A In subsection (1) above “ post-school education ” has the same meaning as in section 5 above.  2 A person to whom an exemption certificate is issued (in this section referred to as “ the holder ”) shall, while the certificate is in force, be exempt from levy payable to the board by virtue of this Act in respect of persons employed at the establishment to which the certificate relates, other than levy which the levy order authorising it provides is to be payable notwithstanding any exemption certificate. 3 An exemption certificate— a may require the holder to comply with such conditions relating to the training, or the training and education, of persons employed or to be employed in the industry (including in particular conditions as to the inspection on behalf of the relevant board of the arrangements for the training or the training and education) as are specified in the certificate and are in accordance with the proposals mentioned in subsection (1) above; b shall specify the date on which the certificate is to come into force; c shall specify the period (not exceeding three years beginning with that date) at the expiration of which it shall cease to be in force unless it has previously ceased to be in force by virtue of subsection (4) below; d may provide that the certificate shall be deemed to have been in force for such period before the date on which it comes into force as is specified in the certificate (which shall not begin before the period of one year ending with the date on which the said board received the application in pursuance of which it issues the certificate); and any levy paid to the said board by a person for a period in respect of which by virtue of paragraph (d) above it becomes not payable shall be repayable by the board to that person. 4 An exemption certificate issued by an industrial training board shall cease to be in force if the board gives notice in writing to the holder stating that in the opinion of the board he has failed to comply with conditions specified in the certificate and mentioned in the notice; but for the purposes of the preceding provisions of this subsection a notice given in pursuance of this subsection shall be disregarded if the board subsequently informs the person to whom it was given that the notice is withdrawn. 5 If a person who is liable apart from any exemption certificate to pay an industrial training board levy from which exemption may be conferred by an exemption certificate is dissatisfied with the decision of the board— a to refuse to issue to him an exemption certificate relating to such levy in respect of a particular establishment, or b to refuse to include in an exemption certificate issued to him provisions or different provisions authorised by subsection (3)(b) or subsection (3)(d) above, or c to include in an exemption certificate provisions requiring him to comply with conditions, or d to give a notice to him in pursuance of subsection (4) above, and requests the board in writing to reconsider the decision, it shall be the duty of the board to reconsider it or to secure that it is reconsidered by a committee authorised to deal with such requests by virtue of section 2(1) above; and if, on reconsidering the decision, the board or committee decides not to alter it, or not to alter it in a manner which the person who made the request considers is satisfactory, that person may refer the decision to a body established in pursuance of subsection (6) below. 6 It shall be the duty of the Secretary of State to make regulations establishing a body to which decisions are to be referred in pursuance of subsection (5) above; and regulations made by virtue of this subsection may include provisions as to the powers and procedure of the body and such other provisions (including provisions for defraying the body’s expenses out of moneys provided by Parliament or otherwise) as the Secretary of State considers appropriate for the purpose of facilitating the exercise by the body of its functions. 7 Without prejudice to the generality of subsection (6) above regulations made by virtue of that subsection may— a require a board to draw the attention of a person to his right to refer a decision to the body; b authorise the body to direct a board whose decision is referred to the body to alter the decision in a manner specified in the direction; and c require the board to comply with the direction and provide for any case in which it fails to do so. 8 Regulations under subsection (6) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9 No appeal shall lie to an  employment tribunal  in respect of such a decision as is mentioned in subsection (5) above."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "15", "section_title": " Default powers in relation to proposals. ", "section_text": "15 1 The  Secretary of State  may direct an industrial training board to submit proposals  to him  under section 5(5), 11(1) or 13(1) above within the time specified in the direction and it shall be the duty of the board to comply with such a direction. 2 Where proposals submitted to the Secretary of State under section 5(5), 11(1) or 13(1) above appear unsatisfactory to him, he may direct the board to submit fresh proposals within a specified time, stating in the direction in what respect the proposals already submitted appear to him unsatisfactory; and where the fresh proposals also appear unsatisfactory to the Secretary of State, he may make an order (in this section referred to as “ a default order ”) declaring the board to be in default.  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Where a board has failed to comply with a direction of the Secretary of State under subsection (1) or (2) above within the time specified in the direction, he may make a default order. 6 On the making of a default order the members of the board shall forthwith vacate their office and the order may contain such provisions as seem to the Secretary of State expedient for authorising any person to act in place of the members of the board during such period, not exceeding six months, as may elapse before new members are appointed. 7 While a default order is in force with respect to a board paragraph 3 of Schedule 1 to this Act and any provision of the industrial training order made by virtue of paragraph 8(a) of that Schedule shall not apply in relation to it, and accordingly (but without prejudice to any provision made under subsection (8) below) paragraph 6 of that Schedule shall not apply. 8 A default order may contain such incidental or supplementary provisions as appear to the Secretary of State to be necessary or expedient and may be varied or revoked by a subsequent order. 9 The Secretary of State may out of moneys provided by Parliament defray the expenses of any person acting in the place of the members of a board in pursuance of subsection (6) above and recover from the board any expenses so defrayed."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "16", "section_title": " Enterprise zones.", "section_text": "16 1 No employer shall be liable to any levy imposed under this Act in respect of any establishment situated wholly or mainly within an area designated as an enterprise zone under Schedule 32 to the  Local Government, Planning and Land Act 1980; and for the purposes of any levy order such an establishment shall be treated as if it were not carrying on business. 2 No levy shall be imposed under this Act by reference to emoluments paid or payable to an employee whose employment is carried on at or from such an establishment as is mentioned in subsection (1) above. 3 An employer shall not be obliged to comply with a requirement imposed under section 6 above in respect of an establishment or employee if— a at the time the requirement is imposed the establishment is situated as mentioned in subsection (1) above or, as the case may be, the employee’s employment is carried on at or from such an establishment, or b the requirement relates to a period during which the establishment was so situated or, as the case may be, the employee’s employment was so carried on. 4 The Secretary of State may by order made by statutory instrument provide that this section shall not apply in relation to such employees or such establishments as he may specify in the order or shall apply to them with such modifications as he may so specify . . .  5 An order made by virtue of subsection (4) above shall be subject to annulment by a resolution of either House of Parliament."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "17", "section_title": " Financial provisions.", "section_text": "17 1 The  Secretary of State may  make grants and loans to an industrial training board. 2 The  Secretary of State  may give to an industrial training board such directions as  he  thinks fit for the purpose of securing— a that the board’s expenditure for a purpose specified in the directions does not exceed an amount so specified; and b that the whole or part of any grant or loan made to the board in pursuance of subsection (1) above is used only for the purposes specified in the directions; and it shall be the duty of the board to comply with the directions. 3 An industrial training board may, with the consent of the  Secretary of State  or in accordance with the terms of any authority given by  him , borrow temporarily from any other person by way of overdraft or otherwise such sums as it may require. 4 An industrial training board may give security for any money borrowed by it. 5 An industrial training board shall not invest any money otherwise than in such manner as the  Secretary of State  may approve."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "18", "section_title": " Industrial injuries benefit for accidents in training.", "section_text": "18 1 In relation to accidents happening to employed earners (within the meaning of Chapter  IV  of Part II of the  Social Security Act 1975) who attend courses or avail themselves of other facilities provided or approved by an industrial training board  , the Commission or the Secretary of State , sections 52 to 54 of that Act have effect subject to the following modifications. 2 For the purposes of section 52, any act done by the employed earner for the purposes of and in connection with his training shall, if it is not done for the purposes of and in connection with his employer’s trade or business, be deemed to be so done. 3 For the purposes of section 53, a vehicle (within the meaning of that section) which is operated by or on behalf of an industrial training board  , the Commission or the Secretary of State  or some other person by whom it is provided in pursuance of arrangements made with an industrial training board  , the Commission or the Secretary of State  shall, if not operated and provided as mentioned in subsection (1)(b)(i) of that section, be deemed to be so operated and provided. 4 For the purposes of section 54, any premises at which an employed earner is for the time being employed for the purposes of his training shall, if they are not premises at which he is for the time being employed for the purposes of his employer’s trade or business, be deemed to be such premises."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "19", "section_title": " The Industrial Training Boards’ Combined Pension Fund.", "section_text": "19 The trustees of the Industrial Training Boards’ Combined Pension Fund may, with the consent of three-quarters of the number of the industrial training boards whose officers and servants are eligible to benefit from the Fund, make such amendments of the rules of the Fund as they think fit."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "20", "section_title": " Transitional and consequential provisions, repeals and savings.", "section_text": "20 1 Schedule 2 (transitional and saving provisions) and Schedule 3 (consequential amendments) to this Act shall have effect, but without prejudice to the operation of sections 15 to 17 of the Interpretation Act 1978 (which relate to the effect of repeals). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The enactments specified in Schedule 4 to this Act are hereby repealed to the extent mentioned in the third column of that Schedule."}, {"act": "Industrial Training Act 1982", "year": 1982, "section": "21", "section_title": " Short title, extent and commencement.", "section_text": "21 1 This Act may be cited as the Industrial Training Act 1982. 1A Section 287(2) of the Trade Union and Labour Relations (Consolidation) Act 1992 (power to extend provisions to offshore employment) applies to the provisions of this Act as to the provisions of that Act. 2 Subsection (1A) above and paragraph 4 of Schedule 3 extend  to Northern Ireland, but except as aforesaid this Act shall not extend there. 3 This Act shall come into force at the expiry of the period of three months beginning with the day on which it is passed."}]