[{"act": "Iron and Steel Act 1982", "year": 1982, "section": "1", "section_title": " The British Steel Corporation.", "section_text": "1 1 There shall continue to be a public authority called the British Steel Corporation (in this Act referred to as “ the Corporation ”), . . .  . 2 The Corporation shall be a body corporate. 3 The Corporation shall consist of a chairman and  not less than seven not less than three  nor more than twenty other members. 4 The chairman and the other members of the Corporation shall be appointed by the Secretary of State from amongst persons appearing to him to have had wide experience of, and shown capacity in, the production of iron ore or iron or steel, industrial, commercial or financial matters, applied science, administration or the organisation of workers. 5 The appointment of a member of the Corporation, other than the chairman, shall not be made by the Secretary of State except after consultation with the chairman. 6 Schedule 1 to this Act shall have effect in relation to the Corporation."}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "25.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "713.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "1416.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "2223.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "2528.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "2932.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "33", "section_title": " Restriction of disclosure of information.", "section_text": "33 1 No information obtained under this Act or any of its predecessors shall be disclosed except— a with the consent of the person by whom it was supplied or, as the case may be, carrying on the undertaking or business to which the books, records or other documents from which it was obtained related; or b in the form of a summary of information supplied by, or obtained from documents relating to undertakings or businesses carried on by, a number of persons, being a summary so framed as not to enable particulars relating to the business of individual persons to be ascertained therefrom; or c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d with a view to the institution of, or otherwise for the purposes of, any criminal proceedings pursuant to, or arising out of, this Act or any of its predecessors. 2 Nothing contained in a forecast obtained under this Act or any of its predecessors shall be disclosed except— a with the consent of the person by whom the forecast was supplied; b in the form of a summary of forecasts supplied by a number of persons, being a summary framed as mentioned in subsection (1)(b) above; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; or d as mentioned in subsection (1)(d) above. 3 If a disclosure is made by a person in contravention of subsection (1) or (2) above he shall be guilty of an offence and liable— a on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine, or to both. 4 For the purposes of this section the predecessors of this Act are the  Iron and Steel Act 1949, the  Iron and Steel Act 1953, the  Iron and Steel Act 1967 and the  Iron and Steel Act 1975."}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "34", "section_title": " Offences by bodies corporate.", "section_text": "34 1 Where an offence under section . . .   33 above which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and shall be liable to be proceeded against accordingly. 2 In subsection (1) above “ director ”, in relation to the Corporation or any other body corporate established by or under an enactment for the purpose of carrying on under national ownership an industry or part of an industry or under-taking, being a body corporate the affairs of which are managed by its members, means a member of the Corporation or that other body corporate, as the case may be."}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "3538.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Iron and Steel Act 1982", "year": 1982, "section": "39", "section_title": " Short title, commencement and extent.", "section_text": "39 1 This Act may be cited as the Iron and Steel Act 1982. 2 This Act shall come into force on the expiration of the period of three months beginning with its passing. 3 Without prejudice to the capacity of the Corporation under section 2 above, the following provisions only of this Act shall extend to Northern Ireland, that is to say, sections 12(1) and (2), 13(3) and (4), 36(1) and (5), 37, section 38 so far as it relates to paragraph 6 of Schedule 6 and to Schedule 7 and this section."}]