[{"act": "Lands Valuation Amendment (Scotland) Act 1982", "year": 1982, "section": "1", "section_title": " Amendment of definition of “machinery fixed or attached”.", "section_text": "1 1 In section 42 (interpretation) of the   Lands Valuation (Scotland) Act 1854, in the proviso relating to the construction of the expression “machinery fixed or attached” (which proviso is, under section 1 of the   Lands Valuation (Scotland) Amendment Act 1902 to be read and construed as inserted in the said section 42), the words “save as herein provided” which were repealed by section 38 of, by paragraph 5 of Part II of Schedule 6 to and by Schedule 7 to, the   Local Government (Scotland) Act 1975 are hereby revived and shall, subject to subsection (2) below, be deemed for all purposes never to have been so repealed: Provided that the words so revived— a shall be read and construed as not qualifying; and b shall from the coming into operation of the said paragraph 5 not be deemed to have qualified,the words “nor, after the year 1977-78 include any electric motor used in any industrial or trade process, whether in a building or not” added by that paragraph. 2 Where a final judgment in a case has been pronounced before the passing of this Act, subsection (1) above shall not affect the operation of the judgment as regards the parties in so far as that operation relates to any period before such passing. 3 In subsection (2) above, the expression “final judgment in a case” means an interlocutor of a court whether or not of first instance which, by itself, or taken along with previous interlocutors, disposes of the subject matter of the case notwithstanding that judgment may not have been pronounced on every question raised or that any expenses found due may not have been modified, taxed or decerned for. 4 For the avoidance of doubt, the revival effected by subsection (1) above constitutes such material change of circumstances as is contemplated in paragraph (d) of section 2(1) of the said Act of 1975 (which section relates to alterations to a valuation roll in force)."}, {"act": "Lands Valuation Amendment (Scotland) Act 1982", "year": 1982, "section": "2", "section_title": " Short title and extent.", "section_text": "2 This Act, which extends to Scotland only, may be cited as the Lands Valuation Amendment (Scotland) Act 1982."}]