[{"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "1", "section_title": "", "section_text": "1 In section 5 of the  Local Government (Scotland) Act 1966 (which among other things provides that an element of rate support grant payable to a local authority may be reduced where the Secretary of State is satisfied that the total estimated expenses of the authority are excessive and unreasonable)— a in subsection (1)— i for the word \t\t\t\t\t\t\t\t“If”, where it occurs for the first time, there shall be substituted the words                        \t\t\t\t\t\t\t\t“Subject to subsections (1A)(b) and (3) below, if                    ”  ; and ii the words \t\t\t\t\t\t\t\t“; and if the report is approved by a resolution of the Commons House of Parliament the Secretary of State may reduce the element of the grant accordingly” shall cease to have effect ; b at the end of subsection (1A) there shall be added the words                    \t\t\t\t\t\t“; and different such categories may be left out of account according to whether the proposed reduction under this section is of a rate or of the amount of an element of rate support grant.                ”  ; and c after subsection (2) there shall be inserted the following subsections— 3 Where the Secretary of State is satisfied as is mentioned in paragraph (c) of subsection (1), as read with subsection (1A), above, he may in his report under the said subsection (1), instead of or in addition to proposing a reduction in the amount of an element of rate support grant, propose a reduction in the rate determined by the local authority ; and the provisions of the said subsection (1) shall apply to the amount of, reasons for and representations with respect to, the proposed reduction in rate as they apply to a proposed reduction in the amount of such element. 4 If a report under subsection (1) above is approved by the Commons House of Parliament and contains a proposal— a to reduce an element of rate support grant, the Secretary of State may reduce that element by an amount not exceeding the amount of the reduction proposed ; b that there should be a reduction in the rate determined by the authority to which the report relates, the authority shall forthwith determine under this paragraph a new rate less, by the proposed reduction in the rate or by such smaller amount as the Secretary of State may agree, than the rate determined by them under section 108 of the Local Government (Scotland) Act 1973: Provided that where, for any reason whatsoever, by the twenty-eighth day after the approval under this section of a report an authority have not made a determination required, in relation to that report, by paragraph (b) above the authority shall be deemed to have determined on that day a rate under the paragraph such that the reduction proposed under subsection (3) above by the Secretary of State is effected. 5 If an authority determine a rate under paragraph (b) of subsection (4) above, or are deemed by virtue of the proviso to that subsection to have determined such a rate, that rate and not the rate determined under the said section 108 shall be their regional, general or district rate, as the case may be, for the financial year and shall be levied (and the rights and liabilities of ratepayers shall be construed) accordingly. 6 The Secretary of State may by order under this subsection repeal or amend any enactment (including this Act) in so far as that enactment relates to the determination, levy or payment of a regional, general or district rate and such determination, levy or payment is affected by a determination (or deemed determination) under paragraph (b) of subsection (4) above. 7 An order made under subsection (6) above shall have no effect until approved by resolution of each House of Parliament. 8 A reference in this Act (except this section) and in any other enactment (except subsection (1) of the said section 108) whether passed before or after the passing of this Act, to such rates as are determined under the said section 108 shall be construed as including a reference to such rates as are determined, or are deemed to have been determined, under paragraph (b) of subsection (4) above. 9 Section 19 of the Local Government (Miscellaneous Provisions)\t\t\t\t\t\t\t\t(Scotland) Act 1981 (which among other things empowers the Secretary of State to make certain estimates where a local authority fail to supply him timeously with information) shall apply for the purposes of such of the Secretary of State’s functions under this section as do not relate to rate support grants as it applies for the purposes of those which do. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "3", "section_title": " Redetermination of estimated aggregate amount of rate support grants. ", "section_text": "3 For subsection (1) of section 4 of the  Local Government (Scotland) Act 1966 (which among other things empowers the Secretary of State to increase the amount fixed by a rate support grant order if he is satisfied that the relevant expenditure of local authorities has been, or is likely to be, substantially increased by an increase in prices, costs or remuneration) there shall be substituted the following subsection— 1 The Secretary of State may, at any time after the estimated aggregate amount of the rate support grants has been fixed for any year, redetermine, under section 2(2) of this Act, that amount for that year. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "5", "section_title": " Valuation of and reduction and remission of rates payable in respect of communal accommodation for single people.", "section_text": "5 1 In section 4 of the Local Government (Financial Provisions  etc. )\t\t\t\t\t(Scotland) Act 1962 (which provides for reduction and remission of rates payable by charitable and other organisations)— a in subsection (2)— i after paragraph (b) there shall be inserted the words— ; or                           c are within any such category as the Secretary of State may by order specify, being a category of lands and heritages which are not used for profit-making purposes, which are wholly or mainly used as residential accommodation for persons living separately from any family and in which certain facilities are shared by those persons,  ; ii after the words \t\t\t\t\t\t\t\t\t\t“described in” there shall be inserted the word                            \t\t\t\t\t\t\t\t\t\t“—(i)                        ”  ; and iii after the words \t\t\t\t\t\t\t\t\t\t“one-half” there shall be inserted the following sub-paragraph— ii paragraph (c) of this subsection shall not exceed such fraction (and different fractions may be specified for different cases) as the Secretary of State may by the said order specify,  ; b in subsection (5)(a), for the words \t\t\t\t\t\t\t\t“or (b)” there shall be substituted the words                        \t\t\t\t\t\t\t\t“(b) or (c)                    ”  ; and c at the end there shall be added the following subsection— 12 An order under subsection (2)(c) of this section shall have no effect until approved by resolution of each House of Parliament. . 2 Where the Secretary of State has power under paragraph (c) of section 4(2) of the said Act of 1962 (the which paragraph is inserted by subsection (1) above) to specify a category of lands and heritages he may instead or in addition prescribe a method whereby the values of, or of certain of, those lands and heritages are, for the purpose of making up any valuation roll, to be ascertained. 3 Prescription under subsection (2) above shall be by order made by statutory instrument; and such order shall have no effect until approved by resolution of each House of Parliament."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "8", "section_title": " Power of local authority to enter into arrangements under Employment and Training Act 1973.", "section_text": "8 Every local authority  (a)  shall have power and shall be deemed always to have had power to enter into arrangements with . . .   the Secretary of State under the provisions of the Employment and Training Act  1973.  and b shall have power to take part in any arrangements made in pursuance of section 2(3) of the Enterprise and New Towns (Scotland) Act 1990 (which relates to arrangements made by Scottish Enterprise and by Highlands and Islands Enterprise for persons to train for employment etc.)."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "9", "section_title": " Part II of Schedule 1 to continue to have effect.", "section_text": "9 Part II of Schedule 1 to this Act (amendment of certain enactments relating to the countryside) shall continue to have effect."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "10", "section_title": " Re-allocation of responsibility for the establishment of nature reserves. ", "section_text": "10 In section 21 (1) of the  National Parks and Access to the Countryside Act 1949 (which relates to the establishment of nature reserves), for the words \t\t\t\t“a regional, islands or district council” there shall be substituted the words                \t\t\t\t“a general or district planning authority            ” ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "11", "section_title": " Islands or district council’s functions in relation to tourism. ", "section_text": "11 1 In section 90 of the  1973 Act (which among other things empowers a local authority to encourage tourism in their area)— a in subsection (1)— i for the words \t\t\t\t\t\t\t\t\t\t“A local authority” there shall be substituted the words                            \t\t\t\t\t\t\t\t\t\t“An islands or district council                        ”  ; ii in paragraph (a) after the word \t\t\t\t\t\t\t\t\t\t“otherwise” there shall be inserted the words                            \t\t\t\t\t\t\t\t\t\t“(and whether inside or outside the United Kingdom)                        ”  ; and iii at the end of the subsection there shall be added the following proviso— : Provided that any power under this subsection to do anything outside the United Kingdom shall be exercisable only with the express or general consent of the Secretary of State or with the express consent of such body as he may direct the islands or district council to consult.  ; and b for subsection (2) there shall be substituted the following subsections— 2 Without prejudice to subsection (1) above, an islands or district council may contribute towards expenses incurred by any person in his doing (or body in their doing) anything mentioned in paragraph (a) or (b) of that subsection: Provided that where such thing is done by the person (or body) outwith the United Kingdom the power conferred by the foregoing provisions of this subsection shall be exercisable only with such consent as is mentioned in the proviso to that subsection. 3 A regional council may contribute towards expenses incurred by any person in his doing (or body in their doing) anything mentioned in the said paragraph (a) or (b) if that council consider that the thing done is or would be of benefit to their area or to any part thereof. . 2 After the said section 90 there shall be inserted the following section—  Schemes involving collaboration in the promotion of tourism. 90A After consultation with the Scottish Tourist Board, islands and district councils may prepare (or arrange for the preparation of) schemes, in which they may participate, providing for— a the forming of organisations of such persons as carry on, or have powers or duties as regards, or appear to the councils (or the person preparing the scheme) to have an interest in, activities which relate to tourism ; and b the composition and functions of such organisations. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "12", "section_title": " Regional or islands council’s functions in affording assistance for rural bus services. ", "section_text": "12 In section 34(1) of the  Transport Act 1968 (which empowers regional, islands or district councils to afford financial assistance for rural bus services), for the words \t\t\t\t“, islands or district” there shall be substituted the words                \t\t\t\t“or islands            ” ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "13", "section_title": " Local authorities’ functions in relation to the provision of caravan sites. ", "section_text": "13 1 In section 24 of  the Caravan Sites and Control of Development Act 1960 (which empowers local authorities to provide sites for caravans), for subsection (8) there shall be substituted the following subsections— 8 In the foregoing provisions of this section  “ local authority ” means an islands or district council but in relation to a caravan site providing accommodation for persons to whom subsection (8A) below applies includes a regional council and in relation to a caravan site the provision of which appears to a regional council or regional planning authority to be expedient for the exercise by them of any function which they have under section 40 (functions as regards long-distance routes), 48 (functions as regards country parks), 48A (functions as regards regional parks), 49A (functions as regards management agreements concerning the countryside), 61 or 63 (functions as regards the re creational use of waterways) of the Countryside (Scotland) Act 1967 includes that regional council or, as the case may be, regional planning authority. 8A This subsection applies to persons of nomadic habit of life, whatever their race or origin , but it does not apply to— a members of an organised group of travelling showmen; or b persons engaged in a travelling circus, travelling together as such. . 2 For subsection (2) of section 182 of the  1973 Act (which assigns to local authorities functions under Part I of the said Act of 1960), there shall be substituted the following subsection— 2 Subject to section 24(8) of the Caravan Sites and Control of Development Act 1960, the functions of local authorities under Part I of that Act shall be functions of islands and district councils. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "14", "section_title": " Islands or district council’s duties in relation to the provision of recreational, sporting, cultural and social facilities and activities.", "section_text": "14 1 Subject to subsection (2) below and to section 19 of this Act,  a local authority  shall ensure that there is adequate provision of facilities for the inhabitants of their area for recreational, sporting, cultural and social activities. 2 Without prejudice to section 63 of the Countryside (Scotland) Act 1967 (which empowers water authorities to provide recreational facilities), in relation to the provision of facilities for the recreational or sporting use of— a a reservoir  (within the meaning of the Reservoirs (Scotland) Act 2011 (asp 9) but irrespective of the volume of water held in the reservoir) ; or b an inland waterway (within the meaning of the said Act of 1967) or any part of such waterway, which is managed and operated by  Scottish Water , no duty is imposed by subsection (1) above and no power conferred by sections 15 to 18 of this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "15", "section_title": " Islands or district council’s powers in relation to the provision of recreational, sporting, cultural and social facilities and activities.", "section_text": "15 1 The provisions of this section and of the following section are without prejudice to the duty imposed by subsection (1) of section 14 of this Act and are subject to subsection (2) of that section and to section 19 of this Act. 2 A local authority  may provide or do, or arrange for the provision of or doing of, or contribute towards the expenses of providing or doing, anything necessary or expedient for the purpose of ensuring that there are available, whether inside or outside their area, such facilities for recreational, sporting, cultural or social activities as they consider appropriate."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "16", "section_title": " Provisions supplementary to section 15.", "section_text": "16 1 Without prejudice to the generality of their powers under section 15 of this Act,  a local authority  may, for the purposes of their functions under subsection (2) of that section— a provide entertainment of any kind; b maintain a body for the promotion of a recreational, sporting, cultural or social activity; c permit any facility provided by the  authority  under the said section 15 to be run by another person on such conditions (including conditions as to the charges if any)— i to be imposed on the person in respect of the rights thereby enjoyed by him; or ii which may be imposed by the person on members of the public for admission to, or use or enjoyment of, that facility, as the authority think fit; d use for the purposes of an entertainment provided, or a recreational, sporting, cultural or social activity provided or promoted, by them any facility (or any part thereof) provided by them under the said section 15; e charge for admission to any facility provided by them under the said section 15 or for admission to or participation in, and for any programme supplied at or in connection with, any such entertainment or activity as is mentioned in paragraph (d) above; f accept the right to manage and control a park devoted or partly devoted to public use from the owner of that park or from any other person entitled to transmit that right; g enter into an agreement with the owner of any park or with any other person whereby— i access to the park for the public is obtained or enhanced; or ii provision is made for management and control of the park by the  authority ; h let as a shop, stall or restaurant a building in a park under their management and control; i set apart some of any such park for any purpose which they consider appropriate having regard to their functions under the foregoing provisions of this section and under the said section 15; j do anything necessary to defend a public right in any park; or k conduct, either by themselves or in collaboration with a voluntary organisation or other person, a competition in connection with a sporting or recreational activity; and with regard to that competition— i paragraph (e) above shall apply as it applies to any such entertainment or activity as is mentioned in paragraph (d) above; and ii the  authority  may provide trophies and prizes. 2 Without prejudice to the generality of their powers under section 15 of this Act,  a local authority  may contribute— a by way of grant or loan towards expenses incurred, or to be incurred, as regards recreational, sporting, cultural or social facilities or activities by a voluntary organisation or other person, not being a local authority, in providing or maintaining such facilities (or, as the case may be, in providing or promoting such activities) if the  authority  have powers themselves, under the said section 15 or under the foregoing provisions of this section, to provide such facilities or activities; b by way of grant towards expenses incurred, or to be incurred, by another local authority in providing or maintaining any such facility or in providing or promoting any such activity; c by way of grant towards expenses incurred, or to be incurred, by a harbour authority (within the meaning of the  Harbours Act 1964) in providing, maintaining, managing or improving a harbour which is used (or is to be used) wholly or partly for sporting or recreational purposes; or d towards the cost of maintaining a park owned by another person and to which the public are afforded access for recreation."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "17", "section_title": " Power of local authority to contribute towards provision of cultural activities and facilities.", "section_text": "17 1 A local authority may contribute by way of grant or loan towards the expenses of any organisation or body which, in the opinion of the authority, provides or promotes the provision of cultural activities or facilities whether inside or outside the area of the local authority concerned. 2 Without prejudice to the generality of subsection (1) above, the power conferred by that subsection includes power to make such contribution as will support or promote music, theatre, dance, opera, visual art or other art forms and museums and galleries."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "18", "section_title": " Byelaws in relation to recreational, sporting, cultural and social activities.", "section_text": "18 1 Subject to subsection (3) below,  a local authority  may make byelaws— a for the regulation and preservation of; and b as regards the conduct of persons using, any such facility in the area of the  authority  as is mentioned in section 15 and 16 of this Act. 2 Byelaws made under subsection (1) above may provide that— a a person contravening certain provisions of the byelaws commits an offence and is liable on summary conviction to a fine not exceeding  level 2 on the standard scale ; b a person required to leave the facility by a person who is an officer of, and appropriately empowered by, the  local authority  commits an offence, and is liable on summary conviction to a fine not exceeding  level 2 on the standard scale , if the requirement is not complied with; and c a person who appears to be committing or to have committed an offence under the byelaws may be removed from the facility by such officer as is mentioned in paragraph (b) above or by a constable. 3 Subject to subsection (4) below, where byelaws made under subsection (1) above by a  local authority  would relate— a to a facility; or b to land or premises, which the  authority  neither own nor manage and control, the agreement of the owner of, and of any person having an interest in, such facility, land or premises shall be obtained before the byelaws are so made. 4 Where any agreement required by subsection (3) above cannot be obtained because the owner or person is unknown, cannot be found or fails to respond in any way to a request for such agreement the council may nevertheless proceed to make the byelaws if they have advertised, in a newspaper circulating in the area in which the facility or land is, or the premises are, situated, that they propose to make them and if no objection to that proposal has been forthcoming from the owner or person within one month of such advertisement."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "19", "section_title": " Interpretation of and savings in relation to sections 14 to 18.", "section_text": "19 1 In sections 14 to 18 of this Act—  “ park ” includes a pleasure ground, public open space and public walk; and  “ voluntary organisation ” means any person carrying on, or proposing to carry on, an undertaking otherwise than for profit. 2 Nothing in this section or in sections 14 to 18 of this Act authorises a local authority to contravene any covenant or condition subject to which a gift or lease of any lands or premises has been accepted by, or made to, them unless consent to such contravention has been obtained from the donor, grantor, lessor or other person entitled in law to the benefit of the covenant or condition. 3 This section and sections 14 to 18 of this Act are without prejudice to any enactment— a relating to licensing or regulation of any matter referred to in any of those sections; or b whereby a facility is open to the public free of charge."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "20", "section_title": "", "section_text": "20 In section 154 of the  1973 Act (which transfers rights, functions and liabilities in relation to harbours etc. to regional and islands councils)— a in subsection (1), at the beginning there shall be inserted the words                    \t\t\t\t\t\t“Subject to subsection (3A) below,                ”  ; and b after subsection (3) there shall be inserted the following subsections— 3A A district council may acquire by agreement any— a harbour ; b pier; c boatslip ; or d jetty, which is situated within their district and which is used (or is to be used) wholly for sporting or recreational purposes ; and on such acquisition there shall vest in them the powers and duties of improving, maintaining and managing the harbour, pier, boatslip or, as the case may be, jetty. 3B Subsections (3) and (5) of section 70 of this Act shall apply to acquisition under subsection (3A) above as they apply for the purposes of that section. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "21", "section_title": " Transfer of responsibility for flood warning systems from regional councils to river purification boards. ", "section_text": "21 In the  Agriculture Act 1970— a in section 92 (which empowers regional and islands councils to provide flood warning systems)— i in subsection (1), for the words from the beginning of the subsection to the end of sub-paragraph (i) of the proviso to it there shall be substituted the words— A river purification board or an islands council may provide and operate a flood warning system for their area and may, both within, and (in the case of a river purification board) outwith, that area, provide, install and maintain apparatus and carry out any engineering or building operations required for the purposes of any such system: Provided that— before the exercise by a river purification board of any of the powers conferred on them by the foregoing provisions of this subsection (other than the power to maintain apparatus) that board shall consult each local authority within whose area the power is to be exercised ; before such exercise by a river purification board or by an islands council that board or council shall, as regards such police duties as arise under section 17(1)(a)(ii) and (iii) of the Police (Scotland) Act 1967 (general duties of guarding, patrolling and watching so as to preserve order and protect life and property) in relation to any danger of flooding, consult the chief constable of each region (or as the case may be of the islands area) within which the power is to be exercised ; ; and ii in subsection (2), for paragraph (b) there shall be substituted the following paragraphs— b \t\t\t\t\t\t\t\t\t\t\t“ local authority ” means a regional or district council ; and c \t\t\t\t\t\t\t\t\t\t\t“ river purification board ” means any such board as is established under section 135 of the Local Government (Scotland) Act 1973 (which makes provision as regards the reassignment of functions relating to the prevention of river pollution).  ; b in section 94 (which makes provision for co-operation with other persons as regards apparatus for the purposes of such systems), for the words \t\t\t\t\t\t“local authority” in each of the three places where they occur there shall be substituted the words                    \t\t\t\t\t\t“river purification board or islands council                ”  ; c sections 95 (which relates to the compulsory purchase of land required for the exercise of functions relating to the provision of such systems) and 96 (which confers powers of entry in relation to such exercise) shall cease to have effect ; and d in section 98 (which makes provision as regards the extent of so much of the Act as relates to flood warning systems in Scotland), for the words \t\t\t\t\t\t“local authority” there shall be substituted the words                    \t\t\t\t\t\t“river purification board                ” ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "22", "section_title": " Re-allocation of responsibility for the enforcement of certain provisions of the Food and Drugs (Scotland) Act 1956.", "section_text": "22 Regional councils shall cease to have powers and duties under or by virtue of the  Food and Drugs (Scotland) Act 1956 except that they shall retain such powers and duties as are mentioned in section 27 of that Act (which relates among other things to the appointment of public analysts); and accordingly in the said Act— a in section 26 (which specifies, or makes provision for the specification of, administrative authorities for the purposes of the Act)— i in subsection (3) the words \t\t\t\t\t\t\t\t“regional councils” shall cease to have effect; ii in subsection (4), for the words \t\t\t\t\t\t\t\t“a regional,” there shall be substituted the word                        \t\t\t\t\t\t\t\t“and                    ” ; b after section 27 there shall be inserted the following section—  Payment by district councils for services of public analysts. 27A 1 The fee payable to a public analyst in respect of his analysis of samples submitted to him by a sampling officer of a district council which appointed the analyst: Provided that the foregoing provisions of this subsection apply only where the analyst is the employee of the council which appointed him. 2 A council, before fixing a fee under subsection (1) above, shall— a work out what proportion, approximately, of the total cost to them of employing (and providing working facilities and equipment for) the public analyst is attributable to the sampling officer, and shall propose such fee as would recover that proportion from the district council; and b consult with the district council, with a view to securing their agreement to the fee proposed. 3 Where the district council will not agree a fee proposed under subsection (2) above, either council may apply to the Secretary of State for the appointment under this subsection of an arbiter. 4 The decree arbitral of an arbiter appointed under subsection (3) above shall be final and conclusive as regards the fee to be fixed under subsection (1) above; and the expenses of the arbitration shall be borne jointly by the parties. ; and c in the proviso to subsection (3) of section 29 (the which proviso empowers an analyst to demand a fee in advance from certain persons), after the word \t\t\t\t\t\t“may” where it first occurs, there shall be inserted the words                    \t\t\t\t\t\t“, except in a case where the fee falls to be fixed under section 27A of this Act,                ”"}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "23", "section_title": " General powers of local authority to assist community council. ", "section_text": "23 In section 55 of the  1973 Act (which empowers a regional, islands or district council to contribute towards the expenses etc. of a community council in their area), the word  “Regional,” shall cease to have effect."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "24", "section_title": " Islands or district council’s functions in relation to the provision of gardening assistance for the disabled and the elderly.", "section_text": "24 1 A local authority  may provide, or arrange for the provision of, gardening assistance for persons who require such assistance by reason of physical disability, chronic illness or old age. 2 Section  211(1)(b) of the Housing (Scotland) Act 1987  (which requires a local authority to charge for services provided by them under the terms of the tenancy of a house) shall not apply in relation to assistance provided under subsection (1) above; but the local authority shall recover from any person availing himself of that assistance such charges as appear to them to be reasonable (unless the person’s circumstances are such as to render any charge inappropriate). 3 Without prejudice to the validity of any  determination that may be made or instruction that may be given, for the purposes of an unpaid work or other activity requirement imposed in a community payback order under section 227A of the Criminal Procedure (Scotland) Act 1995 (c.46), by the responsible officer in relation to the order,  a local authority shall not provide, or arrange for the provision of, such assistance as is mentioned in subsection (1) above except in accordance with, and in so far as empowered by, the foregoing provisions of this section."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "25", "section_title": " Islands or district council’s functions in relation to street cleansing.", "section_text": "25 1  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A local authority  may, with the consent of each person who has an interest in or is the occupier of any relevant land in their area, arrange for the cleansing of the land and may enter into an agreement with any such person for the payment by him of charges in respect of the cleansing. 3 In subsection (2) above  “ cleansing ” means such cleansing as appears to the  local authority  to be necessary in the interests of public health or safety or of the amenities of their area but does not include operations for the removal of snow or ice and  “ relevant land ” means any land, in the open air, to which members of the public have access and which is not comprehended in a public road within the meaning of the Roads (Scotland) Act 1984."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "26", "section_title": " Islands or district council’s functions in relation to the provision of public conveniences.", "section_text": "26 1 A local authority  may provide, equip and maintain fixed or moveable public conveniences in such places as appear to them to be suitable and may make such reasonable charges as they may determine for the use of such conveniences. 2 In subsection (1) above  “ conveniences ” means water-closets, or urinals, and washing facilities for use in connection therewith."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "27", "section_title": " Islands or district council’s functions in relation to the provision of a market.", "section_text": "27 1 A local authority  may establish and hold a market, may provide market buildings and may— a provide in any such market or market buildings— i stalls or stands; ii warehouses, offices, shops or stores; and iii premises for supplying food and refreshments (including  alcohol, within the meaning given by section 2 of the Licensing (Scotland) Act 2005 ); b impose— i such conditions for the use of the market or market buildings by stallholders or other persons as the  authority  consider appropriate; and ii such charges in relation to such use or for entrance to the market or market buildings as will be sufficient to meet the expenses of the authority in carrying out their functions under this section; c make byelaws regulating the market, the activities of persons selling goods therein and the behaviour of the public while therein; and d do such other things as they consider expedient for the purposes of the market. 2 Byelaws made under subsection (1)(c) above may provide that a person contravening certain provisions of the byelaws commits an offence and is liable, on summary conviction, to a fine not exceeding  level 2 on the standard scale . 3 A local authority  may— a discontinue the whole, or any part, of a market established under subsection (1) above by them; and b grant exemption from a condition imposed under subsection (1)(b)(i) above, charge imposed under subsection (1)(b)(ii) above or byelaw made under subsection (1)(c) above. 4 . . ., nothing in the foregoing provisions of this section affects any existing right of a local authority to establish or regulate a market or to fix a market place. 5 In the foregoing provisions of this section the expression  “ market ” shall be construed generally and not as limited to a place where a market is held by virtue of a grant from the Crown or of prescription or under statutory authority."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "28", "section_title": " Islands or district council’s functions in relation to the provision of clocks.", "section_text": "28 A local authority — a may provide a clock for public purposes and may maintain, illuminate or remove such clock; and b where a clock is not owned by the  authority  but is open to public view, may for the purposes of securing its maintenance or illumination enter into an agreement with its owner."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "29", "section_title": " Power to repeal local statutory provisions which are superseded by provisions of this Act.", "section_text": "29 1 The Secretary of State may by order made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament repeal or amend, on such date as may be appointed in the order, any local statutory provision in so far as that provision appears to him to be inconsistent with, or to have become unnecessary or to require alteration in consequence of, any provision of this Act. 2 Different dates may be appointed under subsection (1) above in respect of different local statutory provisions; and any such date may, where the local statutory provision is one to which section 225(6) of the 1973 Act (which prospectively repeals certain such local statutory provisions) applies, be earlier than that on which the local statutory provision would cease, under the said section 225(6), to have effect."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "30", "section_title": " Power of islands and district councils to provide and maintain roadside seats.", "section_text": "30 1 Without prejudice to any existing power which they have in that regard,  a local authority may, with the consent of the roads authority , for the use of the public, provide and maintain seats on any footway in their area; and they may maintain any such seats donated to them. 2 In subsection (1) above,  “ footway ” and  “ roads authority ” have the same meanings as in the Roads (Scotland) Act 1984."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "31", "section_title": " Cessation of regional, council’s functions as regards war memorials. ", "section_text": "31 In section 170 of the 1973 Act (which designates regional, islands and district councils as local authorities for the purposes of the  War Memorials (Local Authorities’ Powers) Act 1923) for the words \t\t\t\t“local authority within the meaning of this Act” there shall be substituted the words                \t\t\t\t“islands or district council            ” ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "32", "section_title": " Delegation of functions by sub-committees of local authorities.", "section_text": "32 For section 56(2) of the  1973 Act (which permits a committee of a local authority to arrange for a sub-committee or an officer of the authority to discharge functions of the authority) there shall be substituted the following subsection— 2 Where by virtue of this section any function of a local authority may be discharged by any committee or sub-committee of theirs, then, unless the local authority otherwise direct— a the committee may arrange for the discharge of any of those functions by a sub-committee or an officer of the authority ; and b the sub-committee, whether assigned the discharge of functions by the authority or by a committee, may arrange for the discharge of any such functions by an officer of the authority. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "35", "section_title": " Arbitration under section 33(4) or 34(5).", "section_text": "35 In any arbitration under section 33(4) or 34(5) of this Act— a a person agreed upon between the parties, or in default of such agreement appointed on the application of either (or any) of the parties by the Secretary of State, shall be arbiter; b the arbiter shall, in so far as is practicable, have regard to the code of recommended practice issued under section 33(2), or as the case may be 34(3), of this Act; c the decree arbitral shall be final and conclusive; and d the expenses shall be borne jointly by the parties."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "36", "section_title": " Secretary of State’s discretion as regards public examination of structure plans. ", "section_text": "36 In section 7 of the  1972 Act (which relates to the approval or rejection of structure plans by the Secretary of State), for paragraph (b) of subsection (3) there shall be substituted the following paragraph— b if, but only if, it appears to him that an examination in public should be held of any matter affecting his consideration of the plan, cause a person or persons, appointed by him for the purpose, to hold such an examination. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "37", "section_title": " Proposals for alterations to structure plans. ", "section_text": "37 In section 8 of the  1972 Act (which relates to the submission of proposals for alterations to structure plans)— a in subsection (1)— i after the words  “that plan” there shall be inserted the words  “(which may include proposals for repeal and replacement)” ; and ii at the end there shall be added the words  “and may provide for the repeal of two or more structure plans and their replacement with one structure plan.” ; b in subsection (2), after the words  “sections 6” there shall be inserted the word  “(2)” ; and c after subsection (2) there shall be added the following subsections— 3 Before a planning authority submit proposals under this section they shall give such publicity (if any) to, and undertake such consultation (if any) about, the said proposals as they think fit, and shall consider any representations timeously made to them about such proposals. 4 The planning authority shall send with any proposals submitted by them under this section a statement of the steps they have taken to comply with subsection (3) above and, if they have not publicised or have not consulted under that subsection, the statement shall explain the absence of such publicity or as the case may be consultation. 5 If the Secretary of State is not satisfied with the steps taken by the planning authority to comply with subsection (3) above, or as the case may be if he is not satisfied with the terms of any explanation provided by them under subsection (4) above, he may return the proposals to the authority, and may direct them— a to take such steps or further steps as he may specify ; and b after they have done so, to resubmit the proposals with such modification, if any, as they consider appropriate. 6 Where, under subsection (5) above, the Secretary of State returns proposals, he shall inform the authority of his reasons for doing so and, if any person has made to him an objection to the proposals, shall also inform that person that he has returned the proposals. 7 A planning authority who are given directions under subsection (5) of this section shall forthwith withdraw the copies which have, under section 6(2) of this Act (as applied by subsection (2) above) been made available for inspection. 8 The said section 6(2) and subsections (3) to (7) above shall apply, in relation to proposals resubmitted in accordance with directions given under subsection (5) above, as they apply in relation to proposals submitted under subsection (1) above. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "38", "section_title": " Inquiries with respect to local plans. ", "section_text": "38 In subsection (1) of section 11 of the  1972 Act (which relates, among other things, to inquiries with respect to local plans)— a after the word  “shall”, where it occurs for the first time, there shall be inserted the word  “if” ; and b after the word  “Act”, where it occurs for the first time, there shall be inserted the words  “an objector so requires,”."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "39", "section_title": " Modification of local plans. ", "section_text": "39 In subsection (1) of section 12 of the 1972 Act (which relates to the adoption and approval of local plans), for the words  “any such objections or of any matters arising out of such objections” there shall be substituted the words— —           a any such objections (whether or not they have been the subject of a local inquiry or other hearing) b any matters arising out of such objections ; or c any drafting or technical matters, if these are of a minor nature. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "40", "section_title": " Alteration of local plans. ", "section_text": "40 In section 13 of the 1972 Act (which relates to the alteration of local plans)— a for subsection (1) there shall be substituted the following subsection— 1 A planning authority shall keep under review any local plan adopted by them, or approved by the Secretary of State, and may at any time make proposals for the alteration, repeal or replacement of such plan; and any such proposals may include proposals for the repeal of two or more local plans and their replacement with one local plan: Provided that where a local plan has been approved by the Secretary of State they shall not make such proposals in relation to that plan without his consent.  ; b in subsection (3), at the beginning there shall be inserted the words  “Subject to subsection (4) below” ; and c at the end there shall be added the following subsections— 4 If a planning authority do not consider it appropriate to take the steps required by section 10(1) of this Act in relation to proposals made by them under subsection (1) of this section for alteration of a local plan, they may instead include, with the copies of those proposals made available for inspection and with the copy sent to the Secretary of State under section 10(2) of this Act, a statement of their reasons for not taking such steps. 5 In carrying out their duty under subsection (1) above the authority shall have regard to any structure plan approved for the area by the Secretary of State. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "41", "section_title": " Publication of notices of planning applications. ", "section_text": "41 For section 23 of the  1972 Act (which relates to the publication of notices of planning applications) there shall be substituted the following section—  Publication of notices of planning applications 23 1 Subject to subsection (2) below, a development order may provide, either in relation to applications generally or in relation to applications of a class or classes prescribed in the order, that— a any such application shall have been notified to such persons or classes of person, and in such manner, as may be so prescribed ; b any such application shall have been advertised, either in a local newspaper or on the land to which the application relates, or both, in such a manner and for such a period or on such a number of occasions as may be so prescribed ; c any newspaper advertisement required by virtue of paragraph (b) above shall be placed by the planning authority to whom the application is made ; d the planning authority may recover from the applicant the cost incurred by them in arranging any such advertisement ; e any such application shall be accompanied by such certificates as to compliance with the requirements of provisions made under paragraphs (a) and (b) above as may be so prescribed ; f the applicant shall furnish, at such time and to such persons as may be so prescribed, such information with respect to the application as may be so prescribed ; g no such application shall be entertained unless such further conditions as to payment as may be so prescribed have been complied with ; h no such application shall be determined until after the expiry of any period which may be so prescribed. 2 The applications mentioned in subsection (1) above are— a applications for planning permission; b applications for an approval required by a development order ; or c applications for any consent, agreement or approval required by a condition imposed on a grant of planning permission. 3 If any person knowingly or recklessly— a issues a notification ; or b makes advertisement (other than newspaper advertisement) ; or c supplies a certificate, which purports to comply with provisions made under subsection (1) above but which contains a statement which is false or misleading in a material particular, he shall be guilty of an offence, and liable on summary conviction to a fine not exceeding £200. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "42", "section_title": " Publication of notices of planning applications. ", "section_text": "42 After section 54B of the  1972 Act (which is inserted in that Act by paragraph 16 of Schedule 2 to this Act) there shall be inserted the following section—  Intimation of notices etc. affecting listed buildings. 54C 1 Subject to subsection (2) below, where a local authority— a have, under or by virtue of any enactment, served a notice requiring any person to show cause why a listed building should not conform to the building regulations ; or b have, under or by virtue of any enactment, served a notice or made an order requiring— i the demolition of such a building ; or ii the carrying out of works affecting such a building; or c propose (whether under or by virtue of any enactment or otherwise) to carry out emergency works or demolitions affecting such a building, they shall forthwith give written intimation of the notice, order, or proposal, as the case may be, to the planning authority: Provided that where the building is owned, leased or occupied by the planning authority, the local authority (whether or not they are the planning authority) shall also give such intimation to the Secretary of State. 2 Where the safety of the public requires that any demolition or works be carried out without such delay as would result from compliance with the provisions of subsection (1) above, the intimation (which may, in such a case, initially be oral) shall be given as long before the commencement of the demolition or works as is consistent with that requirement. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "43", "section_title": " Power of regional planning authority to take enforcement action. ", "section_text": "43 After section 84 of the 1972 Act there shall be inserted the following section—  Power of regional planning authority to take enforcement action. 84A 1 If a regional planning authority are of the opinion that a structure plan prepared by them and approved by the Secretary of State is materially prejudiced by a breach of planning control they may, after consultation with any district planning authority in whose district the breach has taken place, and subject to subsection (2) below, serve an enforcement notice under this subsection requiring the breach to be remedied. 2 Where a regional planning authority serve a notice under subsection (1) above the provisions of sections 84 (except subsection (1)), 85, 86, 87, 88, 89, 89A, 166, 265(1)(c) and 265(2A) of this Act shall apply, with any necessary modifications, in relation to the regional planning authority and a notice under subsection (1) above as they apply in relation to a district planning authority and a notice under subsection (1) of the said section 84. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "44", "section_title": " Register of waste land, enforcement and stop notices. ", "section_text": "44 After section 87 of the  1972 Act there shall be inserted the following section—  Register of waste land, enforcement and stop notices. 87A 1 Every general and district planning authority shall, with respect to waste land notices, enforcement notices and stop notices which have been served in relation to land in their district, keep a register— a in such manner ; and b containing such information, as may be prescribed ; and there may also be prescribed circumstances in which an entry in the register shall be deleted. 2 Every register kept under this section shall be available for inspection by the public at all reasonable hours. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "45", "section_title": " Power of local authorities to recover cost of various orders. ", "section_text": "45 After section 210 of the 1972 Act there shall be inserted the following section—  Recovery of costs of making orders relating to roads, paths etc. 210A 1 Where, after the coming into force of this section, a person requests a local authority to make an order to which this subsection applies, the local authority may require him, as a condition of their compliance with the request, to make such provision as they consider reasonable as regards any costs to be incurred by them in so complying. 2 The orders to which subsection (1) above applies are orders under any of the following enactments— a section 98A of this Act (orders authorising the stopping up or diversion of certain highways) ; b section 199 of this Act (orders authorising the stopping up or diversion of footpaths or bridleways) ; c section 200 of this Act (orders authorising the stopping up or diversion of certain highways crossing or entering the route of a proposed new highway) ; d section 201 of this Act (orders extinguishing the right to use vehicles on a highway) ; e section 12 of the Roads (Scotland) Act 1970 (orders stopping up an unnecessary road or one dangerous to the public) ; f section 34 of the Countryside (Scotland) Act 1967 (orders as regards the closure of public paths) ; and (g) section 35 of the said Act of 1967 (orders as regards the diversion of public paths). ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "46", "section_title": " Power of planning authorities to vary planning permission. ", "section_text": "46 After section 31 of the 1972 Act there shall be inserted the following section—  Power of planning authorities to vary planning permission. 31A Notwithstanding any other provision of this Part of this Act, a planning authority may, at the request of the grantee or of a person acting with his consent, vary any planning permission granted by them, if it appears to them that the variation sought is not material. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "47", "section_title": " Restriction on further appeal following decision of Secretary of State on appeal under section 63A, 85 or 93 of the 1972 Act. ", "section_text": "47 In subsection (3) of section 231 of the 1972 Act (which, among other things, relates to appeals against certain decisions of the Secretary of State)— a after paragraph (e) there shall be inserted the following paragraph— ee any decision of the Secretary of State on an appeal to him under section 63A of this Act against a waste land notice ;  ; b in paragraph (f), the words  “(1)(a), (f) or (g)” shall cease to have effect ; and c for paragraph (h) there shall be substituted the following paragraph— h any decision of the Secretary of State on an appeal to him under section 93 of this Act against a listed building enforcement notice ; ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "48", "section_title": " Further amendments of the 1972 Act. ", "section_text": "48 The 1972 Act shall have effect subject to the amendments specified in Schedule 2 to this Act."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "49", "section_title": " Power of local authority to make an advance for the acquisition of land or erection of buildings. ", "section_text": "49 In section 7 of the  Local Government (Development and Finance) (Scotland) Act 1964 (which empowers a local authority to make an advance for the erection of a building on land sold, feued or let by them)— a for subsection (1) there shall be substituted the following subsection— 1 Where a local authority are satisfied that it would be for the benefit or improvement of their area, they may, subject to the provisions of this section, advance money to any person for the purpose of enabling him either— a to acquire land ; or b to erect any building or carry out any work on land. ; and b for subsection (3) there shall be substituted the following subsection— 3 The amount of the principal of an advance shall not exceed nine-tenths of— a where the advance is made under subsection (1)(a) above, the value of the land ; or b where the advance is made under subsection (1)(b) above, the value which it is estimated will be the value of the land on the completion of the building, or as the case may be works, in respect of which the advance is made. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "50", "section_title": " Power of local authority incur expenditure for certain purposes not otherwise authorised.", "section_text": "50 In section 83 of the 1973 Act (which gives local authorities power to incur expenditure for certain purposes not otherwise authorised, but limits the expenditure which it authorises)— a the following subsections shall be inserted after subsection (2)— 2A Without prejudice to the generality of subsection (1) above, the power of a local authority to incur expenditure under that subsection includes power to incur expenditure in giving financial assistance to persons carrying on commercial or industrial undertakings. 2B Financial assistance under subsection (2A) above may be given by lending or guarantee, or by making grants.  ; b the following subsections shall be inserted after subsection (4)— 4A For the purpose of determining whether a local authority have exceeded the limit set out in subsection (4) above, their expenditure in any financial year under this section shall be taken to be the difference between their gross expenditure under this section for that year and the aggregate of the amounts specified in subsection (4B) below. 4B The amounts mentioned in subsection (4A) above are— a any grant paid to the local authority for that year under the Local Government Grants (Social Need) Act 1969, in so far as the grant is in respect of an activity in relation to which the authority have incurred expenditure in that year under this section ; b the amount of any repayment in that year of the principal of a loan for the purpose of financing expenditure under this section in any year ; c so much of any amount raised by public subscription as is spent in that year for a purpose for which the authority are authorised by this section to incur expenditure ; d any grant received by the authority for that year out of the European Regional Development Fund or the Social Fund of the European Economic Community, in so far as the grant is in respect of an activity in relation to which the authority incurred expenditure in that year under this section ; e the amount of any repayment in that year of a loan under this section made by the authority in any year ; and f the amount of any expenditure— i which is incurred by the authority in that year in circumstances specified in an order made by the Secretary of State ; or ii which is incurred by the authority in that year and is of a description so specified ; or iii which is defrayed by any grant or other payment to the authority which is made in or in respect of that year and is of a description so specified.  ; and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "5155.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "57", "section_title": " Liability of water authorities etc. for damage caused by escapes of water onto agricultural or forestry land. ", "section_text": "57 In section 10 of the Water (Scotland) Act 1980 (which among other things provides that compensation is to be made by a water authority to a person sustaining damage by reason of their exercise of certain statutory powers)— a after subsection (1) there shall be inserted the following subsection— 1A The escape of water, however caused, onto agricultural land or forestry land from one of a water authority’s or as the case may be water development board’s communication pipes or mains shall for the purposes of subsection (1) above be taken to have been brought about by the exercise by them of powers under this Act.  ; and b after subsection (4) there shall be inserted the following subsections— 5 Without prejudice to any right to compensation other than under subsection (1) above, in that subsection  “person” does not, as regards compensation payable under that subsection by virtue of subsection (1A) above, include— a statutory undertakers as defined in section 275(1) of the Town and Country Planning (Scotland) Act 1972 ; b highway authorities as defined in section 50(1) of the Roads (Scotland) Act 1970 ; c bridge authorities or managers as defined in section 39(1) of the Public Utilities Street Works Act 1950 ; d street authorities or managers as defined in the said section 39(1) ; or e persons on whom a right to compensation under section 26 of the said Act of 1950 is conferred. 6 In subsection (1A) above, the expressions  “ agricultural land ” and  “ forestry land ” mean land (but not any building) used, respectively, for agriculture or for forestry which is so used for the purposes of a trade or business and in the foregoing provisions of this subsection  “ agriculture ” has the meaning assigned to it by section 86(3) of the Agriculture (Scotland) Act 1948 and  “ forestry ” means the growing of woods and forests for the production of timber and other forest products and the growing of trees for planting in such woods and forests. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "58", "section_title": " Power of water authority to require seperate service pipes in cases of interference with water supply. ", "section_text": "58 In paragraph 7(5) of Schedule 3 to the  Water (Scotland) Act 1980 (the which Schedule makes provision among other things as regards the laying of communication and supply pipes)— a the word  “either” shall cease to have effect ; and b at the end there shall be added the words— ; or                     c the owner or occupier of any of the houses has interfered with, or allowed another person to interfere with, the existing service pipe or the stopcock fixed to that pipe and has thereby caused the supply of water to any of the houses to be interfered with ; or d the authority have reasonable grounds to believe that such interference as is mentioned in (c) above is likely to take place. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "59", "section_title": " Exemption from charges for water for fire fighting. ", "section_text": "59 After section 9 of the Water (Scotland) Act 1980 there shall be added the following section— 9A Without prejudice to any provision relating to domestic water rate but notwithstanding anything in section 9 or 49 of this Act, no charge may be made by a water authority in respect of— a water taken for the purposes of extinguishing fires or of testing apparatus installed, or equipment used, for extinguishing fires ; or b the availability of water for the said purposes: Provided that nothing in this section shall prevent the making of charges in respect of work carried out at the request of or for the benefit of any person receiving a supply of water for the said purposes. ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "60", "section_title": " Approved duties of councillors and allowances in respect thereof.", "section_text": "60 1 Under the  1973 Act, members of local authorities who are councillors shall, in respect of the performance of approved duties, have the right to decide whether to receive attendance allowance or financial loss allowance; and accordingly— a in subsection (1) of section 45 of that Act (the which subsection relates to entitlement to attendance allowance) after the word \t\t\t\t\t\t\t\t“shall” there shall be inserted the words                          \t\t\t\t\t\t\t\t“, (unless a notice under section 45A of this Act is effective in relation to him),                      ” ; and b after the said section 45 there shall be inserted the following section—  Right of councillor to opt for financial loss allowance. 45A If a councillor gives notice in writing to the local authority of which he is to receive financial loss allowance, he shall be entitled, subject to and in accordance with the provisions of any payment by way of attendance allowance to which he would otherwise be entitle. 2 In subsection (2) of section 49 of the 1973 Act (the which subsection relates to the interpretation of the expression \t\t\t\t\t\t“approved duty”)— a after the words \t\t\t\t\t\t\t\t“45,” there shall be inserted the words                          \t\t\t\t\t\t\t\t“45A,                      ”  ; b in paragraph (a), the words \t\t\t\t\t\t\t\t“, or of any of its committees or sub-committees” shall cease to have effect ; and c after paragraph (a) there shall be inserted the following paragraph— aa attendance at a meeting of a committee, or sub-committee, of the body if such attendance is— i as a member of ; ii at the invitation of ; or iii expressly authorised by, the committee or, as the case may be, sub-committee or is at the invitation of, or expressly authorised by, the body ; ."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "61", "section_title": " Abolition of Amenity Committee.", "section_text": "61 The Amenity Committee appointed under subsection (2) of section 9 of the  Hydro-Electric Development (Scotland) Act 1943 (a subsection which among other things provided that the Secretary of State was to appoint such a committee for the purpose of giving advice and assistance to him and to the Scottish Electricity Boards and which is re-enacted as subsection (2) of section 5 of the  Electricity (Scotland) Act 1979) is hereby abolished."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "62", "section_title": " Abolition of Staff Commission for Scotland.", "section_text": "62 The Staff Commission for Scotland is hereby abolished; and accordingly, in the 1973 Act, section 218 (which relates to the establishment, functions, procedure and expenses of that Commission) shall cease to have effect."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "63", "section_title": " Abolition of Property Commission for Scotland.", "section_text": "63 The Property Commission for Scotland is hereby abolished; and accordingly, in the 1973 Act, in section 224 (which relates among other things to the establishment and functions of that Commission) subsections (1) to (4), and in subsection (6) the words  “this section and in”, shall cease to have effect."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "64", "section_title": " Savings in respect of byelaws.", "section_text": "64 Notwithstanding the repeal by this Act of any provision, byelaws— a made by, under or by virtue of the provision; and b in force immediately before the repeal, shall, where or in so far as like byelaws could be made by, under or by virtue of a provision of this Act, remain in force until the end of 1986 or (if earlier) until expressly revoked."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "65", "section_title": " Consequential, transitional and supplementary provisions.", "section_text": "65 1 The Secretary of State may by order make such incidental, consequential, transitional or supplementary provision as appears to him to be necessary or proper— a for the general or any particular purposes of this Act or in consequence of any of the provisions of, or for giving full effect to, this Act; or b in consequence of such of the provisions of any other Act passed in the same session as this Act as apply to any area or authority affected by this Act; and nothing in any other provision of this Act shall be construed as prejudicing the generality of this subsection. 2 Where powers or duties as regards a function are transferred by, under or by virtue of this Act from one body (in this section referred to as the first body) to another (so referred to as the second body)— a any agreement to which the first body is immediately before the transfer a party shall, in so far as it derives from or relates to those powers and duties, have effect as from the transfer as if the second body were a party to the agreement instead of the first body; b any legal, or other, proceedings to which the first body is a party and which are pending immediately before the transfer may, in so far as they derive from or relate to those powers and duties, be continued on or after the transfer (but may only be so continued) as if the second body instead of the first body were that party; and c any writings or actings of or with regard to the first body which although not writings or actings comprehended under paragraph (a) or (b) above have, immediately before the transfer, some legal effect shall, in so far as they derive from or relate to those powers and duties, have such effect as from the transfer as if they had been writings or actings of, or as the case may be with regard to, the second body: Provided that the foregoing provisions of this subsection shall have no effect in respect of criminal, or delictual, liability of either body (or of such liability of their members or officers). 3 Subsection (2) above may by order made by the Secretary of State be excluded, either wholly or to such extent as he may specify in the order, from applying in any particular case. 4 Any order under subsection (1) or (3) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "66", "section_title": " Amendments and repeals. ", "section_text": "66 1 The enactments specified in Schedule 3 to this Act shall have effect subject to the amendments specified in that Schedule, being minor amendments or amendments consequential upon the provisions of this Act. 2 The enactments specified— a in Part I of Schedule 4 to this Act (which include certain spent enactments) ; and b in Part 11 of that Schedule (which relate to powers of entry), are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "67", "section_title": " Interpretation.", "section_text": "67 In this Act, unless the context otherwise requires—  “ local authority ” means a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994  “ the1972 Act ” means the Town and Country Planning (Scotland) Act 1972; and  “ the1973 Act ” means the Local Government (Scotland) Act 1973."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "68", "section_title": " Expenses.", "section_text": "68 There shall be defrayed out of moneys provided by Parliament— a any administrative expenses incurred by any Government department in consequence of the provisions of this Act; and b any increase attributable to this Act in the sums payable out of moneys so provided under any other enactment."}, {"act": "Local Government and Planning (Scotland) Act 1982", "year": 1982, "section": "69", "section_title": " Short title, commencement and extent.", "section_text": "69 1 This Act may be cited as the Local Government and Planning (Scotland) Act 1982. 2 Subject to section 55(2) of this Act, this Act (except this section) shall come into operation on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed under this subsection for different provisions of this Act or for different purposes, or for the purposes of the same provision in relation to different cases. 3 This Act extends to Scotland only."}]