[{"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "1", "section_title": " Introductory provisions: the Code and the Contracting Parties to it.", "section_text": "1 1 In this Act “ the Code ” means the Convention on a Code of Conduct for Liner Conferences signed at Geneva on 6th April 1974. 2 The text of the Code is set out in the Schedule to this Act. 3 Her Majesty may by Order in Council certify which states are Contracting Parties to the Code, and in respect of what countries they are parties, and an Order in Council under this subsection shall be conclusive evidence of the matters certified by it."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "2", "section_title": " Implementing regulations: the general scheme.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "3", "section_title": " Matters which may be provided for by regulations.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "4", "section_title": " Power to exclude or restrict operation of the Code for lack of reciprocity.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "5", "section_title": " Liability of members of conference to be in proportion to their responsibility.", "section_text": "5 1 Where proceedings arising out of the Code are brought against a member of a conference in respect of damage or loss suffered by any person and other members of the conference are also liable (whether jointly or otherwise) in respect of the same damage or loss, the liability of that member to make good that damage or loss shall be in proportion to his responsibility. The reference above to the liability of other members of the conference is to any such liability which has been or could be established in proceedings brought before the same court or other tribunal by or on behalf of the person suffering the damage or loss; and for the purposes of this subsection it is immaterial by reference to what law the issue of liability was or would be determined. 2 In ascertaining the responsibility of a member of a conference for the purposes of subsection (1), regard shall be had not only to the member’s part (if any) in the particular matters giving rise to the proceedings but also to his general involvement in the affairs of the conference as shown, for example, by his share of the conference trade, the nature of pooling arrangements to which he is a party and the extent to which he contributes to the administrative expenses of the conference. 3 Subsections (1) and (2) apply to any proceedings in the United Kingdom and to proceedings elsewhere in which the extent of the liability of a member of a conference falls to be determined by reference to the law of a part of the United Kingdom. 4 Where in proceedings arising out of the Code— a judgment is given against a member of a conference in respect of damage or loss ccaused to any person, and b the extent of the member’s liability is not determined by reference to subsections (1) and (2), the member shall not, if it is sought to enforce the judgment in the United Kingdom, be liable to make good any greater proportion of that damage or loss than if the extent of his liability had been determined by reference to those subsections. 5 A member of an unincorporated conference against which judgment is given, whether in the United Kingdom or elsewhere, in proceedings arising out of the Code in respect of damage or loss caused by any person by a breach of duty by the conference, shall not, by virtue of section 6(3), be liable to make good any greater proportion of that damage or loss than he would have been if the proceedings had been brought against him and the other members of the conference in respect of a duty owed by all the members of the conference and the extent of his liability had been determined by reference to subsections (1) and (2). 6 Subsections (4) and (5) shall not affect the enforcement in the United Kingdom of a judgment required to be enforced there by virtue of Part I of the  Foreign Judgments (Reciprocal Enforcement) Act 1933 (judgments given in countries with whom reciprocal arrangements exist) or Part I of the  Civil Jurisdiction and Judgments Act 1982  or   Regulation ( EU )  No.  1215/2012 of the European Parliament and of the Council of 12 December 2012 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (recast), as amended from time to time and as applied by virtue of the Agreement made on 19 October 2005 between the European Community and the Kingdom of Denmark on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters ( OJ  No L 299, 16.11.2005, p62;  OJ  No L79, 21.3.2013, p4)  ."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "6", "section_title": " Proceedings by or against unincorporated conferences.", "section_text": "6 1 A conference which is not a body corporate may nevertheless sue and be sued in its own name in proceedings arising out of the Code. 2 Subsection (1) applies to any proceedings in the United Kingdom and to proceedings elsewhere in which the capacity of a conference to sue and be sued in its own name falls to be determined by reference to the law of a part of the United Kingdom. 3 A judgment given for or against an unincorporated conference in proceedings brought against the conference in its own name, whether in the United Kingdom or elsewhere, shall be binding on the members of the conference, and such a judgment given against a conference shall be enforceable— a against any property held in trust for the purposes of the conference, to the like extent and in the like manner as if the conference were a body corporate; and b against any member of the conference, subject to section 5(5). 4 Subsection (3) applies in each part of the United Kingdom to judgments given by a court of that part or which are enforceable or entitled to recognition in that part."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "7", "section_title": " Restrictions on legal proceedings.", "section_text": "7 1 Legal proceedings arising out of a dispute relating to the application or operation of the Code may be brought in the United Kingdom only in the High Court or the Court of Session; and in this section “ the court ” means either of those courts. 2 Proceedings arising out of a dispute to which Article 23, paragraph 2 applies (disputes to be resolved within the framework of the national jurisdiction concerned) shall not be entertained by the court except as permitted by that paragraph. 3 The court shall stay proceedings before it if on the application of a party to the proceedings, made after appearance but before delivering any pleadings or taking any other steps in the proceedings, it is shown that the proceedings arise out of a dispute to which Article 23, paragraph 4 applies and that— a the dispute has not been referred to conciliation in accordance with that paragraph or has been so referred and cnciliation proceedings are still in progress; or b the parties to the dispute have made an agreement to which Article 25, paragraph 1 applies (agreed procedures in lieu of conciliation) which is capable of being, or has been, performed. 4 The court may attach to a stay granted under subsection (3) such conditions as appear to it appropriate, in particular conditions with respect to the institution or prosecution of conciliation or other proceedings; and the court may remove a stay granted under that subsection if any such condition is not complied with or if at any time it appears to the court that the circumstances are such that a new application for the stay would not be granted. 5 In relation to an arbitration agreement to which Article 25, paragraph 1 applies, subsections (3) and (4) apply in place of  section 9 of the Arbitration Act 1996 (which also provides for the staying of legal proceedings). 6 In the application of this section to Scotland, for the references to staying proceedings substitute references to sisting proceedings."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "8", "section_title": " Time for bringing legal proceedings.", "section_text": "8 1 No legal proceedings arising out of a dispute relating to the application or operation of the Code shall be brought in the United Kingdom after the end of the period of two years from the date on which the cause of action accrued or, if later, the end of the period of six months from the date on which conciliation proceedings relating to the dispute were completed or abandoned. 2 In England and Wales the following provisions of the  Limitation Act 1980 apply to the limitation period prescribed by subsection (1) as they apply to the limitation periods prescribed by that Act— a section 28(1) (extension of period in case of legal disability), but with the substitution of “two years” for “six years”; b section 32(1) (postponement of period in case of fraud, concealment or mistake); c section 35 (application to new claims in pending actions). 3 In Scotland section 6(4) of the  Prescription and Limitation (Scotland) Act 1973 (extension of prescriptive period in case of fraud, error or legal disability) applies to the limitation period prescribed by subsection (1) as it applies to the prescriptive period mentioned in section 6(1) of that Act. 4 In Northern Ireland the following provisions of  the Limitation (Northern Ireland) Order 1989  apply to the limitation period prescribed by subsection (1) as they apply to the limitation periods prescribed by that Act— a Article 73  (application to new claims in pending actions); b Article 48(1)  (extension of period in case of legal disability), but with the substitution of “two years” for “six years”; c section 70(1) (postponement of period in case of fraud, concealment or mistake)."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "9", "section_title": " Recognition and enforcement of recommendations,  etc.  of conciliators.", "section_text": "9 1 Where a recommendation of conciliators has become binding as between two or more parties in accordance with Article 37, then, subject to subsection (2)— a it shall be recognised in the United Kingdom as conclusive as between those parties of the dispute to which it relates; and b any of those parties may apply to have the recommendation registered for enforcement in the High Court or the Court of Session. 2 A recommendation shall not be so recognised or enforced if it is affected by any of the matters mentioned in sub-paragraphs (a) to (d) of Article 39, paragraph 2 (disability, fraud, coercion, public policy or irregularity of composition or procedure of the conciliators), unless the affected part can be severed as mentioned in Article 39, paragraph 3 and the remainder of the recommendation recognised and enforced. 3 Where the costs to be borne by a party to conciliation proceedings in accordance with Article 43, paragraph 1 (costs of the conciliation and its administration) have been determined, the person to whom those costs are to be paid may apply to have the determination registered for enforcement in the High Court or the Court of Session. 4 A party in whose favour an award of costs has been made by conciliators under Article 43, paragraph 3 (vexatious or frivolous proceedings) may apply to have the award registered for enforcement in the High Court or the Court of Session. 5 Provision may be made by rules of court as to— a the manner in which application is to be made for registration of a recommendation, determination or award under this section; b the documents to be produced and the matters to be proved by a person seeking recognition of a recommendation or enforcement of a recommendation, determination or award; c the manner in which a recommendation, determination or award is to be registered under this section; d the manner in which and the conditions subject to which a recommendation , determination or award so registered may be enforced. 6 Subject to any provision made under subsection (5)(d), a recommendation, determination or award registered under this section shall, for the purposes of its enforcement, be of the same force and effect, the registering court shall have the same powers in relation to its enforcement, and proceedings for or with respect to its enforcement may be taken, as if the recommendation, determination or award had been a judgment or decree originally given in the registering court and had (where relevant) been entered. 7 Where a recommendation, determination or award is registered under this section, the reasonable costs or expenses of, and incidental to, its registration are recoverable as if they were sums recoverable under it, except that they carry interest as if they were the subject of an order for the payment of costs or expenses made by the registering court on the date of registration."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "10", "section_title": " Secretary of State to be appropriate authority in the  U.K.", "section_text": "10 1 The appropriate authority in the United Kingdom for the purposes of the Code is the Secretary of State. 2 Information obtained by the Secretary of State as appropriate authority for the purposes of the Code shall not, without the consent of the person from whom it was obtained, be disclosed except— a for the purpose of the discharge by the Secretary of State of his functions in connection with the Code; or b for the purpose of any proceedings arising out of the Code; or c with a view to the institution of, or otherwise for the purposes of, any criminal proceedings, whether under this Act or otherwise; or d to  an EU   institution in pursuance of  an EU   obligation; and a person who discloses any information in contravention of this subsection shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 3 Proceedings in England and Wales for an offence under subsection (2) shall not be brought except by or with the consent of the Director of Public Prosecutions; and proceedings in Northern Ireland for such and offence shall not be brought except by or with the consent of the Director of Public Prosecutions for Northern Ireland."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "11", "section_title": " Exclusion of restrictive practices law.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "12", "section_title": " Modifications consequent on revision of Code, etc.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "13", "section_title": " Regulations and orders: consultation and Parliamentary control.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "14", "section_title": " Interpretation.", "section_text": "14 1 In this Act— “ Article ” means Article of the Code; “ the Code ” has the meaning given by section 1(1); “ conciliation ” means international mandatory conciliation under Chapter  VI  of the Code, and references to the institution or completion of conciliation proceedings shall be construed in accordance with subsection (2); “ conference ” has the meaning given by Chapter I of the Code; “ judgment ”, in relation to proceedings arising out of the Code, means any judgment, decree, order, award, recommendation or determination of any description given or made in such proceedings, and references to the giving of a judgment shall be construed accordingly; “ mandatory provision ”, in relation to the Code, means a provision identified as such by regulations as mentioned in section 2(2)(b); “ modifications ” includes additions, omissions and alterations; “ proceedings arising out of the Code ” means legal proceedings, conciliation proceedings, arbitration proceedings or any other proceedings for the determination or resolution of a dispute arising out of the Code; “ statutory provision ” means any provision contained in an Act, in Northern Ireland legislation, in subordinate legislation (as defined in section 21(1) of the  Interpretation Act 1978) or in any instrument of a legislative character made under Northern Ireland legislation; “ trade ” has the same meaning as in the Code. 2 For the purposes of this Act conciliation proceedings relating to a dispute are instituted when a party to the dispute requests that it be referred to conciliation and are completed when the conciliators notify the parties of their recommendations."}, {"act": "Merchant Shipping(Liner Conferences) Act 1982", "year": 1982, "section": "15", "section_title": " Short title, commencement and extent.", "section_text": "15 1 This Act may be cited as the Merchant Shipping (Liner Conferences) Act 1982. 2 This Act comes into force on such day as the Secretary of State may appoint by order made by statutory instrument. 3 This Act extends to Northern Ireland. 4 Her Majesty may by Order in Council provide that any provisions of this Act, or of any instrument made under this Act, shall extend, with such modifications as are specified in the Order, to any of the following countries, namely the Isle of Man, any of the Channel Islands and any colony. 5 An Order in Council under subsection (4) relating to any of the countries mentioned in that subsection may direct that any provision of this Act, or of any instrument made under this Act, shall have effect, with such modifications as may be specified in the Order, as if references to the United Kingdom included references to that country."}]