[{"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "8", "section_title": " Abolition of the National Oil Account.", "section_text": "8 1 The National Oil Account (in this section referred to as “ the Account ”) shall cease to exist and the amount standing to the credit of the Account shall be paid into the Consolidated Fund. 2 In consequence of subsection (1) above, the 1975 Act shall be amended as follows— a in sections 25(3) and 40(2)(b) (certain sums received by the Secretary of State to be paid into the Account) for references to the Account there shall be substituted references to the Consolidated Fund; and b in sections 40(3)(b) and 41(4) (certain sums payable by the Secretary of State to be paid out of the Account) for references to the Account there shall be substituted references to money provided by Parliament. 3 Also in consequence of subsection (1) above, section 40(1) and (4) of that Act and, in section 40(3), the words “and when” onwards (establishment of the Account, accounts and audit and payment of excess amount into the Consolidated Fund) shall cease to have effect. 4 Nothing in this section shall affect the operation of the said section 40(4) (accounts and audit) in relation to the financial year ending 31st March next before the commencement date. 5 If the commencement date is other than a 1st April, the said section 40(4) and subsection (4) above shall have effect in relation to the period beginning with the immediately preceding 1st April and ending with the date immediately preceding the commencement date as they apply with respect to the financial year mentioned in subsection (4) above subject, however, in the case of the said section 40(4), to the modification that a copy of the account mentioned in that subsection shall be sent to the Comptroller and Auditor General as soon as possible."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "18", "section_title": " Amendment of enabling powers  etc.  ", "section_text": "18 1 The  Petroleum (Production) Act 1934 (in this Act referred to as “the 1934 Act”) shall have effect, and be deemed always to have had effect, as if in subsection (2) of section 1 (vesting of property in petroleum) were renumbered as subsection (4) of that section and for subsection (1) of that section there were substituted the following subsections— 1 The property in petroleum to which subsection (2) of this section applies at the commencement of this Act, so far as it is not already so vested, is hereby vested in His Majesty ; and His Majesty shall at any time have the exclusive right of searching and boring for and getting petroleum to which that subsection applies at that time. 2 Subject to subsection (3) of this section, this section applies at any time to petroleum which at that time exists in its natural condition in strata in Great Britain or beneath the territorial waters of the United Kingdom adjacent to Great Britain ; and it so applies notwithstanding that the land in which any such petroleum so exists belongs to His Majesty or the Duchy of Cornwall, belongs to a Government department or is held in trust for His Majesty for the purposes of a government department. 3 Subsection (2) of this section does not apply to petroleum which at the commencement of this Act may be lawfully gotten under a licence in force under the Petroleum (Production) Act 1918, being a licence specified in the Schedule to this Act, so long as that licence remains in force. 2 The 1934 Act shall also have effect, and be deemed always to have had effect, as if in subsection (1) of section 2 (power to grant licences) after the word “shall” there were inserted the words  “              at any time            ”  and at the end of that subsection there were added the words  “              to which subsection (2) of section 1 of this Act applies at that time            ” ."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "19", "section_title": " Modification of model clauses in existing licences.", "section_text": "19 1 Where a licence granted under section 2 of the 1934 Act before the coming into force of section 20 below incorporates— a the model clauses set out in Part II of Schedule 2 to the 1975 Act (clauses relating to production licences for seaward areas); b the model clauses set out in Part II of Schedule 3 to that Act (clauses relating to production licences for landward areas); c the model clauses set out in Schedule 4 to the  Petroleum (Production) Regulations 1976 (clauses relating to production licences for landward areas); d the model clauses set out in Schedule 5 to the said Regulations of 1976 as originally made or as amended by the  Petroleum (Production) (Amendment) Regulations 1978 (clauses relat9 ing to production licences for seaward areas); or e the model clauses set out in Schedule 5 to the said Regulations of 1976 as amended by the said Regulations of 1978 and the  Petroleum (Production) (Amendment) Regulations 1980, those model clauses as so incorporated shall have effect with the amendments provided for by whichever is appropriate of paragraphs 1 to 5 of Schedule 2 to this Act. 2 It is hereby declared that any provisions of a licence which are amended by subsection (1) above may be altered or deleted by an instrument under seal executed by the Secretary of State and the licensee  or, as respects Scotland, by an instrument subscribed by the Secretary of State and the licensee in accordance with the Requirements of Writing (Scotland) Act 1995. 3 Any reference in any document to provisions of a licence which are amended by subsection (1) above shall, except so far as the nature of the document or the context otherwise requires, be construed as a reference to those provisions as so amended."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "20", "section_title": " Modification of model clauses for incorporation in future licences.", "section_text": "20 The following model clauses, namely— a the model clauses set out in Schedule 4 to the said Regulations of 1976; and b the model clauses set out in Schedule 5 to those regulations as amended by the said Regulations of 1978 and the said Regulations of 1980, shall have effect with the amendments provided for by paragraphs 3 and 5 respectively of Schedule 2 to this Act."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "22", "section_title": " Application of criminal law  etc ,", "section_text": "22 1 Her Majesty may by Order in Council provide that, in such cases and subject to such exceptions as may be prescribed by the Order, any act or omission which— a takes place on, under or above an installation in waters to which this section applies or any waters within five hundred metres of any such installation; and b would, if taking place in any part of the United Kingdom, constitute an offence under the law in force in that part, shall be treated for the purposes of that law as taking place in that part. 2 Her Majesty may by Order in Council provide that, in such cases and subject to such exceptions as may be prescribed by the Order, a constable shall on, under or above any installation in waters to which this section applies or any waters within five hundred metres of such an installation have all the powers, protection and privileges which he has in the area for which he acts as constable. This subsection is without prejudice to any other enactment or rule of law affording any power, protection or privilege to constables. 3 Where a body corporate is guilty of an offence by virtue of an Order in Council under this section and that offence is proved to have been committted with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 3A Where the affairs of a body corporate are managed by its members, subsection (3) shall apply in relation to acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 3B Proceedings for anything that is an offence by virtue of an Order in Council under this section may be taken, and the offence may for all incidental purposes be treated as having been committed in any place in the United Kingdom. 4 The waters to which this section applies are— a territorial waters of the United Kingdom; b waters in any area designated under section 1(7) of the 1964 Act; and c waters in any area specified under subsection (5) below. 5 Her Majesty may from time to time by Order in Council specify any area which— a is in a foreign sector of the continental shelf; and b comprises any part of a cross-boundary field, as an area as respects which the powers conferred by this section and section 23 below are exercisable. 6 In this section—                   “ cross-boundary field ” means a field that extends across the boundary between waters falling within paragraph (a) or (b) of subsection (4) above and a foreign sector of the continental shelf; “ field ” means a geological structure identified as such by Order in Council under subsection (5) above. 7 This section and section 23 below shall apply to installations notwithstanding that they are for the time being in transit. 8 Section 3 of the 1964 Act (which is superseded by this section and section 23 below) shall cease to have effect"}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "23", "section_title": " Application of civil law. ", "section_text": "23 1 Her Majesty may by Order in Council— a provide that, in such cases and subject to such exceptions as may be prescribed by the Order, questions arising out of acts or omissions taking place on, under or above waters to which this section applies in connection with any activity mentioned in subsection (2) below shall be determined in accordance with the law in force in such part of the United Kingdom as may be specified in the Order; and b make provision for conferring jurisdiction with respect to such questions on courts in any part of the United Kingdom so specified. 2 The activities referred to in subsection (1) above are— a activities connected with the exploration of, or the exploitation of the natural resources of, the shore or bed of waters to which this section applies or the subsoil beneath it; and b without prejudice to the generality of paragraph (a) above, activities carried on from, by means of or on, or for purposes connected with, installations to which subsection (3) below applies. 3 This subsection applies to any installation which is or has been maintained, or is intended to be established, for the carrying on of any of the following activities, namely— a the exploitation or exploration of mineral resources in or under the shore or bed of waters to which this section applies; b the storage of gas in or under the shore or bed of such waters or the recovery of gas so stored; c the conveyance of things by means of a pipe, or system of pipes, constructed or placed on, in or under the shore or bed of such waters; and d the provision of accommodation for persons who work on or from an installation which is or has been maintained, or is intended to be established, for the carrying on of an activity falling within paragraph (a), (b) or (c) above or this paragraph. 4 The fact that an installation has been maintained for the carrying on of an activity falling within subsection (3) above shall be disregarded for the purposes of that subsection if, since it was so maintained, it has been outside waters to which this section applies or has been maintained for the carrying on of an activity not falling within that subsection. 5 Any jurisdiction conferred on any court under this section shall be without prejudice to any jurisdiction exercisable apart from this section by that or any other court. 6 The waters to which this section applies are— a tidal waters and parts of the sea in or adjacent to the United Kingdom up to the seaward limits of territorial waters; b waters in any area designated under section 1(7) of the 1964 Act; c waters in any area specified under section 22(5) above; and d in relation to installations which are or have been maintained, or are intended to be established, in waters falling within paragraph (a), (b) or (c) above, waters in a foreign sector of the continental shelf which are adjacent to such waters."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "24", "section_title": " Extended meaning of “offshore installation” in the 1971 Act. ", "section_text": "24 For section 1 of the  Mineral Workings (Offshore Installations) Act 1971 (in this Act referred to as “the 1971 Act”) there shall be substituted the following section—  Application of Act. 1 1 This Act shall apply to any activity mentioned in subsection (2) below which is carried on from, by means of or on an installation which is maintained in the water, or on the foreshore or other land intermittently covered with water, and is not connected with dry land by a permanent structure providing access at all times and for all purposes. 2 The activities referred to in subsection (1) above are— a the exploitation or exploration of mineral resources in or under the shore or bed of controlled waters ; b the storage of gas in or under the shore or bed of controlled waters or the recovery of gas so stored ; c the conveyance of things by means of a pipe, or system of pipes, constructed or placed on, in or under the shore or bed of controlled waters ; and d the provision of accommodation for persons who work on or from an installation which is or has been maintained, or is intended to be established, for the carrying on of an activity falling within paragraph (a), (b) or (c) above or this paragraph. 3 Her Majesty may by Order in Council provide that, in such cases and subject to such exceptions and modifications as may be prescribed by the Order, this Act shall have effect as if— a any reference to controlled waters included a reference to waters in any area specified under section 22(5) of the Oil and Gas (Enterprise) Act 1982 ; and b in relation to installations which are or have been maintained, or are intended to be established, in controlled waters, any reference in subsection (2) above to controlled waters included a reference to waters in a foreign sector of the continental shelf which are adjacent to such waters. 4 In this Act— “ controlled waters ” means tidal waters and parts of the sea in or adjacent to the United Kingdom up to the seaward limits of territorial waters ; waters in any area designated under section 1(7) of the Continental Shelf Act 1964 ; and such inland waters as may for the time being be specified for the purposes of this paragraph by Order in Council ; “ foreign sector of the continental shelf ” means an area which is outside the territorial waters of any state and within which rights are exercisable by a state other than the United Kingdom with respect to the sea bed and subsoil and their natural resources ; “ offshore installation ” means an installation which is or has been maintained, or is intended to be established, for the carrying on of any activity to which this Act applies. 5 In this section— “ exploration ” means exploration with a view to exploitation ; “ inland waters ” means waters within the United Kingdom other than tidal waters and parts of the sea ; “ installation ” includes— any floating structure or device maintained on a station by whatever means ; and in such cases and subject to such exceptions as may be prescribed by Order in Council, any apparatus or works which are by virtue of section 33 of the Petroleum and Submarine Pipe-lines Act 1975 to be treated as associated with a pipe or system of pipes for the purposes of Part III of that Act, but, subject to paragraph (b) above, does not include any part of a pipe-line within the meaning of that section ; “ modfications ” includes additions, omissions and alterations. 6 The fact that an installation has been maintained for the carrying on of an activity falling within subsection (2) above shall be disregarded for the purposes of this section if, since it was so maintained, the installation— a has been outside controlled waters or, where it was so maintained in a part of a foreign sector of the continental shelf adjacent to those waters, the area consisting of those waters and that part ; or b has been maintained for the carrying on of an activity not falling within that subsection. 7 Orders in Council made under this section may be varied or revoked by a subsequent Order so made ; and any statutory instrument containing an Order under subsection (3) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "25", "section_title": " Extended meaning of “pipe-line” etc. in the 1975 Act.", "section_text": "25 1 In section 33(1) of the 1975 Act (meaning of pipeline etc.), after paragraph (a) there shall be inserted the following paragraph— aa any apparatus for treating or cooling any thing which is to flow through, or through part of, the pipe or system ; 2 In section 22(1) of that Act (compulsory increases in capacity etc.) of pipe-lines)— a for the words “a pipe” in paragraph (b) there shall be substituted the words  “                  another pipe-line                ” ; and b the words “connected with the pipe-line” in paragraph (i) shall be omitted. 3 In section 23(3)(d) of that Act (acquisition by persons of right to use pipe-lines belonging to others) for the words “a pipe and apparatus” there shall be substituted the words  “              a pipe-line            ” . 4 Any pipe-line in relation to which there is in force an authorisation which has been granted under Part III of that Act before the coming into force of subsection (1) above shall not be regarded for the purposes of— a section 24(4) of that Act (termination of authorisations); or b section 25(1) of that Act (vesting of pipe-lines on termination of authorisations), as comprising any such associated apparatus as is mentioned in paragraph (aa) of section 33(1) of that Act. 5 In subsection (3)(a) of section 26 of that Act (safety regulations) sub-paragraphs (i) and (ii) (exclusion of pipe-lines forming part of offshore installations etc.) shall cease to have effect."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "26", "section_title": " Extended application of the Offshore Petroleum Development (Scotland) Act 1975.", "section_text": "26 1 In section 1 of the  Offshore Petroleum Development (Scotland) Act 1975 (acquisition of land in connection with offshore petroleum)— a at the end of subsection (1) there shall be inserted the words  “                      or the storage of gas in or under the sea bed or the recovery of gas so stored                    ” ; b at the end of subsection (2)( a ) there shall be inserted the words  “                      or the storage of gas in or under the sea bed or the recovery of gas so stored                    ”  ; c at the end of subsection (2)( b ) there shall be inserted the words  “                      or conveying gas to or from the places in or under the sea bed where it is stored or to be stored                    ”  ; and d in subsection (2)( c ) after the word “despatch” there shall be inserted the words  “                      or for the reception of gas and for its storage or onward despatch to or from the places in or under the sea bed where it is stored or to be stored and any treatment incidental thereto                    ” . 2 In section 20(2) of that Act (interpretation)— a after the definition of “harbour authority” there shall be inserted the following definition— “ installation ” includes any floating structure or device maintained on a station by whatever means ;  ; and b in the definition of “relevant operations” after the word “petroleum” there shall be inserted the words  “                      or the storage of gas in or under the sea bed or the recovery of gas so stored                    ” ."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "27", "section_title": " Prosecutions.", "section_text": "27 1 Subject to subsection (2) below, this section has effect as respects— a any offence alleged to have been committed on, under or above an installation in waters to which section 22 above applies, or any waters within five hundred metres of such an installation; b any offence under the 1971 Act alleged to have been committed elsewhere than in the United Kingdom; c any offence committed on or as respects an aircraft which is not registered in the United Kingdom, being an offence created by virtue of paragraph 6(5) of Part III of Schedule 13 to the  Civil Aviation Act 1982; . . .  d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 An offence shall not be one within subsection (1) above if it is an offence under, or under any provision having effect under— a the Merchant Shipping Act 1995; b the Pilotage Act 1987; c Part I of the  Finance Act 1972, or any enactment to be construed as one with that Part; d Part III of the 1975 Act; e the Customs and Excise Acts 1979, or any enactment to be construed as one with those Acts or any of them; or f except where it is created by virtue of paragraph 6(5) of Part III of Schedule 13 to the Civil Aviation Act 1982, that Act or any enactment to be construed as one with that Act. g Part I of the  Petroleum Act 1987. 3 No proceedings shall be instituted in England and Wales for an offence within subsection (1) above except— a in the case of an offence under the 1971 Act or under  section 23 of the Petroleum Act 1987  by the Secretary of State or by a person authorised in that behalf by the Secretary of State; or b in the case of any offence, by or with the consent of the Director of Public Prosecutions; but this subsection shall not apply to an offence if prosecution of that offence in England and Wales requires the consent of the Attorney General 4 No proceedings shall be instituted in Northern Ireland for any offence within subsection (1) above except— a in the case of an offence under the 1971 Act or under section 21 above, by the Secretary of State or by a person authorised in that behalf by the Secretary of State; or b in the case of any offence, by or with the consent of the Director of Public Prosecutions for Northern Ireland; but this subsection shall not apply to an offence if prosecution of that offence in Northern Ireland requires the consent of the Attorney General for Northern Ireland. 5 Section 3 of the  Territorial Waters Jurisdiction Act 1878 (consents required for prosecutions) shall not apply to any proceedings for an offence within subsection (1) above. 6 Any reference in this section to an offence under the 1971 Act includes a reference to an offence under regulations made under that Act. 7 Section 10 of the 1971 Act (which is superseded by this section) shall cease to have effect."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "28", "section_title": " Interpretation of Part IV.", "section_text": "28 1 In this Part— “ foreign sector of the continental shelf ” means an area within which rights are exercisable with respect to the sea bed and subsoil and their natural resources by a country or territory outside the United Kingdom; “ installation ” includes any floating structure or device maintained on a station by whatever means; . . . “ submersible apparatus ” has the same meaning as in section  88 of the Merchant Shipping Act 1995 ; “ vessel ” includes a hovercraft, submersible apparatus and an installation which is in transit and “ master ”— a in relation to a hovercraft, means the captain; b in relation to submersible apparatus, means the person in charge of the apparatus; and c in relation to an installation which is in transit, means the person in charge of the transit operation. 2 It is hereby declared that, notwithstanding that this Part may affect individuals or bodies corporate outside the United Kingdom, it applies to any individual whether or not he is a British subject, and to any body corporate whether or not incorporated under the law of any part of the United Kingdom."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "29", "section_title": " Northern Ireland and Isle of Man shares of petroleum revenue.", "section_text": "29 1 Where petroleum is delivered to the Secretary of State under the terms of a licence granted under section 2 of the 1934 Act as applied by section 1(3) of the 1964 Act, then, for the purposes of section 2 of the  Miscellaneous Financial Provisions Act 1968 (Northern Ireland and Isle of Man shares of revenue from the continental shelf), the proceeds from the licence shall be taken to include the proceeds of the sale of the petroleum less— a any sums paid by the Secretary of State in respect of the petroleum or the delivery or treatment of the petroleum; and b any expenses incurred by the Secretary of State in connection with the sale. 2 In this section and section 30 below “ petroleum ” has the same meaning as in the 1934 Act."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "30", "section_title": " Payments to petroleum production licence holders etc.", "section_text": "30 1 Where for any chargeable period for the purposes of a licence granted under section 2 of the 1934 Act any person has been required to deliver petroleum to the Secretary of State under the terms of that licence, subsection (3) of section 41 of the 1975 Act (repayment of royalty payments to facilitate or maintain the development of the petroleum resources of the United Kingdom) shall have effect as if for that period that person had paid to the Secretary of State by way of royalty such sum, or (where he has been required to deliver some but not all of the petroleum which he could have been required to deliver) such additional sum, as he would have been required to pay under the terms of the licence if he had not been required to deliver the petroleum. 2 Subsections (1) and (2) of the said section 41 (payments in pursuance of participation agreements) and, in subsection (4) of that section, the words “or an order made by virtue of this section” shall cease to have effect."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "31", "section_title": " Participation agreements as respects onshore petroleum. ", "section_text": "31 In section 1(3) of the  Participation Agreements Act 1978 (meaning of “participation agreement”) after the word “petroleum”, in the first place where it occurs, there shall be inserted the words  “              existing in its natural condition in strata in the United Kingdom or            ” ."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "32", "section_title": " Provisions as to regulations, orders, etc.", "section_text": "32 1 Any power conferred by this Act to make  regulations or  orders  and the power conferred by section 11(1) above to give directions  shall be exercisable by statutory instrument. 2 Any statutory instrument containing an Order in Council under this Act,  an order under section . . .   11(3) or (5) above or a direction under section 11(1) above  shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Where the Secretary of State gives directions— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b to the Gas Corporation under any provision of Part II of this Act. it shall be the duty of that Corporation (notwithstanding any duty imposed on it by or under any enactment) to comply with the directions."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "33", "section_title": " Stamp duty.", "section_text": "33 1 Stamp duty shall not be chargeable on any instrument which is certified to the Commissioners of Inland Revenue by . . .   the Gas Corporation as having been made or executed for both of the following purposes, namely— a to facilitate such an eventual disposal as is mentioned in . . .  , section 10(1) above; and b to comply with a direction given by the Secretary of State under . . .  , section 11(1) above; but no such instrument shall be deemed to be duly stamped unless it is stamped with the duty to which it would but for this subsection be liable or it has, in accordance with the provisions of section 12 of the  Stamp Act 1891, been stamped with a particular stamp denoting that it is not chargeable with any duty or that it is duly stamped. 2 Stamp duty shall not be chargeable under section 47 of the  Finance Act 1973 in respect of— a the formation of a subsidiary of  the Gas Corporation , or b any increase in the capital of such a subsidiary, if the transaction concerned is certified by the Treasury as satisfying the requirements of subsection (3) below. 3 A transaction satisfies the requirements of this subsection if— a it is effected for both of the purposes mentioned in subsection (1) above; and b it is entered into in connection with one or more transfers to be effected under section . . .   10 above and does not give rise to an excess of capital. 4 For the purposes of subsection (3) above a transaction gives rise to an excess of capital if— a in a case falling within subsection (2)(a) above, the total issued capital of the subsidiary exceeds, in the date of the transaction, the total value of the assets less liabilities transferred; or b in a case falling within subsection (2)(b) above, the aggregate amount of the increase of issued capital of the subsidiary exceeds, on that date, that total value; and in this subsection “ issued capital ” means issued share capital or loan capital."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "34", "section_title": " Application of Trustee Investments Act 1961.", "section_text": "34 1 For the purpose of applying paragraph 3(b) of Part IV of Schedule 1 to the  Trustee Investments Act 1961 (which provides that shares and debentures of a company shall not count as wider-range and narrower-range investments respectivey within the meaning of that Act unless the company has paid dividends in each of the five years immediately preceding that in which the investment is made) in relation to investment in shares or debentures of a company to which this section applies during the first investment year or during any year following that year, the company shall be deemed to have paid a dividend as there mentioned— a in any year preceding the first investment year which is included in the relevant five years; and b in the first investment year, if that year is included in the relevant five years and the company does not in fact pay such a dividend in that year. 2 This section applies to any company of which shares have been transferred to the Secretary of State or a nominee of his by an order under section 3(4) or 11(5) above. 3 In this section— “ the first investment year ”, in relation to a company to which this section applies, means the calendar year in which the relevant order or, as the case may be, the first such order was made; and “ the relevant five years ” means the five years immediately preceding the calendar year in which the investment in question is made or is proposed to be made."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "35", "section_title": " Financial provisions.", "section_text": "35 1 There shall be paid out of money provided by Parliament— a any administrative expenses of the Secretary of State; and b any increase attributable to the provisions of this Act in the sums which under any other enactment are paid out of money so provided. 2 There shall be paid into the Consolidated Fund any increase attributable to this Act in the sums which under any other enactment are payable into that Fund."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "36", "section_title": " General interpretation.", "section_text": "36 In this Act— “ the 1934 Act ” means the  Petroleum (Production) Act 1934; “ the 1964 Act ” means the  Continental Shelf Act 1964; “ the 1971 Act ” means the  Mineral Workings (Offshore Installations) Act 1971;  “ the 1972 Act ” means the  Gas Act 1972; “ the 1975 Act ” means the  Petroleum and Submarine Pipelines Act 1975; “ the commencement date ”, in relation to any provision of this Act, means the date of the coming into force of that provision; “ employees’ share scheme ” means a scheme for encouraging or facilitating the holding of shares or debentures in a company by or for the benefit of— a the bona fide employees or former employees of the company or of a subsidiary of the company; or b the wives, husbands, widows, widowers or children or step-children under the age of 18 of such employees or former employees;  “ the Gas Corporation ” means the British Gas Corporation; “ modifications ” includes additions, omissions and alterations; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ securities ” includes shares, debentures, debenture stock, bonds and other securities of the company concerned, whether or not constituting a charge on the assets of the company; “ shares ” include stock; “ statutory provision ”, except in relation to Northern Ireland, has the same meaning as in section 57(1) of the  Harbours Act 1964 and, in relation to Northern Ireland, has the same meaning as in section 1(f) of the  Interpretation Act (Northern Ireland) 1954."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "37", "section_title": " Amendments and repeals", "section_text": "37 1 The enactments specified in Schedule 3 to this Act shall have effect subject to the amendments specified in that Schedule (being minor amendments or amendments consequential upon the preceding provisions of this Act). 2 The enactments specified in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Oil and Gas (Enterprise) Act 1982", "year": 1982, "section": "38", "section_title": " Short title, commencement and extent.", "section_text": "38 1 This Act may be cited as the Oil and Gas (Enterprise) Act 1982. 2 This Act shall come into force on such day as the Secretary of State may by order appoint, and different days may be so appointed for different provisions or different purposes. 3 This Act, except Parts II and  III  and Schedule 2, extends to Northern Ireland."}]