[{"act": "Stock Transfer Act 1982", "year": 1982, "section": "1", "section_title": " Transfer of certain securities through a computerised system.", "section_text": "1 1 In the exercise of the appropriate power (as defined in subsection (3) below) provision may be made permitting a transfer in certain cases of specified securities to which the power extends through the medium of a computer-based system to be established by the Bank of England and The Stock Exchange. 2 A transfer which (pursuant to any provision made under the appropriate power) is effected as mentioned in subsection (1) above is in this Act referred to as an “exempt transfer” and, notwithstanding anything in any enactment or in any prospectus or other document relating to the terms of issue, holding or transfer of specified securities, an exempt transfer shall be effective without the need for an instrument in writing. 3 In this section “ the appropriate power ” means the power to make regulations or orders under— a section 47 of the  Finance Act 1942 (Government stock) or section 11(1)(c) of the  Exchequer and Financial Provisions Act (Northern Ireland) 1950 (Northern Ireland Exchequer stock); or b paragraph 4 of Schedule 13 to the  Local Government Act 1972 ..., paragraph 5 of Schedule 3 to the  Local Government (Scotland) Act 1975 or section 70 of the  Local Government Act (Northern Ireland) 1972 (local authority stocks); or c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . .(electricity stock); or d section 21(2) of the  Gas Act 1972 (British Gas Stock); or e subsection (4) below. 4 Subject to subsection (5) below, with respect to any specified securities to which none of the provisions referred to in paragraphs (a) to (d) of subsection (3) above applies, the Treasury may by regulations under this subsection make the provision referred to in subsection (1) above; and any such regulations shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 No provision shall be made, in the exercise of the appropriate power, for the application of the procedure of an exempt transfer to any securities or securities of any class except with the agreement of the person issuing the securities or, as the case may be, securities of that class or, if the liability for those securities or securities of that class has vested in another person, of that other person."}, {"act": "Stock Transfer Act 1982", "year": 1982, "section": "2", "section_title": " Specified securities.", "section_text": "2 1 In this Act “ specified securities ” means, subject to subsection (2) below, securities for the time being specified in the list in Schedule 1 to this Act. 2 Notwithstanding that a security may at any time be specified as mentioned in subsection (1) above, it is not at that time a specified security for the purposes of this Act if, on a transfer of it at that time effected by a written instrument, that instrument would be liable to stamp duty. 3 The Treasury may from time to time, after consultation with the Bank of England, by order— a add a security or class of securities to the list in Schedule 1 to this Act; or b remove a security or class of securities from that list (whether the security or class of securities was included in the list as originally enacted or was added by virtue of this subsection). 4 The power to make an order under subsection (3) above shall be exercisable by statutory instrument which shall be laid before Parliament after being made."}, {"act": "Stock Transfer Act 1982", "year": 1982, "section": "3", "section_title": " Regulations and amendments relating to the computerised system and exempt transfers.", "section_text": "3 1 The Treasury may by regulations made by statutory instrument make provision in connection with the operation of the system referred to in section 1(1) above. 2 Without prejudice to the generality of subsection (1) above, but subject to any express provision made by or by virtue of any amendment contained in Schedule 2 to this Act, regulations under subsection (1) above may provide— a that, for the purposes of any provision made by or under any enactment or contained in any prospectus or other document and requiring or relating to the lodging or deposit of any instrument of transfer, notification of an exempt transfer in the manner required by the regulations is to be regarded as lodging or depositing an instrument of the transfer concerned; and b that, in such circumstances as may be specified in the regulations, certificates or other documents of or evidencing title to specified securities are or are not to be issued to persons who (by virtue of their participation in the system referred to in section 1(1) above) are or have been able to transfer such securities by exempt transfers. 3 The amendments specified in Schedule 2 to this Act shall have effect in consequence of the preceding provisions of this Act. 4 The Secretary of State may by order made by statutory instrument repeal or amend any provision of— a any local Act passed before or in the same session as this Act (including an Act confirming a provisional order), or b any order or other instrument made under an Act so passed, if it appears to him that the provision has become unneccessary or requires alteration in consequence of any of the preceding provisions of this Act. 5 A statutory instrument made in the exercise of the power conferred by subsection (1) or subsection (4) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Stock Transfer Act 1982", "year": 1982, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Stock Transfer Act 1982", "year": 1982, "section": "5", "section_title": " Custody and destruction of documents relating to local authority stocks and bonds.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 After paragraph 5(1)(d) of Schedule 3 to the  Local Government (Scotland) Act 1975 (the equivalent power as regards Scotland) there shall be inserted— dd make provision for the custody and, where appropriate, eventual destruction of documents relating to any such stocks or bonds ."}, {"act": "Stock Transfer Act 1982", "year": 1982, "section": "6", "section_title": " Short title, commencement and extent.", "section_text": "6 1 This Act may be cited as the Stock Transfer Act 1982. 2 Sections 4 to 6 of this Act shall come into force at the expiry of the period of three months beginning on the day on which this Act is passed and the remaining provisions of this Act shall come into force on such later day as may be specified by the Treasury by order made by statutory instrument. 3 This Act extends to Northern Ireland . . . "}]