[{"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "1", "section_title": " The contracts concerned.", "section_text": "1 1 In this Act  in its application to England and Wales and Northern Ireland a “ relevant contract for the transfer of goods ” means a contract under which one person transfers or agrees to transfer to another the property in goods, other than an excepted contract , and other than a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies. 2 For the purposes of this section an excepted contract means any of the following:— a a contract of sale of goods; b a hire-purchase agreement; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d a transfer or agreement to transfer which is made by deed and for which there is no consideration other than the presumed consideration imported by the deed; e a contract intended to operate by way of mortgage, pledge, charge or other security. 3 For the purposes of this Act  in its application to England and Wales and Northern Ireland a contract is a  relevant contract for the transfer of goods  whether or not services are also provided or to be provided under the contract, and (subject to subsection (2) above) whatever is the nature of the consideration for the transfer or agreement to transfer."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "2", "section_title": " Implied terms about title,  etc.", "section_text": "2 1 In a  relevant contract for the transfer of goods , other than one to which subsection (3) below applies, there is an implied condition on the part of the transferor that in the case of a transfer of the property in the goods he has a right to transfer the property and in the case of an agreement to transfer the property in the goods he will have such a right at the time when the property is to be transferred. 2 In a  relevant contract for the transfer of goods , other than one to which subsection (3) below applies, there is also an implied warranty that— a the goods are free, and will remain free until the time when the property is to be transferred, from any charge or encumbrance not disclosed or known to the transferee before the contract is made, and b the transferee will enjoy quiet possession of the goods except so far as it may be disturbed by the owner or other person entitled to the benefit of any charge or encumbrance so disclosed or known. 3 This subsection applies to a  relevant contract for the transfer of goods  in the case of which there appears from the contract or is to be inferred from its circumstances an intention that the transferor should transfer only such title as he or a third person may have. 4 In a contract to which subsection (3) above applies there is an implied warranty that all charges or encumbrances known to the transferor and not known to the transferee have been disclosed to the transferee before the contract is made. 5 In a contract to which subsection (3) above applies there is also an implied warranty that none of the following will disturb the transferee’s quiet possession of the goods, namely— a the transferor; b in a case where the parties to the contract intend that the transferor should transfer only such title as a third person may have, that person; c anyone claiming through or under the transferor or that third person otherwise than under a charge or encumbrance disclosed or known to the transferee before the contract is made."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "3", "section_title": " Implied terms where transfer is by description.", "section_text": "3 1 This section applies where, under a  relevant contract for the transfer of goods , the transferor transfers or agrees to transfer the property in the goods by description. 2 In such a case there is an implied condition that the goods will correspond with the description. 3 If the transferor transfers or agrees to transfer the property in the goods by sample as well as by description it is not sufficient that the bulk of the goods corresponds with the sample if the goods do not also correspond with the description. 4 A contract is not prevented from falling within subsection (1) above by reason only that, being exposed for supply, the goods are selected by the transferee."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "4", "section_title": " Implied terms about quality or fitness.", "section_text": "4 1 Except as provided by this section and section 5 below and subject to the provisions of any other enactment, there is no implied condition or warranty about the quality or fitness for any particular purpose of goods supplied under a  relevant contract for the transfer of goods . 2 Where, under such a contract, the transferor transfers the property in goods in the course of a business, there is an implied condition that the goods supplied under the contract are of satisfactory quality. 2A For the purposes of this section and section 5 below, goods are of satisfactory quality if they meet the standard that a reasonable person would regard as satisfactory, taking account of any description of the goods, the price (if relevant) and all the other relevant circumstances.  2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The condition implied by subsection (2) above does not extend to any matter making the quality of goods unsatisfactory— a which is specifically drawn to the transferee’s attention before the contract is made, b where the transferee examines the goods before the contract is made, which that examination ought to reveal, or c where the property in the goods is transferred by reference to a sample, which would have been apparent on a reasonable examination of the sample. 4 Subsection (5) below applies where, under a  relevant contract for the transfer of goods , the transferor transfers the property in goods in the course of a business and the transferee, expressly or by implication, makes known— a to the transferor, or b where the consideration or part of the consideration for the transfer is a sum payable by instalments and the goods were previously sold by a credit-broker to the transferor, to that credit-broker, any particular purpose for which the goods are being acquired. 5 In that case there is (subject to subsection (6) below) an implied condition that the goods supplied under the contract are reasonably fit for that purpose, whether or not that is a purpose for which such goods are commonly supplied. 6 Subsection (5) above does not apply where the circumstances show that the transferee does not rely, or that it is unreasonable for him to rely, on the skill or judgment of the transferor or credit-broker. 7 An implied condition or warranty about quality or fitness for a particular purpose may be annexed by usage to a  relevant contract for the transfer of goods . 8 The preceding provisions of this section apply to a transfer by a person who in the course of a business is acting as agent for another as they apply to a transfer by a principal in the course of a business, except where that other is not transferring in the course of a business and either the transferee knows that fact or reasonable steps are taken to bring it to the transferee’s notice before the contract concerned is made. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "5", "section_title": " Implied terms where transfer is by sample.", "section_text": "5 1 This section applies where, under a  relevant contract for the transfer of goods , the transferor transfers or agrees to transfer the property in the goods by reference to a sample. 2 In such a case there is an implied condition— a that the bulk will correspond with the sample in quality; and b that the transferee will have a reasonable opportunity of comparing the bulk with the sample; and c that the goods will be free from any defect,  making their quality unsatisfactory , which would not be apparent on reasonable examination of the sample. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of this section a transferor transfers or agrees to transfer the property in goods by reference to a sample where there is an express or implied term to that effect in the contract concerned."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "5A", "section_title": " Modification of remedies for breach of statutory condition in non-consumer cases.", "section_text": "5A 1 Where in the case of a  relevant contract for the transfer of goods — a the transferee would, apart from this subsection, have the right to treat the contract as repudiated by reason of a breach on the part of the transferor of a term implied by section 3, 4 or 5(2)(a) or (c) above, but b the breach is so slight that it would be unreasonable for him to do so, ...  the breach is not to be treated as a breach of condition but may be treated as a breach of warranty. 2 This section applies unless a contrary intention appears in, or is to be implied from, the contract. 3 It is for the transferor to show that a breach fell within subsection (1)(b) above."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "6", "section_title": " The contracts concerned.", "section_text": "6 1 In this Act  in its application to England and Wales and Northern Ireland  a “ relevant contract for the hire of goods ” means a contract under which one person bails or agrees to bail goods to another by way of hire, other than    a hire-purchase agreement , and other than a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purposes of this Act  in its application to England and Wales and Northern Ireland a contract is a  relevant contract for the hire of goods  whether or not services are also provided or to be provided under the contract, and  ...  whatever is the nature of the consideration for the bailment or agreement to bail by way of hire."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "7", "section_title": " Implied terms about right to transfer possession, etc.", "section_text": "7 1 In a  relevant contract for the hire of goods  there is an implied condition on the part of the bailor that in the case of a bailment he has a right to transfer possession of the goods by way of hire for the period of the bailment and in the case of an agreement to bail he will have such a right at the time of the bailment. 2 In a  relevant contract for the hire of goods  there is also an implied warranty that the bailee will enjoy quiet possession of the goods for the period of the bailment except so far as the possession may be disturbed by the owner or other person entitled to the benefit of any charge or encumbrance disclosed or known to the bailee before the contract is made. 3 The preceding provisions of this section do not affect the right of the bailor to repossess the goods under an express or implied term of the contract."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "8", "section_title": " Implied terms where hire is by description.", "section_text": "8 1 This section applies where, under a  relevant contract for the hire of goods , the bailor bails or agrees to bail the goods by description. 2 In such a case there is an implied condition that the goods will correspond with the description. 3 If under the contract the bailor bails or agrees to bail the goods by reference to a sample as well as a description it is not sufficient that the bulk of the goods corresponds with the sample if the goods do not also correspond with the description. 4 A contract is not prevented from falling within subsection (1) above by reason only that, being exposed for supply, the goods are selected by the bailee."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "9", "section_title": " Implied terms about quality or fitness.", "section_text": "9 1 Except as provided by this section and section 10 below and subject to the provisions of any other enactment, there is no implied condition or warranty about the quality or fitness for any particular purpose of goods bailed under a  relevant contract for the hire of goods . 2 Where, under such a contract, the bailor bails goods in the course of a business, there is an implied condition that the goods supplied under the contract are of satisfactory quality. 2A For the purposes of this section and section 10 below, goods are of satisfactory quality if they meet the standard that a reasonable person would regard as satisfactory, taking account of any description of the goods, the consideration for the bailment (if relevant) and all the other relevant circumstances.  2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The condition implied by subsection (2) above does not extend to any matter making the quality of goods unsatisfactory— a which is specifically drawn to the bailee’s attention before the contract is made, b where the bailee examines the goods before the contract is made, which that examination ought to reveal, or c where the goods are bailed by reference to a sample, which would have been apparent on a reasonable examination of the sample. 4 Subsection (5) below applies where, under a  relevant contract for the hire of goods , the bailor bails goods in the course of a business and the bailee, expressly or by implication, makes known— a to the bailor in the course of negotiations conducted by him in relation to the making of the contract, or b to a credit-broker in the course of negotiations conducted by that broker in relation to goods sold by him to the bailor before forming the subject matter of the contract, any particular purpose for which the goods are being bailed. 5 In that case there is (subject to subsection (6) below) an implied condition that the goods supplied under the contract are reasonably fit for that purpose, whether or not that is a purpose for which such goods are commonly supplied. 6 Subsection (5) above does not apply where the circumstances show that the bailee does not rely, or that it is unreasonable for him to rely, on the skill or judgment of the bailor or credit-broker. 7 An implied condition or warranty about quality or fitness for a particular purpose may be annexed by usage to a  relevant contract for the hire of goods . 8 The preceding provisions of this section apply to a bailment by a person who in the course of a business is acting as agent for another as they apply to a bailment by a principal in the course of a business, except where that other is not bailing in the course of a business and either the bailee knows that fact or reasonable steps are taken to bring it to the bailee’s notice before the contract concerned is made. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "10", "section_title": " Implied terms where hire is by sample.", "section_text": "10 1 This section applies where, under a  relevant contract for the hire of goods , the bailor bails or agrees to bail the goods by reference to a sample. 2 In such a case there is an implied condition— a that the bulk will correspond with the sample in quality; and b that the bailee will have a reasonable opportunity of comparing the bulk with the sample; and c that the goods will be free from any defect,  making their quality unsatisfactory , which would not be apparent on reasonable examination of the sample. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of this section a bailor bails or agrees to bail goods by reference to a sample where there is an express or implied term to that effect in the contract concerned."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "10A", "section_title": " Modification of remedies for breach of statutory condition in non-consumer cases.", "section_text": "10A 1 Where in the case of a  relevant contract for the hire of goods — a the bailee would, apart from this subsection, have the right to treat the contract as repudiated by reason of a breach on the part of the bailor of a term implied by section 8, 9 or 10(2)(a) or (c) above, but b the breach is so slight that it would be unreasonable for him to do so, ...  the breach is not to be treated as a breach of condition but may be treated as a breach of warranty. 2 This section applies unless a contrary intention appears in, or is to be implied from, the contract. 3 It is for the bailor to show that a breach fell within subsection (1)(b) above."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11", "section_title": " Exclusion of implied terms, etc.", "section_text": "11 1 Where a right, duty or liability would arise under a  relevant contract for the transfer of goods  or a  relevant contract for the hire of goods  by implication of law, it may (subject to subsection (2) below and the 1977 Act) be negatived or varied by express agreement, or by the course of dealing between the parties, or by such usage as binds both parties to the contract. 2 An express condition or warranty does not negative a condition or warranty implied by the preceding provisions of this Act unless inconsistent with it. 3 Nothing in the preceding provisions of this Act prejudices the operation of any other enactment or any rule of law whereby any condition or warranty (other than one relating to quality or fitness) is to be implied in a  relevant contract for the transfer of goods  or a  relevant contract for the hire of goods ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11A", "section_title": "\n \nThe contracts concerned.\n", "section_text": "11A 1 In this Act in its application to Scotland a “ relevant contract for the transfer of goods ” means a contract under which one person transfers or agrees to transfer to another the property in goods, other than an excepted contract , and other than a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies.  2 For the purposes of this section an excepted contract means any of the following— a a contract of sale of goods; b a hire-purchase agreement; c  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d a transfer or agreement to transfer for which there is no consideration; e a contract intended to operate by way of mortgage, pledge, charge or other security. 3 For the purposes of this Act in its application to Scotland a contract is a  relevant contract for the transfer of goods  whether or not services are also provided or to be provided under the contract, and (subject to subsection (2) above) whatever is the nature of the consideration for the transfer or agreement to transfer."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11B", "section_title": "\n \nImplied terms about title, \n etc. \n", "section_text": "11B 1 In a  relevant contract for the transfer of goods , other than one to which subsection (3) below applies, there is an implied term on the part of the transferor that in the case of a transfer of the property in the goods he has a right to transfer the property and in the case of an agreement to transfer the property in the goods he will have such a right at the time when the property is to be transferred. 2 In a  relevant contract for the transfer of goods , other than one to which subsection (3) below applies, there is also an implied term that— a the goods are free, and will remain free until the time when the property is to be transferred, from any charge or encumbrance not disclosed or known to the transferee before the contract is made, and b the transferee will enjoy quiet possession of the goods except so far as it may be disturbed by the owner or other person entitled to the benefit of any charge or encumbrance so disclosed or known. 3 This subsection applies to a  relevant contract for the transfer of goods  in the case of which there appears from the contract or is to be inferred from its circumstances an intention that the transferor should transfer only such title as he or a third person may have. 4 In a contract to which subsection (3) above applies there is an implied term that all charges or encumbrances known to the transferor and not known to the transferee have been disclosed to the transferee before the contract is made. 5 In a contract to which subsection (3) above applies there is also an implied term that none of the following will disturb the transferee’s quiet possession of the goods, namely— a the transferor; b in a case where the parties to the contract intend that the transferor should transfer only such title as a third person may have, that person; c anyone claiming through or under the transferor or that third person otherwise than under a charge or encumbrance disclosed or known to the transferee before the contract is made. 6 In section 21 of the 1977 Act after subsection (3) there is inserted the following subsection— 3A Notwithstanding anything in the foregoing provisions of this section, any term of a contract which purports to exclude or restrict liability for breach of the obligations arising under section 11B of the Supply of Goods and Services Act 1982 (implied terms about title, freedom from encumbrances and quiet possession in certain contracts for the transfer of property in goods) shall be void.”"}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11C", "section_title": "\n \n Implied terms where transfer is by description.\n", "section_text": "11C 1 This section applies where, under a  relevant contract for the transfer of goods , the transferor transfers or agrees to transfer the property in the goods by description. 2 In such a case there is an implied term that the goods will correspond with the description. 3 If the transferor transfers or agrees to transfer the property in the goods by reference to a sample as well as by description it is not sufficient that the bulk of the goods corresponds with the sample if the goods do not also correspond with the description. 4 A contract is not prevented from falling within subsection (1) above by reason only that, being exposed for supply, the goods are selected by the transferee."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11D", "section_title": "\n \nImplied terms about quality or fitness.\n", "section_text": "11D 1 Except as provided by this section and section 11E below and subject to the provisions of any other enactment, there is no implied term about the quality or fitness for any particular purpose of goods supplied under a  relevant contract for the transfer of goods . 2 Where, under such a contract, the transferor transfers the property in goods in the course of a business, there is an implied term that the goods supplied under the contract are of satisfactory quality. 3 For the purposes of this section and section 11E below, goods are of satisfactory quality if they meet the standard that a reasonable person would regard as satisfactory, taking account of any description of the goods, the price (if relevant) and all the other relevant circumstances.  3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The term implied by subsection (2) above does not extend to any matter making the quality of goods unsatisfactory— a which is specifically drawn to the transferee’s attention before the contract is made, b where the transferee examines the goods before the contract is made, which that examination ought to reveal, or c where the property in the goods is, or is to be, transferred by reference to a sample, which would have been apparent on a reasonable examination of the sample. 5 Subsection (6) below applies where, under a  relevant contract for the transfer of goods , the transferor transfers the property in goods in the course of a business and the transferee, expressly or by implication, makes known— a to the transferor, or b where the consideration or part of the consideration for the transfer is a sum payable by instalments and the goods were previously sold by a credit-broker to the transferor, to that credit-broker, any particular purpose for which the goods are being acquired. 6 In that case there is (subject to subsection (7) below) an implied term that the goods supplied under the contract are reasonably fit for the purpose, whether or not that is a purpose for which such goods are commonly supplied. 7 Subsection (6) above does not apply where the circumstances show that the transferee does not rely, or that it is unreasonable for him to rely, on the skill or judgment of the transferor or credit-broker. 8 An implied term about quality or fitness for a particular purpose may be annexed by usage to a  relevant contract for the transfer of goods . 9 The preceding provisions of this section apply to a transfer by a person who in the course of a business is acting as agent for another as they apply to a transfer by a principal in the course of a business, except where that other is not transferring in the course of a business and either the transferee knows that fact or reasonable steps are taken to bring it to the transferee’s notice before the contract concerned is made.  10  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11E", "section_title": "\n \nImplied terms where transfer is by sample.\n", "section_text": "11E 1 This section applies where, under a  relevant contract for the transfer of goods , the transferor transfers or agrees to transfer the property in the goods by reference to a sample. 2 In such a case there is an implied term— a that the bulk will correspond with the sample in quality; b that the transferee will have a reasonable opportunity of comparing the bulk with the sample; and c that the goods will be free from any defect, making their quality unsatisfactory, which would not be apparent on reasonable examination of the sample. 3 For the purposes of this section a transferor transfers or agrees to transfer the property in goods by reference to a sample where there is an express or implied term to that effect in the contract concerned."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11F", "section_title": "\n \nRemedies for breach of contract.\n", "section_text": "11F 1 Where in a  relevant contract for the transfer of goods  a transferor is in breach of any term of the contract (express or implied), the other party to the contract (in this section referred to as “the transferee”) shall be entitled— a to claim damages; and b if the breach is material, to reject any goods delivered under the contract and treat it as repudiated. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11G", "section_title": "\n \nThe contracts concerned.\n", "section_text": "11G 1 In this Act in its application to Scotland a “ relevant contract for the hire of goods ” means a contract under which one person (“the supplier”) hires or agrees to hire goods to another, other than   a hire-purchase agreement , and other than a contract to which Chapter 2 of Part 1 of the Consumer Rights Act 2015 applies.                2  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purposes of this Act in its application to Scotland a contract is a  relevant contract for the hire of goods  whether or not services are also provided or to be provided under the contract, and  ...  whatever is the nature of the consideration for the hire or agreement to hire. "}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11H", "section_title": "\n \nImplied terms about right to transfer possession \n etc. \n", "section_text": "11H 1 In a  relevant contract for the hire of goods  there is an implied term on the part of the supplier that— a in the case of a hire, he has a right to transfer possession of the goods by way of hire for the period of the hire; and b in the case of an agreement to hire, he will have such a right at the time of commencement of the period of the hire. 2 In a  relevant contract for the hire of goods  there is also an implied term that the person to whom the goods are hired will enjoy quiet possession of the goods for the period of the hire except so far as the possession may be disturbed by the owner or other person entitled to the benefit of any charge or encumbrance disclosed or known to the person to whom the goods are hired before the contract is made. 3 The preceding provisions of this section do not affect the right of the supplier to repossess the goods under an express or implied term of the contract."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11I", "section_title": "\n \nImplied terms where hire is by description.\n", "section_text": "11I 1 This section applies where, under a  relevant contract for the hire of goods , the supplier hires or agrees to hire the goods by description. 2 In such a case there is an implied term that the goods will correspond with the description. 3 If under the contract the supplier hires or agrees to hire the goods by reference to a sample as well as by description it is not sufficient that the bulk of the goods corresponds with the sample if the goods do not also correspond with the description. 4 A contract is not prevented from falling within subsection (1) above by reason only that, being exposed for supply, the goods are selected by the person to whom the goods are hired."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11J", "section_title": "\n \nImplied terms about quality or fitness.\n", "section_text": "11J 1 Except as provided by this section and section 11K below and subject to the provisions of any other enactment, there is no implied term about the quality or fitness for any particular purpose of goods hired under a  relevant contract for the hire of goods . 2 Where, under such a contract, the supplier hires goods in the course of a business, there is an implied term that the goods supplied under the contract are of satisfactory quality. 3 For the purposes of this section and section 11K below, goods are of satisfactory quality if they meet the standard that a reasonable person would regard as satisfactory, taking account of any description of the goods, the consideration for the hire (if relevant) and all the other relevant circumstances.  3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The term implied by subsection (2) above does not extend to any matter making the quality of goods unsatisfactory— a which is specifically drawn to the attention of the person to whom the goods are hired before the contract is made, or b where that person examines the goods before the contract is made, which that examination ought to reveal; or c where the goods are hired by reference to a sample, which would have been apparent on reasonable examination of the sample. 5 Subsection (6) below applies where, under a  relevant contract for the hire of goods , the supplier hires goods in the course of a business and the person to whom the goods are hired, expressly or by implication, makes known— a to the supplier in the course of negotiations conducted by him in relation to the making of the contract; or b to a credit-broker in the course of negotiations conducted by that broker in relation to goods sold by him to the supplier before forming the subject matter of the contract, any particular purpose for which the goods are being hired. 6 In that case there is (subject to subsection (7) below) an implied term that the goods supplied under the contract are reasonably fit for that purpose, whether or not that is a purpose for which such goods are commonly supplied. 7 Subsection (6) above does not apply where the circumstances show that the person to whom the goods are hired does not rely, or that it is unreasonable for him to rely, on the skill or judgment of the hirer or credit-broker. 8 An implied term about quality or fitness for a particular purpose may be annexed by usage to a  relevant contract for the hire of goods . 9 The preceding provisions of this section apply to a hire by a person who in the course of a business is acting as agent for another as they apply to a hire by a principal in the course of a business, except where that other is not hiring in the course of a business and either the person to whom the goods are hired knows that fact or reasonable steps are taken to bring it to that person’s notice before the contract concerned is made.  10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11K", "section_title": " Implied terms where hire is by sample.", "section_text": " 11K 1 This section applies where, under a  relevant contract for the hire of goods , the supplier hires or agrees to hire the goods by reference to a sample. 2 In such a case there is an implied term— a that the bulk will correspond with the sample in quality; and b that the person to whom the goods are hired will have a reasonable opportunity of comparing the bulk with the sample; and c that the goods will be free from any defect, making their quality unsatisfactory, which would not be apparent on reasonable examination of the sample. 3 For the purposes of this section a supplier hires or agrees to hire goods by reference to a sample where there is an express or implied term to that effect in the contract concerned."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11L", "section_title": "\n \nExclusion of implied terms \n etc. \n", "section_text": "11L 1 Where a right, duty or liability would arise under a  relevant contract for the transfer of goods  or a  relevant contract for the hire of goods  by implication of law, it may (subject to subsection (2) below and the 1977 Act) be negatived or varied by express agreement, or by the course of dealing between the parties, or by such usage as binds both parties to the contract. 2 An express term does not negative a term implied by the preceding provisions of this Part of this Act unless inconsistent with it. 3 Nothing in the preceding provisions of this Part of this Act prejudices the operation of any other enactment or any rule of law whereby any term (other than one relating to quality or fitness) is to be implied in a  relevant contract for the transfer of goods  or a  relevant contract for the hire of goods ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11M", "section_title": "Introductory", "section_text": "11M . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11N", "section_title": "Repair or replacement of the goods", "section_text": "11N . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11P", "section_title": "Reduction of purchase price or rescission of contract", "section_text": "11P . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11Q", "section_title": "\nRelation to other remedies \netc.\n", "section_text": "11Q . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11R", "section_title": "Powers of the court", "section_text": "11R . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "11S", "section_title": "Conformity with the contract", "section_text": "11S . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "12", "section_title": " The contracts concerned.", "section_text": "12 1 In this Act a “ relevant contract for the supply of a service ” means, subject to subsection (2) below, a contract under which a person (“the supplier”) agrees to carry out a service , other than a contract to which Chapter 4 of Part 1 of the Consumer Rights Act 2015 applies. 2 For the purposes of this Act, a contract of service or apprenticeship is not a  relevant contract for the supply of a service . 3 Subject to subsection (2) above, a contract is a  relevant contract for the supply of a service  for the purposes of this Act whether or not goods are also— a transferred or to be transferred, or b bailed or to be bailed by way of hire, under the contract, and whatever is the nature of the consideration for which the service is to be carried out. 4 The Secretary of State may by order provide that one or more of sections 13 to 15 below shall not apply to services of a description specified in the order, and such an order may make different provision for different circumstances. 5 The power to make an order under subsection (4) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "13", "section_title": " Implied term about care and skill. ", "section_text": "13 In a  relevant contract for the supply of a service  where the supplier is acting in the course of a business, there is an implied term that the supplier will carry out the service with reasonable care and skill."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "14", "section_title": " Implied term about time for performance.", "section_text": "14 1 Where, under a  relevant contract for the supply of a service  by a supplier acting in the course of a business, the time for the service to be carried out is not fixed by the contract, left to be fixed in a manner agreed by the contract or determined by the course of dealing between the parties, there is an implied term that the supplier will carry out the service within a reasonable time. 2 What is a reasonable time is a question of fact."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "15", "section_title": " Implied term about consideration.", "section_text": "15 1 Where, under a  relevant contract for the supply of a service , the consideration for the service is not determined by the contract, left to be determined in a manner agreed by the contract or determined by the course of dealing between the parties, there is an implied term that the party contracting with the supplier will pay a reasonable charge. 2 What is a reasonable charge is a question of fact."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "16", "section_title": " Exclusion of implied terms, etc.", "section_text": "16 1 Where a right, duty or liability would arise under a  relevant contract for the supply of a service  by virtue of this Part of this Act, it may (subject to subsection (2) below and the 1977 Act) be negatived or varied by express agreement, or by the course of dealing between the parties, or by such usage as binds both parties to the contract. 2 An express term does not negative a term implied by this Part of this Act unless inconsistent with it. 3 Nothing in this Part of this Act prejudices— a any rule of law which imposes on the supplier a duty stricter than that imposed by section 13 or 14 above; or b subject to paragraph (a) above, any rule of law whereby any term not inconsistent with this Part of this Act is to be implied in a  relevant contract for the supply of a service . 4 This Part of this Act has effect subject to any other enactment which defines or restricts the rights, duties or liabilities arising in connection with a service of any description."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "17", "section_title": " Minor and consequential amendments. ", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The following subsection shall be inserted after section 7(3) of the 1977 Act :— 3A Liability for breach of obligations arising under section 2 of the Supply of Goods and Services Act 1982 (implied terms about title etc. in certain contracts for the transfer of the property in goods) cannot be excluded or restricted by reference to any such term. 3 In consequence of subsection (2) above, in section 7(4) of the 1977 Act, after “cannot” there shall be inserted  “                  (in a case to which subsection (3A) does not apply)                ” ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "18", "section_title": " Interpretation: general.", "section_text": "18 1 In the preceding provisions of this Act and this section— “ bailee ”, in relation to a  relevant contract for the hire of goods  means (depending on the context) a person to whom the goods are bailed under the contract, or a person to whom they are to be so bailed, or a person to whom the rights under the contract of either of those persons have passed; “ bailor ”, in relation to a  relevant contract for the hire of goods , means (depending on the context) a person who bails the goods under the contract, or a person who agrees to do so, or a person to whom the duties under the contract of either of those persons have passed; “ business ” includes profession and the activities of any government department or local or public authority; “ credit-broker ” means a person acting in the course of a business of credit brokerage carried on by him; “ credit brokerage ” means the effecting of introductions— of individuals desiring to obtain credit to persons carrying on any business so far as it relates to the provision of credit; or of individuals desiring to obtain goods on hire to persons carrying on a business which comprises or relates to the bailment  or as regards Scotland the hire of goods under a  relevant contract for the hire of goods ; or of individuals desiring to obtain credit, or to obtain goods on hire, to other credit-brokers; “ enactment ” means any legislation (including subordinate legislation) of the United Kingdom or Northern Ireland; “ goods ”                       includes all personal chattels, other than things in action and money, and as regards Scotland all corporeal moveables; and in particular “ goods ” includes  emblements, industrial growing crops, and things attached to or forming part of the land which are agreed to be severed before the transfer  bailment or hire concerned or under the contract concerned  . . .; “ hire-purchase agreement ” has the same meaning as in the 1974 Act; ... “ property ”, in relation to goods, means the general property in them and not merely a special property; . . . . . .  ... . . . “ transferee ”, in relation to a  relevant contract for the transfer of goods , means (depending on the context) a person to whom the property in the goods is transferred under the contract, or a person to whom the property is to be so transferred, or a person to whom the rights under the contract of either of those persons have passed; “ transferor ”, in relation to a  relevant contract for the transfer of goods , means (depending on the context) a person who transfers the property in the goods under the contract, or a person who agrees to do so, or a person to whom the duties under the contract of either of those persons have passed. 2 In subsection (1) above, in the definitions of bailee, bailor, transferee and transferor, a reference to rights or duties passing is to their passing by assignment  assignation , operation of law or otherwise. 3 For the purposes of this Act, the quality of goods includes their state and condition and the following (among others) are in appropriate cases aspects of the quality of goods— a fitness for all the purposes for which goods of the kind in question are commonly supplied, b appearance and finish, c freedom from minor defects, d safety, and e durability.  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "19", "section_title": " Interpretation: references to Acts.", "section_text": "19 In this Act— “ the 1973 Act ” means the  Supply of Goods (Implied Terms) Act 1973; “ the 1974 Act ” means the  Consumer Credit Act 1974; “ the 1977 Act ” means the  Unfair Contract Terms Act 1977; and “ the 1979 Act ” means the  Sale of Goods Act 1979."}, {"act": "Supply of Goods and Services Act 1982", "year": 1982, "section": "20", "section_title": " Citation, transitional provisions, commencement and extent.", "section_text": "20 1 This Act may be cited as the Supply of Goods and Services Act 1982. 2 The transitional provisions in the Schedule to this Act shall have effect. 3 Part I of this Act together with section 17 and so much of sections 18 and 19 above as relates to that Part shall not come into operation until 4th January 1983; and Part II of this Act together with so much of sections 18 and 19 above as relates to that Part shall not come into operation until such day as may be appointed by an order made by the Secretary of State. 4 The power to make an order under subsection (3) above shall be exercisable by statutory instrument. 5 No provision of this Act applies to a contract made before the provision comes into operation. 6 This Act  except Part IA, which extends only to Scotland extends to Northern Ireland  and Parts I and  II  do not extend  to Scotland."}]