[{"act": "Taking of Hostages Act 1982", "year": 1982, "section": "1", "section_title": " Hostage-taking.", "section_text": "1 1 A person, whatever his nationality, who, in the United Kingdom or elsewhere,— a detains any other person (“the hostage”), and b in order to compel a State, international governmental organisation or person to do or abstain from doing any act, threatens to kill, injure or continue to detain the hostage, commits an offence. 2 A person guilty of an offence under this Act shall be liable, on conviction on indictment, to imprisonment for life."}, {"act": "Taking of Hostages Act 1982", "year": 1982, "section": "2", "section_title": " Prosecution of offences.", "section_text": "2 1 Proceedings for an offence under this Act shall not be instituted— a in England and Wales, except by or with the consent of the Attorney General; and b in Northern Ireland, except by or with the consent of the Attorney General for Northern Ireland. 2 As respects Scotland, for the purpose of conferring on the sheriff jurisdiction to entertain proceedings for an offence under this Act, any such offence shall, without prejudice to any jurisdiction exercisable apart from this subsection, be deemed to have been committed in any place in Scotland where the offender may for the time being be. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Taking of Hostages Act 1982", "year": 1982, "section": "3", "section_title": " Extradition.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In Schedule 1 to the  Suppression of Terrorism Act 1978 (offences not to be regarded as of a political character) after paragraph 11 there shall be inserted the following paragraph—  Taking of hostages 11A An offence under the Taking of Hostages Act 1982. . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Taking of Hostages Act 1982", "year": 1982, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Taking of Hostages Act 1982", "year": 1982, "section": "5", "section_title": " Application to Channel Islands, Isle of Man,  etc.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Her Majesty may by Order in Council make provision for extending the other provisions of this Act, with such exceptions, adaptations or modifications as may be specified in the Order, to any of the Channel Islands, the Isle of Man or any colony."}, {"act": "Taking of Hostages Act 1982", "year": 1982, "section": "6", "section_title": " Short title and commencement.", "section_text": "6 1 This Act may be cited as the Taking of Hostages Act 1982. 2 This Act shall come into force on such day as Her Majesty may by Order in Council appoint."}]