[{"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "1", "section_title": " General provisions for registration of users of radioactive material. ", "section_text": "1 1 As from the appointed day no person shall, on any premises which are used for the purposes of an undertaking carried on by him, keep or use, or cause or permit to be kept or used, radioactive material of any description, knowing or having reasonable grounds for believing it to be radioactive material, unless either— a he is registered under this section in respect of those premises and in respect of the keeping and use thereon of radioactive material of that description, or b he is exempted from registration under this section in respect of those premises and in respect of the keeping and use thereon of radioactive material of that description, or c the radioactive material in question consists of mobile radioactive apparatus in respect of which a person is registered under section three of this Act or is exempted from registration under that section. 2 Any application for registration under this section shall be  accompanied by the prescribed fee and made to be made to the  chief inspector , specifying— a the premises to which the application relates; b the undertaking for the purposes of which those premises are used; c the description or descriptions of radioactive material proposed to be kept or used on the premises, and the maximum quantity of radioactive material of each such description likely to be kept or used thereon at any one time; and d the manner (if any) in which radioactive material is proposed to be used on the premises, and containing such other information as may be prescribed  ; and on any such application being made the chief inspector shall, subject to directions under this section, send a copy of the application to each local authority in whose area the premises are situated. 3 Subject to the following provisions of this section, where an application is made to the  chief inspector for registration under this section in respect of any premises, the  chief inspector may either— a register the applicant in respect of those premises and in respect of the keeping and use thereon of radioactive material of the description to which the application relates, or b if the application relates to two or more descriptions of radioactive material, register the applicant in respect of those premises and in respect of the keeping and use thereon of such one or more of those descriptions of radioactive material as may be specified in the registration, or c refuse the application. 3A An application for registration under this section which is duly made to the chief inspector may be treated by the applicant as having been refused if it is not determined within the prescribed period for determinations or within such longer period as may be agreed with the applicant. 4 Any registration under this section in respect of any premises may (subject to the next following subsection) be effected subject to such limitations or conditions as the  chief inspector thinks fit, and in particular (but without prejudice to the generality of this subsection) may be effected subject to conditions of any of the following descriptions, that is to say,— a conditions imposing requirements (including, if the  chief inspector thinks fit, requirements involving structural or other alterations) in respect of any part of the premises, or in respect of any apparatus, equipment or appliance used or to be used thereon for the purposes of any use of radioactive material from which radioactive waste is likely to arise; b conditions requiring the person to whom the registration relates, at such times and in such manner as may be specified in the registration, to furnish the  chief inspector with information as to the removal of radioactive material from those premises to any other premises; c conditions prohibiting radioactive material from being sold or otherwise supplied from those premises unless it (or the container in which it is supplied) bears a label or other mark indicating that it is radioactive material or (if the conditions so require) indicating the description of radioactive material to which it belongs, and (in either case) complying with any requirements specified in the conditions in relation thereto. 5 In the exercise of any power conferred on him by subsection (3) or subsection (4) of this section, the  chief inspector , except in determining whether to impose any conditions falling within paragraph (b) or paragraph (c) of the said subsection (4), shall have regard exclusively to the amount and character of the radioactive waste likely to arise from the keeping or use of radioactive material on the premises in question. 6 On registering a person under this section in respect of any premises, the  chief inspector  shall furnish him with a certificate containing all material particulars of the registration, and  (subject to directions under this section)  shall send a copy of the certificate to each local authority in whose area the premises are situated. 7 The Secretary of State may direct the chief inspector that in his opinion, on grounds of national security, it is necessary that knowledge of— a any particular application for registration under this section or applications of any description specified in the directions, or b any particular registration or registrations of any description so specified,  should be restricted; and where it appears to the chief inspector that an application or registration is the subject of any such directions, the chief inspector shall not send a copy of the application or the certificate of registration, as the case may be, to any local authority under any provision of this section."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "2", "section_title": " Exemptions from registration under s. 1.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 At any time while a nuclear site licence is in force in respect of a site, and at any time after the revocation or surrender of such a licence but before the period of responsibility of the licensee has come to an end, the licensee (subject to the next following subsection) is exempted from registration under the preceding section in respect of any premises situated on that site and in respect of the keeping and use thereon of radioactive material of every description. 3 Where, in the case of any such premises as are mentioned in the last preceding subsection, it appears to the  chief inspector that, if the licensee had been required to apply for registration under the preceding section in respect of those premises, the  chief inspector would have imposed conditions such as are mentioned in paragraph (b) or paragraph (c) of subsection (4) of that section, the  chief inspector may direct that the exemption conferred by the last preceding subsection shall have effect subject to such conditions (being conditions which in the opinion of the  chief inspector correspond to those which he would so have imposed) as may be specified in the direction. 4 On giving a direction under the last preceding subsection in respect of any premises, the  chief inspector shall furnish the licensee with a copy of the direction. 5 In respect of all premises, all persons are exempted from registration under the preceding section in respect of the keeping and use thereon of clocks and watches which are radioactive material: Provided that this subsection does not apply to any premises on which clocks or watches are manufactured or repaired by processes involving the use of luminous material. 6 The  Secretary of State  may by order grant further exemptions from registration under the preceding section, by reference to such classes of premises and undertakings, and such descriptions of radioactive material, as may be specified in the order. 7 Any exemption granted by an order under the last preceding subsection may be granted subject to such limitations or conditions as may be specified in the order."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "3", "section_title": " Registration of mobile radioactive apparatus. ", "section_text": "3  1 No person shall, for the purpose of any activities to which this section applies— a keep, use, lend or let on hire mobile radioactive apparatus of any description, or b cause or permit mobile radioactive apparatus of any description to be kept, used, lent or let on hire, unless he is registered under this section in respect of that apparatus or is exempted from registration under this section in respect of mobile radioactive apparatus of that description, 2 This section applies to activities involving the use of the apparatus concerned for— a testing, measuring or otherwise investigating any of the characteristics of substances or articles; or b releasing quantities of radioactive material into the environment or introducing such material into organisms. 3 Any application for registration under this section shall be accompanied by the prescribed fee and shall be made to the chief inspector, specifying— a the apparatus to which the application relates, and b the manner in which it is proposed to use the apparatus, and containing such other information as may be prescribed. 4 Where an application is made to the  chief inspector for registration under this section in respect of any apparatus, the  chief inspector may register the applicant in respect of that apparatus, either unconditionally or subject to such limitations or conditions as the  chief inspector thinks fit, or may refuse the application. 4A On any application being made the chief inspector shall, subject to any directions under this section, send a copy of the application to each local authority in whose area it appears to him the apparatus will be kept or will be used for releasing radioactive material into the environment. 4B An application for registration under this section which is duly made to the chief inspector may be treated by the applicant as having been refused if it is not determined within the prescribed period for determinations or within such longer period as may be agreed with the applicant. 5 On registering a person under this section in respect of any mobile radioactive apparatus, the  chief inspector shall furnish him with a certificate containing all material particulars of the registration.  and (subject to directions under this section) shall send a copy of the certificate to each local authority in whose area it appears to him the apparatus will be kept or will be used for releasing radioactive material into the environment. 6 The Secretary of State may direct the chief inspector that, in his opinion, on grounds of national security, it is necessary that knowledge of— a any particular application for registration under this section or applications of any description specified in the directions, or b any particular registration or registrations of any description so specified, should be restricted; and where it appears to the chief inspector that an application or registration is the subject of any such directions, the chief inspector shall not send a copy of the application or the certificate of registration, as the case may be, to any local authority under any provision of this section."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "4", "section_title": " Exemptions from registration under s. 3.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The  Secretary of State may by order grant . . .  exemptions from registration under the last preceding section, by reference to such classes of persons, and such descriptions of mobile radioactive apparatus, as may be specified in the order. 3 Any exemption granted by an order under the last preceding subsection may be granted subject to such limitations or conditions as may be specified in the order."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "5", "section_title": " Cancellation and variation of registration. ", "section_text": "5 1 Where any person is for the time being registered under section one or section three of this Act, the  chief inspector may at any time cancel the registration, or may vary it— a where the registration has effect without limitations or conditions, by attaching limitations or conditions thereto; b where the registration has effect subject to limitations or conditions, by revoking or varying any of those limitations or conditions or by attaching further limitations or conditions thereto. 2 On cancelling or varying a registration by virtue of this section, the  chief inspector shall give notice thereof to the person to whom the registration relates, and, if a copy of the certificate of registration was sent to a local authority in accordance with subsection (6) of section one  or subsection (5) of section three of this Act, shall send a copy of the notice to that local authority."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "6", "section_title": " Disposal of radioactive waste. ", "section_text": "6 1 Subject to the provisions of this section, as from the appointed day no person shall, except in accordance with an authorisation granted in that behalf under this subsection, dispose of any radioactive waste on or from any premises which are used for the purposes of an undertaking carried on by him, or cause or permit any radioactive waste to be so disposed of, if (in any such case) he knows or has reasonable grounds for believing it to be radioactive waste. 2 Where any person keeps any mobile radioactive apparatus for the purpose of its being used in  activities to which section three of this Act applies, he shall not, on or after the appointed day, dispose of any radioactive waste arising from any such apparatus so kept by him, or cause or permit any such radioactive waste to be disposed of, except in accordance with an authorisation granted in that behalf under this subsection. 3 Where on or after the appointed day any person, in the course of the carrying on by him of an undertaking, receives any radioactive waste for the purpose of its being disposed of by him, he shall not, except in accordance with an authorisation granted in that behalf under this subsection, dispose of that waste, or cause or permit it to be disposed of, knowing or having reasonable grounds for believing it to be radioactive waste: Provided that the disposal of any radioactive waste does not require an authorisation under this subsection, if it is waste which falls within the provisions of an authorisation granted under either of the preceding subsections, and it is disposed of in accordance with the authorisation so granted. 4 Subsections (1) and (3) of this section shall not apply to the disposal of any radioactive waste arising from clocks or watches: Provided that this subsection shall not affect the operation of subsection (1) of this section in relation to the disposal of any such radioactive waste on or from premises which, by virtue of the proviso to subsection (5) of section two of this Act, are excluded from the operation of the said subsection (5). 5 Without prejudice to the last preceding subsection, the  Secretary of State may by order exclude particular descriptions of radioactive waste from any of the provisions of this section, either absolutely or subject to limitations or conditions; and accordingly such of those provisions as may be specified in an order under this subsection shall not apply to a disposal of radioactive waste if it is radioactive waste of a description so specified, and (where the exclusion is subject to limitations or conditions) the limitations or conditions specified in the order are complied with. 6 In relation to any premises which— a are situated on a site in respect of which a nuclear site licence is for the time being in force, or in respect of which, after the revocation or surrender of such a licence, the period of responsibility of the licensee has not come to an end, but b have ceased to be used for the purposes of an undertaking carried on by the licensee, subsection (1) of this section shall apply (subject to the provisions of subsections (4) and (5) of this section) as if the premises were used for the purposes of an undertaking carried on by the licensee."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "7", "section_title": " Accumulation of radioactive waste. ", "section_text": "7 1 Subject to the provisions of this section, as from the appointed day no person shall, except in accordance with an authorisation granted in that behalf under this section, accumulate (with a view to the subsequent disposal thereof) any radioactive waste on any premises which are used for the purposes of an undertaking carried on by him, or cause or permit any radioactive waste to be so accumulated, if (in any such case) he knows or has reasonable grounds for believing it to be radioactive waste. 2 Where the disposal of any radioactive waste has been authorised under the last preceding section, and in accordance with that authorisation the waste is required or permitted to be accumulated with a view to the subsequent disposal thereof, no further authorisation under this section shall be required to enable the waste to be accumulated in accordance with the authorisation granted under the last preceding section. 3 Subsection (1) of this section shall not apply to the accumulation of radioactive waste on— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b any premises situated on a site in respect of which a nuclear site licence is for the time being in force, or c any premises situated on a site in respect of which, after the revocation or surrender of a nuclear site licence, the period of responsibility of the licensee has not come to an end. 4 The provisions of subsections (4) and (5) of the last preceding section shall apply for the purposes of this section, as if in those provisions any reference to subsection (1) or subsection (3) of that section were a reference to subsection (1) of this section, and any reference to disposal were a reference to accumulation. 5 For the purposes of this section, where radioactive material is produced, kept or used on any premises, and any substance arising from the production, keeping or use of that material is accumulated in a part of the premises appropriated for the purpose, and is retained there for a period of not less than three months, that substance shall, unless the contrary is proved, be presumed— a to be radioactive waste, and b to be accumulated on the premises with a view to the subsequent disposal thereof."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "8", "section_title": " Supplementary provisions as to authorisation of disposal and accumulation of radioactive waste. ", "section_text": "8 1 The power to grant authorisations under subsection (1) of section six of this Act in respect of the disposal of radioactive waste on or from— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b any premises situated on a site in respect of which a nuclear site licence is for the time being in force, or c any premises situated on a site in respect of which, after the revocation or surrender of a nuclear site licence, the period of responsibility of the licensee has not come to an end, shall be exercisable by the  chief inspector and the Minister of Agriculture, Fisheries and Food; and the disposal of radioactive waste on or from any such premises shall not be treated as authorised thereunder unless it is so authorised by both  the chief inspector and the Minister . 2 Before granting an authorisation to which the preceding subsection applies, the  chief inspector and the Minister of Agriculture, Fisheries and Food shall each consult with  such local authorities, river boards, local fisheries such local authorities, local fisheries committees, statutory water undertakers or other public or local authorities as appear to him to be proper to be consulted by him. 3 Subject to the preceding provisions of this section, the power to grant authorisations under section six or section seven of this Act shall be exercisable by the  chief inspector . 3A Any application for an authorisation shall be accompanied by the prescribed fee. 3B An application for an authorisation under section six or section seven of this Act (other than an application to which subsection (1) of this section applies) which is duly made to the chief inspector may be treated by the applicant as having been refused if it is not determined within the prescribed period for determinations or such longer period as may be agreed with the applicant. 4 Any authorisation under section six or section seven of this Act may be granted either in respect of radioactive waste generally or in respect of such one or more descriptions of radioactive waste as may be specified in the authorisation; and any such authorisation may be granted subject to such limitations or conditions as the  chief inspector or, as the case may be, the chief inspector and the Minister think fit. 4A On any application being made the chief inspector shall, subject to any directions under this section, send a copy of the application to each local authority in whose area, in accordance with the authorisation applied for, radioactive waste is to be disposed of or accumulated. 5 On granting any such authorisation, the  chief inspector or, as the case may be, the chief inspector and the Minister — a shall furnish the person to whom the authorisation is granted with a certificate containing all material particulars of the authorisation; and b shall  , subject to any directions under this section,  send a copy of the certificate to each local authority in whose area, in accordance with the authorisation, radioactive waste is to be disposed of or accumulated, and, in the case of an authorisation to which subsection (1) of this section applies, to any other public or local authority consulted in relation thereto in accordance with subsection (2) of this section. 5A The Secretary of State or, as the case may be the Secretary of State and the Minister of Agriculture, Fisheries and Food may direct the chief inspector that in his or their opinion, on grounds of national security, it is necessary that knowledge of— a any particular application for authorisation under section six or section seven of this Act or applications of any description specified in the directions, or b any particular authorisation under section six or section seven of this Act or authorisations of any description so specified, should be restricted; and where it appears to the chief inspector that an application or authorisation is the subject of any such directions, the chief inspector shall not send a copy of the application or the certificate of authorisation, as the case may be, to any public or local authority under any provision of this section. 6 Any such authorisation shall have effect as from such date as may be specified therein: and in fixing that date, in the case of an authorisation where copies of the certificate are required to be sent as mentioned in paragraph ( b ) of  subsection (5) of this section  the  chief inspector or, as the case may be, the chief inspector and the Minister — a shall have regard to the time at which those copies may be expected to be sent, and b shall fix a date appearing to him or them to be such as will allow an interval of not less than twenty-eight days after that time before the authorisation has effect, unless in his or their opinion it is necessary that the coming into operation of the authorisation should be immediate or should otherwise be expedited. 7 The  chief inspector or, as the case may be, the chief inspector and the Minister by whom an authorisation has been granted under section six or section seven of this Act may at any time revoke the authorisation, or may vary it— a where the authorisation has effect without limitations or conditions, by attaching limitations or conditions thereto; b where the authorisation has effect subject to limitations or conditions, by revoking or varying any of those limitations or conditions or by attaching further limitations or conditions thereto. 8 On revoking or varying an authorisation granted under section six or section seven of this Act, the  chief inspector or, as the case may be, the chief inspector and the Minister shall give notice thereof to the person to whom the authorisation was granted, and, if a copy of the certificate of authorisation was sent to a public or local authority in accordance with paragraph (b) of subsection (5) of this section, shall send a copy of the notice to that authority."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "8A", "section_title": " Retention and production of site or disposal records. ", "section_text": "8A 1 The chief inspector may, by notice served on him, impose on any person to whom a registration under section one or section three of this Act relates or an authorisation under section six or section seven of this Act has been granted such requirements authorised by this section in relation to site or disposal records kept by that person as the chief inspector may specify in the notice. 2 The requirements that may be imposed on a person under this section in relation to site or disposal records are— a to retain copies of the records for a specified period after he ceases to carry on the activities regulated by his registration or authorisation; or b to furnish the chief inspector with copies of the records in the event of his registration being cancelled or his authorisation being revoked or in the event of his ceasing to carry on the activities regulated by his registration or authorisation. 3 In relation to authorisations under section six of this Act in so far as the power to grant or revoke such authorisations is exercisable by the chief inspector and the Minister of Agriculture, Fisheries and Food, references in the preceding subsections to the chief inspector shall be construed as references to the chief inspector and that Minister. 4 In this section, in relation to a registration and the person registered or an authorisation and the person authorised— “ the activities regulated ” by his registration or authorisation means— a in the case of registration under section one of this Act, the keeping or use of radioactive material; b in the case of registration under section three of this Act, the keeping, using, lending or hiring of the mobile radioactive apparatus; c in the case of an authorisation under section six of this Act, the disposal of radioactive waste; and d in the case of an authorisation under section seven of this Act, the accumulation of radioactive waste; “ records ” means records required to be kept by virtue of the conditions attached to the registration or authorisation relating to the activities regulated by the registration or authorisation; and “ site records ” means records relating to the condition of the premises on which those activities are carried on or, in the case of registration in respect of mobile radioactive apparatus, of any place where the apparatus is kept and “ disposal records ” means records relating to the disposal of radioactive waste on or from the premises on which the activities are carried on; and “ specified ” means specified in a notice under this section."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "9", "section_title": " Provisions as to functions of public and local authorities. ", "section_text": "9 1 For the purposes of the operation on or after the appointed day of any statutory provision to which this subsection applies, and for the purposes of the exercise or performance on or after that day of any power or duty conferred or imposed by, or for the enforcement of, any such statutory provision, no account shall be taken of any radioactivity possessed by any substance or article or by any part of any premises. 2 The preceding subsection applies— a to any statutory provision contained in, or for the time being having effect by virtue of, any of the enactments specified in the First Schedule to this Act, or any enactment for the time being in force whereby an enactment so specified is amended, extended or superseded; and b to any statutory provision contained in, or for the time being having effect by virtue of, a local enactment whether passed or made before or after the passing of this Act (in whatever terms the provision is expressed) in so far as— i the disposal or accumulation of waste or any description of waste, or of any substance which is a nuisance, or so as to be a nuisance, or of any substance which is, or so as to be, prejudicial to health, noxious, polluting or of any similar description, is thereby prohibited or restricted, or ii a power or duty is thereby conferred or imposed on  any local authority, river board, local fisheries any local authorities, local fisheries  committee,  statutory water undertakers  or other public or local authority, or on any officer of a public or local authority, to take any action (whether by way of legal proceedings or otherwise) for preventing, restricting or abating such disposals or accumulations as are mentioned in the preceding subparagraph. 3 If, in considering an application for an authorisation under section six of this Act, it appears to the  chief inspector  (or, in a case where the power to grant the authorisation is exercisable by the  chief inspector and the Minister of Agriculture, Fisheries and Food, it appears to either  the chief inspector or the Minister ) that the disposal of radioactive waste to which the application relates is likely to involve the need for special precautions to be taken by  a local authority, river board, local fisheries a local authority, local fisheries  committee,  statutory water undertakers or other public or local authority, the  chief inspector or the Minister of Agriculture, Fisheries and Food, as the case may be, shall consult with that public or local authority before granting the authorisation. 4 Where a public or local authority take any special precautions in respect of radioactive waste disposed of in accordance with an authorisation granted under section six of this Act, and those precautions are taken— a in compliance with the conditions subject to which the authorisation was granted, or b with the prior approval of the  chief inspector (or, where the authorisation was granted by the  chief inspector and the Minister of Agriculture, Fisheries and Food, with the prior approval of either  the chief inspector or the Minister ) as being precautions which in the circumstances ought to be taken by that public or local authority, the public or local authority shall have power to make such charges, in respect of the taking of those precautions, as may be agreed between that authority and the person to whom the authorisation was granted, or as, in default of such agreement, may be determined by the  chief inspector , and to recover the charges so agreed or determined from that person. 5 Where an authorisation granted under section six of this Act requires or permits radioactive waste to be removed to a place provided by a local authority as a place for the deposit of refuse, it shall be the duty of that local authority to accept any radioactive waste removed to that place in accordance with the authorisation, and, if the authorisation contains any provision as to the manner in which the radioactive waste is to be dealt with after its removal to that place, to deal with it in the manner indicated in the authorisation. 6 In this section “ statutory provision ” means a provision, whether of a general or a special nature, contained in, or in any document made or issued under, any Act, whether of a general or a special nature, “ local enactment ” means a local or private Act, or an order confirmed by Parliament or brought into operation in accordance with special parliamentary procedure, and any reference to disposal, in relation to a statutory provision, is a reference to discharging or depositing a substance or allowing a substance to escape or to enter a stream or other place, as may be mentioned in that provision."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "10", "section_title": " Additional facilities and powers for disposal and accumulation of radioactive waste. ", "section_text": "10 1 If it appears to the  Secretary of State  that adequate facilities are not available for the safe disposal or accumulation of radioactive waste, the  Secretary of State  may provide such facilities, or may arrange for the provision thereof by such persons as the  Secretary of State  may think fit. 2 Where, in the exercise of the power conferred by the preceding subsection, the  Secretary of State proposes to provide, or to arrange for the provision of, a place for the disposal or accumulation of radioactive waste, the  Secretary of State , before carrying out that proposal, shall consult with any local authority in whose area that place would be situated, and with such other public or local authorities (if any) as appear to him to be proper to be consulted by him. 3 The  Secretary of State may make reasonable charges for the use of any facilities provided by him, or in accordance with arrangements made by him, under this section, or, in the case of facilities provided otherwise than by the  Secretary of State , may direct that reasonable charges for the use of the facilities may be made by the person providing them in accordance with any such arrangements. 4 If there is radioactive waste on any premises, and the  Secretary of State is satisfied that— a the waste ought to be disposed of, but b by reason that the premises are unoccupied, or that the occupier is absent, or is insolvent, or for any other reason, it is unlikely that the waste will be lawfully disposed of unless the  Secretary of State exercises his powers under this subsection, the  Secretary of State shall have power to dispose of that radioactive waste as the  Secretary of State may think fit, and to recover from the occupier of the premises, or, if the premises are unoccupied, from the owner thereof, any expenses reasonably incurred by the  Secretary of State in disposing of it. 5 The definition of “ owner ” in section three hundred and forty-three of the  Public Health Act 1936, and the provisions of section two hundred and ninety-four of that Act (which limits the liability of owners who are only agents or trustees), shall apply for the purposes of this section, with the substitution in the said section two hundred and ninety-four of references to the  Secretary of State for references to a council, . . . "}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "11", "section_title": " Procedure in connection with registrations and authorisations. ", "section_text": "11  1 Before the chief inspector and the Minister of Agriculture, Fisheries and Food— a refuse an application for an authorisation under section six of this Act, or b attach any limitations or conditions to such an authorisation, or c vary such an authorisation, otherwise than by revoking a limitation or condition subject to which it has effect, or d revoke such an authorisation, the person directly concerned shall, and such local authorities or other persons whom the Secretary of State and the Minister consider appropriate may, be afforded the opportunity of appearing before, and being heard by, a person appointed for the purpose by the Secretary of State and the Minister. 3 At all times while— a a person is registered in respect of any premises under section one of this Act, or b an authorisation granted in respect of any premises under subsection (1) of section six of this Act, or under section seven of this Act, is for the time being in force, the person to whom the registration relates, or to whom the authorisation was granted, as the case may be, shall cause copies of the certificate of registration or authorisation issued to him under this Act to be kept posted on the premises, in such characters and in such positions as to be conveniently read by persons having duties on those premises which are or may be affected by the matters set out in the certificate. 4 In this section “ the person directly concerned ”, in relation to  an authorisation under section six of this Act,  means the person applying for the authorisation or the person to whom the authorisation was granted, as the case may be; and any reference to attaching limitations or conditions to  such an authorisation is a reference to attaching limitations or conditions thereto either in granting the authorisation or in the exercise of any power to vary it."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "11A", "section_title": " Appointment of inspectors and chief inspector. ", "section_text": "11A 1 The Secretary of State may appoint as inspectors, to assist him in the execution of this Act, such number of persons appearing to him to be qualified for the purpose as he may from time to time consider necessary or expedient. 2 For the purposes of this Act the Secretary of State shall appoint one of those inspectors to be chief inspector. 3 A person may be appointed both as an inspector or as chief inspector under the preceding subsections of this section and as an inspector or as chief inspector under section 16 of the Environmental Protection Act 1990. 4 The chief inspector may, to any extent, delegate his functions under this Act to any other inspector appointed under this section. 5 The Secretary of State may make to or in respect of any person appointed under this section such payments, whether by way of remuneration, allowances or otherwise as he may, with the approval of the Treasury determine."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "11B", "section_title": " Enforcement notices. ", "section_text": "11B 1 Subject to the provisions of this section, if the chief inspector is of the opinion that a person to whom a registration under section one or section three of this Act relates or to whom an authorisation was granted, under section six or section seven of this Act— a is failing to comply with any limitation or condition subject to which the registration or authorisation has effect, or b is likely to fail to comply with any such limitation or condition, he may serve a notice under this section on that person. 2 A notice under this section shall— a state that the chief inspector is of the said opinion; b specify the matters constituting the failure to comply with the limitations or conditions in question or the matters making it likely that such a failure will occur, as the case may be; and c specify the steps that must be taken to remedy these matters and the period within which those steps must be taken. 3 Where a notice is served under this section the chief inspector shall— a in the case of a registration, if a certificate relating to the registration was sent to a local authority under subsection (6) of section one or subsection (5) of section three of this Act, or b in the case of an authorisation, if a copy of the authorisation was sent to a public or local authority under subsection (5)(b) of section eight of this Act, send a copy of the notice to that authority. 4 In the case of an authorisation granted by the chief inspector and the Minister of Agriculture, Fisheries and Food in accordance with subsection (1) of section eight of this Act, the power to issue notices under this section shall be exercisable by the chief inspector or by the Minister of Agriculture, Fisheries and Food as if references to the chief inspector were references to the chief inspector or that Minister."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "11C", "section_title": " Prohibition notices. ", "section_text": "11C 1 Subject to the provisions of this section, if the chief inspector is of the opinion, as respects the keeping or use of radioactive material or of mobile radioactive apparatus, or the disposal or accumulation of radioactive waste, by a person in pursuance of a registration or authorisation under this Act, that the continuing to carry on that activity (or the continuing to do so in a particular manner) involves an imminent risk of pollution of the environment or of harm to human health he may serve a notice under this section on that person. 2 A notice under this section may be served whether or not the manner of carrying on the activity in question complies with any limitations or conditions to which the registration or authorisation in question is subject. 3 A notice under this section shall— a state the chief inspector’s opinion; b specify the matters giving rise to the risk involved in the activity, the steps that must be taken to remove the risk and the period within which those steps must be taken; and c direct that the registration or authorisation shall, until the notice is withdrawn, wholly or to the extent specified in the notice cease to have effect. 4 Where the registration or authorisation is not wholly suspended by the direction given under the preceding subsection, the direction may specify limitations or conditions to which the registration or authorisation is to be subject until the notice is withdrawn. 5 Where a notice is served under this section the chief inspector shall— a in the case of a registration, if a certificate relating to the registration was sent to a local authority under subsection (6) of section one or subsection (5) of section three of this Act, or b in the case of an authorisation, if a copy of the authorisation was sent to a public or local authority under subsection (5)(b) of section eight of this Act, send a copy of the notice to that authority. 6 The chief inspector shall, by notice to the recipient, withdraw a notice under this section when he is satisfied that the risk specified in it has been removed; and on so doing the chief inspector shall send a copy of the withdrawal notice to any public or local authority to whom a copy of the notice under this section was sent. 7 In the case of an authorisation granted by the chief inspector and the Minister of Agriculture, Fisheries and Food in accordance with subsection (1) of section eight of this Act, the power to issue and withdraw notices under this section shall be exercisable by the chief inspector or by the Minister of Agriculture, Fisheries and Food as if references to the chief inspector were references to the chief inspector or that Minister."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "11D", "section_title": " Registrations, authorisations and notices: appeals from decisions of chief inspector. ", "section_text": "11D 1 Where the chief inspector— a refuses an application for registration under section one or section three of this Act, or refuses an application for an authorisation under section six or section seven of this Act; b attaches any limitations or conditions to such a registration or to such an authorisation, or c varies such a registration or such an authorisation, otherwise than by revoking a limitation or condition subject to which it has effect, or d cancels such a registration or revokes such an authorisation, the person directly concerned may, subject to subsection (3) below, appeal to the Secretary of State. 2 A person on whom a notice under section 11B or section 11C of this Act is served may, subject to subsections (3) and (4) below, appeal against the notice to the Secretary of State. 3 No appeal shall lie— a under subsection (1) above in relation to authorisations which are subject to subsection (1) of section eight of this Act; b under subsection (1) or (2) above in respect of any decision taken by the chief inspector in pursuance of a direction of the Secretary of State under section 12A or 12B of this Act. 4 No appeal shall lie under subsection (2) above in respect of any notice served in exercise of the power under section 11B or 11C of this Act by the Minister of Agriculture, Fisheries and Food 5 The Secretary of State may refer any matter involved in an appeal to a person appointed by him for the purpose. 6 An appeal under this section shall, if and to the extent required by regulations under subsection (11) of this section, be advertised in such manner as may be prescribed. 7 If either party to the appeal so requests, an appeal shall be in the form of a hearing (which may, if the person hearing the appeal so decides, be held, or held to any extent, in private). 8 On determining an appeal from a decision of the chief inspector under subsection (1) of this section the Secretary of State— a may affirm the decision, or b where that decision was the refusal of an application, may direct the chief inspector to grant the application, c where that decision involved limitations or conditions attached to a registration or authorisation, may quash those limitations or conditions wholly or in part, d where that decision was a cancellation or revocation of a registration or authorisation, may quash the decision, and where the Secretary of State does any of the things mentioned in paragraph (b), (c) or (d) of this subsection he may give directions to the chief inspector as to the limitations and conditions to be attached to the registration or authorisation in question. 9 On the determination of an appeal in respect of a notice under subsection (2) of this section, the Secretary of State may either cancel or affirm the notice and, if he affirms it, may do so either in its original form or with such modifications as he may think fit. 10 The bringing of an appeal against a cancellation or revocation of a registration or authorisation shall, unless the Secretary of State otherwise directs, have the effect of suspending the operation of the cancellation or revocation pending the determination of the appeal; but otherwise the bringing of an appeal shall not, unless the Secretary of State so directs, affect the validity of the decision or notice in question during that period. 11 The Secretary of State may by regulations make provision with respect to appeals under this section (including in particular provision as to the period within which appeals are to be brought). 12 In this section “the person directly concerned” means— a in relation to a registration under section one or section three of this Act, the person applying for the registration or to whom the registration relates; b in relation to an authorisation under section six or section seven of this Act, the person applying for the authorisation or to whom it was granted; and any reference to attaching limitations or conditions to a registration or authorisation is a reference to attaching limitations or conditions thereto either in effecting or granting the registration or authorisation or in exercising any power to vary it."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "11E", "section_title": " Enforcement and prohibition notices by the Minister of Agriculture, Fisheries and Food: representations. ", "section_text": "11E The Minister of Agriculture, Fisheries and Food shall afford to any person— a on whom he has served a notice under section 11B or section 11C of this Act; and b who requests a hearing within the prescribed period, an opportunity to appear before and be heard by a person appointed by him for the purpose."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "12", "section_title": " Rights of entry and inspection. ", "section_text": "12 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Any person being either an inspector appointed under the preceding subsection or a person authorised in that behalf by the  Secretary of State (in this section referred to as an “inspector”) may, for the purposes of the execution of this Act,— a enter, at any reasonable time  or, in an emergency, at any time , upon any premises to which this subsection applies, with such equipment as the inspector may require; b carry out such tests  (including dismantling and subjecting to any process) and inspections  and take such photographs on any such premises, and obtain and take away such samples . . .  therefrom, as the inspector may consider necessary or expedient; . . .  bb give directions that the whole or any part of such premises, or anything in them, be left undisturbed for so long as is reasonably necessary for the purposes of any tests or inspections; and c require the occupier of any such premises, or any person with duties on or in connection with the premises, to provide the inspector with  such facilities and assistance and such information relating to the use of the premises, or to permit him to inspect such documents relating thereto, as the inspector may  require, and in the case of answers to his questions, to sign a declaration of the truth of the answers . 3 The last preceding subsection applies— a to any premises in respect of which a person is for the time being registered under section one of this Act; b to any premises in respect of which a person is exempted from such registration by . . .  subsection (2) of section two of this Act; and c to any premises in respect of which an authorisation granted under subsection (1) of section six of this Act, or under section seven of this Act, is for the time being in force: Provided that, in relation to premises belonging to or used for the purposes of the Authority, the last preceding subsection shall have effect subject to the provisions of subsection (3) of section six of the  Atomic Energy Authority Act 1954 (which restricts entry to such premises where they have been declared to be prohibited places for the purposes of the  Official Secrets Act 1911). 4 Where an inspector has reasonable grounds for believing that radioactive material has been or is being kept or used on any premises to which subsection (2) of this section does not apply, or that radioactive waste has been or is being disposed of or accumulated on or from any such premises, the inspector may exercise, in relation to those premises, any of the powers which are conferred by subsection (2) of this section in relation to premises to which the said subsection (2) applies: Provided that this subsection shall have effect subject to the provisions of subsection (6) of this section. 5 Subject to the next following subsection, any person authorised in that behalf by the  Secretary of State may at any reasonable time enter upon any premises for the purpose of disposing of radioactive waste in the exercise of the powers conferred by subsection (4) of section ten of this Act. 6 Subject to the next following subsection no power shall be exercisable by virtue of subsection (4) or subsection (5) of this section in respect of any premises except— a with consent given by or on behalf of the occupier of the premises, or b under the authority of a warrant granted under the provisions of the Second Schedule to this Act, or c where entry is required in a case of emergency. 6A The last preceding subsection does not apply in respect of premises in respect of which— a a person has been (but is no longer) registered under section one of this Act; or b an authorisation has been (but is no longer) in force under subsection (1) of section six or under section seven of this Act; or in respect of premises on which there are reasonable grounds for believing that mobile radioactive apparatus has been or being kept or used. 7 For the purposes of the execution of this Act in relation to any such premises as are mentioned in subsection (1) of section eight of this Act,— a the Minister of Agriculture, Fisheries and Food may appoint as inspectors such number of persons appearing to him to be qualified for the purpose as he may from time to time consider necessary or expedient, and may make to or in respect of any person so appointed such payments, by way of remuneration, allowances or otherwise, as he may with the approval of the Treasury determine; and b subject to the provisions of subsection (3) of section six of the  Atomic Energy Authority Act, 1954, any person being either an inspector so appointed or a person authorised in that behalf by the Minister of Agriculture, Fisheries and Food may for those purposes exercise in relation to any such premises (but not in relation to any other premises) any of the powers conferred by paragraphs (a) to (c) of subsection (2) of this section, as if references in those paragraphs to an inspector included a reference to a person appointed or authorised as mentioned in this paragraph. 7A An inspector appointed under section 11A of this Act or under subsection (7)(a) of this section shall not be liable in any civil or criminal proceedings for anything done in the purported exercise of his powers under this section if the court is satisfied that the act was done in good faith and that there were reasonable grounds for doing it. 7B In England and Wales, an inspector appointed under section 11A of this Act, if authorised to do so by the chief inspector, may, although not of counsel or a solicitor, prosecute before a magistrates’ court proceedings for an offence under section 13 of this Act. 8 The provisions of the Second Schedule to this Act shall have effect for the purposes of this section. 9 In this section any reference to a case of emergency is a reference to a case where a person requiring entry to any premises in pursuance of this section has reasonable cause to believe that circumstances exist which are likely to endanger life or health, and that immediate entry to the premises is necessary to verify the existence of those circumstances or to ascertain their cause or to effect a remedy."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "12A", "section_title": " Power of Secretary of State to give directions to chief inspector. ", "section_text": "12A 1 The Secretary of State may, if he thinks fit in relation to— a an application for registration under section one or section three of this Act, b an application for an authorisation under section six or section seven of this Act, c any such registration or authorisation, give directions to the chief inspector requiring him to take any of the steps mentioned in the following subsections in accordance with the directions. 2 A direction under the preceding subsection may require the chief inspector so to exercise his powers under this Act as— a to refuse an application for registration or authorisation, or b to effect or grant a registration or authorisation, attaching such limitations or conditions (if any) as may be specified in the direction, or c to vary a registration or authorisation, as may be so specified, or d to cancel or revoke (or not to cancel or revoke) a registration or authorisation. 3 The Secretary of State may give directions to the chief inspector, as respects any registration or authorisation, requiring him to serve a notice under section 11B or section 11C of this Act in such terms as may be specified in the directions. 4 The Secretary of State may give directions requiring the chief inspector to send such written particulars relating to, or to activities carried on in pursuance of, registrations effected or authorisations granted under any provision of this Act as may be specified in the directions to such local authorities as may be so specified."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "12B", "section_title": " Power of Secretary of State to require certain applications to be determined by him. ", "section_text": "12B 1 The Secretary of State may— a give general directions to the chief inspector requiring him to refer applications under this Act for registrations or authorisations of any description specified in the directions to the Secretary of State for his determination; and b give directions to the chief inspector in respect of any particular application requiring him to refer the application to the Secretary of State for his determination. 2 Where an application is referred to the Secretary of State in pursuance of directions given under this section the Secretary of State may cause a local inquiry to be held in relation to the application. 3 Subsections (2) to (5) of section 250 of the Local Government Act 1972 (supplementary provisions about local enquiries under that section) shall apply to inquiries in pursuance of subsection (2) above as if, in subsection (4) of that section, the words “such local authority or” were omitted. 4 In Scotland, subsections (2) to (8) of section 210 of the Local Government (Scotland) Act 1973 (power to direct inquiries) shall apply to inquiries in pursuance of subsection (2) above. 5 After determining any application so referred, the Secretary of State may give the chief inspector directions under section 12A of this Act, as to the steps to be taken by him in respect of the application."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "13", "section_title": " Offences. ", "section_text": "13 1 Any person who— a contravenes any of the following provisions of this Act, that is to say, subsection (1) of section one, subsection (1) of section three, subsections (1), (2) and (3) of section six, and subsection (1) of section seven, or b being a person registered under section one or section three of this Act, or being (wholly or partly) exempted from registration thereunder, does not comply with a limitation or condition subject to which he is so registered or exempted, or c being a person to whom an authorisation under section six or section seven of this Act has been granted, does not comply with a limitation or condition subject to which that authorisation has effect,  , or d being a person who is registered under section one or section three of this Act or to whom an authorisation under section six or section seven of this Act has been granted, fails to comply with any requirement of a notice served on him under section 11B or 11C of this Act shall be guilty of an offence under this subsection. 2 A person guilty of an offence under the preceding subsection shall be liable— a on summary conviction  to a fine not exceeding £20,000, or to imprisonment for a term not exceeding six months or both b on conviction on indictment, to a fine, or to imprisonment for a term not exceeding five years, or both. 3 If any person discloses any information relating to any relevant process or trade secret used in carrying on any particular undertaking which has been given to or obtained by him under this Act or in connection with the execution thereof, he shall, unless the disclosure is made— a with the consent of the person carrying on that undertaking, or b in accordance with any general or special directions given by the  chief inspector , or c in connection with the execution of this Act, or d for the purposes of any legal proceedings arising out of this Act or of any report of any such proceedings, be guilty of an offence under this subsection. In this subsection “ relevant process ” means any process applied for the purposes of, or in connection with, the production or use of radioactive material. 4 A person guilty of an offence under the last preceding subsection shall be liable— a on summary conviction, to a fine not  exceeding the statutory maximum, or to imprisonment for a term not exceeding three months, or both; b on conviction on indictment, to a fine, or to imprisonment for a term not exceeding two years, or both. 4A Any person who fails to comply with a requirement imposed on him under section 8A of this Act shall be guilty of an offence, and shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum or to imprisonment for a term not exceeding three months, or both; b on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years, or both. 5 Any person who— a contravenes the provisions of subsection (3) of section eleven of this Act, or b intentionally  obstructs an inspector or other person in the exercise of any powers conferred by  section 12 of this Act , or refuses or without reasonable excuse fails to provide  facilities or assistance or  any information or to permit any inspection reasonably required by an inspector or other person under that section, shall be guilty of an offence,  and shall be liable— i on summary conviction, to a fine not exceeding the statutory maximum; ii on conviction on indictment, to a fine. 6 Any person who without reasonable cause pulls down, injures or defaces any document posted in pursuance of subsection (3) of section eleven of this Act shall be guilty of an offence, and shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale. 7 Proceedings in respect of any offence under this Act shall not be instituted in England or Wales except by the  Secretary of State, the chief inspector or by or with the consent of the Director of Public Prosecutions. 8 Where a body corporate is guilty of an offence under this section, and that offence is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence, and shall be liable to be proceeded against and punished accordingly. In this subsection “ director ”, in relation to a body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, being a body corporate whose affairs are managed by its members, means a member of that body corporate. 9 Where the commission by any person of an offence under this section is due to the act or default of some other person, that other person may be charged with and convicted of the offence by virtue of this subsection whether or not proceedings for the offence are taken against the first-mentioned person."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "13A", "section_title": " Public access to local authority records relating to documents issued under this Act. ", "section_text": "13A 1 The chief inspector shall keep copies of— a all applications made to him under any provision of this Act; b all documents issued by him under any provision of this Act; c all other documents sent by him to any local authority in pursuance of directions of the Secretary of State; and d such records of convictions under section thirteen of this Act as may be prescribed in regulations; and he shall make copies of those documents available to the public except to the extent that that would involve the disclosure of information relating to any relevant process or trade secret (within the meaning of subsection (3) of section thirteen of this Act) or would involve the disclosure of applications or certificates as respects which the Secretary of State has directed that knowledge should be restricted on grounds of national security. 2 Each local authority shall keep and make available to the public copies of all documents sent to the authority under any provision of this Act unless directed by the chief inspector or, as the case may be, the Minister of Agriculture, Fisheries and Food and the chief inspector, that all or any part of any such document is not to be available for inspection. 3 Directions under the preceding subsection shall only be given for the purpose of preventing disclosure of relevant processes or trade secrets (within the meaning of subsection (3) of section thirteen of this Act) and may be given generally in respect of all, or any description of, documents or in respect of specific documents. 4 The copies of documents required to be made available to the public by this section need not be kept in documentary form. 5 The public shall have the right to inspect the copies of documents required to be made available under this section at all reasonable times and, on payment of a reasonable fee, to be provided with a copy of any such document."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "14", "section_title": " Application of Act to Crown. ", "section_text": "14 1 Subject to the provisions of this section, the provisions of this Act shall bind the Crown. 2 The last preceding subsection does not apply in relation to premises— a occupied on behalf of the Crown for naval, military or air force purposes or for the purposes of the department of the Secretary of State having responsibility for defence; or b occupied by or for the purposes of a visiting force. 3 No contravention by the Crown of any provision of this Act shall make the Crown criminally liable; but the High Court or, in Scotland, the Court of Session may, on the application of any authority charged with enforcing that provision, declare unlawful any act or omission of the Crown which constitutes such a contravention. 4 Notwithstanding anything in subsection (3) of this section, the provisions of this Act shall apply to persons in the public service of the Crown as they apply to other persons. 5 If the Secretary of State certifies that it appears to him requisite or expedient in the interests of national security that the powers of entry conferred by section twelve of this Act should not be exercisable in relation to any Crown premises specified in the certificate those powers shall not be exercisable in relation to those premises, and in this subsection “Crown premises” means premises held or used by or on behalf of the Crown. 6 Where, in the case of any such premises as are mentioned in subsection (2) of this section— a arrangements are made whereby radioactive waste is not to be disposed of from those premises with the approval of the chief inspector, and b in pursuance of those arrangements the chief inspector proposes to approve, or approves, the removal of radioactive waste from those premises to a place provided by a local authority as a place for the deposit of refuse, the provisions of subsections (3) to (5) of section nine of this Act shall apply as if the proposal to approve the removal of the waste were an application for an authorisation under section six of this Act to remove it, or (as the case may be) the approval were such an authorisation. 7 Nothing in this section shall be taken as in any way affecting Her Majesty in her private capacity; and this subsection shall be construed as if section 38(3) of the Crown Proceedings Act 1947 (interpretation of references in that Act to Her Majesty in her private capacity) were contained in this Act. 8 In subsection (2) of this section “visiting force” means any such body, contingent or detachment of the forces of any country as is a visiting force for the purposes of any of the provisions of the Visiting Forces Act 1952."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "15", "section_title": " Regulations and orders.", "section_text": "15 1 The  Secretary of State may make regulations under this Act for any purpose for which regulations are authorised or required to be made under this Act. 2 For the purpose of facilitating the exercise of any power under this Act to effect registrations, or grant authorisations, subject to limitations or conditions, the  Secretary of State may make regulations setting out general limitations or conditions applicable to such classes of cases as may be specified in the regulations; and any limitations or conditions so specified shall, for the purposes of this Act, be deemed to be attached to any registration or authorisation falling within the class of cases to which those limitations or conditions are expressed to be applicable, subject to such exceptions or modifications (if any) as may be specified in any such registration or authorisation. 3 Any power conferred by this Act to make an order shall include power to vary or revoke the order by a subsequent order. 4 Any power conferred by this Act to make regulations or orders shall be exercisable by statutory instrument. 5 Any statutory instrument containing regulations or an order made under this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "15A", "section_title": " Fees and charges. ", "section_text": "15A 1 The Secretary of State may, with the approval of the Treasury, make and from time to time revise, a scheme prescribing— a fees payable in respect of applications for registration under section one or section three of this Act or an authorisation under section six or section seven of this Act; b fees payable in respect of the variation of the registration under section five of this Act or, as the case may be, in respect of the variation of the authorisation under section eight of this Act; c charges payable by a person to whom such a registration relates or to whom such an authorisation has been granted in respect of the subsistence of that registration or authorisation; and it shall be a condition of any such registration or authorisation that any applicable prescribed charge is paid in accordance with that scheme. 2 The power to make and revise a scheme under this section, so far as it relates to, or to applications for, authorisations under section six of this Act which may only be granted by the chief inspector and the Minister of Agriculture, Fisheries and Food shall not be exercisable without the consent of the Minister of Agriculture, Fisheries and Food. 3 A scheme under this section may, in particular— a provide for different fees or charges to be payable in different cases or circumstances; and b provide for the times at which and the manner in which payments are to be made; and a scheme may make such incidental, supplementary and transitional provision as appears to the Secretary of State to be appropriate and different schemes may be made and revised for different areas. 4 The Secretary of State shall so frame a scheme under this section as to secure, so far as practicable, that the amounts payable under it are sufficient, taking one financial year with another, to cover the expenditure of the chief inspector and the Minister of Agriculture, Fisheries and Food in exercising or performing their functions under this Act in relation to registrations and authorisations. 5 The Secretary of State shall, on making or revising a scheme under this section, lay a copy of the scheme or of the revisions before each House of Parliament."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "16", "section_title": " Financial provisions. ", "section_text": "16 1 There shall be paid out of moneys provided by Parliament— a any expenses incurred by  the Secretary of State or the Minister of Agriculture, Fisheries and Food under this Act ; b any increase attributable to the provisions of this Act in the sums payable out of moneys so provided under any other enactment. 2 Any receipts of the  Secretary of State or the Minister of Agriculture, Fisheries and Food under this Act shall be paid into the Exchequer."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "17", "section_title": " Repeals and transitional provisions.", "section_text": "17 1 Subject to the next following subsection, subsection (4) of section five of the Atomic Energy Authority Act, 1954 (which makes temporary provision as to the discharge of waste on or from premises occupied by the Authority), and subsection (5) of section one of the Nuclear Installations (Licensing and Insurance) Act, 1959 (which extends the said subsection (4) to sites in respect of which nuclear site licenses have been granted), are hereby repealed as from the appointed day. 2 Any authorisation granted under the enactments mentioned in the preceding subsection which is in force immediately before the appointed day shall continue in force on and after that day (notwithstanding the repeal of those enactments, and notwithstanding the expiry of the period for which, apart from this Act, those enactments would have had effect) but shall have effect on and after that day as if it were an authorisation granted under subsection (1) of section six of this Act and may be revoked or varied accordingly. 3 In subsection (6) of section one of the Nuclear Installations (Licensing and Insurance) Act, 1959 (which requires copies of certain conditions and requirements to be kept posted on the premises), paragraph (b) (which relates to the conditions or requirements attached to an authorisation granted under the enactments repealed by subsection (1) of this section) is hereby repealed from the appointed day."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "18", "section_title": " Meaning of “radioactive material”, “radioactive waste” and “mobile radioactive apparatus”.", "section_text": "18 1 In this Act “ radioactive material ” means anything which, not being waste, is either a substance to which this subsection applies or an article made wholly or partly from, or incorporating, such a substance. 2 The preceding subsection applies to any substance falling within either or both of the following descriptions, that is to say,— a a substance containing an element specified in the first column of the Third Schedule to this Act, in such a proportion that the number of microcuries of that element contained in the substance, divided by the number of grammes which the substance weighs, is a number greater than that specified in relation to that element in the appropriate column of that Schedule; b a substance possessing radioactivity which is wholly or partly attributable to a process of nuclear fission or other process of subjecting a substance to bombardment by neutrons or to ionising radiations, not being a process occurring in the course of nature, or in consequence of the disposal of radioactive waste, or by way of contamination in the course of the application of a process to some other substance. 3 In paragraph (a) of the last preceding subsection “ the appropriate column ”— a in relation to a solid substance, means the second column; b in relation to a liquid substance, means the third column; and c in relation to a substance which is a gas or vapour, means the fourth column. 3A For the purposes of paragraph (b) of subsection (2) of this section, a substance shall not be treated as radioactive material if the level of radioactivity is less than such level as may be prescribed for substances of that description. 4 In this Act “ radioactive waste ” means waste which consists wholly or partly of— a a substance or article which, if it were not waste, would be radioactive material, or b a substance or article which has been contaminated in the course of the production, keeping or use of radioactive material, or by contact with or proximity to other waste falling within the preceding paragraph or this paragraph. 5 In this Act “mobile radioactive apparatus” means any apparatus, equipment, appliance or other thing which is radioactive material and— a is constructed or adapted for being transported from place to place; or b is portable and designed or intended to be used for releasing radioactive material into the environment or introducing it into organisms. 6 The  chief inspectormay by order vary the provisions of the Third Schedule to this Act, either by adding further entries to any column of that Schedule or by altering or deleting any entry for the time being contained in any column thereof; and, in relation to any time after those provisions have been so varied, any reference in subsection (2) of this section to that Schedule shall be construed as a reference to that Schedule as it has effect for the time being."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "19", "section_title": " General interpretation provisions.", "section_text": "19 1 In this Act, except in so far as the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:— “ the appointed day ” means such day as Her Majesty may by Order in Council appoint: “ article ” includes a part of an article; “ the Authority ” means the United Kingdom Atomic Energy Authority;  “ the chief inspector ” means the chief inspector appointed under subsection (2) of section 11A of this Act; “ disposal ”, in relation to waste, includes the removal, deposit or destruction thereof, the discharge thereof, whether into water or into the air or into a sewer or drain or otherwise, or the burial thereof, whether underground or otherwise, and “ dispose of ” shall be construed accordingly; “ local authority ” (except where the reference is to a public or local authority) means the council of a county, . . .   borough or county district, or the Common Council of the City of London . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ nuclear site licence ”, “ licensee ” and “ period of responsibility ” have the same meanings as in the  Nuclear Installations (Licensing and Insurance) Act 1959; “ premises ” includes any land, whether covered by buildings or not, including any place underground and any land covered by water; “ prescribed ” means prescribed by regulations under this Act  or, in relation to fees or charges payable in accordance with a scheme under section 15A of this Act, prescribed under that scheme ;  “ the prescribed period for determinations ”, in relation to any applications under this Act, means, subject to subsection (1A) below, the period of four months beginning with the day on which the application was received;                   “ statutory water undertakers ” means the National Rivers Authority, a water undertaker or a sewerage undertaker; “ substance ” means any natural or artificial substance, whether in solid or liquid form or in the form of a gas or vapour; “ undertaking ”includes any trade, business or profession, and, in relation to a public or local authority, includes any of the powers or duties of that authority, and, in relation to any other body of persons, whether corporate or unincorporate, includes any of the activities of that body; “ waste ” includes any substance which constitutes scrap material or an effluent or other unwanted surplus substance arising from the application of any process, and also includes any substance or article which requires to be disposed of as being broken, worn out, contaminated or otherwise spoilt. 1A The Secretary of State may by order substitute for the period for the time being specified in the last preceding subsection as the prescribed period for determinations such other period as he considers appropriate. 2 In determining, for the purposes of this Act, whether any radioactive material is kept or used on any premises, no account shall be taken of any radioactive material kept or used in or on any railway vehicle, road vehicle, vessel or aircraft if either— a the vehicle, vessel or aircraft is on those premises in the course of a journey, or b in the case of a vessel which is on those premises otherwise than in the course of a journey, the material is used in propelling the vessel or is kept in or on the vessel for use in propelling it. 3 Any substance or article which, in the course of the carrying on of any undertaking, is discharged, discarded or otherwise dealt with as if it were waste shall, for the purposes of this Act, be presumed to be waste unless the contrary is proved. 4 Any reference in this Act to the contamination of a substance or article is a reference to its being so affected by either or both of the following, that is to say,— a absorption, admixture or adhesion of radioactive material or radioactive waste, and b the emission of neutrons or ionising radiations, as to become radioactive or to possess increased radioactivity. 5 Subject to the provisions of sections nine and seventeen of this Act, and of section thirty-three of the  Interpretation Act, 1889 (which relates to offences under two or more laws), nothing in this Act shall be construed as— a conferring a right of action in any civil proceedings (other than proceedings for the recovery of a fine) in respect of any contravention of this Act, or b affecting any restriction imposed by or under any other enactment, whether contained in a public general Act or in a local or private Act, or c derogating from any right of action or other remedy (whether civil or criminal) in proceedings instituted otherwise than under this Act. 6 References in this Act to any enactment shall, except where the context otherwise requires, be construed as references to that enactment as amended by or under any other enactment."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "20", "section_title": " Application to Scotland.", "section_text": "20 This Act shall in its application to Scotland have effect subject to the following modifications:—  a for any reference to the chief inspector there shall be substituted a reference to the chief inspector for Scotland, being the inspector so appointed by the Secretary of State for the purposes of this Act in relation to Scotland; b any reference to the Minister of Agriculture, Fisheries and Food shall be omitted and anything required to be done in England by both the chief inspector and that Minister shall be done in Scotland by the chief inspector for Scotland. c “local authority” (except where the reference is to a public or local authority) means  the regional, islands onr district council  and for references to river boards, local fisheries committees and statutory water undertakers there shall be substituted respectively references to river purification authorities within the meaning of the  Rivers (Prevention of Pollution) (Scotland) Act 1951, fishery district boards within the meaning ofthe  Water (Scotland) Act 1946, and local water authorities within the meaning of that Act; d for any reference to a justice of the peace there shall be substituted a reference to the sheriff; e in subsection (5) of section ten for references to section three hundred and forty-three of the  Public Health Act 1936 to section two hundred and ninety-four of that Act, to the Minister and to a council there shall be substituted respectively references to section three of the  Public Health (Scotland) Act 1897, to section fourteen of the  Housing (Repairs and Rents) (Scotland) Act 1954, to the Secretary of State and to a local authority.  f in section 11, subsection (1) and (4) shall be omitted."}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "21", "section_title": " Northern Ireland. ", "section_text": "21 1 This Act shall extend to Northern Ireland subject to the provisions of this section. 2 In its application to Northern Ireland, this Act shall have effect subject to the following modifications, that is to say—  a except in section sixteen of this Act any reference to the Secretary of State shall be construed as a reference to the Department of the Environment for Northern Ireland, any reference to the Minister of Agriculture, Fisheries and Food shall be construed as a reference to the Department of Agriculture for Northern Ireland and any reference to the Treasury shall be construed as a reference to the Department of Finance and Personnel for Northern Ireland; b any provision of this Act requiring regulations or orders to be made by statutory instrument shall be construed as a provision that those regulations or orders shall be statutory rules within the meaning of the  Statutory Rules Act (Northern Ireland) 1958; c any provision of this Act whereby a statutory instrument containing regulations or an order is to be subject to annulment in pursuance of a resolution of either House of Parliament shall be construed as a provision that those regulations or that order shall be subject to negative resolution within the meaning of subsection (6) of section forty-one of the  Interpretation Act (Northern Ireland) 1954; d any reference to an enactment of the Parliament of the United Kingdom shall be construed as a reference to that enactment as it applies in Northern Ireland; e any reference to a government department shall be construed as including a reference to a department of the Government of Northern Ireland; f “local authority” (except where the reference is to a public or local authority) means the council of a county or county borough or an urban or rural district; f “local authority”, except where the reference is to a public or local authority, means a council of a district established under the Local Government Act (Northern Ireland) 1972; g any reference to a river board or a local fisheries committee shall be construed as a reference to  the Fisheries Conservancy Board for Northern Ireland; h any reference to statutory water undertakers shall be construed as a reference to a statutory water undertaking within the meaning of the  Water Supplies and Sewerage Act (Northern Ireland) 1945; i in section nine of this Act “ enactment ” includes an enactment of the Parliament of Northern Ireland, “statutory provision” (notwithstanding anything in subsection (6) thereof) shall have the meaning assigned to it by paragraph (f) of section one of the  Interpretation Act (Northern Ireland) 1954, and in the definition of “local enactment” therein the reference to a local or private Act includes a reference to a local or private Act of the Parliament of Northern Ireland, and the reference to an order confirmed by Parliament includes a reference to an order confirmed by that Parliament; j in subsection (5) of section ten of this Act the references to London shall be construed as references to Northern Ireland. k in section 11A(3) of this Act the reference to section 16 of the Environmental Protection Act 1990 shall be construed as a reference to section 10 of the Alkali & Works Regulation Act 1906; l section 12(7B) of this Act shall be omitted; m for section 12B(3) of this Act there shall be substituted–  “                  (3) Schedule 8 to the Health and Personal Social Services (Northern Ireland) Order 1972 (provisions as to inquiries) shall apply to inquiries in pursuance of subsection (2) above.                ” ; n in section 15A of this Act the reference to each House of Parliament shall be construed as a reference to the Northern Ireland Assembly: o any reference to the Crown shall be construed as including a reference to the Crown in right of Her Majesty’s Government in Northern Ireland 3 Proceedings in respect of any offence under this Act shall not be instituted in Northern Ireland except by the Minister of Health and Local Government for Northern Ireland or by or with the consent of the Attorney General for Northern Ireland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Radioactive Substances Act 1960 (repealed 27.8.1993)", "year": 1960, "section": "22", "section_title": " Short title.", "section_text": "22 This Act may be cited as the Radioactive Substances Act, 1960."}]