[{"act": "Child Benefit Act 2005", "year": 2005, "section": "1", "section_title": "Persons for whom child benefit may be claimed: Great Britain", "section_text": "1 1 In section 141 of the Social Security Contributions and Benefits Act 1992 (c. 4)\t\t\t\t\t(which provides that, subject to what follows, a person is entitled to child benefit in respect of each child for whom he is responsible)— a after  “one or more children” insert  “                    or qualifying young persons                  ” , and b for  “child or each of the children” substitute  “                    child or qualifying young person, or each of the children or qualifying young persons,                  ” . 2 For section 142 of that Act (which defines as a child for the purposes of child benefit a person who is under 16, or is under 18 and not in full-time education but satisfies prescribed conditions, or is under 19 and in full-time education) substitute— “Child” and  “qualifying young person” 142 1 For the purposes of this Part of this Act a person is a child if he has not attained the age of 16. 2 In this Part of this Act  “ qualifying young person ” means a person, other than a child, who — a has not attained such age (greater than 16) as is prescribed by regulations made by the Treasury, and b satisfies conditions so prescribed. 3 Part 1 of Schedule 1 contains amendments consequential on this section."}, {"act": "Child Benefit Act 2005", "year": 2005, "section": "2", "section_title": "Persons for whom child benefit may be claimed: Northern Ireland", "section_text": "2 1 In section 137 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7), (which provides that, subject to what follows, a person is entitled to child benefit in respect of each child for whom he is responsible)— a after  “one or more children” insert  “                    or qualifying young persons                  ” , and b for  “child or each of the children” substitute  “                    child or qualifying young person, or each of the children or qualifying young persons,                  ” . 2 For section 138 of that Act (which defines as a child for the purposes of child benefit a person who is under 16, or is under 18 and not in full-time education but satisfies prescribed conditions, or is under 19 and in full-time education) substitute— “Child” and  “qualifying young person” 138 1 For the purposes of this Part of this Act a person is a child if he has not attained the age of 16. 2 In this Part of this Act  “ qualifying young person ” means a person, other than a child, who — a has not attained such age (greater than 16) as is prescribed by regulations made by the Treasury, and b satisfies conditions so prescribed. 3 Part 2 of Schedule 1 contains amendments consequential on this section."}, {"act": "Child Benefit Act 2005", "year": 2005, "section": "3", "section_title": "Repeals", "section_text": "3 Schedule 2 contains— a in Part 1, repeals of enactments extending to England and Wales and Scotland, and b in Part 2, repeals of enactments extending to Northern Ireland."}, {"act": "Child Benefit Act 2005", "year": 2005, "section": "4", "section_title": "Financial provision", "section_text": "4 There is to be paid out of money provided by Parliament any increase attributable to this Act in the sums which under any other Act are payable out of money so provided."}, {"act": "Child Benefit Act 2005", "year": 2005, "section": "5", "section_title": "Extent", "section_text": "5 1 Section 1 (and Part 1 of Schedule 1) and section 3(a)\t\t\t\t\t(and Part 1 of Schedule 2) extend only to England and Wales and Scotland. 2 Section 2 (and Part 2 of Schedule 1) and section 3(b)\t\t\t\t\t(and Part 2 of Schedule 2) extend only to Northern Ireland."}, {"act": "Child Benefit Act 2005", "year": 2005, "section": "6", "section_title": "Commencement", "section_text": "6 1 Any power to make regulations conferred on the Treasury by virtue of this Act may be exercised at any time after the passing of this Act. 2 But, subject to that, this Act does not come into force until 10th April 2006."}, {"act": "Child Benefit Act 2005", "year": 2005, "section": "7", "section_title": "Short title", "section_text": "7 This Act may be cited as the Child Benefit Act 2005."}]