[{"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "1", "section_title": "The Commissioners", "section_text": "1 1 Her Majesty may by Letters Patent appoint Commissioners for Her Majesty’s Revenue and Customs. 2 The Welsh title of the Commissioners shall be Comisynwyr Cyllid a Thollau Ei Mawrhydi. 3 A Commissioner— a may resign by notice in writing to the Treasury, and b otherwise, shall hold office in accordance with the terms and conditions of his appointment (which may include provision for dismissal). 4 In exercising their functions, the Commissioners act on behalf of the Crown. 5 Service as a Commissioner is service in the civil service of the State."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "2", "section_title": "Officers of Revenue and Customs", "section_text": "2 1 The Commissioners may appoint staff, to be known as officers of Revenue and Customs. 2 A person shall hold and vacate office as an officer of Revenue and Customs in accordance with the terms of his appointment (which may include provision fordismissal). 3 An officer of Revenue and Customs shall comply with directions of the Commissioners (whether he is exercising a function conferred on officers of Revenue and Customs orexercising a function on behalf of the Commissioners). 4 Anything (including anything in relation to legal proceedings) begun by or in relation to one officer of Revenue and Customs may be continued by or in relation toanother. 5 Appointments under subsection (1) may be made only with the approval of the Minister for the Civil Service as to terms and conditions of service. 6 Service in the employment of the Commissioners is service in the civil service of the State. 7 In Schedule 1 to the Interpretation Act 1978 (c. 30)\t\t\t\t\t(defined expressions) at the appropriate place insert— “ Officer of Revenue and Customs ” has the meaning given by section 2(1) of the Commissioners for Revenue and CustomsAct 2005."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "3", "section_title": "Declaration of confidentiality", "section_text": "3 1 Each person who is appointed under this Act as a Commissioner or officer of Revenue and Customs shall make a declaration acknowledging his obligation of confidentiality under section 18. 2 A declaration under subsection (1) shall be made — a as soon as is reasonably practicable following the person’s appointment, and b in such form, and before such a person, as the Commissioners may direct. 3 For the purposes of this section, the renewal of a fixed term appointment shall not be treated as an appointment."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "4", "section_title": "“Her Majesty’s Revenue and Customs”", "section_text": "4 1 The Commissioners and the officers of Revenue and Customs may together be referred to as Her Majesty’s Revenue and Customs. 2 The Welsh title of the Commissioners and the officers of Revenue and Customs together shall be Cyllid a Thollau Ei Mawrhydi. 3 In Schedule 1 to the Interpretation Act 1978 (defined expressions) at the appropriate place insert— “ Her Majesty’s Revenue and Customs ” has the meaning given by section 4 of the Commissioners for Revenue and Customs Act2005."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "5", "section_title": "Commissioners' initial functions", "section_text": "5 1 The Commissioners shall be responsible for— a the collection and management of revenue for which the Commissioners of Inland Revenue were responsible before the commencement of this section, b the collection and management of revenue for which the Commissioners of Customs and Excise were responsible before the commencement of this section, and c the payment and management of tax credits for which the Commissioners of Inland Revenue were responsible before the commencement of this section. 2 The Commissioners shall also have all the other functions which before the commencement of this section vested in— a the Commissioners of Inland Revenue (or in a Commissioner), or b the Commissioners of Customs and Excise (or in a Commissioner). 3 This section is subject to section 35. 4 In this Act  “ revenue ” includes taxes, duties and national insurance contributions."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "6", "section_title": "Officers' initial functions", "section_text": "6 1 A function conferred by an enactment (in whatever terms) on any of the persons listed in subsection (2) shall by virtue of this subsection vest in an officer of Revenue and Customs. 2 Those persons are— a an officer as defined by section 1(1) of the Customs and Excise Management Act 1979 (c. 2), b a person acting under the authority of the Commissioners of Customs and Excise, c an officer of the Commissioners of Customs and Excise, d a customs officer, e an officer of customs, f a customs and excise officer, g an officer of customs and excise, and h a collector of customs and excise. 3 This section is subject to sections 7 and 35."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "7", "section_title": "Former Inland Revenue matters", "section_text": "7 1 This section applies to the matters listed in Schedule 1. 2 A function conferred by an enactment (in whatever terms) on any of the persons specified in subsection (3) shall by virtue of this subsection vest in an officer of Revenue and Customs— a if or in so far as it relates to a matter to which this section applies, and b in so far as the officer is exercising a function (whether or not by virtue of paragraph (a)) which relates to a matter to which this section applies. 3 Those persons are— a an officer of the Commissioners of Inland Revenue, b an officer of the Board of Inland Revenue, c an officer of inland revenue, d a collector of Inland Revenue, e an inspector of taxes, f a collector of taxes, g a person authorised to act as an inspector of taxes or collector of taxes for specific purposes, h an officer having powers in relation to tax, i a revenue official, j a person employed in relation to Inland Revenue (or  “the Inland Revenue”), and k an Inland Revenue official. 4 In so far as an officer of Revenue and Customs is exercising a function which relates to a matter to which this section applies, section 6(1) shall not apply. 5 This section is subject to section 35."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "8", "section_title": "Power to transfer functions", "section_text": "8 1 After section 5 of the Ministers of the Crown Act 1975 (c. 26)\t\t\t\t\t(transfer of functions orders: supplemental) insert— The Commissioners for Her Majesty’s Revenue and Customs 5A 1 The Commissioners for Her Majesty’s Revenue and Customs shall be treated for the purposes of section 1(1)(a) and (c) as if they were a Minister of the Crown. 2 The officers of Revenue and Customs shall be treated for the purposes of section 1(1)(a) and (c) as if they were a Minister of the Crown. 3 An Order in Council under this Act may not provide for the transfer of a function specified in section 5(1) of the Commissioners for Revenue and Customs Act 2005. 4 An Order in Council under section 1 above transferring a function to the Commissioners or to officers of Revenue and Customs— a may restrict or prohibit the exercise of specified powers in relation to that function, and b may provide that the function may be exercised only with the consent of a specified Minister of the Crown. 2 For the purposes of sections 63 and 108 of the Scotland Act 1998 (c. 46)\t\t\t\t\t(transfer of functions)— a the Commissioners shall be treated as a Minister of the Crown, and b the officers of Revenue and Customs shall be treated as a Minister of the Crown. 3 An Order in Council under section 63 or 108 of that Act— a may not make provision about a function specified in section 5(1) of this Act, and b if it transfers a function to the Commissioners or to officers of Revenue and Customs— i may restrict or prohibit the exercise of specified powers in relation to that function, and ii may provide that the function may be exercised only with the consent of a specified member of the Scottish Executive. 4 For the purposes of section 22 of and Schedule 3 to the Government of Wales Act 1998 (c. 38)\t\t\t\t\t(transfer of functions)— a the Commissioners shall be treated as a Minister of the Crown, and b the officers of Revenue and Customs shall be treated as a Minister of the Crown. 5 An Order in Council under section 22 of that Act may not make provision about a function specified in section 5(1) of this Act."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "8A", "section_title": "The Extractive Industries Transparency Initiative", "section_text": "8A 1 The Commissioners may do anything which they think necessary or expedient in connection with the Extractive Industries Transparency Initiative in so far as it relates to taxes the collection and management of which is the responsibility of the Commissioners. 2 In this section  “ the Extractive Industries Transparency Initiative ” means the international initiative of that name which has the aim of promoting openness in the management of revenues from natural resources."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "9", "section_title": "Ancillary powers", "section_text": "9 1 The Commissioners may do anything which they think— a necessary or expedient in connection with the exercise of their functions, or b incidental or conducive to the exercise of their functions. 2 This section is subject to section 35."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "10", "section_title": "The Valuation Office", "section_text": "10 1 An officer of Revenue and Customs may provide a valuation of property— a for a purpose relating to the functions of Her Majesty’s Revenue and Customs, or b at the request of any person who appears to the officer to be a public authority, or c at the request of any other person if the officer is satisfied that the valuation is necessary or expedient in connection with— i the exercise of a function of a public nature, or ii the management of money or assets received from a person exercising functions of a public nature. 2 The Commissioners may charge a fee for the provision of a valuation under subsection (1)(b) or (c). 3 In this section a reference to providing valuations of property includes a reference to advising about matters appearing to an officer of Revenue and Customs to be connected to the valuation of property."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "11", "section_title": "Treasury directions", "section_text": "11 In the exercise of their functions the Commissioners shall comply with any directions of a general nature given to them by the Treasury."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "12", "section_title": "Commissioners' arrangements", "section_text": "12 1 The Commissioners shall make arrangements for— a the conduct of their proceedings, and b the conduct of the proceedings of any committee established by them. 2 Arrangements under subsection (1) may, in particular— a make provision for a quorum at meetings; b provide that a function of the Commissioners— i may be exercised by two Commissioners, or ii may be exercised by a specified number of Commissioners (greater than two). 3 A decision to make arrangements under subsection (1) must be taken with the agreement of more than half of the Commissioners holding office at the time."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "13", "section_title": "Exercise of Commissioners' functions by officers", "section_text": "13 1 An officer of Revenue and Customs may exercise any function of the Commissioners. 2 But subsection (1)— a does not apply to the functions specified in subsection (3), and b is subject to directions under section 2(3) and arrangements under section 12. 3 The non-delegable functions mentioned in subsection (2)(a) are— a making, by statutory instrument, regulations, rules or an order, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d giving instructions for the disclosure of information under section 20(1)(a), except that an officer of Revenue and Customs may give an instruction under section 20(1)(a) authorising disclosure of specified information relating to— i one or more specified persons, ii one or more specified transactions, or iii specified goods."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "14", "section_title": "Delegation", "section_text": "14 1 Arrangements under section 12 may, in particular, enable the Commissioners, or a number of Commissioners acting in accordance with arrangements by virtue of section 12(2)(b), to delegate a function of the Commissioners, other than a function specified in subsection (2) below— a to a single Commissioner, b to a committee established by the Commissioners (which may include persons who are neither Commissioners nor staff of the Commissioners nor officers of Revenue and Customs), or c to any other person. 2 The non-delegable functions mentioned in subsection (1) are— a making, by statutory instrument, regulations, rules or an order, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Commissioners may not delegate the function under section 20(1)(a) except to a single Commissioner. 4 The delegation of a function by virtue of subsection (1) by the Commissioners or a number of Commissioners— a shall not prevent the exercise of the function by the Commissioners or those Commissioners, and b shall not, subject to express provision to the contrary in directions under section 2(3) or arrangements under section 12, prevent the exercise of the function by an officer of Revenue and Customs. 5 Where the Commissioners or a number of Commissioners delegate a function to a person by virtue of subsection (1)(c)— a the Commissioners or those Commissioners shall monitor the exercise of the function by that person, and b in the exercise of the function the delegate shall comply with any directions of the Commissioners or of those Commissioners."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "15", "section_title": "Agency: Scotland, Northern Ireland and Wales", "section_text": "15 1 For the purposes of section 93 of the Scotland Act 1998 (c. 46)\t\t\t\t\t(agency)— a the Commissioners shall be treated as a Minister of the Crown, and b the officers of Revenue and Customs shall be treated as a Minister of the Crown. 2 For the purposes of section 28 of the Northern Ireland Act 1998 (c. 47)\t\t\t\t\t(agency)— a the Commissioners shall be treated as a Minister of the Crown, and b the officers of Revenue and Customs shall be treated as a Minister of the Crown. 3 For the purposes of section 83 of the Government of Wales Act 2006 (agency arrangements)— a the Commissioners are to be treated as a relevant authority, and b the officers of Revenue and Customs are to be treated as a relevant authority."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "16", "section_title": "Restrictions, &c.", "section_text": "16 Part 1 of Schedule 2 (which restricts, or makes other provision in connection with, the exercise of certain functions) shall have effect."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "16A", "section_title": "Charter of standards and values", "section_text": "16A 1 The Commissioners must prepare a Charter. 2 The Charter must include standards of behaviour and values to which Her Majesty's Revenue and Customs will aspire when dealing with people in the exercise of their functions. 3 The Commissioners must— a regularly review the Charter, and b publish revisions, or revised versions, of it when they consider it appropriate to do so. 4 The Commissioners must, at least once every year, make a report reviewing the extent to which Her Majesty's Revenue and Customs have demonstrated the standards of behaviour and values included in the Charter."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "17", "section_title": "Use of information", "section_text": "17 1 Information acquired by the Revenue and Customs in connection with a function may be used by them in connection with any other function. 2 Subsection (1) is subject to any provision which restricts or prohibits the use of information and which is contained in— a this Act, b any other enactment, or c an international or other agreement to which the United Kingdom or Her Majesty’s Government is party. 3 In subsection (1)\t\t\t\t\t “ the Revenue and Customs ” means— a the Commissioners, b an officer of Revenue and Customs, c a person acting on behalf of the Commissioners or an officer of Revenue and Customs, d a committee established by the Commissioners, e a member of a committee established by the Commissioners, f the Commissioners of Inland Revenue (or any committee or staff of theirs or anyone acting on their behalf), g the Commissioners of Customs and Excise (or any committee or staff of theirs or anyone acting on their behalf), and h a person specified in section 6(2) or 7(3). 4 In subsection (1)\t\t\t\t\t “ function ” means a function of any of the persons listed in subsection (3). 5 In subsection (2) the reference to an enactment does not include— a an Act of the Scottish Parliament or an instrument made under such an Act, aa an Act of the National Assembly for Wales or an instrument made under such an Act,  or b an Act of the Northern Ireland Assembly or an instrument made under such an Act. 6 Part 2 of Schedule 2 (which makes provision about the supply and other use of information in specified circumstances) shall have effect."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "18", "section_title": "Confidentiality", "section_text": "18 1 Revenue and Customs officials may not disclose information which is held by the Revenue and Customs in connection with a function of the Revenue and Customs. 2 But subsection (1) does not apply to a disclosure— a which— i is made for the purposes of a function of the Revenue and Customs, and ii does not contravene any restriction imposed by the Commissioners, b which is made in accordance with section 20 or 21, c which is made for the purposes of civil proceedings (whether or not within the United Kingdom) relating to a matter in respect of which the Revenue and Customs have functions, d which is made for the purposes of a criminal investigation or criminal proceedings (whether or not within the United Kingdom) relating to a matter in respect of which the Revenue and Customs have functions, e which is made in pursuance of an order of a court, f which is made to Her Majesty’s Inspectors of Constabulary, the Scottish inspectors or the Northern Ireland inspectors for the purpose of an inspection by virtue of section 27, g which is made to the   Director General of the Independent Office for Police Conduct , or a person acting on   the Director General’s   behalf, for the purpose of the exercise of a function by virtue of section 28,  ... h which is made with the consent of each person to whom the information relates ,  ...                         i which is made to  Revenue Scotland  in connection with the collection and management of a devolved tax within the meaning of the Scotland Act 1998. ,  ... j which is made to   the Welsh Revenue Authority   in connection with the collection and management of a devolved tax within the meaning of the Government of Wales Act 2006 , or k which is made in connection with (or with anything done with a view to) the making or implementation of an agreement referred to in section 64A(1) or (2) of the Scotland Act 1998 (assignment of  VAT ).  2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A Information disclosed in reliance on subsection (2)(k) may not be further disclosed without the consent of the Commissioners (which may be general or specific). 3 Subsection (1) is subject to any other enactment permitting disclosure. 4 In this section— a a reference to Revenue and Customs officials is a reference to any person who is or was— i a Commissioner, ii an officer of Revenue and Customs, iii a person acting on behalf of the Commissioners or an officer of Revenue and Customs, or iv a member of a committee established by the Commissioners, b a reference to the Revenue and Customs has the same meaning as in section 17, c a reference to a function of the Revenue and Customs is a reference to a function of— i the Commissioners, or ii an officer of Revenue and Customs, d a reference to the Scottish inspectors or the Northern Ireland inspectors has the same meaning as in section 27, and e a reference to an enactment does not include— i an Act of the Scottish Parliament or an instrument made under such an Act,  ia an Act of the National Assembly for Wales or an instrument made under such an Act,  or ii an Act of the Northern Ireland Assembly or an instrument made under such an Act."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "19", "section_title": "Wrongful disclosure", "section_text": "19 1 A person commits an offence if he contravenes section 18(1)  or (2A)   ... or 20(9) by disclosing revenue and customs information relating to a person whose identity— a is specified in the disclosure, or b can be deduced from it. 2 In subsection (1)\t\t\t\t\t “ revenue and customs information relating to a person ” means information about, acquired as a result of, or held in connection with the exercise of a function of the Revenue and Customs (within the meaning given by section 18(4)(c)) in respect of the person; but it does not include information about internal administrative arrangements of Her Majesty’s Revenue and Customs (whether relating to Commissioners, officers or others). 3 It is a defence for a person charged with an offence under this section of disclosing information to prove that he reasonably believed— a that the disclosure was lawful, or b that the information had already and lawfully been made available to the public. 4 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding  12 months   the general limit in a magistrates’ court , to a fine not exceeding the statutory maximum or to both. 5 A prosecution for an offence under this section may be instituted in England and Wales  only by or with the consent of the Director of Public Prosecutions. 6 A prosecution for an offence under this section may be instituted in Northern Ireland only— a by the Commissioners, or b with the consent of the Director of Public Prosecutions for Northern Ireland. 7 In the application of this section to Scotland or Northern Ireland the reference in subsection (4)(b) to 12 months shall be taken as a reference to six months. 8 This section is without prejudice to the pursuit of any remedy or the taking of any action in relation to a contravention of section 18(1)  or (2A)   ... or 20(9)\t\t\t\t\t(whether or not this section applies to the contravention)."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "20", "section_title": "Public interest disclosure", "section_text": "20 1 Disclosure is in accordance with this section (as mentioned in section 18(2)(b)) if— a it is made on the instructions of the Commissioners (which may be general or specific), b it is of a kind— i to which any of subsections (2) to (7) applies, or ii specified in regulations made by the Treasury, and c the Commissioners are satisfied that it is in the public interest. 2 This subsection applies to a disclosure made— a to a person exercising public functions (whether or not within the United Kingdom), b for the purposes of the prevention or detection of crime, and c in order to comply with an obligation of the United Kingdom, or Her Majesty’s Government, under an international or other agreement relating to the movement of persons, goods or services. 3 This subsection applies to a disclosure if— a it is made to a body which has responsibility for the regulation of a profession, b it relates to misconduct on the part of a member of the profession, and c the misconduct relates to a function of the Revenue and Customs. 4 This subsection applies to a disclosure if— a it is made to a constable, and b either— i the constable is exercising functions which relate to the movement of persons or goods into or out of the United Kingdom, or ii the disclosure is made for the purposes of the prevention or detection of crime. 5 This subsection applies to a disclosure if it is made— a to the National Criminal Intelligence Service, and b for a purpose connected with its functions under section 2(2) of the Police Act 1997 (c. 50) (criminal intelligence). 6 This subsection applies to a disclosure if it is made— a to a person exercising public functions in relation to public safety or public health, and b for the purposes of those functions. 7 This subsection applies to a disclosure if it— a is made to the  Secretary of State  for the purpose of enabling information to be entered in a computerised database, and b relates to— i a person suspected of an offence, ii a person arrested for an offence, iii the results of an investigation, or iv anything seized. 8 Regulations under subsection (1)(b)(ii)— a may specify a kind of disclosure only if the Treasury are satisfied that it relates to— i national security, ii public safety, iii public health, or iv the prevention or detection of crime; b may make provision limiting or restricting the disclosures that may be made in reliance on the regulations; and that provision may, in particular, operate by reference to— i the nature of information, ii the person or class of person to whom the disclosure is made, iii the person or class of person by whom the disclosure is made, iv any other factor, or v a combination of factors; c shall be made by statutory instrument; d may not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 9 Information disclosed in reliance on this section may not be further disclosed without the consent of the Commissioners (which may be general or specific); (but the Commissioners shall be taken to have consented to further disclosure by use of the computerised database of information disclosed by virtue of subsection (7))."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "21", "section_title": "Disclosure to prosecuting authority", "section_text": "21 1 Disclosure is in accordance with this section (as mentioned in section 18(2)(b)) if made— a to a prosecuting authority, and b for the purpose of enabling the authority— i to consider whether to institute criminal proceedings in respect of a matter considered in the course of an investigation conducted by or on behalf of Her Majesty’s Revenue and Customs,  ... ii to give advice in connection with a criminal investigation  ... or criminal proceedings  , or                       iii in the case of  the Director of Public Prosecutions , to exercise his functions under, or in relation to, Part 5 or 8 of the Proceeds of Crime Act 2002 (c. 29). 2 In subsection (1)\t\t\t\t\t “ prosecuting authority ” means— a the Director of Public Prosecutions , b in Scotland, the Lord Advocate or a procurator fiscal, and c in Northern Ireland, the Director of Public Prosecutions for Northern Ireland. 2A In subsection (1) “criminal investigation” means any process— i for considering whether an offence has been committed, ii for discovering by whom an offence has been committed, or iii as a result of which an offence is alleged to have been committed. 3 Information disclosed to a prosecuting authority in accordance with this section may not be further disclosed except— a for a purpose connected with the exercise of the prosecuting authority’s functions, or b with the consent of the Commissioners (which may be general or specific). 4 A person commits an offence if he contravenes subsection (3). 5 It is a defence for a person charged with an offence under this section to prove that he reasonably believed— a that the disclosure was lawful, or b that the information had already and lawfully been made available to the public. 6 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding  12 months   the general limit in a magistrates’ court , to a fine not exceeding the statutory maximum or to both. 7 A prosecution for an offence under this section may be instituted in England and Wales  only by or with the consent of the Director of Public Prosecutions. 8 A prosecution for an offence under this section may be instituted in Northern Ireland only— a by the Commissioners, or b with the consent of the Director of Public Prosecutions for Northern Ireland. 9 In the application of this section to Scotland or Northern Ireland the reference in subsection (6)(b) to 12 months shall be taken as a reference to six months."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "22", "section_title": "Data protection, &c.", "section_text": "22 1 Nothing in sections 17 to 21 authorises the making of a disclosure which— a contravenes   the data protection legislation  , or b is prohibited by   any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016                 . 2 In this section,  “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act)."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "23", "section_title": "Freedom of information", "section_text": "23 1 Revenue and customs information relating to a person, the disclosure of which is prohibited by section 18(1), is exempt information by virtue of section 44(1)(a) of the Freedom of Information Act 2000 (c. 36)\t\t\t\t\t(prohibitions on disclosure) if its disclosure— a would specify the identity of the person to whom the information relates, or b would enable the identity of such a person to be deduced. 1A Subsections (2) and (3) of section 18 are to be disregarded in determining for the purposes of subsection (1) of this section whether the disclosure of revenue and customs information relating to a person is prohibited by subsection (1) of that section. 2 Except as specified in subsection (1), information the disclosure of which is prohibited by section 18(1) is not exempt information for the purposes of section 44(1)(a) of the Freedom of Information Act 2000. 3 In subsection (1)\t\t\t\t\t “ revenue and customs information relating to a person ” has the same meaning as in section 19."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "24", "section_title": "Evidence", "section_text": "24 1 A document that purports to have been issued or signed by or with the authority of the Commissioners— a shall be treated as having been so issued or signed unless the contrary is proved, and b shall be admissible in any legal proceedings. 2 A document that purports to have been issued by the Commissioners and which certifies any of the matters specified in subsection (3) shall (in addition to the matters provided for by subsection (1)(a) and (b)) be treated as accurate unless the contrary is proved. 3 The matters mentioned in subsection (2) are— a that a specified person was appointed as a commissioner on a specified date, b that a specified person was appointed as an officer of Revenue and Customs on a specified date, c that at a specified time or for a specified purpose (or both) a function was delegated to a specified Commissioner, d that at a specified time or for a specified purpose (or both) a function was delegated to a specified committee, and e that at a specified time or for a specified purpose (or both) a function was delegated to another specified person. 4 A photographic or other copy of a document acquired by the Commissioners shall, if certified by them to be an accurate copy, be admissible in any legal proceedings to the same extent as the document itself. 5 Section 2 of the Documentary Evidence Act 1868 (c. 37)\t\t\t\t\t(proof of documents) shall apply to a Revenue and Customs document as it applies in relation to the documents mentioned in that section. 6 In the application of that section to a Revenue and Customs document the Schedule to that Act shall be treated as if— a the first column contained a reference to the Commissioners, and b the second column contained a reference to a Commissioner or a person acting on his authority. 7 In this section— a “ Revenue and Customs document ” means a document issued by or on behalf of the Commissioners, and b a reference to the Commissioners includes a reference to the Commissioners of Inland Revenue and to the Commissioners of Customs and Excise."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "25", "section_title": "Conduct of civil proceedings", "section_text": "25 1 An officer of Revenue and Customs or a person authorised by the Commissioners may conduct civil proceedings, in a magistrates' court or in the sheriff court, relating to a function of the Revenue and Customs.    1A An officer of Revenue and Customs or a person authorised by the Commissioners may conduct county court proceedings for the recovery of an amount payable to the Commissioners under or by virtue of an enactment or under a contract settlement. 2 A solicitor member of the Commissioners' staff may act as a solicitor in connection with civil proceedings relating to a function of the Revenue and Customs. 3 A legally qualified member of the Commissioners' staff may conduct county court proceedings relating to a matter specified in section 7. 4 A court shall grant any rights of audience necessary to enable a person to exercise a function under this section. 5 In this section— a a reference to a function of the Revenue and Customs is a reference to a function of— i the Commissioners, or ii an officer of Revenue and Customs, b a reference to civil proceedings is a reference to proceedings other than proceedings in respect of an offence, c a reference to county court proceedings is a reference to civil proceedings  in England and Wales in the county court or in Northern Ireland  in a county court, d the reference to a legally qualified member of the Commissioners' staff is a reference to a member of staff who has been admitted as a solicitor, or called to the Bar, whether or not he holds a practising certificate, and e the reference to a solicitor member of the Commissioners' staff— i except in relation to Scotland, is a reference to a member of staff who has been admitted as a solicitor, whether or not he holds a practising certificate, ii in relation to Scotland, is a reference to a member of staff who has been admitted as a solicitor and who holds a practising certificate.   6 In this section  “ contract settlement ” means an agreement made in connection with any person's liability to make a payment to the Commissioners under or by virtue of an enactment. "}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "25A", "section_title": "Certificates of debt", "section_text": "25A 1 A certificate of an officer of Revenue and Customs that, to the best of that officer's knowledge and belief, a relevant sum has not been paid is sufficient evidence that the sum mentioned in the certificate is unpaid. 2 In subsection (1)  “ relevant sum ” means a sum payable to the Commissioners under or by virtue of an enactment or under a contract settlement (within the meaning of section 25). 3 Any document purporting to be such a certificate shall be treated as if it were such a certificate until the contrary is proved. 4 Subsection (1) has effect subject to any provision treating the certificate as conclusive evidence."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "26", "section_title": "Rewards", "section_text": "26 The Commissioners may pay a reward to a person in return for a service which relates to a function of— a the Commissioners, or b an officer of Revenue and Customs."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "27", "section_title": "Inspection", "section_text": "27 1 The Treasury may make regulations conferring functions on Her Majesty’s Inspectors of Constabulary, the Scottish inspectors or the Northern Ireland inspectors in relation to— a the Commissioners for Her Majesty’s Revenue and Customs, and b officers of Revenue and Customs. 2 Regulations under subsection (1)— a may — i in relation to Her Majesty’s Inspectors of Constabulary, apply (with or without modification) or make provision similar to any provision of sections 54 to 56 of the Police Act 1996 (c. 16)\t\t\t\t\t\t\t\t\t(inspection); ii in relation to the Scottish inspectors, apply (with or without modification) or make provision similar to any provision of  sections 71 to 73 of the Police and Fire Reform (Scotland) Act 2012 \t\t\t\t\t\t\t\t\t(inspection); iii in relation to the Northern Ireland inspectors, apply (with or without modification) or make provision similar to any provision of section 41 or 42 of the Police (Northern Ireland) Act 1998 (c. 32)\t\t\t\t\t\t\t\t\t(inspection); b may enable a Minister of the Crown or the Commissioners to require an inspection to be carried out; c shall provide for a report of an inspection to be made and, subject to any exceptions required or permitted by the regulations, published; d shall provide for an annual report by Her Majesty’s Inspectors of Constabulary; e may make provision for payment by the Commissioners to or in respect of Her Majesty’s Inspectors of Constabulary, the Scottish inspectors or the Northern Ireland inspectors. 3 An inspection carried out by virtue of this section may not address a matter of a kind which the Comptroller and Auditor General may examine under section 6 of the National Audit Act 1983 (c. 44). 4 An inspection carried out by virtue of this section shall be carried out jointly by Her Majesty’s Inspectors of Constabulary and the Scottish inspectors— a if it is carried out wholly in Scotland, or b in a case where it is carried out partly in Scotland, to the extent that it is carried out there. 5 Regulations under subsection (1)— a shall be made by statutory instrument, and b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section— a “ the Scottish inspectors ” means the inspectors of constabulary appointed under  section 71(2) of the Police and Fire Reform (Scotland) Act 2012 , and b “ the Northern Ireland inspectors ” means the inspectors of constabulary appointed under section 41(1) of the Police (Northern Ireland) Act 1998."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "28", "section_title": "Complaints and misconduct: England and Wales", "section_text": "28 1 The Treasury may make regulations conferring functions on the   Director General of the Independent Office for Police Conduct (“the Director General”)   in relation to— a the Commissioners for Her Majesty’s Revenue and Customs, and b officers of Revenue and Customs. 2 Regulations under subsection (1)— a may apply (with or without modification) or make provision similar to any provision of or made under Part 2 of the Police Reform Act 2002 (c. 30)\t\t\t\t\t\t\t(complaints); b may confer on the   Director General , or on a person acting on   the Director General’s   behalf, a power of a kind conferred by this Act or another enactment on an officer of Revenue and Customs; c may make provision for payment by the Commissioners to or in respect of the   Director General  . 3 The   Director General   and the Parliamentary Commissioner for Administration may disclose information to each other for the purposes of the exercise of a function— a by virtue of this section, or b under the Parliamentary Commissioner Act 1967 (c. 13). 4 The   Director General   and the Parliamentary Commissioner for Administration may jointly investigate a matter in relation to which— a the   Director General   has functions by virtue of this section, and b the Parliamentary Commissioner for Administration has functions by virtue of the Parliamentary Commissioner Act 1967. 5 Regulations under subsection (1)— a shall be made by statutory instrument, and b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 Regulations under subsection (1) shall relate to the Commissioners or officers of Revenue and Customs only in so far as their functions are exercised in or in relation to England and Wales , including the sea and other waters within the seaward limits of the territorial sea adjacent to England and Wales ."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "29", "section_title": "Confidentiality, &c.", "section_text": "29 1 Where Her Majesty’s Inspectors of Constabulary, the Scottish inspectors or the Northern Ireland inspectors obtain information in the course of exercising a function by virtue of section 27— a they may not disclose it without the consent of the Commissioners, and b they may not use it for any purpose other than the exercise of the function by virtue of section 27. 2 A report of an inspection by virtue of section 27 may not include information relating to a specified person without his consent. 3 Where the   Director General of the Independent Office for Police Conduct   or a person acting on   the Director General’s   behalf obtains information from the Commissioners or an officer of Revenue and Customs, or from the Parliamentary Commissioner for Administration, in the course of exercising a function by virtue of section 28— a the   Director General   or person shall comply with any restriction on disclosure imposed by regulations under that section (and those regulations may, in particular, prohibit disclosure generally or only in specified circumstances or only without the consent of the Commissioners), and b the   Director General   or person may not use the information for any purpose other than the exercise of the function by virtue of that section. 4 A person commits an offence if he contravenes a provision of this section. 5 It is a defence for a person charged with an offence under this section of disclosing or using information to prove that he reasonably believed— a that the disclosure or use was lawful, or b that the information had already and lawfully been made available to the public. 6 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding  12 months   the general limit in a magistrates’ court , to a fine not exceeding the statutory maximum or to both. 7 A prosecution for an offence under this section may be instituted in England and Wales  only by or with the consent of the Director of Public Prosecutions. 8 A prosecution for an offence under this section may be instituted in Northern Ireland only— a by the Commissioners, or b with the consent of the Director of Public Prosecutions for Northern Ireland. 9 In the application of this section to Scotland or Northern Ireland the reference in subsection (6)(b) to 12 months shall be taken as a reference to six months. 10 In this section a reference to the Scottish inspectors or the Northern Ireland inspectors has the same meaning as in section 27."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "30", "section_title": "Impersonation", "section_text": "30 1 A person commits an offence if he pretends to be a Commissioner or an officer of Revenue and Customs with a view to obtaining— a admission to premises, b information, or c any other benefit. 2 A person guilty of an offence under this section shall be liable on summary conviction to— a imprisonment for a period not exceeding 51 weeks, b a fine not exceeding level 5 on the standard scale, or c both. 3 In the application of this section to Scotland or Northern Ireland the reference in subsection (2)(a) to 51 weeks shall be taken as a reference to six months."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "31", "section_title": "Obstruction", "section_text": "31 1 A person commits an offence if without reasonable excuse he obstructs— a an officer of Revenue and Customs, b a person acting on behalf of the Commissioners or an officer of Revenue and Customs, or c a person assisting an officer of Revenue and Customs. 2 A person guilty of an offence under this section shall be liable on summary conviction to— a imprisonment for a period not exceeding 51 weeks, b a fine not exceeding level 3 on the standard scale, or c both. 3 In the application of this section to Scotland or Northern Ireland the reference in subsection (2)(a) to 51 weeks shall be taken as a reference to six months."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "32", "section_title": "Assault", "section_text": "32 1 A person commits an offence if he assaults an officer of Revenue and Customs. 2 A person guilty of an offence under this section shall be liable on summary conviction to— a imprisonment for a period not exceeding 51 weeks, b a fine not exceeding level 5 on the standard scale, or c both. 3 In the application of this section to Scotland or Northern Ireland the reference in subsection (2)(a) to 51 weeks shall be taken as a reference to six months."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "33", "section_title": "Power of arrest", "section_text": "33 1 An authorised officer of Revenue and Customs may arrest a person without warrant if the officer reasonably suspects that the person— a has committed an offence under section 30, 31 or 32, b is committing an offence under any of those sections, or c is about to commit an offence under any of those sections. 2 In subsection (1)\t\t\t\t\t “ authorised ” means authorised by the Commissioners. 3 Authorisation for the purposes of this section may be specific or general. 4 In Scotland or Northern Ireland, a constable may arrest a person without warrant if the constable reasonably suspects that the person— a has committed an offence under this Act, b is committing an offence under this Act, or c is about to commit an offence under this Act."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "34", "section_title": "The Revenue and Customs Prosecutions Office", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "35", "section_title": "Functions", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "36", "section_title": "Functions: supplemental", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "37", "section_title": "Prosecutors", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "38", "section_title": "Conduct of prosecutions on behalf of the Office", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "39", "section_title": "Designation of non-legal staff", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "40", "section_title": "Confidentiality", "section_text": "40 1 The Crown Prosecution Service  may not disclose information which— a is held by  the Service in connection with any of the Director of Public Prosecution’s functions ,  ... b relates to a person whose identity is specified in the disclosure or can be deduced from it , and c was disclosed to the Director of Public Prosecutions by Her Majesty’s Revenue and Customs for use in connection with a Revenue and Customs function of the Director of Public Prosecutions. 2 But subsection (1)— a does not apply to a disclosure which— i is made for the purposes of a function of  the Director of Public Prosecutions , and ii does not contravene any restriction imposed by the Director of Public Prosecutions , b does not apply to a disclosure made to Her Majesty’s Revenue and Customs in connection with a function of the Revenue and Customs (within the meaning of section 25), c does not apply to a disclosure made for the purposes of a criminal investigation or criminal proceedings (whether or not within the United Kingdom), ca does not apply to a disclosure made for the purposes of— i the exercise of any functions of the prosecutor under Parts 2, 3 and 4 of the Proceeds of Crime Act 2002 (c. 29), ii the exercise of any functions of the  National Crime Agency  under that Act, iii the exercise of any functions of  ... the Director of the Serious Fraud Office, the Director of Public Prosecutions for Northern Ireland or the Scottish Ministers under, or in relation to, Part 5 or 8 of that Act, iv the exercise of any functions of an officer of Revenue and Customs , an accredited financial investigator  or a constable under Chapter 3 of Part 5 of that Act, or v investigations or proceedings outside the United Kingdom which have led or may lead to the making of an external order within the meaning of section 447 of that Act,  cb  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d does not apply to a disclosure which in the opinion of the Director of Public Prosecutions  is desirable for the purpose of safeguarding national security, e does not apply to a disclosure made in pursuance of an order of a court, ea does not apply to a disclosure made with the consent of the Commissioners (which may be general or specific), f does not apply to a disclosure made with the consent of each person to whom the information relates, and g is subject to any other enactment. 3 A person commits an offence if he contravenes subsection (1). 4 Subsection (3) does not apply to the disclosure of information about internal administrative arrangements of  the Crown Prosecution Service  (whether relating to a member of  the Service  or to another person). 5 It is a defence for a person charged with an offence under this section of disclosing information to prove that he reasonably believed— a that the disclosure was lawful, or b that the information had already and lawfully been made available to the public. 6 In this section a reference to  the Crown Prosecution Service  includes a reference to— za former members of the Crown Prosecution Service, zb persons who hold or have held appointment under section 5 of the Prosecution of Offences Act 1985, a former members of  the Revenue and Customs Prosecutions Office , and b persons who  ... have held appointment under section 38. 6A In this section “Revenue and Customs function of the Director of Public Prosecutions” means— a a function of the Director of Public Prosecutions under section 3(2)(ab), (bb) or (ee) of the Prosecution of Offences Act 1985, or b a function of the Director of Public Prosecutions under the Proceeds of Crime Act 2002 that relates to a function of the Commissioners for Her Majesty’s Revenue and Customs or an officer of Revenue and Customs. 7 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding  12 months   the general limit in a magistrates’ court , to a fine not exceeding the statutory maximum or to both. 8 A prosecution for an offence under this section may be instituted in England and Wales  only by or with the consent of the Director of Public Prosecutions. 9 A prosecution for an offence under this section may be instituted in Northern Ireland only— a by the Commissioners, or b with the consent of the Director of Public Prosecutions for Northern Ireland. 10 In the application of this section to Scotland or Northern Ireland the reference in subsection (7)(b) to 12 months shall be taken as a reference to six months. 10A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 In subsection (2) the reference to an enactment does not include— a an Act of the Scottish Parliament or an instrument made under such an Act,  aa an Act of the National Assembly for Wales or an instrument made under such an Act,  or b an Act of the Northern Ireland Assembly or an instrument made under such an Act."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "41", "section_title": "Disclosure of information to Director of Revenue and Customs Prosecutions", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "42", "section_title": "Inspection", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "43", "section_title": "Expenditure", "section_text": "43 Expenditure of the Commissioners in connection with the exercise of their functions shall be paid out of money provided by Parliament."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "44", "section_title": "Payment into Consolidated Fund", "section_text": "44 1 The Commissioners shall pay money received in the exercise of their functions into the Consolidated Fund— a at such times and in such manner as the Treasury directs, b with the exception of receipts specified in subsection (2), and c after deduction of the disbursements specified in subsection (3). 2 The exceptions mentioned in subsection (1)(b) are— a contributions under Part I of the Social Security Contributions and Benefits Act 1992 (c. 4), b contributions under Part I of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7), c any other sums payable, under or by virtue of an enactment, into the National Insurance Fund or the Northern Ireland National Insurance Fund, ca sums required by section 30A(15) of the Finance Act 1994 (air passenger duty: Northern Ireland long haul rates of duty) to be paid into the Consolidated Fund of Northern Ireland, d sums required under or by virtue of an enactment to be paid into the National Loans Fund, e sums required to be paid to a Minister of the Crown or other person  by virtue of an enactment relating to financial support for students, f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g sums required under or by virtue of an enactment to be paid into the Scottish Consolidated Fund. 3 The disbursements mentioned in subsection (1)(c) are— a payments in connection with drawback, repayments and discounts, b payments under section 77 of the Scotland Act 1998 (c. 46)\t\t\t\t\t\t\t(additional tax), c payments under section 2 of the Isle of Man Act 1979 (c. 58)\t\t\t\t\t\t\t(Isle of Man share of common duties), and d tax credits. 4 In subsection (3)(a)\t\t\t\t\t “ repayments ” includes— a payments in respect of actual or deemed credits relating to any tax or duty, and b payments of interest (or repayment supplement) on— i repayments, or ii payments treated as repayments."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "45", "section_title": "Remuneration, &c.", "section_text": "45 1 The Commissioners shall be paid, out of money provided by Parliament, such remuneration, expenses and other allowances as may be determined by the Minister for the Civil Service. 2 The Commissioners may incur expenditure in respect of staff (whether in respect of remuneration, allowances, pensions, gratuities or otherwise). 3 The Commissioners shall pay to the Minister for the Civil Service, at such times as the Minister may direct, such sums as the Minister may determine in respect of any increase attributable to this Act in the sums payable under the Superannuation Act 1972 (c. 11) out of money provided by Parliament."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "46", "section_title": "Accounts", "section_text": "46 1 The Commissioners shall provide to the Comptroller and Auditor General, in such form as the Treasury shall direct, a daily account of— a the amount of revenue received, and b the disposal of revenue received. 2 The Commissioners shall provide to the Comptroller and Auditor General, in such form and at such times as the Treasury shall direct, an account of liabilities satisfied by the acceptance of property in satisfaction of tax under— a section 230 of the Inheritance Tax Act 1984 (c. 51), or b any other enactment."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "47", "section_title": "Payment out of Consolidated Fund", "section_text": "47 1 This section applies if the Treasury think that the funds available to the Commissioners may be insufficient to make, under or by virtue of an enactment— a a payment into the National Insurance Fund, b a payment into the Northern Ireland National Insurance Fund, c a payment of a kind specified in section 44(2)(c) to (g), or d a disbursement of a kind specified in section 44(3). 2 Where this section applies the Treasury may pay money to the Commissioners out of the Consolidated Fund to enable them to make a payment or disbursement. 3 This section applies whether or not the reason for a deficiency is or may be that an amount has been paid or retained on the basis of an estimate that has proved or may prove to be inaccurate."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "48", "section_title": "Transfer of property, &c.: general", "section_text": "48 1 Upon commencement the property, rights and liabilities of any of the old commissioners shall by virtue of this section vest in the new commissioners. 2 Anything done by, on behalf of or in relation to any of the old commissioners which has effect immediately before commencement shall continue to have effect as if done by, on behalf of or in relation to the new commissioners. 3 Anything (including any legal proceedings) which immediately before commencement is in the process of being done by, on behalf of or in relation to any of the old commissioners may be continued by, on behalf of or in relation to the new commissioners. 4 Upon commencement the property, rights and liabilities of any of the old officers shall by virtue of this section vest in the officers of Revenue and Customs. 5 Anything done by, on behalf of or in relation to any of the old officers which has effect immediately before commencement shall continue to have effect as if done by, on behalf of or in relation to an officer of Revenue and Customs. 6 Anything (including any legal proceedings) which immediately before commencement is in the process of being done by, on behalf of or in relation to any of the old officers may be continued by, on behalf of or in relation to an officer of Revenue and Customs. 7 So far as is necessary or appropriate in consequence of section 5 or the preceding provisions of this section, on and after commencement— a a reference to any of the old commissioners in an agreement (whether written or not), instrument or other document shall be treated as a reference to the new commissioners, and b a reference in an agreement (whether written or not), instrument or other document to any of the old officers shall be treated as a reference to an officer of Revenue and Customs. 8 This section shall operate in relation to property, rights or liabilities— a whether or not they would otherwise be capable of being transferred, b without any instrument or other formality being required, and c irrespective of any requirement for consent that would otherwise apply. 9 In this section— “ commencement ” means the time appointed under section 53 for the commencement of section 5, “ rights and liabilities ” includes rights and liabilities relating to employment, “ the old commissioners ” means— the Commissioners of Inland Revenue, and the Commissioners of Customs and Excise, “ the old officers ” means any of the persons listed in section 6(2) or 7(3), and “ the new commissioners ” means the Commissioners for Her Majesty’s Revenue and Customs. 10 This section is subject to section 49."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "49", "section_title": "Transfer of property, &c.: Prosecutions Office", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "50", "section_title": "Consequential amendments, &c.", "section_text": "50 1 In so far as is appropriate in consequence of section 5 a reference in an enactment, instrument or other document to the Commissioners of Customs and Excise, to customs and excise or to the Commissioners of Inland Revenue (however expressed) shall be taken as a reference to the Commissioners for Her Majesty’s Revenue and Customs. 2 In so far as is appropriate in consequence of sections 6 and 7 a reference in an enactment, instrument or other document to any of the persons specified in section 6(2) or 7(3) (however expressed) shall be taken as a reference to an officer of Revenue and Customs. 3 In so far as is appropriate in consequence of this Act a reference in an enactment, instrument or other document to the Valuation Office of the Inland Revenue (however expressed) shall be taken as a reference to the Valuation Office of Her Majesty’s Revenue and Customs. 4 The Treasury may by regulations make such provision as they think appropriate in consequence of section 5, 6 or 7 in respect of a reference in an enactment (however expressed) to— a the Commissioners of Inland Revenue (or to a Commissioner), b the Commissioners of Customs and Excise (or to a Commissioner), c customs, d customs and excise, e Inland Revenue, or f any of the persons specified in section 6(2) or 7(3). 5 Regulations under subsection (4) in respect of a reference in an enactment— a may amend an enactment, b may make incidental and consequential provision, c shall be made by statutory instrument, and d shall not be made unless a draft has first been laid before, and approved by resolution of, each House of Parliament. 6 Schedule 4 (consequential amendments, &c.) shall have effect (and is without prejudice to the generality of subsections (1) to (4)). 7 Subsections (1) to (4) shall, subject to any express provision to the contrary, have effect in relation to enactments passed or made, and instruments and documents issued, whether before or after the passing of this Act."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "51", "section_title": "Interpretation", "section_text": "51 1 In this Act— except where otherwise expressly provided,  “ enactment ” includes— an Act of the Scottish Parliament, an instrument made under an Act of the Scottish Parliament, an Act of the National Assembly for Wales, an instrument made under an Act of the National Assembly for Wales, Northern Ireland legislation, and an instrument made under Northern Ireland legislation, “ officer of Revenue and Customs ” means a person appointed under section 2, and “ revenue ” has the meaning given by section 5(4). 2 In this Act— a “ function ” means any power or duty (including a power or duty that is ancillary to another power or duty), and b a reference to the functions of the Commissioners or of officers of Revenue and Customs is a reference to the functions conferred— i by or by virtue of this Act, or ii by or by virtue of any enactment passed or made after the commencement of this Act. 2A But a reference to the functions of the Commissioners or of officers of Revenue and Customs does not include a function which— a is conferred on them by or by virtue of an Act of the Scottish Parliament or an instrument made under such an Act, and b relates to a devolved tax within the meaning of the Scotland Act 1998. 2B Nor does such a reference include a function which— a is conferred on the Commissioners or on officers of Revenue and Customs by or by virtue of an Act of the National Assembly for Wales or an instrument made under such an Act, and b relates to a devolved tax within the meaning of the Government of Wales Act 2006. 3 A reference in this Act, in an enactment amended by this Act or, subject to express provision to the contrary, in any future enactment, to responsibility for collection and management of revenue has the same meaning as references to responsibility for care and management of revenue in enactments passed before this Act. 4 In this Act a reference to information acquired in connection with a matter includes a reference to information held in connection with that matter."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "52", "section_title": "Repeals", "section_text": "52 1 The following shall cease to have effect— a the following provisions of the Customs and Excise Management Act 1979 (c. 2)— i section 12 (inquiries), ii section 15 (bribery and collusion), iii section 32 (kidnapping officers), iv section 84 (signalling to smugglers), v section 86 (higher penalty where offender armed, &c.), vi section 152(c) (mitigation and remission of penalties, &c.), vii section 152(d) (early discharge from prison), and viii section 169 (false scales, &c.), and b section 111(2) of the Taxes Management Act 1970 (c. 9) (valuation: obstruction). 2 The enactments specified in Schedule 5 are hereby repealed to the extent specified."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "53", "section_title": "Commencement", "section_text": "53 1 This Act shall come into force in accordance with provision made by order of the Treasury. 2 An order under subsection (1)— a may make provision generally or only in relation to specified provisions or purposes, b may include transitional, consequential or incidental provision or savings, and c shall be made by statutory instrument."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "54", "section_title": "Transitional: general", "section_text": "54 1 In the application of section 5— a a reference to responsibility before commencement of that section includes a reference to responsibility under an enactment passed or made, but not yet in force, before commencement, and b a reference to a function vesting includes a reference to a function which is to vest under an enactment passed or made, but not yet in force, before commencement of that section. 2 In the application of section 6 or 7 a reference to a function conferred by an enactment includes a reference to a function conferred by an enactment passed or made, but not yet in force, before commencement of that section. 3 Where immediately before the commencement of section 6 a person holds appointment as a member of the staff of the Commissioners of Inland Revenue or of the Commissioners of Customs and Excise, his appointment shall have effect on commencement as if made by the Commissioners for Her Majesty’s Revenue and Customs under section 2. 4 The following shall be treated as being included in the list in Schedule 1— a development land tax, b disabled person’s tax credit, c estate duty, d the national defence contribution under Part III of the Finance Act 1937 (c. 54), e the special tax on banking deposits under section 134 of the Finance Act 1981 (c. 35), and f working families tax credit. 5 The Treasury may by order made by statutory instrument add to the list in subsection (4) an item relating to a matter for which the Commissioners of Inland Revenue or a person listed in section 7(3) had responsibility before the commencement of section 5, if it appears to the Treasury that the law relating to that matter has lapsed or ceased to have effect but that transitional matters may continue to arise in respect of it. 6 An order under subsection (5)— a may include consequential, transitional or incidental provision, b shall be made by statutory instrument, and c shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 A reference in this Act to anything done by, on behalf of or in relation to a specified person or class of person includes a reference to anything treated as if done by, on behalf of or in relation to that person by virtue of transitional provision of an enactment passed or made before this Act."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "55", "section_title": "Transitional: penalties", "section_text": "55 1 In relation to an offence under section 19 committed before   2 May 2022   the reference in section 19(4)(b) to  12 months   the general limit in a magistrates’ court   shall have effect as if it were a reference to six months. 2 In relation to an offence under section 21 committed before   2 May 2022 , the reference in section 21(6)(b) to  12 months   the general limit in a magistrates’ court   shall have effect as if it were a reference to six months. 3 In relation to an offence under section 29 committed before   2 May 2022   the reference in section 29(6)(b) to  12 months   the general limit in a magistrates’ court   shall have effect as if it were a reference to six months. 4 In relation to an offence under section 30 committed before the commencement of section 281(4) and (5) of the Criminal Justice Act 2003 (51 week maximum term of sentences) the reference in section 30(2)(a) to 51 weeks shall have effect as if it were a reference to six months. 5 In relation to an offence under section 31 committed before the commencement of section 281(4) and (5) of the Criminal Justice Act 2003 (51 week maximum term of sentences) the reference in section 31(2)(a) to 51 weeks shall have effect as if it were a reference to one month. 6 In relation to an offence under section 32 committed before the commencement of section 281(4) and (5) of the Criminal Justice Act 2003 (51 week maximum term of sentences) the reference in section 32(2)(a) to 51 weeks shall have effect as if it were a reference to six months. 7 In relation to an offence under section 40 committed before   2 May 2022   the reference in section 40(7)(b) to  12 months   the general limit in a magistrates’ court   shall have effect as if it were a reference to six months."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "56", "section_title": "Extent", "section_text": "56 1 This Act extends to the United Kingdom. 2 But an amendment, modification or repeal effected by this Act has the same extent as the enactment (or the relevant part of the enactment) to which it relates."}, {"act": "Commissioners for Revenue and Customs Act 2005", "year": 2005, "section": "57", "section_title": "Short title", "section_text": "57 This Act may be cited as the Commissioners for Revenue and Customs Act 2005."}]