[{"act": "Education Act 2005", "year": 2005, "section": "1", "section_title": "Her Majesty's Inspectorate of Schools in England", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "2", "section_title": "Functions of Her Majesty's Chief Inspector of Schools in England", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "3", "section_title": "Annual and other reports to Secretary of State", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "4", "section_title": "Powers of entry  etc.  for purposes of section 2", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "5", "section_title": "Duty to inspect certain schools at prescribed intervals", "section_text": "5 1 It is the duty of the Chief Inspector— a to inspect under this section every school in England to which this section applies, at such intervals as may be prescribed, and b when the inspection has been completed, to make a report of the inspection in writing. 2 Subject to  subsections (3) and (4A) , the schools to which this section applies are— a community, foundation and voluntary schools, b community and foundation special schools, c maintained nursery schools, d Academy schools, da alternative provision Academies, e city technology colleges, f city colleges for the technology of the arts, and g special schools which are not community or foundation special schools but are for the time being approved by the Secretary of State under section 342 of the Education Act 1996 (c. 56)\t\t\t\t\t\t\t(approval of special schools). 3 This section does not apply to any school— a which is a closing school (as defined by subsection (4)), and b in respect of which the Chief Inspector has decided, having regard to the date on which the closure is to take effect, that no useful purpose would be served by the school being inspected under this section. 4 In subsection (3)(a)a  “ closing school ” means— a any community, foundation or voluntary school, community or foundation special school or maintained nursery school in respect of which proposals to discontinue the school have been approved, adopted or determined under any enactment, b a foundation or voluntary school in respect of which the governing body have given notice of discontinuance under section 30 of the School Standards and Framework Act 1998 (c. 31), c a community, foundation or voluntary or community or foundation special school in respect of which the Secretary of State has given a direction to discontinue the school under   section 17 or 68 of the Education and Inspections Act 2006  , d an Academy in respect of which notice of termination of Academy arrangements has been given, or e a special school which is not a community or foundation special school but is for the time being approved by the Secretary of State under section 342 of the Education Act 1996 and which the proprietor has decided to close. 4A Regulations may provide that this section does not apply to prescribed categories of school in prescribed circumstances. 4B A school to which this section does not apply by virtue of regulations under subsection (4A) is an  “exempt school”. 5 It is the general duty of the Chief Inspector, when conducting an inspection under this section, to report on the quality of education provided in the school. 5A The Chief Inspector's report under subsection (5) must in particular cover— a the achievement of pupils at the school; b the quality of teaching in the school; c the quality of the leadership in and management of the school; d the behaviour and safety of pupils at the school. 5B In reporting under subsection (5), the Chief Inspector must consider— a the spiritual, moral, social and cultural development of pupils at the school; b the extent to which the education provided at the school meets the needs of the range of pupils at the school, and in particular the needs of— i pupils who have a disability for the purposes of the Equality Act 2010, and ii pupils who have special educational needs. 6 Subsection (1) has effect subject to section 9. 7 An inspection which is required under this section must not extend to— a denominational education, or b the content of collective worship which falls to be inspected under section 48."}, {"act": "Education Act 2005", "year": 2005, "section": "6", "section_title": "Duty to notify parents of section 5 inspection", "section_text": "6 1 If the appropriate authority for a school  ... is notified by, or under arrangements made by, the Chief Inspector that the Chief Inspector is proposing to inspect the school under  section 5 , the appropriate authority must take such steps as are reasonably practicable to notify— a the registered parents of registered pupils at the school, and b such other persons as may be prescribed, of the time when the inspection is to take place. 2 Any notification given under subsection (1)(a) must include a statement, in a form approved by the Chief Inspector, inviting the registered parents of registered pupils to inform the Chief Inspector of their views on matters relating to the school. 3 In subsection (1)\t\t\t\t\t “ appropriate authority ” means— a in relation to a community, foundation or voluntary school, a community or foundation special school or a maintained nursery school, the school's governing body or, if the school does not have a delegated budget, the  local authority , and b in relation to a school falling within any of paragraphs (d) to (g) of section 5(2), the proprietor of the school."}, {"act": "Education Act 2005", "year": 2005, "section": "7", "section_title": "Duty to have regard to views of certain persons", "section_text": "7 In conducting an inspection of a school under section 5, the matters to which the Chief Inspector must have regard include any views expressed to him by any of the following persons— a the head teacher, b in the case of a maintained school, the governing body, c in the case of any other school, the proprietor of the school, d any person prescribed for the purposes of section 6(1)(b), e members of the staff of the school, f registered pupils at the school, and g the registered parents of registered pupils."}, {"act": "Education Act 2005", "year": 2005, "section": "8", "section_title": "Other inspections", "section_text": "8 1 If requested to do so by the Secretary of State, the Chief Inspector must inspect and report on such school, or class of school, in England as is specified in the request. 2 The Chief Inspector may inspect any school in England in circumstances where he is not required to do so by section 5 or subsection (1) above. 3 If the Chief Inspector carries out an inspection of a school under subsection (2) in response to a request from the appropriate authority for the school, the Chief Inspector may charge the appropriate authority for the cost of the inspection. 4 In subsection (3),  “ appropriate authority ” has the meaning given by section 6(3)."}, {"act": "Education Act 2005", "year": 2005, "section": "9", "section_title": "Power  or duty  to treat other inspection as section 5 inspection", "section_text": "9 1 If the Chief Inspector so elects in the case of any inspection under section  . . .   8 of a school to which section 5 applies, that inspection is to be treated for the purposes of section 5(1) and of Chapter 2 as if it were an inspection under section 5. 2 In the case of an inspection of an exempt school under section 8, the Chief Inspector may elect to treat the inspection for the purposes of subsections (5) to (5B) and (7) of section 5, sections 6 and 7 and Chapter 2 as if it were an inspection under section 5. 3 In the case of an inspection of an exempt school under section 8(1), the Secretary of State may require the Chief Inspector to treat the inspection for the purposes of subsections (5) to (5B) and (7) of section 5, sections 6 and 7 and Chapter 2 as if it were an inspection under section 5. 4 In the case of an inspection of a school under section 8(2) which is carried out in response to a request from the appropriate authority for the school, the Chief Inspector must treat the inspection for the purposes of subsections (5) to (5B) and (7) of section 5, sections 6 and 7 and Chapter 2 as if it were an inspection under section 5. 5 In subsection (4),  “ appropriate authority ” has the meaning given by section 6(3)."}, {"act": "Education Act 2005", "year": 2005, "section": "10", "section_title": "Power of entry etc. for purposes of inspection under section 5 or 8", "section_text": "10 1 When inspecting a school under section 5 or 8, the Chief Inspector has at all reasonable times— a a right of entry to the premises of the school, b a right of entry to any other premises on which, by virtue of arrangements made by the school, any pupils who— i are registered at the school, and ii have attained the age of 15, or will attain that age in the current school year, but have not ceased to be of compulsory school age, are receiving part of their education from any person (“ the provider ”), c a right of entry to any premises of the provider used in connection with the provision by him of that education, d a right to inspect, and take copies of, any records kept by the school, and any other documents containing information relating to the school, which he considers relevant to the discharge of his functions, and e a right to inspect and take copies of— i any records kept by the provider relating to the provision of education for pupils registered at the school, and ii any other documents containing information relating to the provision of such education by the provider, which the Chief Inspector considers relevant to the discharge of his functions. 2 It is an offence intentionally to obstruct the Chief Inspector in relation to the inspection of a school for the purposes of section 5 or 8. 3 A person guilty of an offence under subsection (2) is liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Education Act 2005", "year": 2005, "section": "10A", "section_title": "Interim statements between inspections", "section_text": "\"10A 1 The Chief Inspector may make a statement (an  “interim statement”) about a school in England to which section 5 applies. 2 An interim statement is a statement— a that the Chief Inspector is of the opinion that it is not necessary for the school to be inspected under section 5 for at least a year after the date on which the statement is made, b setting out the Chief Inspector's reasons for forming that opinion, and c containing such other information (if any) as the Chief Inspector considers appropriate. 3 The Chief Inspector may arrange for an interim statement to be published in such manner as the Chief Inspector considers appropriate. 4 Section 151 of the Education and Inspections Act 2006 (publication of inspection reports: privilege and electronic publication) applies in relation to an interim statement as it applies in relation to a report."}, {"act": "Education Act 2005", "year": 2005, "section": "11", "section_title": "Publication of inspection reports", "section_text": "11 1 The Chief Inspector may arrange for any report of an inspection carried out by him under any provision of this Chapter (whether the report is required by any such provision or is otherwise made in pursuance of his functions under that provision) to be published in such manner as he considers appropriate. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "11A", "section_title": "Power of Chief Inspector to investigate complaints about schools", "section_text": "11A 1 The Chief Inspector may investigate a qualifying complaint if he thinks it is appropriate to do so— a for the purpose of determining whether it is or may be appropriate to have regard to the matters raised by the complaint in carrying out any of his functions in relation to schools in England, and b in particular, for the purpose of determining, in the light of the complaint— i when to carry out an inspection under section 5 (insofar as the timing of such an inspection is within his discretion), and ii whether it would be appropriate to carry out an inspection under section 8(2). 2 A complaint is a qualifying complaint if— a it is about a matter relating to a relevant school and that matter— i falls within a prescribed description, and ii does not fall within any prescribed exception, b it is made in writing to the Chief Inspector, and c it is made by a person who satisfies prescribed conditions. 3 The conditions prescribed for the purposes of subsection (2)(c) may, in particular, require that the person has, before making the complaint to the Chief Inspector, taken advantage of other procedures of a prescribed description for dealing with the complaint. 4 Regulations may enable the Chief Inspector to determine that a condition prescribed for the purposes of subsection (2)(c) by virtue of subsection (3) is not to apply in relation to a person making a complaint. 5 In this section,  “ relevant school ” means any of the schools mentioned in paragraphs (a) to (g) of section 5(2)."}, {"act": "Education Act 2005", "year": 2005, "section": "11B", "section_title": "Investigations under section 11A", "section_text": "11B 1 This section applies where a qualifying complaint is made to the Chief Inspector by a person who is a registered parent of a registered pupil at the school to which the complaint relates. 2 If the Chief Inspector so requests for the purposes of an investigation of the complaint, the governing body of the school to which the complaint relates must provide him with— a such information held by them as may be specified or described in the Chief Inspector's request, and b such other information held by them as they consider may be relevant to the investigation. 3 If the complaint relates to a maintained school and the Chief Inspector so requests for the purposes of an investigation of the complaint, the  local authority  who maintain the school must provide him with— a such information held by them as may be specified or described in the Chief Inspector's request, and b such other information held by them as they consider may be relevant to the investigation. 4 If, for the purposes of an investigation of the complaint, it appears to the Chief Inspector to be appropriate to hold a meeting for registered parents of registered pupils at the school to which the complaint relates— a he must give notice to that effect to— i the governing body of the school (unless the school falls within sub-paragraph (ii)), or ii if the school is a maintained school which does not have a delegated budget, the  local authority  who maintain the school, and b on being so notified, the governing body or (as the case may be) the  local authority  must co-operate with the Chief Inspector in the making of arrangements for the meeting. 5 In particular, the governing body or (as the case may be) the  local authority  must if so requested by the Chief Inspector— a allow the meeting to be held on the premises of the school, b fix a date for the meeting which is consistent with any request made by the Chief Inspector for that purpose, and c take such steps as are specified by the Chief Inspector to give— i the registered parents of registered pupils at the school, and ii if the school is a maintained school which has a delegated budget, the  local authority  who maintain the school, such notice as the Chief Inspector may specify of the date, time and place of the meeting and of its purpose. 6 The following persons (in addition to the registered parents of registered pupils at the school) may attend a meeting held in pursuance of subsection (5)— a a representative of the governing body of the school, and b if the school is a maintained school, a representative of the  local authority  who maintain the school. 7 In this section— “ governing body ”, in relation to a relevant school which is not a maintained school, means the proprietor of the school; “ maintain ”, in relation to school, has the same meaning as in the School Standards and Framework Act 1998; “ maintained school ” means a community, foundation or voluntary school, a community or foundation special school or a maintained nursery school; “ qualifying complaint ” is to be read in accordance with section 11A(2); “ relevant school ” has the meaning given by section 11A(5)."}, {"act": "Education Act 2005", "year": 2005, "section": "11C", "section_title": "Reports of investigations", "section_text": "11C 1 This section applies where, for the purposes of an investigation of a qualifying complaint to which section 11B applies the Chief Inspector— a requests information as mentioned in subsection (2) or (3) of that section, or b gives notice in pursuance of subsection (4)(a) of that section that he considers it appropriate to hold a meeting for registered parents of registered pupils at the school to which the complaint relates. 2 The Chief Inspector may, if he considers it appropriate to do so, prepare a report of the outcome of the investigation by him of the complaint. 3 If the Chief Inspector prepares a report under subsection (2) he must send a copy of the report to— a the governing body of the school (unless the school falls within paragraph (b)), or b if the school is a maintained school which does not have a delegated budget, the  local authority  who maintain the school. 4 The body to whom a report is sent under subsection (3) must, if so requested by the Chief Inspector, provide a copy of the report to the registered parents of registered pupils at the school to which the complaint relates. 5 In this section,  “ governing body ” and  “ qualifying complaint ” have the same meaning as in section 11B. "}, {"act": "Education Act 2005", "year": 2005, "section": "12", "section_title": "Interpretation of Chapter 1", "section_text": "12 In this Chapter— “ the Chief Inspector ” means   Her Majesty's Chief Inspector of Education, Children's Services and Skills ; “ exempt school ” has the meaning given in section 5(4B); “ prescribed ” means prescribed by regulations; “ regulations ” means regulations made by the Secretary of State under this Chapter; “ well-being ”, in relation to pupils at a school, is a reference to their well-being having regard to the matters mentioned in section 10(2) of the Children Act 2004 (c. 31)."}, {"act": "Education Act 2005", "year": 2005, "section": "13", "section_title": "Duties of Chief Inspector where school causes or has caused concern", "section_text": "13 1 If, on completion of a section 5 inspection of a school, the Chief Inspector is of the opinion— a that special measures are required to be taken in relation to the school, or b that the school requires significant improvement, he must comply with subsections (2) and (3). 2 The Chief Inspector must— a send a draft of the report of the inspection— i in the case of a maintained school, to the governing body, and ii in the case of any other school, to the proprietor of the school, and b consider any comments on the draft that are made to him within the prescribed period by the governing body or proprietor, as the case may be. 3 If, after complying with subsection (2), the Chief Inspector is of the opinion that the case falls within paragraph (a) or (b) of subsection (1)— a he must without delay give a notice in writing, stating that the case falls within paragraph (a) or (b) of subsection (1)— i to the Secretary of State, ii in the case of a maintained school, to the  local authority , and iii in the case of any other school, to the proprietor of the school, and b he must state his opinion in the report of the inspection. 4 If a report of a section 5 inspection is made in circumstances where— a in the latest report of an inspection of the school, the Chief Inspector stated that in his opinion special measures were required to be taken in relation to the school, but b the Chief Inspector is of the opinion that special measures are not required to be taken in relation to the school, he must state his opinion in the report (whether or not he is required by subsection (3)(b) also to state the opinion that the school requires significant improvement). 5 If a report of a section 5 inspection is made in circumstances where— a in the latest report of an inspection of the school, the Chief Inspector stated that in his opinion the school required significant improvement, but b the Chief Inspector is of the opinion that the school does not require significant improvement and that special measures are not required to be taken in relation to the school, he must state his opinion in the report."}, {"act": "Education Act 2005", "year": 2005, "section": "14", "section_title": "Destination of reports: maintained schools", "section_text": "14 1 The Chief Inspector must ensure that a copy of the report of any section 5 inspection of a maintained school is sent without delay to the appropriate authority for the school. 2 The Chief Inspector must ensure that copies of the report are sent— a to the head teacher of the school, b to whichever of the  local authority  and the governing body are not the appropriate authority, c in the case of a school having foundation governors, to the person who appoints them and (if different) to the appropriate appointing authority, and d in such circumstances as may be prescribed, to such other persons (if any) as may be prescribed. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The appropriate authority must— a make a copy of any report sent to the authority under subsection (1) available for inspection by members of the public at such times and at such place as may be reasonable, b provide a copy of the report, free of charge or in prescribed cases on payment of such fee as they think fit (not exceeding the cost of supply), to any person who asks for one, and c take such steps as are reasonably practicable to secure that every registered parent of a registered pupil at the school receives a copy of the report within such period following receipt of the report by the authority as may be prescribed."}, {"act": "Education Act 2005", "year": 2005, "section": "14A", "section_title": "Destination of interim statements: maintained schools", "section_text": " 14A 1 The Chief Inspector must ensure that a copy of any interim statement about a maintained school is sent without delay to the appropriate authority for the school. 2 The Chief Inspector must ensure that copies of the statement are sent— a to the head teacher of the school, b to whichever of the  local authority  and the governing body are not the appropriate authority, and c in the case of a school having foundation governors, to the person who appoints them and (if different) to the appropriate appointing authority. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The appropriate authority must— a make a copy of any statement sent to the authority under subsection (1) available for inspection by members of the public at such times and at such places as may be reasonable, b provide one copy of the statement free of charge to any person who asks for one, and c take such steps as are reasonably practicable to secure that every registered parent of a registered pupil at the school receives a copy of the statement within such period following receipt of the statement by the authority as may be prescribed."}, {"act": "Education Act 2005", "year": 2005, "section": "15", "section_title": "Measures to be taken by  local authority", "section_text": "15 1 Subsection (2) applies where, in a report of a section 5 inspection of a maintained school, the Chief Inspector stated either— a that in his opinion special measures were required to be taken in relation to the school, or b that in his opinion the school required significant improvement.    2 The  local authority  must— a consider what action to take in the light of the report, b consider what arrangements to make for the purpose of informing registered parents of the proposed action, ascertaining their views on the proposed action and taking account of those views, c consider whether those arrangements are to include the appointment of a specified person for that purpose, d prepare a written statement— i of the action they propose to take, and the period within which they propose to take that action, or, if they do not propose to take such action, of their reasons for not doing so, and ii of the arrangements they propose to make for the purpose mentioned in paragraph (b), and e send a copy of the statement prepared under paragraph (d) to— i the Chief Inspector, ii in the case of a voluntary aided school, the person who appoints the foundation governors and (if different) the appropriate appointing authority, and iii such other persons as the Secretary of State may specify. 2A Subsection (2B) applies where— a the  local authority  have prepared a statement under subsection (2) in relation to a school, b it appears to the Secretary of State, on the basis of a report of an interim inspection of the school by the Chief Inspector, that the case has become urgent, and c no subsequent inspection of the school has been made under section 5. 2B The Secretary of State may by notice require the  local authority  to— a consider the action to be taken in the light of the report of the interim inspection and the arrangements to be made for the purpose mentioned in subsection (2)(b), b prepare a written statement— i of the action they propose to take, and the period within which they propose to take that action, or, if they do not propose to take such action, of their reasons for not doing so, and ii of the arrangements they propose to make for the purpose mentioned in subsection (2)(b), and c send a copy of the statement to the Secretary of State and to the persons mentioned in subsection (2)(e)(i) to (iii). 2C For the purposes of subsections (2A) and (2B) an  “interim inspection” is an inspection under section 8  which is not treated as a section 5 inspection by virtue of section 9 . 3 It is the duty of the  local authority  to prepare   a statement under subsection (2) or (2B)  within the period allowed by this subsection, that is— a such period as may be prescribed, or b if— i the report states that the Chief Inspector is of the opinion that special measures are required to be taken in relation to the school, and ii the Secretary of State is of the opinion that the urgency of the case requires a shorter period, such shorter period as the Secretary of State may direct; but this subsection does not relieve the  local authority  of any duty to prepare a statement which has not been performed within that period. 4 In performing their functions under subsections (2)(a), (b), (c) and (d) and (2B)(a) and (b), the  local authority  must have regard to any guidance given from time to time by the Secretary of State."}, {"act": "Education Act 2005", "year": 2005, "section": "16", "section_title": "Destination of reports: non-maintained schools", "section_text": "16 1 The Chief Inspector must ensure that a copy of the report of any section 5 inspection of a school other than a maintained school is sent without delay to the proprietor of the school. 2 In the case of a special school which is not a community or foundation special school, the proprietor must without delay send a copy of any report sent to him under subsection (1) to any  local authority  that are paying fees in respect of the attendance of a registered pupil at the school. 3 The proprietor of the school must— a make any report sent to him under subsection (1) available for inspection by members of the public at such times and at such place as may be reasonable, b provide a copy of the report, free of charge or in prescribed cases on payment of such fee as he thinks fit (not exceeding the cost of supply) to any person who asks for one, and c take such steps as are reasonably practicable to secure that every registered parent of a registered pupil at the school receives a copy of the report within such period following receipt of the report by the proprietor as may be prescribed."}, {"act": "Education Act 2005", "year": 2005, "section": "16A", "section_title": "Destination of interim statements: non-maintained schools", "section_text": "16A 1 The Chief Inspector must ensure that a copy of any interim statement about a school other than a maintained school is sent without delay to the proprietor of the school. 2 In the case of a special school which is not a community or foundation special school, the proprietor must without delay send a copy of any interim statement sent to the proprietor under subsection (1) to any  local authority  that are paying fees in respect of the attendance of a registered pupil at the school. 3 The proprietor of the school must— a make any statement sent to the proprietor under subsection (1) available for inspection by members of the public at such times and at such place as may be reasonable, b provide one copy of the statement free of charge to any person who asks for one, and c take such steps as are reasonably practicable to secure that every registered parent of a registered pupil at the school receives a copy of the statement within such period following receipt of the statement by the proprietor as may be prescribed."}, {"act": "Education Act 2005", "year": 2005, "section": "17", "section_title": "Statement to be prepared by proprietor of school", "section_text": "17 1 Subsection (1A) applies Where there is sent to the proprietor of a school other than a maintained school a report of a section 5 inspection in which the Chief Inspector states— a that he is of the opinion that special measures are required to be taken in relation to the school, or b that he is of the opinion that the school requires significant improvement, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A The proprietor must— a consider what action to take in the light of the report, b consider what arrangements to make for the purpose of informing registered parents of the proposed action, ascertaining their views on the proposed action and taking account of those views, c consider whether those arrangements are to include the appointment of a specified person for that purpose, and d prepare a written statement— i of the action the proprietor proposes to take, and the period within which he proposes to take that action, or, if he does not propose to take such action, of his reasons for not doing so, and ii of the arrangements he proposes to make for the purpose mentioned in paragraph (b). 1B Subsection (1C) applies where— a the proprietor of a school has prepared a statement under subsection (1A) in relation to the school, b it appears to the Secretary of State, on the basis of a report of an interim inspection of the school by the Chief Inspector, that the case has become urgent, and c no subsequent inspection of the school has been made under section 5. 1C The Secretary of State may by notice require the proprietor to— a consider the action to be taken in the light of the report of the interim inspection and the arrangements to be made for the purpose mentioned in subsection (1A)(b), and b prepare a written statement— i of the action the proprietor proposes to take, and the period within which he proposes to take that action, or, if he does not propose to take such action, of his reasons for not doing so, and ii of the arrangements the proprietor proposes to make for the purpose mentioned in subsection (1A)(b)”. 1D For the purposes of subsections (1B) and (1C) an  “interim inspection” is an inspection under section 8  which is not treated as a section 5 inspection by virtue of section 9 . 2 It is the duty of the proprietor of the school to prepare the statement within the period allowed by this subsection, that is— a such period as may be prescribed, or b if— i the report states that the Chief Inspector is of the opinion that special measures are required to be taken in relation to the school, and ii the Secretary of State is of the opinion that the urgency of the case requires a shorter period, such shorter period as the Secretary of State may direct; but this subsection does not relieve the proprietor of the school of any duty to prepare a statement which has not been performed within that period. 3 Where   a statement under subsection (1A) or (1C)   has been prepared by the proprietor of the school, he must, before the end of the prescribed period, send copies of it— a to the Chief Inspector, aa in the case of a statement under subsection (1C), to the Secretary of State, and b in such circumstances as may be prescribed, to such other persons (if any) as may be prescribed. 4 In the case of a special school which is not a community or foundation special school, the proprietor of the school must, before the end of the prescribed period, send a copy of any such statement prepared by him to any  local authority  that are paying fees in respect of the attendance of a registered pupil at the school. 5 In performing his functions under subsections (1A)(a), (b), (c) and (d) and (1C)(a) and (b), the proprietor must have regard to any guidance given from time to time by the Secretary of State."}, {"act": "Education Act 2005", "year": 2005, "section": "18", "section_title": "Interpretation of Chapter 2", "section_text": "18 In this Chapter— “ the appropriate appointing authority ”, in relation to a voluntary aided school, means— the appropriate diocesan authority, if it is a Church of England school  . . .   or a Roman Catholic Church school, or in any other case, the person who appoints the foundation governors; “ the appropriate authority ”, in relation to a maintained school, means the school's governing body or, if the school does not have a delegated budget, the  local authority ; “ the Chief Inspector ” means   Her Majesty's Chief Inspector of Education, Children's Services and Skills ;  “ interim statement ” means an interim statement under section 10A;  “ maintained school ” means a community, foundation or voluntary school, a community or foundation special school or a maintained nursery school; “ prescribed ” means prescribed by regulations; “ regulations ” means regulations made by the Secretary of State under this Chapter; “ section 5 inspection ” means an inspection under section 5."}, {"act": "Education Act 2005", "year": 2005, "section": "19", "section_title": "Her Majesty's Inspectorate of Education and Training in Wales", "section_text": "19 1 Her Majesty may by Order in Council appoint a person to the office of Her Majesty's Chief Inspector of Education and Training in Wales or Prif Arolygydd Ei Mawrhydi dros Addysg a Hyfforddiant yng Nghymru (“ the Chief Inspector ”). 2 Her Majesty may by Order in Council appoint persons as Her Majesty's Inspectors of Education and Training in Wales or Arolgwyr Ei Mawrhydi dros Addysg a Hyfforddiant yng Nghymru. 3 Any person appointed as one of Her Majesty's Inspectors of Education and Training in Wales is to serve, in accordance with the terms and conditions on which he is appointed, as a member of the staff of the Chief Inspector. 4 The Chief Inspector holds and vacates office in accordance with the terms of his appointment, but— a must not be appointed for a term of more than five years, b may at any time resign by giving written notice to the Assembly, and c may be removed from office by Her Majesty on the ground of incapacity or misconduct. 5 The previous appointment of a person as Chief Inspector does not affect his eligibility for appointment. 6 If the Assembly considers that any of the powers conferred by subsection (1), (2) and (4)(c) ought to be exercised, the Assembly must advise the Secretary of State on any recommendation to be made to Her Majesty as to the exercise of the power. 7 The terms of a person's appointment under subsection (2) are to be determined by the Chief Inspector with the approval of the Assembly. 8 Schedule 2 makes further provision about the Chief Inspector and his staff."}, {"act": "Education Act 2005", "year": 2005, "section": "20", "section_title": "Functions of Chief Inspector", "section_text": "20 1 The Chief Inspector has the general duty of keeping the Assembly informed about— a the quality of the education provided by schools in Wales, b how far that education meets the needs of the range of pupils at those schools, c the educational standards achieved in those schools, d the quality of the leadership in and management of those schools, including whether the financial resources made available to those schools are managed efficiently, da the development of pupils at maintained schools (except those over compulsory school age) by reference to the four purposes of a curriculum for those pupils, e the spiritual, moral, social and cultural development of pupils at those schools, and f the contribution made by those schools to the well-being of those pupils. g actions taken at maintained schools to promote healthy eating and drinking. 1A In subsection (1)(da)— “ maintained school ” does not include a community special school established in a hospital, and “the four purposes of a curriculum” for the pupils mentioned in paragraph (da) are those set out in section 2(1) of the Curriculum and Assessment (Wales) Act 2021. 2 When asked to do so by the Assembly, the Chief Inspector must— a give advice to the Assembly on such matters as may be specified in the Assembly's request, and b inspect and report on such school, or class of school, in Wales as may be so specified. 3 In addition, the Chief Inspector has the following specific duties— a establishing and maintaining the register mentioned in section 25(1); b giving guidance to inspectors registered in that register, and such other persons as he considers appropriate, in connection with inspections of schools in Wales under section 28 and the making of reports of such inspections; c keeping under review the system of inspecting schools under that section and, in particular, the standard of such inspections and of the reports made by registered inspectors; d keeping under review the extent to which any requirement imposed by or under this Part, or any other enactment, on any registered inspector,  local authority , proprietor of a school or governing body in relation to inspections of schools in Wales is complied with; e promoting efficiency in the conduct and reporting of inspections of schools in Wales by encouraging competition in the provision of services by registered inspectors. 4 The Chief Inspector may at any time give advice to the Assembly on any matter connected with schools, or a particular school, in Wales. 5 The Chief Inspector is to have such other functions in connection with schools in Wales, including functions with respect to the training of teachers for such schools, as may be assigned to him by the Assembly. 6 In exercising his functions, the Chief Inspector must have regard to such aspects of policy adopted or formulated by the Assembly as the Assembly may direct. 7 This section does not apply in relation to education which is brought within the remit of the Chief Inspector by Part 4 of the Learning and Skills Act 2000 (c. 21)."}, {"act": "Education Act 2005", "year": 2005, "section": "21", "section_title": "Annual and other reports to Assembly", "section_text": "21 1 The Chief Inspector— a must make an annual report to the Assembly, b may make such other reports to the Assembly, with respect to matters which fall within the scope of his functions, as he considers appropriate, and c may arrange for any report made by him under this section to be published in such manner as he considers appropriate. 2 The Assembly must publish any report that is made to it under subsection (1)(a)."}, {"act": "Education Act 2005", "year": 2005, "section": "22", "section_title": "Power of Assembly to establish advisory panel", "section_text": "22 1 The Assembly may by regulations— a establish a panel for the purpose of providing advice to the Assembly on matters relating to the functions that are at any time exercisable by the Chief Inspector under this Part or any other enactment, and b make provision as to the functions of the panel. 2 The regulations may in particular— a make provision about the appointment of members of the panel, b make provision for remuneration and allowances to be paid to members of the panel, c require the panel and the Chief Inspector to co-operate with each other, d require the panel to make reports to the Assembly."}, {"act": "Education Act 2005", "year": 2005, "section": "23", "section_title": "Powers of entry etc. of Chief Inspector", "section_text": "23 1 For the purposes of the exercise of any function conferred by or under section 20, the Chief Inspector has at all reasonable times, in relation to any school in Wales— a a right of entry to the premises of the school, and b a right to inspect, and take copies of, any records kept by the school, and any other documents containing information relating to the school, which he requires for those purposes. 2 For the purposes of the exercise of any function conferred by or under section 20, the Chief Inspector has at all reasonable times— a a right of entry to any premises (other than school premises) on which, by virtue of arrangements made by a school in Wales, any pupils who— i are registered at the school, and ii have attained the age of 15, or will attain that age in the current school year, but have not ceased to be of compulsory school age, are provided with part of their education by any person (“ the provider ”), b a right of entry to any premises of the provider used in connection with the provision by him of that education, and c a right to inspect and take copies of— i any records kept by the provider relating to the provision of that education, and ii any other documents containing information so relating, which the Chief Inspector requires for those purposes. 3 It is an offence intentionally to obstruct the Chief Inspector— a in the exercise of his functions in relation to the inspection of a school for the purposes of section 20(2)(b), or b in the exercise of any right under subsection (1) or (2) for the purposes of the exercise of any other function. 4 A person guilty of an offence under subsection (3) is liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Education Act 2005", "year": 2005, "section": "24", "section_title": "Power of Chief Inspector to arrange for inspections", "section_text": "24 1 The Chief Inspector may cause any school in Wales to be inspected by one or more of Her Majesty's Inspectors of Education and Training in Wales (in this section referred to as  “ Inspectors ”). 2 Where an inspection of a school in Wales is being conducted by a registered inspector under section 28, the Chief Inspector may arrange for that inspection to be monitored by one or more Inspectors. 3 An Inspector inspecting a school, or monitoring an inspection, under this section has at all reasonable times— a a right of entry to the premises of the school, b a right of entry to any other premises on which, by virtue of arrangements made by the school, any pupils who— i are registered at the school, and ii have attained the age of 15, or will attain that age in the current school year, but have not ceased to be of compulsory school age, are receiving part of their education from any person (“ the provider ”), c a right of entry to any premises of the provider used in connection with the provision by him of that education, d a right to inspect, and take copies of, any records kept by the school, and any other documents containing information relating to the school, which he considers relevant to the discharge of his functions, and e a right to inspect and take copies of— i any records kept by the provider relating to the provision of education for pupils registered at the school, and ii any other documents containing information relating to the provision of such education by the provider, which the Inspector considers relevant to the discharge of his functions. 4 It is an offence intentionally to obstruct any Inspector in the exercise of any of his functions under this section. 5 A person guilty of an offence under subsection (4) is liable on summary conviction to a fine not exceeding level 4 on the standard scale. 6 An inspection of a school conducted under subsection (1) may not extend to any education of a kind brought within the remit of the Chief Inspector by Part 4 of the Learning and Skills Act 2000 (c. 21) that is provided by the school."}, {"act": "Education Act 2005", "year": 2005, "section": "25", "section_title": "Registration of inspectors in Wales", "section_text": "25 1 No person may conduct an inspection of any school in Wales under section 28 unless— a he is a member of the Inspectorate, or b he is registered as an inspector in a register kept by the Chief Inspector for the purposes of this Chapter. 2 The Chief Inspector may not register a person under this section unless, having regard to any conditions that he proposes to impose under subsection (4)(c), it appears to him that that person— a is a fit and proper person for discharging the functions of a registered inspector, and b will be capable of conducting inspections under this Chapter competently and effectively, and no person may be so registered if he falls within a category of persons prescribed for the purposes of this subsection. 3 An application for registration under this section— a must be made in such manner, and be accompanied by such particulars, as the Chief Inspector may direct, and b must be accompanied by the prescribed fee. 4 On an application duly made under this section the Chief Inspector may— a register the applicant, b refuse to register him, or c register him subject to such conditions as the Chief Inspector considers it appropriate to impose. 5 The matters to which the Chief Inspector may have regard in deciding whether to register the applicant include, in particular— a the extent to which the Chief Inspector proposes to exercise his discretion under subsection (1) of section 28 to secure that inspections under that section are conducted by members of the Inspectorate rather than registered inspectors, and b the extent to which there is a need for registered inspectors in Wales. 6 Conditions under subsection (4)(c) may be conditions applying generally in relation to all cases, or particular classes of case, or such conditions together with specific conditions applying in the particular case. 7 Where a person is registered subject to conditions imposed under subsection (4)(c), he is to be taken to be authorised to act as a registered inspector only so far as those conditions permit. 8 The period for which any registration is to have effect is to be determined by the Chief Inspector and must be entered in the register kept by him. 9 Nothing in subsection (8) is to be taken as preventing a registered inspector from applying for a fresh registration to take effect immediately on the expiry of his current registration."}, {"act": "Education Act 2005", "year": 2005, "section": "26", "section_title": "Removal from register and imposition or variation of conditions", "section_text": "26 1 If the Chief Inspector is satisfied that any of the conditions mentioned in subsection (2) is satisfied with respect to an inspector registered in the register, he may remove the name of that inspector from the register. 2 The conditions are that— a he is no longer a fit and proper person for discharging the functions of a registered inspector under this Chapter; b he is no longer capable of conducting inspections under this Chapter competently and effectively; c there has been a significant failure on his part to comply with any condition imposed under section 25(4)(c) and subject to which his registration has effect; d he has, without reasonable explanation, produced a report of an inspection which is, in whole or in part, seriously misleading. 3 If the Chief Inspector is satisfied— a that he is authorised by subsection (2) to remove the name of an inspector from the register, or b that it would otherwise be in the public interest to act under this subsection, he may vary any condition subject to which the registration of that inspector has effect or vary that registration by imposing a condition subject to which it will have effect."}, {"act": "Education Act 2005", "year": 2005, "section": "27", "section_title": "Appeals in relation to registration", "section_text": "27 1 Any person who is aggrieved by— a the refusal of the Chief Inspector to renew his registration under section 25, b the imposition or variation of any condition subject to which he is registered under that section, or c the removal of his name from the register under section 26, may appeal against the Chief Inspector's decision to a tribunal constituted in accordance with Schedule 3. 2 Where— a a decision to refuse to renew a person's registration under section 25 is expressed to be based on the ground— i that there is a reduced need for registered inspectors in Wales, or ii that there is no longer any need for registered inspectors in Wales, and b the tribunal is satisfied that the decision was based on one of those grounds, the tribunal must confirm the decision to refuse renewal. 3 No decision of the Chief Inspector falling within (1)(b) or (c) is to have effect until— a the disposal of any appeal against the decision which is duly made under this section, or b the period within which an appeal may be made has expired without an appeal having been made. 4 Subsection (3) does not apply where the Chief Inspector— a is satisfied that the circumstances of the case justify the decision in question taking effect immediately, or earlier than would otherwise be the case, and b notifies the person concerned to that effect. 5 On determining any appeal under this section, the tribunal may— a confirm, reverse or vary the decision appealed against, or b remit the case to the Chief Inspector with directions as to the action to be taken by him. 6 Schedule 3 makes further provision with respect to tribunals constituted to hear appeals under this section."}, {"act": "Education Act 2005", "year": 2005, "section": "28", "section_title": "Duty to arrange regular inspections of certain schools", "section_text": "28 1 It is the duty of the Chief Inspector to secure that every school in Wales to which this section applies is inspected under this section, at such intervals as may be prescribed, by an inspector registered under section 25 or by a member of the Inspectorate. 2 Subject to subsection (3), the schools to which this section applies are— a community, foundation and voluntary schools, b community  ... special schools, c maintained nursery schools, and d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 This section does not apply to any school— a which is a closing school (as defined by subsection (4)), and b in respect of which the Chief Inspector has decided, having regard to the date on which the closure is to take effect, that no useful purpose would be served by the school being inspected under this section. 4 In subsection (3)(a) a  “ closing school ” means— a any community, foundation or voluntary school, community  ... special school or maintained nursery school in respect of which proposals to discontinue the school have been approved, adopted   , confirmed   or determined under any enactment, b a foundation or voluntary school in respect of which the governing body have given notice of discontinuance under  section 80 of the School Standards and Organisation (Wales) Act 2013 , c a community, foundation or voluntary or community  ... special school in respect of which the Assembly has given a direction to discontinue the school under  section 16(2) or 81(1) of the School Standards and Organisation (Wales) Act 2013 , or d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 It is the general duty of any inspector conducting an inspection under this section to report on— a the quality of the education provided in the school, b how far the education provided in the school meets the needs of the range of pupils at the school, c the educational standards achieved in the school, d the quality of the leadership in and management of the school, including whether the financial resources made available to the school are managed effectively, da the development of the pupils at the school (except those over compulsory school age) by reference to the four purposes of a curriculum for those pupils, e the spiritual, moral, social and cultural development of the pupils at the school, and f the contribution made by the school to the well-being of those pupils. 5A The duty to report on the matters mentioned in subsection (5)(da) does not apply in the case of an inspection conducted at a community special school established in a hospital. 5B In subsection (5)(da), “the four purposes of a curriculum” for the pupils mentioned in paragraph (da) are those set out in section 2(1) of the Curriculum and Assessment (Wales) Act 2021. 6 Subsection (1) has effect subject to section 32. 7 An inspection which is required under this section must not extend to— a denominational education, b education which is brought within the remit of the Chief Inspector by Part 4 of the Learning and Skills Act 2000 (c. 21), or c the content of collective worship which falls to be inspected under section 50. 8 Schedule 4 makes further provision with respect to inspections under this section."}, {"act": "Education Act 2005", "year": 2005, "section": "29", "section_title": "Publication of inspection reports", "section_text": "29 1 The Chief Inspector may, in the case of— a any report by a member of the Inspectorate of an inspection carried out by him under any provision of this Chapter (whether the report is required by any such provision or is otherwise made in pursuance of his functions under that provision), or b any report of an inspection under section 28 made by a registered inspector, arrange for the report to be published in such manner as the Chief Inspector considers appropriate. 2 Without prejudice to the generality of— a section 21(1)(c), or b subsection (1), the Chief Inspector may arrange for a report to which that provision applies to be published by electronic means. 3 For the purposes of the law of defamation any report published by the Chief Inspector under either of those provisions is privileged unless the publication is shown to have been made with malice. 4 Subsection (3) does not limit any privilege subsisting apart from that subsection."}, {"act": "Education Act 2005", "year": 2005, "section": "30", "section_title": "Payment of fees into Consolidated Fund", "section_text": "30 1 Any sums received by the Chief Inspector under— a section 25(3)(b), or b paragraph 4(3) or 5(2) of Schedule 4, must be paid into the Consolidated Fund. 2 Subsection (1) has effect subject to paragraph 4 of Schedule 6 to the Government of Wales Act 1998 (c. 38)\t\t\t\t\t(Treasury power to direct that requirement for payment into Consolidated Fund not to apply in relation to specified sums received by the Chief Inspector)."}, {"act": "Education Act 2005", "year": 2005, "section": "31", "section_title": "Interpretation of Chapter 3", "section_text": "31 1 In this Chapter— “ the Chief Inspector ” means Her Majesty's Chief Inspector of Education and Training in Wales;  “ maintained school ” means a community, foundation or voluntary school, a community  ...  special school, a maintained nursery school or a pupil referral unit in Wales.  “ member of the Inspectorate ” means the Chief Inspector, any of Her Majesty's Inspectors of Education and Training in Wales and any additional inspector appointed under paragraph 2 of Schedule 2; “ prescribed ” means prescribed by regulations; “ regulations ” means regulations made by the Assembly under this Chapter; “ well-being ”, in relation to pupils at a school, is a reference to their well-being having regard to the matters mentioned in section 25(2) of the Children Act 2004 (c. 31). 2 For the purposes of this Chapter any reference to a condition imposed under section 25(4)(c) includes a reference to a condition imposed under section 26(3)."}, {"act": "Education Act 2005", "year": 2005, "section": "32", "section_title": "Inspections by members of the Inspectorate", "section_text": "32 1 If the Chief Inspector so elects in the case of any inspection of a school by a member of the Inspectorate under section 20(2)(b) or 24(1), that inspection is to be treated for the purposes of the relevant provisions as if it were an inspection under section 28. 2 In subsection (1)\t\t\t\t\t “ the relevant provisions ” means sections 28(1) and (5) and 35 and— a (in the case of an inspection of a maintained school) sections 38 to 40, and b (in the case of an inspection of a school other than a maintained school), sections 41 and 42."}, {"act": "Education Act 2005", "year": 2005, "section": "33", "section_title": "Duty to report on section 28 inspections", "section_text": "33 Where a section 28 inspection by a registered inspector or a member of the Inspectorate has been completed, the inspector must make in writing a report of the inspection and a summary of the report."}, {"act": "Education Act 2005", "year": 2005, "section": "34", "section_title": "Section 28 inspections by registered inspectors", "section_text": "34 1 Where a section 28 inspection was conducted by a registered inspector and he is of the opinion— a that special measures are required to be taken in relation to the school, or b that the school requires significant improvement, he must submit a draft of the report of the inspection to the Chief Inspector. 2 If the Chief Inspector so requests, an inspector who has submitted a draft under subsection (1) must provide the Chief Inspector with such further information as the Chief Inspector may specify. 3 The Chief Inspector must inform an inspector who has submitted a draft under subsection (1) whether he agrees or disagrees with the inspector's opinion. 4 Where— a the Chief Inspector informs the inspector that he disagrees with the inspector's opinion, but b the inspector remains of the opinion that special measures are required to be taken in relation to the school or that the school requires significant improvement, the inspector may not make a report stating that opinion unless the terms in which he makes the report are substantially the same (except as to the statement required by subsection (6)(b)) as the draft or as a subsequent draft submitted to the Chief Inspector under this subsection. 5 Where a subsequent draft is submitted under subsection (4), the Chief Inspector must inform the inspector whether he agrees or disagrees with the inspector's opinion. 6 A report made by a registered inspector who is of the opinion that special measures are required to be taken in relation to the school or that the school requires significant improvement must— a state his opinion, and b state whether the Chief Inspector agrees or disagrees with his opinion. 7 If a report of an inspection of a school by a registered inspector is made in circumstances where— a he is of the opinion that special measures are not required to be taken in relation to the school, but b in the latest report of an inspection of the school the person making the report stated that in his opinion such measures were required to be taken and either— i that person was a member of the Inspectorate, or ii the report stated that the Chief Inspector agreed with his opinion, the registered inspector must state his opinion in the report (whether or not he is required by subsection (6) also to state the opinion that the school requires significant improvement). 8 If a report of an inspection of a school by a registered inspector is made in circumstances where— a he is of the opinion that the school does not require significant improvement and that special measures are not required to be taken in relation to the school, but b in the latest report of an inspection of the school the person making the report stated that in his opinion the school did require significant improvement and either— i that person was a member of the Inspectorate, or ii the report stated that the Chief Inspector agreed with his opinion, the registered inspector must state his opinion in the report."}, {"act": "Education Act 2005", "year": 2005, "section": "35", "section_title": "Reports of inspections by members of the Inspectorate", "section_text": "35 1 Where on the completion of any inspection of a school under section 20(2)(b) or 24(1) by a member of the Inspectorate, that person is of the opinion that special measures are required to be taken in relation to the school or that the school requires significant improvement, he must— a prepare in writing a report of the inspection and a summary of the report, and b state his opinion in the report. 2 If on the completion of any such inspection of a school by a member of the Inspectorate in circumstances where— a he is of the opinion that special measures are not required to be taken in relation to the school, but b in the latest report of an inspection of the school, the person making the report stated that in his opinion such measures were required to be taken in relation to the school and either— i that person was a member of the Inspectorate, or ii the report stated that the Chief Inspector agreed with his opinion, the member of the Inspectorate must prepare a report of the inspection and a summary of the report and state his opinion in the report (whether or not he is required by subsection (1)(b) also to state the opinion that the school requires significant improvement). 3 If on the completion of any such inspection of a school by a member of the Inspectorate in circumstances where— a he is of the opinion that the school does not require significant improvement and that special measures are not required to be taken in relation to the school, but b in the latest report of an inspection of the school, the person making the report stated that in his opinion the school did require significant improvement and either— i that person was a member of the Inspectorate, or ii the report stated that the Chief Inspector agreed with his opinion, the member of the Inspectorate must prepare a report of the inspection and a summary of the report and state his opinion in the report. 4 A report of a section 28 inspection of a school by a member of the Inspectorate must, if he is of the opinion that special measures are required to be taken in relation to the school or that the school requires significant improvement, state his opinion. 5 If a report of a section 28 inspection of a school by a member of the Inspectorate is made in circumstances where— a he is of the opinion that special measures are not required to be taken in relation to the school, but b in the latest report of an inspection of the school, the person making the report stated that in his opinion such measures were required to be taken and either— i that person was a member of the Inspectorate, or ii the report stated that the Chief Inspector agreed with his opinion, the member of the Inspectorate must state his opinion in the report (whether or not he is required by subsection (4) also to state the opinion that the school requires significant improvement). 6 If a report of a section 28 inspection of a school by a member of the Inspectorate is made in circumstances where— a he is of the opinion that the school does not require significant improvement and that special measures are not required to be taken in relation to the school, but b in the latest report of an inspection of the school, the person making the report stated that in his opinion the school did require significant improvement and either— i that person was a member of the Inspectorate, or ii the report stated that the Chief Inspector agreed with his opinion, the member of the Inspectorate must state his opinion in the report."}, {"act": "Education Act 2005", "year": 2005, "section": "36", "section_title": "Timing of section 28 inspections by registered inspectors", "section_text": "36 1 The carrying out of a section 28 inspection must be completed by the time allowed under subsection (2), and the making of the report required by section 33 must be completed within the period allowed under that subsection. 2 The time, and the period, allowed are such as may be prescribed, subject to any such extension of the period as the Chief Inspector may consider necessary to make; but the total period allowed must not exceed the prescribed period extended by three months. 3 In the case of an inspection of a maintained school, the Chief Inspector must give notice of any extension under subsection (2) to— a the inspector, b the  local authority  in the case of a maintained school, and c the governing body. 4 In the case of an inspection of a school falling within section 28(2)(d), the Chief Inspector must give notice of any extension under subsection (2) to— a the inspector, b the proprietor of the school, and c the Assembly. 5 This section does not apply to a section 28 inspection carried out by a member of the Inspectorate."}, {"act": "Education Act 2005", "year": 2005, "section": "37", "section_title": "Duty to notify where inspection shows maintained school causing concern", "section_text": "37 1 Subsection (2) applies in relation to a maintained school where— a following an inspection of the school under Chapter 3 by a member of the Inspectorate, that member has informed the Chief Inspector of his opinion— i that special measures are required to be taken in relation to the school, or ii that the school requires significant improvement, or b the Chief Inspector agrees with the opinion of a registered inspector, expressed in a draft report submitted to the Chief Inspector under section 34(1)— i that special measures are required to be taken in relation to the school, or ii that the school requires significant improvement. 2 Where this subsection applies, the Chief Inspector must without delay give the Assembly and the  local authority  notice in writing stating that the case falls within paragraph (a) or (b) of subsection (1)."}, {"act": "Education Act 2005", "year": 2005, "section": "38", "section_title": "Destination of reports: maintained schools", "section_text": "38 1 In the case of a report of a section 28 inspection of a maintained school, the person making the report must without delay send a copy of the report together with a summary of it to the appropriate authority for the school. 2 In a case where— a a report of an inspection of a maintained school is made by a member of the Inspectorate, and b he is required by section 35 to state in the report that he is of the opinion that special measures are required to be taken in relation to the school or that the school requires significant improvement, the member of the Inspectorate must send a copy of the report together with the summary of it to the appropriate authority for the school. 3 In any case, copies of the report and summary referred to in subsection (1) or (2) must be sent by the person who made the report— a to the Chief Inspector (unless the report was made by a member of the Inspectorate), b to the head teacher of the school, c to whichever of the  local authority  and the governing body are not the appropriate authority, d in the case of a school having foundation governors, to the person who appoints them and (if different) to the appropriate appointing authority, and e in such circumstances as may be prescribed, to such other persons (if any) as may be prescribed. 4 The appropriate authority must— a make a copy of any report and summary sent to the authority under subsection (1) or (2) available for inspection by members of the public at such times and at such place as may be reasonable, b provide a copy of the report and summary, free of charge or in prescribed cases on payment of such fee as they think fit (not exceeding the cost of supply), to any person who asks for one, and c take such steps as are reasonably practicable to secure that every registered parent of a registered pupil at the school receives a copy of the summary within such period following receipt of the report by the authority as may be prescribed. 5 Subsection (6) applies to a report of an inspection of a maintained school if— a the inspection was a section 28 inspection or was carried out by a member of the Inspectorate, and b the school provides full-time education suitable to the requirements of pupils over compulsory school age. 6 The person making the report must send a copy (together with a copy of the summary, if there is one) to the   Assembly  ."}, {"act": "Education Act 2005", "year": 2005, "section": "39", "section_title": "Statement to be prepared by appropriate authority for school", "section_text": "39 1 Where there is sent to the appropriate authority for a maintained school either— a a report of a section 28 inspection of the school, or b a report of an inspection of the school by a member of the Inspectorate in which that person is required by section 35(1)(b) to state that he is of the opinion that special measures are required to be taken in relation to the school or that the school requires significant improvement, the appropriate authority must prepare a written statement of the action which they propose to take in the light of the report and the period within which they propose to take it. 2 It is the duty of the appropriate authority to prepare the statement within the period allowed by this subsection, that is— a such period as may be prescribed, or b if— i the report states that the person making it is of the opinion that special measures are required to be taken in relation to the school or that the school requires significant improvement, and ii either that person is a member of the Inspectorate or the report states that the Chief Inspector agrees with his opinion, and iii the Assembly is of the opinion that the urgency of the case requires a shorter period, such shorter period as the Assembly may direct; but this subsection does not relieve the appropriate authority of any duty to prepare a statement which has not been performed within that period. 3 Subject to subsection (4), where such a statement has been prepared by the appropriate authority, they must, before the end of the prescribed period, send copies of it— a to the Chief Inspector, b to whichever of the governing body and the  local authority  are not the appropriate authority, and c in such circumstances as may be prescribed, to such other persons (if any) as may be prescribed. 4 Where the report in question is a report of a section 28 inspection of a school, subsection (3)(a) does not require a copy of the statement to be sent to the Chief Inspector unless the report states that the person making it is of the opinion— a that special measures are required to be taken in relation to the school, or b that the school requires significant improvement. 5 If in the case of a maintained school— a the statement is prepared in response to a report of an inspection of the school in which the person who made the report states that in his opinion special measures are required to be taken in relation to the school or that the school requires significant improvement, and b either that person is a member of the Inspectorate or the report states that the Chief Inspector agrees with his opinion, the appropriate authority must, before the end of the prescribed period, send a copy of the statement to the Assembly. 6 In the case of a school having foundation governors, the appropriate authority must also send a copy of the statement to the person who appoints them and (if different) to the appropriate appointing authority. 7 The appropriate authority must— a make any statement prepared by them under this section available for inspection by members of the public, at such times and at such place as may be reasonable, b provide a copy of the statement, free of charge or in prescribed cases on payment of such fee as they think fit (not exceeding the cost of supply), to any person who asks for one, and c take such steps as are reasonably practicable to secure that every registered parent of a registered pupil at the school receives a copy of the statement as soon as is reasonably practicable. 8 The duty under subsection (7)(c) is to be taken to be satisfied by the appropriate authority if they— a take such steps as are reasonably practicable to secure that every registered parent of a pupil at the school receives, as soon as is reasonably practicable, a copy of a document prepared by them which— i summarises the statement, and ii contains a statement of the right to request a copy of it under paragraph (b), and b provide a copy of the statement to every registered parent of a registered pupil at the school who asks for one. 9 Where the governing body of a school have prepared a statement under this section, they must in the report under section 30 of the Education Act 2002 (c. 32)\t\t\t\t\t(governors' reports) state the extent to which the proposals set out in the statement (or, if there is more than one, the most recent statement) have been carried into effect."}, {"act": "Education Act 2005", "year": 2005, "section": "40", "section_title": "Statement to be prepared by  local authority", "section_text": "40 1 This section applies in circumstances where— a in a report of an inspection of a maintained school the governing body of which have a delegated budget, the person who made the report stated that in his opinion— i special measures were required to be taken in relation to the school, or ii the school required significant improvement, and b either that person was a member of the Inspectorate or the report stated that the Chief Inspector agreed with his opinion, and c either— i the  local authority  have received a copy of a statement prepared under section 39 in response to the report, or ii the period prescribed for the purposes of subsection (3) of that section has expired. 2 The  local authority  must— a prepare a written statement of any action they propose to take in the light of the report, and the period within which they propose to take such action, or, if they do not propose to take any such action, of their reasons for not doing so, and b send a copy of the statement prepared under paragraph (a), together with their comments on any statement prepared under section 39 of which they have received a copy, to the Assembly and the Chief Inspector and, in the case of a voluntary aided school— i to the person who appoints the foundation governors, and ii (if different) to the appropriate appointing authority. 3 It is the duty of the  local authority  to prepare the statement within the period allowed by this subsection, that is— a such period as may be prescribed, or b if the Assembly is of the opinion that the urgency of the case requires a shorter period, such shorter period as the Assembly may direct; but this subsection does not relieve the  local authority  of any duty to prepare a statement which has not been performed within that period."}, {"act": "Education Act 2005", "year": 2005, "section": "41", "section_title": "Destination of reports: non-maintained schools", "section_text": "41 1 In the case of a report of a section 28 inspection of a school other than a maintained school, the person making the report must without delay— a send a copy of the report together with the summary of it— i to the proprietor of the school, and ii (unless the person making it is a member of the Inspectorate) to the Chief Inspector, and b if the report states that the person making it is of the opinion that special measures are required to be taken in relation to the school or that the school requires significant improvement and either— i that person is a member of the Inspectorate, or ii the report states that the Chief Inspector agrees with his opinion, send a copy of the report and summary to the Assembly. 2 In a case where— a a report of an inspection of a school other than a maintained school is made by a member of the Inspectorate, and b he is required by section 35(1)(b) to state in the report that he is of the opinion that special measures are required to be taken in relation to the school or that the school requires significant improvement, he must send a copy of the report together with the summary of it to the proprietor of the school and to the Assembly. 3 In the case of a special school which is not a community  ... special school, the proprietor of the school must without delay send a copy of any report and summary sent to him under subsection (1) or (2) to any  local authority  that are paying fees in respect of the attendance of a registered pupil at the school. 4 The proprietor of the school must— a make any report and summary sent to him under subsection (1) or (2) available for inspection by members of the public at such times and at such place as may be reasonable, b provide a copy of the report and summary, free of charge or in prescribed cases on payment of such fee as he thinks fit (not exceeding the cost of supply) to any person who asks for one, and c take such steps as are reasonably practicable to secure that every registered parent of a registered pupil at the school receives a copy of the summary within such period following receipt of the report by the authority as may be prescribed."}, {"act": "Education Act 2005", "year": 2005, "section": "42", "section_title": "Statement to be prepared by proprietor of school", "section_text": "42 1 Where there is sent to the proprietor of a school other than a maintained school— a a report of a section 28 inspection of the school, or b a report of an inspection of the school made by a member of the Inspectorate in which that person is required by section 35(1)(b) to state that he is of the opinion that special measures are required to be taken in relation to the school or that the school requires significant improvement, the proprietor of the school must prepare a written statement of the action which he proposes to take in the light of the report and the period within which he proposes to take it. 2 It is the duty of the proprietor to prepare the statement within the period allowed by this subsection, that is— a such period as may be prescribed, or b if— i the report states that the person making it is of the opinion that special measures are required to be taken in relation to the school or that the school requires significant improvement, and ii either that person is a member of the Inspectorate or the report states that the Chief Inspector agrees with his opinion, and iii the Assembly is of the opinion that the urgency of the case requires a shorter period, such shorter period as the Assembly may direct; but this subsection does not relieve the proprietor of the school of any duty to prepare a statement which has not been performed within that period. 3 Where such a statement has been prepared by the proprietor of the school, he must, before the end of the prescribed period, send copies of it— a to the Chief Inspector, b to the Assembly, and c in such circumstances as may be prescribed, to such other persons (if any) as may be prescribed. 4 In the case of a special school which is not a community  ... special school, the proprietor of the school must, before the end of the prescribed period, send a copy of any such statement prepared by him to any  local authority  that is paying fees in respect of the attendance of a registered pupil at the school. 5 The proprietor of the school must— a make any statement prepared by him under this section available for inspection by members of the public, at such times and at such place as may be reasonable, b provide a copy of the statement, free of charge or in prescribed cases on payment of such fee as he thinks fit (not exceeding the cost of supply) to any person who asks for one, and c take such steps as are reasonably practicable to secure that every registered parent of a registered pupil at the school receives a copy of the statement as soon as is reasonably practicable. 6 The duty under subsection (5)(c) is to be taken to be satisfied by the proprietor of the school if he— a takes such steps as are reasonably practicable to secure that every registered parent of a registered pupil at the school receives, as soon as is reasonably practicable, a copy of a document prepared by the proprietor which— i summarises the statement, and ii contains a statement of the right to request a copy of it under paragraph (b), and b provides a copy of the statement to every registered parent of a registered pupil at the school who asks for one."}, {"act": "Education Act 2005", "year": 2005, "section": "43", "section_title": "Interpretation of Chapter 4", "section_text": "43 In this Chapter— “ the appropriate appointing authority ”, in relation to a voluntary aided school, means— the appropriate diocesan authority, if it is a Church in Wales school, a Church of England school or a Roman Catholic Church school, or in any other case, the person who appoints the foundation governors; “ the appropriate authority ”, in relation to a maintained school, means the school's governing body or, if the school does not have a delegated budget, the  local authority ; “ the Chief Inspector ” means Her Majesty's Chief Inspector of Education and Training in Wales; “ maintained school ” means a community, foundation or voluntary school, a community  ... special school or a maintained nursery school; “ member of the Inspectorate ” means the Chief Inspector, any of Her Majesty's Inspectors of Education and Training in Wales and any additional inspector appointed under paragraph 2 of Schedule 2; “ prescribed ” means prescribed by regulations; “ regulations ” means regulations made by the Assembly under this Chapter; “ section 28 inspection ” means an inspection under section 28."}, {"act": "Education Act 2005", "year": 2005, "section": "44", "section_title": "Categories of schools causing concern", "section_text": "44 1 For the purposes of this Part, special measures are required to be taken in relation to a school if— a the school is failing to give its pupils an acceptable standard of education, and b the persons responsible for leading, managing or governing the school are not demonstrating the capacity to secure the necessary improvement in the school. 2 For the purposes of this Part, a school requires significant improvement if, although not falling within subsection (1), it is performing significantly less well than it might in all the circumstances reasonably be expected to perform."}, {"act": "Education Act 2005", "year": 2005, "section": "44A", "section_title": "Schools with sixth forms", "section_text": "44A 1 Sections 44B to 44D apply to a maintained school in Wales which— a provides full-time education suitable to the requirements of pupils over compulsory school age, and b provides full-time education suitable to the requirements of pupils of compulsory school age. 2 For the purposes of those sections a school requires significant improvement in relation to its sixth form if— a the school is failing to give its pupils over compulsory school age an acceptable standard of education, or b in relation to its provision for pupils over compulsory school age, the school is performing significantly less well than it might in all the circumstances reasonably be expected to perform."}, {"act": "Education Act 2005", "year": 2005, "section": "44B", "section_title": "Inspection reports on schools with sixth forms requiring significant improvement", "section_text": "44B 1 Where a person inspecting a school under Chapter 3 is of the opinion that the school requires significant improvement in relation to its sixth form, the provisions specified in subsection (2) apply (with the necessary modifications) as they apply where the person is of the opinion that special measures are required to be taken in relation to the school. 2 Those provisions are section 34(1) to (6) (registered inspectors) or, as the case requires, section 35(1) of that Act (members of the Inspectorate)."}, {"act": "Education Act 2005", "year": 2005, "section": "44C", "section_title": "Report after area inspection on schools with sixth forms requiring significant improvement", "section_text": "44C 1 This section applies if in the course of an area inspection under section 83 of the Learning and Skills Act 2000 the Chief Inspector forms the opinion that a school requires significant improvement in relation to its sixth form. 2 The Chief Inspector must make a report about the school stating that opinion. 3 The report is to be treated for the purposes of this Part as if it were a report of an inspection of the school under section 28."}, {"act": "Education Act 2005", "year": 2005, "section": "44D", "section_title": "Copies of report and action plan", "section_text": "44D 1 This section applies to a report of an inspection under Chapter 3 which— a states an opinion that a school requires significant improvement in relation to its sixth form, and b is made by a member of the Inspectorate or states that the Chief Inspector agrees with the opinion. 2 The person making the report must send a copy (together with a copy of the summary, if there is one)— a to the Welsh Ministers, and b if the person making the report is a member of the Inspectorate, to the appropriate authority for the school. 3 The following provisions apply (with the necessary modifications) in relation to a report to which this paragraph applies— a section 38(2) (additional copies), b section 38(4) (publication by appropriate authority), c section 39 (action plan by appropriate authority), and d where the local authority receives a copy of a report about a school the governing body of which have a delegated budget, section 40(2) and (3) (measures by local authority). 4 In the application of those provisions— a a reference to a report and summary is to be taken as a reference to a report and, if there is one, its summary, and b a reference to a summary alone is to be taken, in a case where there is no summary, as a reference to the report."}, {"act": "Education Act 2005", "year": 2005, "section": "44E", "section_title": "Report on sixth form schools causing concern after area inspection", "section_text": "44E 1 This section applies if in the course of an area inspection under section 83 of the Learning and Skills Act 2000 the Chief Inspector forms the opinion that— a special measures are required to be taken in relation to a sixth form school, or b that a sixth form school requires significant improvement. 2 The Chief Inspector must make a report about the school stating that opinion. 3 The report is to be treated for the purpose of this Part as if it were a report of an inspection of the school under section 28. 4 A  “sixth form school” is a maintained school which— a provides full-time education suitable to the requirements of pupils over compulsory school age, and b does not provide full-time education suitable to the requirements of pupils of compulsory school age."}, {"act": "Education Act 2005", "year": 2005, "section": "44F", "section_title": "Interpretation of sections 44A to 44E", "section_text": "44F In sections 44A to 44E— “ the appropriate authority ”, in relation to a maintained school, means the school's governing body or, if the school does not have a delegated budget, the local authority; “ the Chief Inspector ” means Her Majesty's Chief Inspector of Education and Training in Wales; “ maintained school ” means a community, foundation or voluntary school or a community special school; “ member of the Inspectorate ” means the Chief Inspector, any of Her Majesty's Inspectors of Education and Training in Wales and any additional inspector appointed under paragraph 2 of Schedule 2."}, {"act": "Education Act 2005", "year": 2005, "section": "45", "section_title": "Cases where Secretary of State or Assembly may direct closure of school", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "46", "section_title": "Sixth forms requiring significant improvement", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "47", "section_title": "Meaning of  “denominational education”", "section_text": "47   1   In this Part  “ denominational education ”, in relation to a school  in England , means religious education which— a is required by section 80(1)(a) or 101(1)(a) of the Education Act 2002 (c. 32) to be included in the school's basic curriculum, but b is not required by any enactment to be given in accordance with an agreed syllabus. 2 In this Part, “ denominational education ”, in relation to a school in Wales, means teaching and learning in respect of Religion, Values and Ethics, which is provided— a under paragraph 7(3) or paragraph 8(4) of Schedule 1 to the Curriculum and Assessment (Wales) Act 2021, or b under section 61 of that Act, and in accordance with— i any provisions of the school’s trust deed that relate to teaching and learning in respect of the mandatory element of Religion, Values and Ethics, or ii the tenets of the religion or religious denomination specified in relation to the school in an order under section 68A of the School Standards and Framework Act 1998."}, {"act": "Education Act 2005", "year": 2005, "section": "48", "section_title": "Inspection of religious education: England", "section_text": "48 1 It is the duty of the governing body of any voluntary or foundation school in England which has been designated under section 69(3) of the School Standards and Framework Act 1998 by the Secretary of State as having a religious character to secure that— a any denominational education given to pupils, and b the content of the school's collective worship, are inspected under this section. 2 An inspection under this section is to be conducted by a person chosen— a in the case of a voluntary controlled school, by the foundation governors after consultation with any person prescribed for the purposes of this subsection in relation to the religion or religious denomination that is specified in relation to the school under section 69(4) of the School Standards and Framework Act 1998, and b in any other case, by the governing body after consultation with any person so prescribed. 3 Inspections under this section must be carried out at such intervals as may be prescribed. 4 It is the general duty of a person conducting an inspection under this section— a to report on the quality of the denominational education provided by the school for any pupils to whom denominational education is given by the school, and b to report on the content of the school's collective worship, and any such person may report on the spiritual, moral, social and cultural development of pupils at the school. 5 A person conducting an inspection under this section may do so with the assistance of such other persons chosen by him as are in his opinion fit and proper persons for carrying out the inspection. 6 In this section and section 49— “ collective worship ” means collective worship required by section 70 of the School Standards and Framework Act 1998 (c. 31); “ prescribed ” means prescribed by regulations made by the Secretary of State."}, {"act": "Education Act 2005", "year": 2005, "section": "49", "section_title": "Procedure for inspections under section 48", "section_text": "49 1 An inspection under section 48 must be carried out within such period as may be prescribed. 2 When the inspection has been completed, the person conducting the inspection must, before the end of the period prescribed for the purposes of this subsection, prepare in writing a report of the inspection. 3 The person conducting the inspection must, without delay, send the report to the governing body of the school concerned. 4 The governing body must— a make any such report available for inspection by members of the public, at such times and at such a place as may be reasonable, b take such steps as are reasonably practicable to secure that every parent of a registered pupil at the school— i for whom the school provides denominational education, or ii who takes part in acts of collective worship the content of which falls to be inspected under section 48, as the case may be, receives a copy of the report as soon as is reasonably practicable, and c provide a copy of the report, free of charge or in prescribed cases on payment of such fee as they think fit (not exceeding the cost of supply) to any other person who asks for one."}, {"act": "Education Act 2005", "year": 2005, "section": "50", "section_title": "Inspection of religious education: Wales", "section_text": "50 1 It is the duty of the governing body of any voluntary or foundation school in Wales which has been designated under section 69(3) of the School Standards and Framework Act 1998 by the Assembly as having a religious character to secure that— a any denominational education given to pupils, and b the content of the school's collective worship, are inspected under this section. 2 An inspection under this section is to be conducted by a person chosen— a in the case of a voluntary controlled school, by the foundation governors after consultation with any person prescribed for the purposes of this subsection in relation to the religion or religious denomination that is specified in relation to the school under section 69(4) of the School Standards and Framework Act 1998 (c. 31), and b in any other case, by the governing body after consultation with any person so prescribed. 3 The person chosen need not be registered as an inspector under section 25. 4 Inspections under this section must be carried out at such intervals as may be prescribed. 5 It is the general duty of a person conducting an inspection under this section— a to report on the quality of the denominational education provided by the school for any pupils to whom denominational education is given by the school, and b to report on the content of the school's collective worship, and any such person may report on the spiritual, moral, social and cultural development of pupils at the school. 6 A person conducting an inspection under this section may do so with the assistance of such other persons chosen by him as are in his opinion fit and proper persons for carrying out the inspection. 7 Schedule 6 makes further provision with respect to inspections under this section. 8 In this section (and that Schedule)— “ collective worship ” means collective worship required by section 70 of the School Standards and Framework Act 1998; “ prescribed ” means prescribed by regulations made by the Assembly."}, {"act": "Education Act 2005", "year": 2005, "section": "51", "section_title": "Power of  local authority  to inspect maintained school for specific purpose", "section_text": "51 1 Where— a for the purpose of enabling them to exercise any  education  function of theirs, a  local authority  require information about any matter in connection with a school which is maintained by them, and b it is not reasonably practicable for them to obtain the information in any other manner, they may cause an inspection of the school to be made by one or more of their officers for the purpose of obtaining the information. 2 An officer of a  local authority  inspecting a school under this section has at all reasonable times a right of entry to the premises of the school."}, {"act": "Education Act 2005", "year": 2005, "section": "52", "section_title": "Provision of inspection services by  local authorities  in Wales", "section_text": "52 1 Any  local authority  in Wales may provide a school inspection service for schools within their area. 2 In this section  “ school inspection service ”, in relation to any  local authority  in Wales, means a service providing for the inspection of schools under section 28 or 50 by officers of the authority. 3 Any school inspection service provided by a  local authority  in Wales may, in addition to providing for the inspection of schools which are maintained by them, provide for the inspection of schools which are not maintained by them. 4 Any school inspection service provided by a  local authority  in Wales must be operated by the authority in such a way as can reasonably be expected to ensure that the full cost of providing the service is recovered by way of charges made by the authority to those using the service. 5 The Assembly may by regulations— a make provision as to the making of tenders by  local authorities  in Wales (as required by paragraph 2 of Schedule 4), b make provision with respect to the accounts to be kept by  local authorities  in connection with any school inspection services provided by them, and c make such incidental and supplemental provision with respect to school inspection services provided by  local authorities  as the Assembly considers appropriate."}, {"act": "Education Act 2005", "year": 2005, "section": "53", "section_title": "Inspection of child minding, day care and nursery education", "section_text": "53 Schedule 7 contains amendments relating to the inspection of child minding, day care for children and nursery education."}, {"act": "Education Act 2005", "year": 2005, "section": "54", "section_title": "Inspection of independent schools", "section_text": "54 Schedule 8 contains amendments relating to the inspection of independent schools."}, {"act": "Education Act 2005", "year": 2005, "section": "55", "section_title": "Inspection of careers services in Wales", "section_text": "55 1 This section applies to relevant services provided in Wales in pursuance of arrangements made or directions given by the Assembly under section 10 of the Employment and Training Act 1973 (c. 50). 2 The Chief Inspector has the general duty of keeping the Assembly informed about the quality of the relevant services provided in Wales in accordance with such arrangements or directions. 3 In subsections (4) to (7)\t\t\t\t\t “ a service provider ” means a person who provides, or arranges for the provision of, relevant services in accordance with such arrangements or directions. 4 The Chief Inspector must inspect any service provider under this section at prescribed intervals. 5 When asked to do so by the Assembly, the Chief Inspector must— a give advice to the Assembly on such matters relating to the provision of relevant services in Wales in pursuance of such arrangements or directions as may be specified in the Assembly's request, or b inspect any service provider under this section. 6 The Chief Inspector may at any time— a give advice to the Assembly relating to the provision of relevant services in Wales in pursuance of such arrangements or directions, or b inspect any service provider under this section. 7 An inspection of any service provider under this section is to consist of a review of the way in which he is discharging his responsibilities under or by virtue of the arrangements or directions in question, having regard to any guidance given by the Assembly with respect to the provision of relevant services. 8 In this section and sections 56 and 57— “ the Chief Inspector ” means Her Majesty's Chief Inspector for Education and Training in Wales; “ prescribed ” means prescribed by regulations; “ regulations ” means regulations made by the Assembly; “ relevant services ” has the same meaning as in sections 8 and 9 of the Employment and Training Act 1973 (provision of careers services)."}, {"act": "Education Act 2005", "year": 2005, "section": "56", "section_title": "Inspection of services related to careers services in Wales", "section_text": "56 1 This section applies if a person (“ a relevant provider ”) who provides a relevant service to which section 55 applies also provides in Wales education, training or an advisory service— a in pursuance of arrangements made by the Assembly under section 2 of the Employment and Training Act 1973 (c. 50), or b with the assistance of a grant or loan made under section 12(1) of the Industrial Development Act 1982 (c. 52). 2 The Chief Inspector has the general duty of keeping the Assembly informed about the quality of any education, training or advisory services falling within subsection (1) provided by relevant providers in Wales. 3 The Chief Inspector must inspect any relevant provider under this section at prescribed intervals. 4 When asked to do so by the Assembly, the Chief Inspector must— a give advice to the Assembly on such matters relating to the provision of education, training or advisory services falling within subsection (1) by relevant providers, or b inspect any relevant provider under this section. 5 The Chief Inspector may at any time— a give advice to the Assembly relating to the provision of education, training or advisory services falling within subsection (1) by relevant providers, or b inspect any relevant provider under this section. 6 An inspection of any relevant provider under this section is to consist of a review of the way in which he is providing the education, training or advisory service falling within subsection (1)(a) or (b)."}, {"act": "Education Act 2005", "year": 2005, "section": "57", "section_title": "Inspections under sections 55 and 56: further provisions", "section_text": "57 1 This section applies to any inspection under section 55 or 56. 2 The inspection must be conducted by one or more of the following— a any of Her Majesty's Inspectors of Education and Training in Wales, or b any additional inspector authorised under paragraph 2 of Schedule 2; but such an inspector or inspectors may be assisted by such other persons (whether or not members of the Chief Inspector's staff) as the Chief Inspector thinks fit. 3 In conducting the inspection, the inspector or inspectors must act in accordance with any instructions or guidelines given from time to time by the Assembly. 4 The inspector conducting the inspection, and any person assisting him by virtue of subsection (2), have at all reasonable times— a a right of entry to any premises where the relevant services, or as the case requires the education, training or advisory services falling within section 56(1), are provided, and b a right to inspect, and take copies of, any records or other documents kept by the person being inspected, which he requires for the purposes of the inspection. 5 It is an offence intentionally to obstruct— a the inspector conducting the inspection, or b any person assisting him by virtue of subsection (2), in the exercise of his functions in relation to the inspection. 6 A person guilty of an offence under subsection (5) is liable on summary conviction to a fine not exceeding level 4 on the standard scale. 7 Where the inspection has been completed, the Chief Inspector must— a prepare a written report on the inspection within a prescribed period, b send a copy of the report to— i the person inspected, ii the Assembly, iii any prescribed person, and iv any other person whom he considers appropriate, and c publish the report in the prescribed manner or, if none is prescribed, in such manner as the Chief Inspector considers appropriate. 8 Subsections (3) and (4) of section 29 (which relate to defamation) apply to the publication of a report under this section as they apply to the publication of a report under either of the provisions mentioned in subsection (2) of that section. 9 Regulations may require the person inspected to prepare a written statement in response to the report of the inspection. 10 Regulations under subsection (9) may— a prescribe the matters to be dealt with in the statement, b prescribe the period within which it must be prepared, and c require the person who prepared it to send copies of the statement to prescribed persons and to publish it in the prescribed manner."}, {"act": "Education Act 2005", "year": 2005, "section": "58", "section_title": "Inspection of computer records", "section_text": "58 A person authorised by any provision of this Part to inspect records or other documents— a is entitled at any reasonable time to have access to, and inspect and check the operation of, any computer and any associated apparatus or material which is or has been in use in connection with the records or other documents in question, and b may require— i the person by whom or on whose behalf the computer is or has been so used, or ii any person having charge of, or otherwise concerned with the operation of, the computer, apparatus or material, to afford him such assistance as he may reasonably require (including, in particular, the making of information available for inspection or copying in a legible form)."}, {"act": "Education Act 2005", "year": 2005, "section": "59", "section_title": "Combined reports", "section_text": "59 1 For the purposes of this section  “ the inspection enactments ” are— a this Part, b Part 2 of the Children and Families (Wales) Measure 2010 (child minding and day care for children), c section 122 of, and Schedule 26 to, the School Standards and Framework Act 1998 (c. 31)\t\t\t\t\t\t\t(inspection of nursery education in Wales  ),  ... d Chapter 1 of Part 10 of the Education Act 2002 (c. 32)\t\t\t\t\t\t\t(regulation of independent schools in Wales ),  ... e Chapters 2 and 3 of Part 3 of the Childcare Act 2006 (regulation of early years and later years provision in England) , and f Chapter 1 of Part 4 of the Education and Skills Act 2008 (regulation of independent educational provision in England). 2 Where, following inspections conducted under two or more inspection enactments by one person or two or more different persons, that person is (or those persons are) required to make a report under each of those enactments, nothing in any of those enactments is to be regarded as preventing him (or them) from— a including those reports in a single document (“ a combined report ”), and b to such extent as he considers (or they consider) appropriate, combining the substantive reports required by those enactments. 2A Subsection (2) does not apply so as to authorise the making of a combined report by the Chief Inspector for England (as to which section 152 of the Education and Inspections Act 2006 applies instead). 3 Where a combined report is made, any reference in the inspection enactments to the publication of a report, or to the giving, or making available, to any person of a copy of a report is to be read so far as necessary as a reference to the publication of the combined report, or to the giving or making available to that person of a copy of the combined report. 4 The Chief Inspector      for Wales may arrange for a combined report to be published in any manner he considers appropriate, but this subsection does not limit any duty as to publication imposed by any of the inspection enactments. 5 In this section— “ the Chief Inspector for England ” means Her Majesty's Chief Inspector of Education, Children's Services and Skills; and “ the Chief Inspector for Wales ” means Her Majesty's Chief Inspector of Education and Training in Wales. "}, {"act": "Education Act 2005", "year": 2005, "section": "60", "section_title": "Repeal of School Inspections Act 1996", "section_text": "60 The School Inspections Act 1996 (c. 57)\t\t\t(which is superseded by the provisions of this Part) shall cease to have effect."}, {"act": "Education Act 2005", "year": 2005, "section": "61", "section_title": "Further amendments relating to school inspection", "section_text": "61 Schedule 9 contains further amendments related to the provisions of this Part."}, {"act": "Education Act 2005", "year": 2005, "section": "62", "section_title": "Power of Assembly to change inspection framework for Wales", "section_text": "62 1 The Assembly may by order— a make provision in relation to Wales corresponding to— i that made in relation to England by any English inspection provision, or ii that which could be made in relation to England by regulations under any English inspection provision, b repeal any Welsh inspection provision which does not correspond to an English inspection provision, and c make such provision as the Assembly thinks fit in connection with any provision made by virtue of paragraph (a) or (b). 2 In relation to section 39 (statement to be prepared by appropriate authority for maintained school), the power conferred by paragraph (b) of subsection (1) includes power, instead of repealing the section, to limit the cases in which it applies. 3 The powers conferred by paragraphs (a) and (c) of subsection (1) include power to amend or repeal any enactment (whenever passed or made), including any provision of this Act. 4 For the purposes of this section— a an English inspection provision is any provision of— i Chapters 1 and 2, ii sections 48 and 49 (denominational education in England), iii Schedule 26 to the School Standards and Framework Act 1998 (c. 31) (nursery education), so far as relating to England, or iv sections 106 to 113 of the Education and Skills Act 2008 (independent educational institutions in England), b a Welsh inspection provision is any provision of — i Chapters 3 and 4, ii section 50 and Schedule 6 (denominational education in Wales), iii section 52 (provision of inspection services by  local authorities  in Wales), iv Schedule 26 to the School Standards and Framework Act 1998 (nursery education), so far as relating to Wales, or v sections 163 and 164 of the Education Act 2002 (independent schools in Wales). 5 In this section  “ enactment ” includes an enactment comprised in subordinate legislation, within the meaning of the Interpretation Act 1978 (c. 30)."}, {"act": "Education Act 2005", "year": 2005, "section": "63", "section_title": "Interpretation of Part 1", "section_text": "63 1 In this Part— “ Church of England school ”,  “ Church in Wales school ”,  “ Roman Catholic Church school ” and  “ appropriate diocesan authority ”, in each case, have the meaning given by section 142 of the School Standards and Framework Act 1998 (c. 31); “ delegated budget ” has the same meaning as in section 49 of the School Standards and Framework Act 1998; “ denominational education ” has the meaning given by section 47. 2 References in this Part to special measures being, or not being, required to be taken in relation to a school are to be read in accordance with section 44(1). 3 References in this Part to a school requiring, or not requiring, significant improvement are to be read in accordance with section 44(2)."}, {"act": "Education Act 2005", "year": 2005, "section": "64", "section_title": "Proposals not requiring consent of Secretary of State", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "65", "section_title": "Publication of proposals with consent of Secretary of State", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "66", "section_title": "Proposals for new secondary schools in England", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "67", "section_title": "Rationalisation of school places in England", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "68", "section_title": "Proposals for establishment of federated school   in Wales", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "69", "section_title": "local authority  not to establish school on opposite side of Welsh border", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "70", "section_title": "Proposals for discontinuance of rural primary school", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "71", "section_title": "Proposals relating to maintained special school", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "72", "section_title": "School organisation: further amendments", "section_text": "72 Schedule 12 contains further amendments relating to proposals for the establishment, alteration or discontinuance of schools."}, {"act": "Education Act 2005", "year": 2005, "section": "73", "section_title": "Interpretation of Part 2", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "74", "section_title": "The Training and Development Agency for Schools", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "75", "section_title": "Functions of Agency", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "76", "section_title": "Functions of Agency in relation to Wales", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "77", "section_title": "Membership etc. of Agency", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "78", "section_title": "Powers of Agency to provide financial support", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "79", "section_title": "Forms of financial support under section 78", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "80", "section_title": "Provisions supplementary to sections 78 and 79", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "81", "section_title": "Grants to Agency by Secretary of State", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "82", "section_title": "Grants to Agency by Assembly", "section_text": "82 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "83", "section_title": "Non-funding functions of Agency", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "84", "section_title": "Directions by Secretary of State and Assembly", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "84A", "section_title": "General duty of Welsh Ministers with respect to teacher training", "section_text": "84A In carrying out their duties under sections 10 and 11 of the Education Act 1996, the Welsh Ministers must in particular make such arrangements as they consider expedient for securing that sufficient facilities are available for the training of teachers to serve in— a schools maintained by local authorities in Wales, b institutions in Wales within the further education sector, and c institutions in Wales which are maintained by local authorities in Wales and provide higher education or further education (or both)."}, {"act": "Education Act 2005", "year": 2005, "section": "84B", "section_title": "Power to promote careers in school workforce in Wales", "section_text": "84B 1 The Welsh Ministers may promote careers in the school workforce in Wales. 2 The Welsh Ministers may exercise the power conferred by subsection (1) jointly with the Secretary of State or any other person with functions relating to careers in the school workforce. 3 The Welsh Ministers may make arrangements for the power conferred by subsection (1) to be exercised on their behalf by any other person. 4 Arrangements under subsection (3) may (in particular) make provision for that power to be exercised— a to the extent, and on the terms, specified in the arrangements; b generally or in such circumstances as are specified in the arrangements; c jointly with any person with whom it can be exercised jointly by the Welsh Ministers by virtue of subsection (2). 5 Arrangements under subsection (3) do not prevent the power conferred by subsection (1) from being exercised by the Welsh Ministers."}, {"act": "Education Act 2005", "year": 2005, "section": "85", "section_title": "Qualifying activities and eligible institutions in relation to  HEFCW  funding", "section_text": "85 1 The Higher Education Funding Council for Wales (in this Part referred to as  “ HEFCW ”) are responsible for administering funds made available to them by the Assembly and others for the purpose of providing financial support for the carrying on by eligible institutions of qualifying activities. 2 The activities qualifying for funding by HEFCW under this Part (“ qualifying activities ”) are— a the provision of teacher training, b the provision of facilities, and the carrying on of other activities, by eligible institutions which the governing bodies of those institutions consider it necessary or desirable to provide or carry on for the purposes of or in connection with activities within paragraph (a), and c the provision by any person of services for the purposes of, or in connection with, such activities. 3 The institutions eligible for funding by HEFCW under this Part (“ eligible institutions ”) are— a any institution in Wales within the higher or further education sector, b the Open University, c any school in Wales, and d and other institution or body in Wales designated by order of the Assembly, and any partnership or association of eligible institutions, or body established by one or more such institutions, for the purpose of carrying on qualifying activities. 4 For the purposes of subsection (3), an institution or body is in Wales if its activities are carried on, or principally carried on, in Wales. 5 In sections 86 to 91— a “ qualifying activities ” is to be read in accordance with subsection (2); b “ eligible institution ” is to be read in accordance with subsection (3)."}, {"act": "Education Act 2005", "year": 2005, "section": "86", "section_title": "Grants, loans and other payments by HEFCW", "section_text": "86 1 HEFCW may— a make grants, loans or other payments in respect of expenditure incurred or to be incurred by the governing body of an eligible institution for the purposes of activities qualifying for funding by HEFCW under this Part by virtue of section 85(2)(a) or (b), and b make grants, loans or other payments in respect of expenditure incurred or to be incurred for the purposes of the provision of services as mentioned in section 85(2)(c), subject in each case to such terms and conditions as HEFCW think fit. 2 The terms and conditions on which HEFCW may make any grants, loans or other payments under this section may in particular— a enable HEFCW to require the repayment, in whole or in part, of sums paid by HEFCW if any of the terms and conditions subject to which the sums were paid is not complied with, and b require the payment of interest in respect of any period during which a sum due to HEFCW in accordance with any of the terms and conditions remains unpaid. 3 The power of HEFCW to impose conditions on the making of any grants, loans or other payments under this section to an eligible institution includes in particular power to impose conditions prohibiting, restricting or requiring the charging of fees in connection with the carrying out by that institution of qualifying activities. 4 Where— a a condition is imposed under subsection (3) in connection with any grant, loan or other payment to an eligible institution, and b the grant, loan or other payment is to any extent made in respect of persons undertaking training which is provided in whole or in part by another training provider, then, for the purposes of the condition, fees payable by such persons to the other training provider are to be regarded as fees charged by the eligible institution. 5 The terms and conditions must not relate to the application of any sums derived otherwise than from HEFCW, but this subsection does not affect the power to impose conditions by virtue of subsection (3). 6 In exercising their functions under this section HEFCW must have regard— a generally, to any forecast of demand for newly-qualified teachers that is notified to them by the Assembly, and b in relation to any particular institution, to any assessment of the quality of the teacher training provided by that institution— i made by the Chief Inspector for Wales, or ii to which HEFCW think it appropriate to have regard or to which the Assembly directs them to have regard."}, {"act": "Education Act 2005", "year": 2005, "section": "87", "section_title": "Provisions supplementary to section 86", "section_text": "87 1 In exercising their functions in relation to the provision of financial support for qualifying activities, HEFCW must have regard to the desirability of not discouraging any institution for whose activities financial support is provided under this Part from maintaining or developing its funding from other sources. 2 Before exercising their discretion under section 86(1)(a) or (b) with respect to the terms and conditions to be imposed in relation to any grants, loans or other payments, HEFCW must consult such of the following bodies as appear to them to be appropriate to consult in the circumstances— a such bodies representing the interests of eligible institutions as appear to HEFCW to be concerned, and b the governing body of any particular eligible institution which appears to HEFCW to be concerned. 3 In exercising their functions in relation to the provision of financial support for qualifying activities HEFCW must have regard (so far at they think it relevant to do so in the light of any other relevant considerations) to the desirability of maintaining— a what appears to them to be an appropriate balance in the support given to them as between institutions which are of a denominational character and other institutions, and b any distinctive characteristics of any eligible institution for whose activities financial support is provided under this Part. 4 In exercising their functions HEFCW must take such steps as appear to them appropriate to secure that the governing body of any institution which provides a course of initial teacher training funded by HEFCW makes available such information relating to the course, in such manner and to such persons, as HEFCW may require. 5 Subsection (1) does not affect the power by virtue of section 86(3) to impose conditions prohibiting or restricting the charging of fees."}, {"act": "Education Act 2005", "year": 2005, "section": "88", "section_title": "Grants to HEFCW", "section_text": "88 1 The Assembly may make grants to HEFCW of such amounts and subject to such conditions as the Assembly may determine. 2 The terms and conditions subject to which grants are made by the Assembly to HEFCW under this section— a may in particular impose requirements to be complied with in respect of every institution, or every institution falling within a class or description specified in the terms and conditions, being requirements to be complied with in the case of any institution to which the requirements apply before financial support of any amount or description so specified is provided by HEFCW in respect of activities carried on by the institution, but b may not otherwise relate to the provision of financial support by HEFCW in respect of activities carried on by any particular institution or institutions. 3 Such terms and conditions may not be framed by reference to criteria for the selection and appointment of staff and for the admission of students. 4 Such terms and conditions may in particular— a enable the Assembly to require the repayment, in whole or in part, of sums paid by it if any of the terms and conditions subject to which the sums were paid is not complied with, and b require the payment of interest in respect of any period during which a sum due to the Assembly in accordance with any of the terms and conditions remains unpaid. 5 Section 68 of the Further and Higher Education Act 1992 (c. 13) does not apply in relation to grants made to HEFCW under this section."}, {"act": "Education Act 2005", "year": 2005, "section": "89", "section_title": "Power of HEFCW to carry out or commission research", "section_text": "89 HEFCW may carry out or commission such research as they consider appropriate with a view to improving— a the training of teachers, or b the standards of teaching."}, {"act": "Education Act 2005", "year": 2005, "section": "90", "section_title": "Supplementary and ancillary functions of HEFCW", "section_text": "90 1 The Assembly may by order confer or impose on HEFCW such functions supplementary to their functions under this Part as the Assembly thinks fit. 2 For the purposes of subsection (1) a function is a supplementary function in relation to HEFCW if— a it is exercisable for the purposes of the exercise by the Assembly of functions of the Assembly under any enactment, and b it relates to, or to the activities of, an eligible institution. 3 Before making an order under subsection (1) the Assembly must carry out such consultation as appears to it to be appropriate. 4 HEFCW may carry out such activities ancillary to their functions under this Part as the Assembly may direct."}, {"act": "Education Act 2005", "year": 2005, "section": "91", "section_title": "Directions by Assembly", "section_text": "91 1 In exercising their functions under this Part HEFCW must comply with any directions under this section. 2 The Assembly may give general directions to HEFCW about the exercise of their functions. 3 If it appears to the Assembly that the financial affairs of an eligible institution have been or are being mismanaged the Assembly may, after consulting HEFCW and the institution, give such directions to HEFCW about the provision of financial support in respect of the activities carried on by the institution as the Assembly considers necessary or expedient by reason of the mismanagement. 4 Directions under this section are to be contained in an order made by the Assembly."}, {"act": "Education Act 2005", "year": 2005, "section": "92", "section_title": "Joint exercise of functions", "section_text": "92 1 The Secretary of State,  HEFCW  and any other relevant funding body may exercise any of their functions jointly. 2 In subsection (1)\t\t\t\t\t “ other relevant funding body ” means  ... the   Office for Students   ...  ... or the   the Assembly to the extent that it is discharging its functions under Part 2 of the Learning and Skills Act 2000  . 2A The reference in subsection (1) to the functions of the Secretary of State is to the functions of the Secretary of State relating to training for members of the school workforce. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Assembly may by order authorise HEFCW to exercise their functions under this Part jointly with a body specified in the order, and the specified body to exercise its functions jointly with HEFCW. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "93", "section_title": "Efficiency studies", "section_text": "93 1 The Secretary of State and  HEFCW  may arrange for the promotion or the carrying out by any person of studies designed to improve economy, efficiency and effectiveness in the management or operations of a qualifying person. 2 A person promoting or carrying out such studies at the request of  the Secretary of State or  HEFCW  may require the qualifying person concerned— a to provide him, or a person authorised by him, with such information, and b to make available to him, or a person authorised by him, for inspection their accounts and such other documents, as he may reasonably require for that purpose. 3 In this section  “ qualifying person ” means— a a training provider receiving financial  assistance under section 14 of the Education Act 2002 from the Secretary of State , or b the governing body of an eligible institution, as defined by section 85(3), receiving financial support under this Part from HEFCW."}, {"act": "Education Act 2005", "year": 2005, "section": "94", "section_title": "Provision of information", "section_text": "94 1  HEFCW  may give the Secretary of State information for the purposes of the exercise of the Secretary of State's functions relating to training for members of the school workforce. 2 The Secretary of State may give  HEFCW  information for the purposes of the exercise of their functions under any enactment. 3 The persons and bodies mentioned in subsection (4) must— a give the Secretary of State such information as the Secretary of State may require for the purpose of the exercise of the Secretary of State's functions relating to training for members of the school workforce; b give  HEFCW  such information as they may require for the purpose of the exercise of their functions under any enactment. 4 The persons and bodies referred to in subsection (3) are— a a person receiving, or who has received or applied for, a grant, loan or other payment under section 86, or financial assistance from the Secretary of State under section 14 of the Education Act 2002; b a local authority."}, {"act": "Education Act 2005", "year": 2005, "section": "95", "section_title": "Power of maintained schools to provide training for the school workforce", "section_text": "95 1 The governing body of a maintained school may— a provide courses of initial or further training for school teachers, b provide courses of training for other members of the school workforce, or c join in partnership with other training providers, or (alone or jointly with other training providers) establish a body, for the purpose of providing training falling within paragraph (a) or (b). 2 It is immaterial for the purposes of subsection (1) whether or not the training constitutes higher education. 3 In relation to an exercise of the powers conferred by subsection (1), the governing body has all the same supplementary and incidental powers as it has in relation to the conduct of the school. 4 Any exercise by the governing body of a maintained school of the powers conferred by this section is not to be treated, for the purposes of Chapter 4 of Part 2 of the School Standards and Framework Act 1998 (c. 31) (financing of maintained schools) as being undertaken for the purposes of the school. 5 Section 80 of the School Standards and Framework Act 1998 (exercise of power to provide further education) does not apply in relation to any course of training that is provided under this section. 6 Nothing in this section is to be read as affecting the power of the governing body of a school, as an ordinary incident of the conduct of the school— a to provide training for members of the school workforce who work at the school, or b to participate in the provision of training for members of the school workforce as part of a course provided by another training provider."}, {"act": "Education Act 2005", "year": 2005, "section": "96", "section_title": "Interpretation of references to training", "section_text": "96 1 References in this Part to training, in relation to teachers or other members of the school workforce (including references to the provision of training  “for” teachers or other members of the school workforce), include— a any training or education with the object of fitting persons to be teachers or other members of the school workforce, or to be better teachers or other members of the school workforce, and b any assessment related to the award of any qualification or status as a teacher or other member of the school workforce. 2 References elsewhere in the Education Acts to training, in relation to teachers, include any training or education with a view to fitting persons to be teachers, or better teachers."}, {"act": "Education Act 2005", "year": 2005, "section": "97", "section_title": "Institutions of a denominational character", "section_text": "97 For the purposes of this Part an institution is of a denominational character if— a at least one quarter of the members of the governing body of the institution, or in the case of a school at least one-fifth, are persons appointed to represent the interests of a religion or religious denomination, or b any of the property held for the purposes of the institution is held upon trusts which provide that, in the event of the discontinuance of the institution, the property concerned is to be held for, or sold and the proceeds of sale applied for, the benefit of a religion or religious denomination, or c any of the property held for the purposes of the institution is held on trust for or in connection with— i the provision of education, or ii the conduct of an educational institution, in accordance with the tenets of a religion or religious denomination."}, {"act": "Education Act 2005", "year": 2005, "section": "98", "section_title": "Further amendments relating to Part 3", "section_text": "98 Schedule 14 contains amendments related to the preceding provisions of this Part."}, {"act": "Education Act 2005", "year": 2005, "section": "99", "section_title": "Transitional and transitory provisions relating to Part 3", "section_text": "99 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "100", "section_title": "Interpretation of Part 3", "section_text": "100 1 In this Part— ... “ the Chief Inspector for England ” means   Her Majesty's Chief Inspector of Education, Children's Services and Skills ; “ the Chief Inspector for Wales ” means Her Majesty's Chief Inspector of Education and Training in Wales; “ denominational character ”, in relation to an institution, is to be read in accordance with section 97; ... “ governing body ”, in relation to an institution conducted by a company, is to be read in accordance with an order under subsection (2); “ HEFCW ” means the Higher Education Funding Council for Wales; “ maintained school ” means— a community, foundation or voluntary school, a community or foundation special school, or a maintained nursery school; “ the school workforce ” and  “ member of the school workforce ” are to be read in accordance with  subsection (1A) ; “ training ”, in relation to members of the school workforce, is to be read in accordance with section 96(1); “ training provider ”  means a person who provides training for members of the school workforce . 1A For the purposes of this Part, the school workforce consists of the following members— a persons who work in schools, and b other persons who are teachers or who carry out work that consists of or includes teaching. 2 The Assembly may by order provide for references in sections 85 to 91 to the governing body of an institution, in relation to an institution which is conducted by a company, to be read as references to the governing body provided for in the instrument of government, or to the company, or to both. 3 Other expressions, if used in this Part and the Education Act 1996 (c. 56), have the same meaning in this Part as in that Act."}, {"act": "Education Act 2005", "year": 2005, "section": "101", "section_title": "Funding of maintained schools", "section_text": "101 Schedule 16 contains amendments relating to the funding by  local authorities  of schools maintained by them."}, {"act": "Education Act 2005", "year": 2005, "section": "102", "section_title": "local authority  targets: England", "section_text": "102 1 The Secretary of State may by regulations require  local authorities  in England to set annual targets in respect of the educational performance— a of pupils at schools maintained by them, and b of any persons of compulsory school age (whether or not pupils at such schools) who are or have been looked after by them. 2 Regulations under this section may in particular— a specify the matters in respect of which targets are required to be set; b require proposed targets to be notified to the Secretary of State by a prescribed time; c authorise the Secretary of State— i to modify any proposed target notified to him, or ii to require a  local authority  to modify the proposed targets and to notify him of the proposed targets as modified; d require the targets to be set by a prescribed time; e require  local authorities  to publish, in such manner as may be specified in the regulations, any targets which they set. 3 In subsection (1),  “ looked after ” is to be read in accordance with section 22 of the Children Act 1989 (c. 41)."}, {"act": "Education Act 2005", "year": 2005, "section": "103", "section_title": " Removal of requirements for governors' reports and parents' meetings", "section_text": "103 1 In section 30 of the 2002 Act (governors' report and other information)— a in subsections (1) and (2)(a), after  “maintained school” insert  “                        in Wales                      ” , b in subsections (3) and (4), after  “maintained school” insert  “                        (in England or Wales)                      ” , and c in the heading, insert  “                        (Wales)                      ”  after  “reports”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Assembly may by order— a repeal either or both of the following provisions of the 2002 Act— i section 30(1) and (2)\t\t\t\t\t\t\t\t\t(as amended by subsection (1)(a) of this section), and ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b make such amendments of any other enactment as appear to the Assembly to be necessary or expedient in consequence of any repeal made by virtue of paragraph (a)."}, {"act": "Education Act 2005", "year": 2005, "section": "104", "section_title": "School profiles", "section_text": "104 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "105", "section_title": "Provision and funding of higher education in maintained schools", "section_text": "105 After section 28 of the 2002 Act insert— Power of governing body to provide higher education 28A 1 Subject to subsection (2), the governing body of a maintained school shall have power to arrange the provision to pupils at the school (whether by teachers at the school or other persons) of courses falling within paragraph 1(g) or (h) of Schedule 6 to the Education Reform Act 1988 (courses in preparation for professional examinations at a higher level or providing education at a higher level). 2 A governing body may exercise the power under subsection (1) in relation to a particular pupil only if they are satisfied that the provision to that pupil of the course in question will not to any significant extent interfere with the other education with which he is being provided at the school. 3 The National Assembly for Wales may give, or make arrangements for the giving of, financial assistance to any person in connection with the provision of courses mentioned in subsection (1) by the governing body of a maintained school in Wales. 4 Sections 15 and 16 apply to financial assistance given under subsection (3) as they apply to financial assistance given under section 14. 5 This section has effect notwithstanding section 1(4) of the Education Act 1996 (functions not conferred with respect to higher education)."}, {"act": "Education Act 2005", "year": 2005, "section": "106", "section_title": "Admission arrangements to make special provision for looked-after children", "section_text": "106 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "107", "section_title": "Restrictions on disposal of land", "section_text": "107 Schedule 17 contains amendments of Schedule 22 to the School Standards and Framework Act 1998 (which makes provision as to the disposal of land held for the purposes of foundation, voluntary or foundation special schools and as to the property of maintained schools on their discontinuance)."}, {"act": "Education Act 2005", "year": 2005, "section": "108", "section_title": "Supply of information: education maintenance allowances", "section_text": "108 1 This subsection applies to information which— a is held for the purposes of functions relating to tax or tax credits— i by the Commissioners of Inland Revenue, or ii by a person providing services to the Commissioners of Inland Revenue, in connection with the provision of those services, or b is held for the purposes of functions relating to social security— i by the Secretary of State or a Northern Ireland department, or ii by a person providing services to the Secretary of State or such a department, in connection with the provision of those services. 2 Information to which subsection (1) applies may be supplied to a person falling within subsection (3) for use for purposes relating to eligibility for education maintenance allowances. 3 The following persons fall within this subsection— a the Secretary of State, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ba . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the Assembly, d a Northern Ireland department, e the Scottish Ministers, and f any person providing services to  a person within paragraphs (a) to (e) . 4 Information received by virtue of subsection or this subsection (2) by a person other than the Scottish Ministers may be supplied to a person falling within subsection (5) for use for purposes relating to eligibility for education maintenance allowances. 5 The following persons fall within this subsection— a the Assembly, b a Northern Ireland department, c the Scottish Ministers, d any person by whom functions in relation to education maintenance allowances falling within subsection (8)(a) are exercisable by virtue of section 14 or 17 of the 2002 Act, e any person by whom functions under regulations under section 181 of the 2002 Act are exercisable by virtue of section 183 or 184 of that Act, and f any person providing services to the Assembly or a Northern Ireland department. 6 A person other than the Scottish Ministers may, in making any request for the supply to him of information by virtue of subsection (2) or (4), supply to any person who holds, or is to be supplied with, the information— a the name, address and date of birth of any person to whom the request relates (“ the student ”), b the name, address and date of birth of— i any parent of the student, or ii any other person whose financial circumstances are relevant to the student's eligibility for an education maintenance allowance, and c any other information (whether relating to the student, any parent of his or any person falling within paragraph (b)(ii)) which is required for the purpose of determining the student's eligibility for an education maintenance allowance. 7 This section does not limit the circumstances in which information may be supplied apart from this section. 8 In this section and section 109  “ education maintenance allowance ” means— a financial assistance under section 14 of the 2002 Act paid to or in respect of a person who is over compulsory school age in connection with his undertaking any course of education or training, b an allowance under section 181 of the 2002 Act, c an award under Article 51(1)(b) of the Education and Libraries (Northern Ireland) Order 1986 ( No.  594/ NI  3) paid to or in respect of a person who is over compulsory school age (within the meaning of that Order) in connection with his undertaking any course of education or training, d an allowance under section 73(f) of the Education (Scotland) Act 1980 (c. 44) paid to or in respect of a relevant person attending a course of education, other than higher education, or e financial assistance provided under section 12(2)(c) of the Further and Higher Education (Scotland) Act 1992 (c. 37). 9 In subsection (8)(d)— “ higher education ” has the same meaning as in Part 2 of the Further and Higher Education (Scotland) Act 1992; “ relevant person ” means a person who— is deemed to have attained the age of 16 years under section 33 of the Education (Scotland) Act 1980, and has not, on the first day of the term of the course of education, attained the age of 20 years."}, {"act": "Education Act 2005", "year": 2005, "section": "109", "section_title": "Unauthorised disclosure of information received under section 108", "section_text": "109 1 A person (“X”) who discloses information which he has received by virtue of subsection (2) or (4) of section 108 and which relates to a particular person commits an offence unless the information is disclosed— a in accordance with subsection (4) of that section, b in the course of any duty X has in connection with the exercise of functions relating to eligibility for education maintenance allowances, c in accordance with an enactment or an order of a court, d for the purpose of instituting, or otherwise for the purposes of, civil or criminal proceedings, or e with consent given by or on behalf of the person to whom the information relates. 2 It is a defence for a person charged with an offence under subsection (1) to prove that he reasonably believed that his disclosure was lawful. 3 A person guilty of an offence under subsection is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both; b on summary conviction in England and Wales, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , to a fine not exceeding the statutory maximum or to both; c on summary conviction in Scotland or Northern Ireland, to imprisonment for a term not exceeding 6 months, to a fine not exceeding the statutory maximum or to both. 4 In relation to an offence committed before    2 May 2022 , the reference in subsection (3)(b) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months. 5 The reference in subsection (1)(c) to an enactment includes a reference to an enactment comprised in, or in an instrument made under— a an Act of the Scottish Parliament, or b any Northern Ireland legislation as defined in section 24(5) of the Interpretation Act 1978 (c. 30)."}, {"act": "Education Act 2005", "year": 2005, "section": "110", "section_title": "Supply of information: free school lunches etc.", "section_text": "110 1 This subsection applies to information held for the purposes of functions relating to tax credits— a by the Commissioners of Inland Revenue, or b by a person providing services to them, in connection with the provision of those services. 2 This subsection applies to information held for the purposes of functions relating to social security— a by the Secretary of State, or b by a person providing services to him, in connection with the provision of those services. 3 Information to which subsection (1) or (2) applies may be supplied— a to the Secretary of State, or any person providing services to him, or b to the Assembly, or any person providing services to the Assembly, for use for the purpose of determining eligibility for free school lunches and milk. 4 Information to which subsection (2) applies may be supplied to a  local authority  for use for that purpose. 5 Information received by virtue of subsection (3) may be supplied— a to another person to whom it could have been supplied under that subsection, or b to a  local authority , for use for that purpose. 6 The references in subsections (4) and (5)(b) to a  local authority  include references to any person exercising on behalf of such an authority functions relating to eligibility for free school lunches and milk. 7 For the purposes of this section, a person is eligible for free school lunches and milk if school lunches and milk are required to be provided for him, on request, free of charge— a in accordance with section 512ZB(2) and (3) of the Education Act 1996 (c. 56), b in accordance with regulations under section 342 of that Act (non-maintained special schools), or c in accordance with  Academy arrangements . 8 In this section,  “ school lunch ” has the same meaning as in section 512 of the Education Act 1996. 9 This section does not limit the circumstances in which information may be supplied apart from this section."}, {"act": "Education Act 2005", "year": 2005, "section": "111", "section_title": "Unauthorised disclosure of information received under section 110", "section_text": "111 1 A person (“X”) who discloses information which he has received by virtue of any of subsections (3) to (5) of section 110 and which relates to a particular person commits an offence unless the information is disclosed— a in the case of information received by virtue of subsection (3) of that section, in accordance with subsection (5) of that section, b in the course of any duty X has in connection with the exercise of functions relating to eligibility for free school lunches and milk, c in accordance with an enactment or an order of a court, or d with consent given by or on behalf of the person to whom the information relates. 2 In subsection (1)(b),  “ eligibility for free school lunches and milk ” is to be read in accordance with section 110(7). 3 It is a defence for a person charged with an offence under subsection (1) to prove that he reasonably believed that his disclosure was lawful. 4 A person guilty of an offence under subsection (1) is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , to a fine not exceeding the statutory maximum or to both. 5 In relation to an offence committed before   2 May 2022 , the reference in subsection (4)(b) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months."}, {"act": "Education Act 2005", "year": 2005, "section": "112", "section_title": "Power to provide that function of determining eligibility remains with  local authority", "section_text": "112 In section 512A of the Education Act 1996 (c. 56) (transfer of functions under section 512 of that Act to governing bodies), in subsection (4), for paragraph (b) substitute— b if the duty corresponds to the one mentioned in subsection (2)(b) or (c)— i the order may provide that, notwithstanding the other provisions of the order, the function of determining whether pupils at the school fall within section 512ZB(4) is to be exercisable by the  local authority , and ii section 533(3) shall not apply to school lunches or milk provided by the governing body in pursuance of the order."}, {"act": "Education Act 2005", "year": 2005, "section": "113", "section_title": "Information about the school workforce: introductory", "section_text": "113 1 Subsections (2) and (3) apply for the purposes of section 114. 2 “ Qualifying worker ” means any person who— a is employed at, or otherwise engaged to work at, a school, b does not fall within paragraph (a) but provides, or assists in the provision of, education under a contract of employment or for services where the other party to the contract is— i a local authority, or ii a person exercising a function relating to the provision of education on behalf of such an authority, or c provides education at a further education institution or a 16 to 19 Academy . 3 “ Qualifying trainee ” means a person (other than a qualifying worker as defined in subsection (2)) for whom training as a member of the school workforce is being provided. 4 In this section— “ contract of employment ” has the meaning given by section 230(2) of the Employment Rights Act 1996 (c. 18); “ further education institution ” means an institution which is— an institution (other than a school) which provides further education, or an institution within the further education sector; “ member of the school workforce ” has the same meaning as in Part 3. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2005", "year": 2005, "section": "114", "section_title": "Supply of information about school workforce", "section_text": "114 1 Regulations may authorise or require— a the proprietor of a school, b a local authority, c any prescribed person, to supply to the relevant person (as defined by subsection (2)) prescribed information relating to persons who are or have been qualifying workers or qualifying trainees, for use by the relevant person for a qualifying purpose. 2 In subsection (1)  “ the relevant person ” means one or more of the following— a the Secretary of State, b the Assembly, or c any prescribed person. 3 Regulations may authorise the Secretary of State or the Assembly to supply to the other or to any prescribed person, for use for a qualifying purpose, prescribed information relating to persons who are or have been qualifying workers or qualifying trainees. 4 A person may not be prescribed for the purposes of subsection (1)(c), (2)(c) or (3) unless— a in the case of subsection (1)(c) or (2)(c), he appears to the person making the regulations to be exercising functions of a public nature, or b in the case of subsection (3), he appears to the person making the regulations to be exercising such functions or carrying out research which relates to education or training and may be expected to be of public benefit. 5 For the purposes of this section, information is supplied to a person for use for a qualifying purpose if it is supplied to him for use for— a evaluation, planning, research or statistical purposes, or b any other prescribed purpose. 6 Regulations may authorise a person falling within subsection (7) to supply to any prescribed person (“ the recipient ”) any information relating to persons who are or have been qualifying workers or qualifying trainees which— a has been lawfully held by the recipient, or b is information which another person was, or could have been, required (whether by virtue of regulations under this section or otherwise) to supply to the recipient. 7 The following persons fall within this subsection— a the Secretary of State, b the Assembly, and c any prescribed person. 8 Regulations may— a prohibit any person to whom information is supplied by virtue of this section from further disclosing the information otherwise than in prescribed circumstances,  ... b in relation to England, provide that section 497 of the Education Act 1996 (c. 56) (default powers of Secretary of State or Assembly) is, in relation to the duties imposed by virtue of this section, to have effect as if— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii any reference to a body to which that section applies included a reference to a prescribed person;  and c in relation to Wales, provide that Chapter 2 of Part 2 of the School Standards and Organisation (Wales) Act 2013 (intervention in local authorities) is to have effect as if— i references to a local authority included a reference to a prescribed person, ii duties imposed by virtue of this section were education functions, iii the only relevant ground for intervention were ground 1 in section 21, and iv sections 24 to 27 did not apply. 9 This section does not limit the circumstances in which information is authorised or required to be supplied apart from this section. 10 In this section— “ prescribed ” means prescribed by regulations; “ regulations ” means— in relation to England, regulations made by the Secretary of State, and in relation to Wales, regulations made by the Assembly."}, {"act": "Education Act 2005", "year": 2005, "section": "115", "section_title": "Power of governing body to make alternative provision for excluded pupils", "section_text": "115 In section 29 of the 2002 Act (additional functions of governing body), in subsection (3)\t\t\t(power to require pupils to attend at other places for purpose of education) for  “pupils in attendance at the school” substitute  “                registered pupils              ” ."}, {"act": "Education Act 2005", "year": 2005, "section": "116", "section_title": "Failure of parent to secure regular attendance of child at alternative provision", "section_text": "116 After section 444 of the Education Act 1996 insert— Application of section 444 to alternative educational provision 444ZA 1 Where, in the case of a child of compulsory school age who is not a registered pupil at any school— a a  local authority  has made arrangements under section 19 for the provision of education for him otherwise than at a school or at his home, and b notice in writing of the arrangements has been given to the child's parent, subsections (1) to (7) of section 444 have effect as if the place at which the education is provided were a school and the child were a registered pupil at that school. 2 Where— a a child of compulsory school age has been excluded from a relevant school, b he remains for the time being a registered pupil at the school, c he is required by the appropriate authority for the school to attend at a place outside the school premises for the purpose of receiving any instruction or training, and d notice in writing of the requirement has been given to the child's parent, subsections (1) to (7) of section 444 have effect as if the place at which the child is required to attend were a school and the child were a registered pupil at that school (and not at the school mentioned in paragraph (b)). 3 In relation to a maintained school or a pupil referral unit— a the reference in subsection (2)(a) to exclusion is a reference to exclusion under section 52 of the Education Act 2002, and b the requirement referred to in subsection (2)(c) is a requirement imposed under section 29(3) of that Act. 4 A child shall not be taken to have failed to attend regularly— a in a case falling within subsection (1), at the place at which education is provided for him, or b in a case falling within subsection (2), at the place at which he is required to attend, unless he has failed to attend regularly since the giving of the notice mentioned in subsection (1)(b) or (2)(d). 5 Section 572, which provides for the methods by which notices may be served under this Act, does not preclude the notice mentioned in subsection (1)(b) or (2)(d) from being given to a child's parent by any other effective method. 6 In proceedings for an offence under section 444 in a case falling within subsection (1) of this section, the parent shall be acquitted if he proves that the child is receiving suitable education otherwise than by regular attendance at a school or at the place mentioned in subsection (1). 7 In section 444  “ leave ”— a in relation to a place at which education is provided as mentioned in subsection (1) of this section, means leave granted by any person authorised to do so by the  local authority ; b in relation to a place at which a child is required to attend as mentioned in subsection (2)(c) of this section, means leave granted by any person authorised to do so by the appropriate authority for the school. 8 In this section— a “ relevant school ” means— i a maintained school, ii a pupil referral unit, iii an Academy, iv a city technology college, or v a city college for the technology of the arts; b “ appropriate authority ” means— i in relation to a maintained school, the governing body, ii in relation to a pupil referral unit, the  local authority , and iii in relation to a school falling within paragraph (a)(iii), (iv) or (v), the proprietor of the school."}, {"act": "Education Act 2005", "year": 2005, "section": "117", "section_title": "Further amendments relating to Part 4", "section_text": "117 Schedule 18 contains further amendments related to the provisions of this Part."}, {"act": "Education Act 2005", "year": 2005, "section": "118", "section_title": "Meaning of  “the 2002 Act” in Part 4", "section_text": "118 In this Part  “ the 2002 Act ” means the Education Act 2002 (c. 32)."}, {"act": "Education Act 2005", "year": 2005, "section": "119", "section_title": "Functions to be exercisable by National Assembly for Wales", "section_text": "119 1 Any function conferred on the Secretary of State by the amendments made by the provisions mentioned in subsection (2), so far as exercisable in relation to Wales, is to be taken to have been transferred to the Assembly by an Order in Council under section 22 of the Government of Wales Act 1998 (c. 38). 2 Those provisions are— section 45 (power to direct closure of school); section 70 (proposals for discontinuance of rural primary school); section 71 (proposals relating to maintained special school); section 106 (admission arrangements to make special provision for looked-after children); Schedule 7 (inspection of child minding, day care and nursery education); Schedule 16 (funding of maintained schools); Schedule 17 (restrictions on disposal of land); Schedule 18 (further amendments related to Part 4)."}, {"act": "Education Act 2005", "year": 2005, "section": "120", "section_title": "Subordinate legislation: general provisions", "section_text": "120 1 Any power to make an order or regulations conferred by this Act on the Secretary of State or the Assembly is exercisable by statutory instrument. 2 Any power of the Secretary of State or the Assembly to make an order or regulations under this Act includes power— a to make different provision for different cases or areas, b to make provision generally or in relation to specific cases, and c to make such incidental, supplementary, saving or transitional provision as the Secretary of State or the Assembly thinks fit. 3 Regulations under Part 1 may, in particular, include provision for the designation by the Secretary of State or the Assembly, in accordance with the regulations, of particular schools or categories of school for the purposes of the application of particular provisions of the regulations in relation to such schools. 4 Any power conferred by this Act to give directions includes power, exercisable in the same manner and subject to the same conditions or limitations, to revoke or vary directions previously given."}, {"act": "Education Act 2005", "year": 2005, "section": "121", "section_title": "Parliamentary control of subordinate legislation", "section_text": "121 1 Any statutory instrument containing regulations or an order made by the Secretary of State under any provision of this Act is subject to annulment in pursuance of a resolution of either House of Parliament. 2 Subsection (1) does not apply to— a regulations to which subsection (2A) or  (3) applies, or b an order made under section 125 (commencement). 2A This subsection applies to regulations under section 5(4A)\t\t\t\t\t\t\t\t\t\t(power to prescribe schools exempt from inspection), apart from the first regulations to be made under that subsection. 2B A statutory instrument which contains (whether alone or with other provisions) regulations to which subsection (2A) applies may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 3 A statutory instrument which contains (whether alone or with other provisions) regulations made by the Secretary of State under section 124 which amend or repeal any part of the text of an Act may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Education Act 2005", "year": 2005, "section": "122", "section_title": "General interpretation", "section_text": "122 1 In this Act  “ the Assembly ” means the National Assembly for Wales. 2 Subject to subsection (4), the Education Act 1996 (c. 56) and the provisions of this Act specified in subsection (3) are to be read as if those provisions were contained in that Act. 3 The provisions of this Act referred to in subsection (2) are— a Part 1 (school inspections); b Part 2 (school organisation); c section 102 ( local authority  targets: England); d section 108 (supply of information: education maintenance allowances); e section 110 (supply of information: free school lunches, etc.); ea section 113 (information about the school workforce: introductory); f section 114 (supply of information about school workforce). 4 Where an expression is given for the purposes of any provision falling within subsection (3) a meaning different from that given to it for the purposes of the Education Act 1996 (c. 56), the meaning given for the purposes of that provision is to apply instead of the one given for the purposes of that Act. 5 Unless the context otherwise requires, any reference in this Act or in any Act amended by this Act to a community, foundation or voluntary school or a community or foundation special school is to such a school within the meaning of the School Standards and Framework Act 1998 (c. 31)."}, {"act": "Education Act 2005", "year": 2005, "section": "123", "section_title": "Repeals", "section_text": "123 Schedule 19 contains repeals."}, {"act": "Education Act 2005", "year": 2005, "section": "124", "section_title": "Power to make further supplementary and consequential provision etc.", "section_text": "124 1 The Secretary of State may at any time by regulations make— a such supplementary, incidental or consequential provision, or b such transitional, transitory or saving provision, as he considers necessary or expedient for the purposes of, in consequence of, or for giving full effect to, any provision of Parts 1 to 4 of this Act. 2 Regulations under subsection (1) may, in particular, make provision— a amending or repealing any enactment passed before, or in the same Session as, this Act, and b amending or revoking any subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)) made before the passing of this Act. 3 In relation to Wales, the power to make regulations under subsection (1) is also exercisable by the Assembly. 4 Nothing in this Act is to be regarded as limiting the generality of subsection (1)."}, {"act": "Education Act 2005", "year": 2005, "section": "125", "section_title": "Commencement", "section_text": "125 1 The following provisions of this Act come into force on the day on which this Act is passed— a in Part 1, sections 62 and 63; b in Part 3— section 75(5), section 78(3), sections 96 and 97, section 100, and paragraph 3 of Schedule 15 (and section 99 so far as relating to that paragraph);  c in this Part— sections 119 to 122, section 124, this section, and sections 126 to 128. 2 The following provisions of Part 4 come into force at the end of the period of two months beginning with the day on which this Act is passed— section 102, sections 107 to 114, and Schedule 17. 3 The following provisions come into force on 1st September 2005 or, if this Act is passed after 1st July 2005, at the end of the period of two months beginning with the day on which it is passed— a Part 3 (including Schedules 13 to 15), except the provisions specified in subsection (1)(b), and b Part 3 of Schedule 19 (and section 123 so far as relating to that Part of that Schedule). 4 The remaining provisions of this Act come into force in accordance with provision made by the appropriate authority (as defined in section 126) by order."}, {"act": "Education Act 2005", "year": 2005, "section": "126", "section_title": "The appropriate authority by whom commencement order is made", "section_text": "126 1 This section has effect for determining who is the appropriate authority for the purposes of section 125(4). 2 In relation to Part 1, the appropriate authority is— a the Secretary of State, for the following provisions— Chapters 1 and 2 (including Schedule 1); sections 48 and 49; paragraphs 1 to 4 of Schedule 7 (and section 53 so far as relating to those paragraphs); paragraphs 1 to 5, 23 and 26 of Schedule 9 (and section 61 so far as relating to those paragraphs), b the Assembly, for the following provisions— Chapters 3 and 4 (including Schedules 2 to 4); section 50 (including Schedule 6); section 52; sections 55 to 57; paragraph 5 of Schedule 7 (and section 53 so far as relating to that paragraph); paragraphs 6, 7, 22, 24, 25 and 27 of Schedule 9 (and section 61 so far as relating to those paragraphs), and c for the other provisions of the Part— i in relation to England, the Secretary of State, and ii in relation to Wales, the Assembly. 3 In relation to Part 2, the appropriate authority is— a for sections 70 and 71 and paragraph 9 of Schedule 12 (and section 72 so far as relating to that paragraph)— i in relation to England, the Secretary of State, and ii in relation to Wales, the Assembly, and b for the other provisions of the Part, the Secretary of State. 4 In relation to Part 4, the appropriate authority is— a the Secretary of State, for the following provisions— sections 103 and 104; paragraph 8 of Schedule 16 (and section 101 so far as relating to that paragraph); paragraphs 2 to 4 of Schedule 18 (and section 117 so far as relating to those paragraphs), and b for the other provisions of the Part— i in relation to England, the Secretary of State, and ii in relation to Wales, the Assembly. 5 In relation to section 123 and Schedule 19, the appropriate authority is— a the Secretary of State, for a repeal contained in Part 2 of the Schedule, and b for a repeal contained in Part 1 or 4 of the Schedule, the appropriate authority for the purposes of section 125(4) in relation to the provision on which the repeal is consequential."}, {"act": "Education Act 2005", "year": 2005, "section": "127", "section_title": "Extent", "section_text": "127 1 Subject to subsections (2) and (3), this Act extends to England and Wales only. 2 The following provisions extend also to Scotland and Northern Ireland— sections 108 and 109 (supply of information: education maintenance allowances), section 124, so far as relating to those sections, and the other provisions of this Part except sections 119, 122 and 123. 3 Any amendment or repeal made by this Act has the same extent as the enactment amended or repealed."}, {"act": "Education Act 2005", "year": 2005, "section": "128", "section_title": "Short title, etc.", "section_text": "128 1 This Act may be cited as the Education Act 2005. 2 This Act shall be included in the list of Education Acts set out in section 578 of the Education Act 1996 (c. 56)."}]