[{"act": "Mental Capacity Act 2005", "year": 2005, "section": "1", "section_title": "The principles", "section_text": "1 1 The following principles apply for the purposes of this Act. 2 A person must be assumed to have capacity unless it is established that he lacks capacity. 3 A person is not to be treated as unable to make a decision unless all practicable steps to help him to do so have been taken without success. 4 A person is not to be treated as unable to make a decision merely because he makes an unwise decision. 5 An act done, or decision made, under this Act for or on behalf of a person who lacks capacity must be done, or made, in his best interests. 6 Before the act is done, or the decision is made, regard must be had to whether the purpose for which it is needed can be as effectively achieved in a way that is less restrictive of the person's rights and freedom of action."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "2", "section_title": "People who lack capacity", "section_text": "2 1 For the purposes of this Act, a person lacks capacity in relation to a matter if at the material time he is unable to make a decision for himself in relation to the matter because of an impairment of, or a disturbance in the functioning of, the mind or brain. 2 It does not matter whether the impairment or disturbance is permanent or temporary. 3 A lack of capacity cannot be established merely by reference to— a a person's age or appearance, or b a condition of his, or an aspect of his behaviour, which might lead others to make unjustified assumptions about his capacity. 4 In proceedings under this Act or any other enactment, any question whether a person lacks capacity within the meaning of this Act must be decided on the balance of probabilities. 5 No power which a person (“D”) may exercise under this Act— a in relation to a person who lacks capacity, or b where D reasonably thinks that a person lacks capacity, is exercisable in relation to a person under 16. 6 Subsection (5) is subject to section 18(3)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "3", "section_title": "Inability to make decisions", "section_text": "3 1 For the purposes of section 2, a person is unable to make a decision for himself if he is unable— a to understand the information relevant to the decision, b to retain that information, c to use or weigh that information as part of the process of making the decision, or d to communicate his decision (whether by talking, using sign language or any other means). 2 A person is not to be regarded as unable to understand the information relevant to a decision if he is able to understand an explanation of it given to him in a way that is appropriate to his circumstances (using simple language, visual aids or any other means). 3 The fact that a person is able to retain the information relevant to a decision for a short period only does not prevent him from being regarded as able to make the decision. 4 The information relevant to a decision includes information about the reasonably foreseeable consequences of— a deciding one way or another, or b failing to make the decision."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "4", "section_title": "Best interests", "section_text": "4 1 In determining for the purposes of this Act what is in a person's best interests, the person making the determination must not make it merely on the basis of— a the person's age or appearance, or b a condition of his, or an aspect of his behaviour, which might lead others to make unjustified assumptions about what might be in his best interests. 2 The person making the determination must consider all the relevant circumstances and, in particular, take the following steps. 3 He must consider— a whether it is likely that the person will at some time have capacity in relation to the matter in question, and b if it appears likely that he will, when that is likely to be. 4 He must, so far as reasonably practicable, permit and encourage the person to participate, or to improve his ability to participate, as fully as possible in any act done for him and any decision affecting him. 5 Where the determination relates to life-sustaining treatment he must not, in considering whether the treatment is in the best interests of the person concerned, be motivated by a desire to bring about his death. 6 He must consider, so far as is reasonably ascertainable— a the person's past and present wishes and feelings (and, in particular, any relevant written statement made by him when he had capacity), b the beliefs and values that would be likely to influence his decision if he had capacity, and c the other factors that he would be likely to consider if he were able to do so. 7 He must take into account, if it is practicable and appropriate to consult them, the views of— a anyone named by the person as someone to be consulted on the matter in question or on matters of that kind, b anyone engaged in caring for the person or interested in his welfare, c any donee of a lasting power of attorney granted by the person, and d any deputy appointed for the person by the court, as to what would be in the person's best interests and, in particular, as to the matters mentioned in subsection (6). 8 The duties imposed by subsections (1) to (7) also apply in relation to the exercise of any powers which— a are exercisable under a lasting power of attorney, or b are exercisable by a person under this Act where he reasonably believes that another person lacks capacity. 9 In the case of an act done, or a decision made, by a person other than the court, there is sufficient compliance with this section if (having complied with the requirements of subsections (1) to (7)) he reasonably believes that what he does or decides is in the best interests of the person concerned. 10 “ Life-sustaining treatment ” means treatment which in the view of a person providing health care for the person concerned is necessary to sustain life. 11 “ Relevant circumstances ” are those— a of which the person making the determination is aware, and b which it would be reasonable to regard as relevant."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "4A", "section_title": "Restriction on deprivation of liberty", "section_text": "4A 1 This Act does not authorise any person (“D”) to deprive any other person (“P”) of his liberty. 2 But that is subject to— a the following provisions of this section, and b section 4B. 3 D may deprive P of his liberty if, by doing so, D is giving effect to a relevant decision of the court. 4 A relevant decision of the court is a decision made by an order under section 16(2)(a) in relation to a matter concerning P's personal welfare. 5 D may deprive P of his liberty if the deprivation is authorised by Schedule A1 (hospital and care home residents: deprivation of liberty). D may deprive P of liberty if, by doing so, D is carrying out arrangements authorised under Schedule AA1 (arrangements enabling the care and treatment of persons who lack capacity)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "4B", "section_title": "Deprivation of liberty necessary for life-sustaining treatment  etc Deprivation of liberty necessary for life-sustaining treatment or vital act", "section_text": "4B 1 If the following conditions are met, D is authorised to deprive P of his liberty while a decision as respects any relevant issue is sought from the court. 2 The first condition is that there is a question about whether D is authorised to deprive P of his liberty under section 4A. 3 The second condition is that the deprivation of liberty— a is wholly or partly for the purpose of— i giving P life-sustaining treatment, or ii doing any vital act, or b consists wholly or partly of— i giving P life-sustaining treatment, or ii doing any vital act. 4 The third condition is that the deprivation of liberty is necessary in order to— a give the life-sustaining treatment, or b do the vital act. 5 A vital act is any act which the person doing it reasonably believes to be necessary to prevent a serious deterioration in P's condition. 1 If Conditions 1 to 4 are met, D is authorised to take steps which deprive P of liberty. 2 Condition 1 is that the steps— a are wholly or partly for the purpose of giving P life-sustaining treatment or doing any vital act, or b consist wholly or partly of giving P life-sustaining treatment or doing any vital act. 3 A vital act is any act which the person doing it reasonably believes to be necessary to prevent a serious deterioration in P’s condition. 4 Condition 2 is that the steps are necessary in order to give the life-sustaining treatment or do the vital act. 5 Condition 3 is that D reasonably believes that P lacks capacity to consent to D taking the steps. 6 Condition 4 is that— a subsection  (7)  applies, or b there is an emergency. 7 This subsection applies if— a a decision relevant to whether D is authorised to deprive P of liberty is being sought from the court, or b a responsible body is carrying out functions under Schedule AA1 with a view to determining whether to authorise arrangements that give rise to a deprivation of P’s liberty. 8 In subsection  (7)  it does not matter— a whether the decision mentioned in paragraph  (a)  relates to the steps mentioned in subsection  (1) ; b whether the arrangements mentioned in paragraph  (b)  include those steps. 9 There is an emergency if D reasonably believes that— a there is an urgent need to take the steps mentioned in subsection  (1)  in order to give the life-sustaining treatment or do the vital act, and b it is not reasonably practicable before taking those steps— i to make an application for P to be detained under Part 2 of the Mental Health Act, ii to make an application within subsection  (7)(a) , or iii to secure that action within subsection  (7)(b)  is taken."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "4C", "section_title": "Carrying out of authorised arrangements giving rise to deprivation of liberty", "section_text": "4C 1 This section applies to an act that a person (“D”) does in carrying out arrangements authorised under Schedule AA1. 2 D does not incur any liability in relation to the act that would not have been incurred if the cared-for person— a had had capacity to consent in relation to D doing the act, and b had consented to D doing the act. 3 Nothing in this section excludes a person’s civil liability for loss or damage, or a person’s criminal liability, resulting from that person’s negligence in doing the act. 4 Paragraph  31  of Schedule AA1 applies if an authorisation ceases to have effect in certain cases. 5 “Cared-for person” has the meaning given by paragraph  2(1)  of that Schedule."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "5", "section_title": "Acts in connection with care or treatment", "section_text": "5 1 If a person (“D”) does an act in connection with the care or treatment of another person (“P”), the act is one to which this section applies if— a before doing the act, D takes reasonable steps to establish whether P lacks capacity in relation to the matter in question, and b when doing the act, D reasonably believes— i that P lacks capacity in relation to the matter, and ii that it will be in P's best interests for the act to be done. 2 D does not incur any liability in relation to the act that he would not have incurred if P— a had had capacity to consent in relation to the matter, and b had consented to D's doing the act. 3 Nothing in this section excludes a person's civil liability for loss or damage, or his criminal liability, resulting from his negligence in doing the act. 4 Nothing in this section affects the operation of sections 24 to 26 (advance decisions to refuse treatment)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "6", "section_title": "Section 5 acts: limitations", "section_text": "6 1 If D does an act that is intended to restrain P, it is not an act to which section 5 applies unless two further conditions are satisfied. 2 The first condition is that D reasonably believes that it is necessary to do the act in order to prevent harm to P. 3 The second is that the act is a proportionate response to— a the likelihood of P's suffering harm, and b the seriousness of that harm. 4 For the purposes of this section D restrains P if he— a uses, or threatens to use, force to secure the doing of an act which P resists, or b restricts P's liberty of movement, whether or not P resists. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Section 5 does not authorise a person to do an act which conflicts with a decision made, within the scope of his authority and in accordance with this Part, by— a a donee of a lasting power of attorney granted by P, or b a deputy appointed for P by the court. 7 But nothing in subsection (6) stops a person— a providing life-sustaining treatment, or b doing any act which he reasonably believes to be necessary to prevent a serious deterioration in P's condition, while a decision as respects any relevant issue is sought from the court."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "7", "section_title": "Payment for necessary goods and services", "section_text": "7 1 If necessary goods or services are supplied to a person who lacks capacity to contract for the supply, he must pay a reasonable price for them. 2 “ Necessary ” means suitable to a person's condition in life and to his actual requirements at the time when the goods or services are supplied."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "8", "section_title": "Expenditure", "section_text": "8 1 If an act to which section 5 applies involves expenditure, it is lawful for D— a to pledge P's credit for the purpose of the expenditure, and b to apply money in P's possession for meeting the expenditure. 2 If the expenditure is borne for P by D, it is lawful for D— a to reimburse himself out of money in P's possession, or b to be otherwise indemnified by P. 3 Subsections (1) and (2) do not affect any power under which (apart from those subsections) a person— a has lawful control of P's money or other property, and b has power to spend money for P's benefit."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "9", "section_title": "Lasting powers of attorney", "section_text": "9 1 A lasting power of attorney is a power of attorney under which the donor (“P”) confers on the donee (or donees) authority to make decisions about all or any of the following— a P's personal welfare or specified matters concerning P's personal welfare, and b P's property and affairs or specified matters concerning P's property and affairs, and which includes authority to make such decisions in circumstances where P no longer has capacity. 2 A lasting power of attorney is not created unless— a section 10 is complied with, b an instrument conferring authority of the kind mentioned in subsection (1) is made and registered in accordance with Schedule 1, and c at the time when P executes the instrument, P has reached 18 and has capacity to execute it. 3 An instrument which— a purports to create a lasting power of attorney, but b does not comply with this section, section 10 or Schedule 1, confers no authority. 4 The authority conferred by a lasting power of attorney is subject to— a the provisions of this Act and, in particular, sections 1 (the principles) and 4 (best interests), and b any conditions or restrictions specified in the instrument."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "10", "section_title": "Appointment of donees", "section_text": "10 1 A donee of a lasting power of attorney must be— a an individual who has reached 18, or b if the power relates only to P's property and affairs, either such an individual or a trust corporation. 2 An individual who is bankrupt or is a person in relation to whom a debt relief order is made  may not be appointed as donee of a lasting power of attorney in relation to P's property and affairs. 3 Subsections (4) to (7) apply in relation to an instrument under which two or more persons are to act as donees of a lasting power of attorney. 4 The instrument may appoint them to act— a jointly, b jointly and severally, or c jointly in respect of some matters and jointly and severally in respect of others. 5 To the extent to which it does not specify whether they are to act jointly or jointly and severally, the instrument is to be assumed to appoint them to act jointly. 6 If they are to act jointly, a failure, as respects one of them, to comply with the requirements of subsection (1) or (2) or Part 1 or 2 of Schedule 1 prevents a lasting power of attorney from being created. 7 If they are to act jointly and severally, a failure, as respects one of them, to comply with the requirements of subsection (1) or (2) or Part 1 or 2 of Schedule 1— a prevents the appointment taking effect in his case, but b does not prevent a lasting power of attorney from being created in the case of the other or others. 8 An instrument used to create a lasting power of attorney— a cannot give the donee (or, if more than one, any of them) power to appoint a substitute or successor, but b may itself appoint a person to replace the donee (or, if more than one, any of them) on the occurrence of an event mentioned in section 13(6)(a) to (d) which has the effect of terminating the donee's appointment."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "11", "section_title": "Lasting powers of attorney: restrictions", "section_text": "11 1 A lasting power of attorney does not authorise the donee (or, if more than one, any of them) to do an act that is intended to restrain P, unless three conditions are satisfied. 2 The first condition is that P lacks, or the donee reasonably believes that P lacks, capacity in relation to the matter in question. 3 The second is that the donee reasonably believes that it is necessary to do the act in order to prevent harm to P. 4 The third is that the act is a proportionate response to— a the likelihood of P's suffering harm, and b the seriousness of that harm. 5 For the purposes of this section, the donee restrains P if he— a uses, or threatens to use, force to secure the doing of an act which P resists, or b restricts P's liberty of movement, whether or not P resists, or if he authorises another person to do any of those things. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Where a lasting power of attorney authorises the donee (or, if more than one, any of them) to make decisions about P's personal welfare, the authority— a does not extend to making such decisions in circumstances other than those where P lacks, or the donee reasonably believes that P lacks, capacity, b is subject to sections 24 to 26 (advance decisions to refuse treatment), and c extends to giving or refusing consent to the carrying out or continuation of a treatment by a person providing health care for P. 8 But subsection (7)(c)— a does not authorise the giving or refusing of consent to the carrying out or continuation of life-sustaining treatment, unless the instrument contains express provision to that effect, and b is subject to any conditions or restrictions in the instrument."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "12", "section_title": "Scope of lasting powers of attorney: gifts", "section_text": "12 1 Where a lasting power of attorney confers authority to make decisions about P's property and affairs, it does not authorise a donee (or, if more than one, any of them) to dispose of the donor's property by making gifts except to the extent permitted by subsection (2). 2 The donee may make gifts— a on customary occasions to persons (including himself) who are related to or connected with the donor, or b to any charity to whom the donor made or might have been expected to make gifts, if the value of each such gift is not unreasonable having regard to all the circumstances and, in particular, the size of the donor's estate. 3 “ Customary occasion ” means— a the occasion or anniversary of a birth, a marriage or the formation of a civil partnership, or b any other occasion on which presents are customarily given within families or among friends or associates. 4 Subsection (2) is subject to any conditions or restrictions in the instrument."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "13", "section_title": "Revocation of lasting powers of attorney  etc.", "section_text": "13 1 This section applies if— a P has executed an instrument with a view to creating a lasting power of attorney, or b a lasting power of attorney is registered as having been conferred by P, and in this section references to revoking the power include revoking the instrument. 2 P may, at any time when he has capacity to do so, revoke the power. 3 P's bankruptcy , or the making of a debt relief order (under Part 7A of the Insolvency Act 1986) in respect of P,  revokes the power so far as it relates to P's property and affairs. 4 But where P is bankrupt merely because an interim bankruptcy restrictions order has effect in respect of him or where P is subject to an interim debt relief restrictions order (under Schedule 4ZB of the Insolvency Act 1986) , the power is suspended, so far as it relates to P's property and affairs, for so long as the order has effect. 5 The occurrence in relation to a donee of an event mentioned in subsection (6)— a terminates his appointment, and b except in the cases given in subsection (7), revokes the power. 6 The events are— a the disclaimer of the appointment by the donee in accordance with such requirements as may be prescribed for the purposes of this section in regulations made by the Lord Chancellor, b subject to subsections (8) and (9), the death or bankruptcy of the donee or the making of a debt relief order (under Part 7A of the Insolvency Act 1986) in respect of the donee  or, if the donee is a trust corporation, its winding-up or dissolution, c subject to subsection (11), the dissolution or annulment of a marriage or civil partnership between the donor and the donee, d the lack of capacity of the donee. 7 The cases are— a the donee is replaced under the terms of the instrument, b he is one of two or more persons appointed to act as donees jointly and severally in respect of any matter and, after the event, there is at least one remaining donee. 8 The bankruptcy of a donee or the making of a debt relief order (under Part 7A of the Insolvency Act 1986) in respect of a donee  does not terminate his appointment, or revoke the power, in so far as his authority relates to P's personal welfare. 9 Where the donee is bankrupt merely because an interim bankruptcy restrictions order has effect in respect of him or where the donee is subject to an interim debt relief restrictions order (under Schedule 4ZB of the Insolvency Act 1986), , his appointment and the power are suspended, so far as they relate to P's property and affairs, for so long as the order has effect. 10 Where the donee is one of two or more appointed to act jointly and severally under the power in respect of any matter, the reference in subsection (9) to the suspension of the power is to its suspension in so far as it relates to that donee. 11 The dissolution or annulment of a marriage or civil partnership does not terminate the appointment of a donee, or revoke the power, if the instrument provided that it was not to do so."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "14", "section_title": "Protection of donee and others if no power created or power revoked", "section_text": "14 1 Subsections (2) and (3) apply if— a an instrument has been registered under Schedule 1 as a lasting power of attorney, but b a lasting power of attorney was not created, whether or not the registration has been cancelled at the time of the act or transaction in question. 2 A donee who acts in purported exercise of the power does not incur any liability (to P or any other person) because of the non-existence of the power unless at the time of acting he— a knows that a lasting power of attorney was not created, or b is aware of circumstances which, if a lasting power of attorney had been created, would have terminated his authority to act as a donee. 3 Any transaction between the donee and another person is, in favour of that person, as valid as if the power had been in existence, unless at the time of the transaction that person has knowledge of a matter referred to in subsection (2). 4 If the interest of a purchaser depends on whether a transaction between the donee and the other person was valid by virtue of subsection (3), it is conclusively presumed in favour of the purchaser that the transaction was valid if— a the transaction was completed within 12 months of the date on which the instrument was registered, or b the other person makes a statutory declaration, before or within 3 months after the completion of the purchase, that he had no reason at the time of the transaction to doubt that the donee had authority to dispose of the property which was the subject of the transaction. 5 In its application to a lasting power of attorney which relates to matters in addition to P's property and affairs, section 5 of the Powers of Attorney Act 1971 (c. 27) (protection where power is revoked) has effect as if references to revocation included the cessation of the power in relation to P's property and affairs. 6 Where two or more donees are appointed under a lasting power of attorney, this section applies as if references to the donee were to all or any of them."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "15", "section_title": "Power to make declarations", "section_text": "15 1 The court may make declarations as to— a whether a person has or lacks capacity to make a decision specified in the declaration; b whether a person has or lacks capacity to make decisions on such matters as are described in the declaration; c the lawfulness or otherwise of any act done, or yet to be done, in relation to that person. 2 “ Act ” includes an omission and a course of conduct."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "16", "section_title": "Powers to make decisions and appoint deputies: general", "section_text": "16 1 This section applies if a person (“P”) lacks capacity in relation to a matter or matters concerning— a P's personal welfare, or b P's property and affairs. 2 The court may— a by making an order, make the decision or decisions on P's behalf in relation to the matter or matters, or b appoint a person (a  “ deputy ”) to make decisions on P's behalf in relation to the matter or matters. 3 The powers of the court under this section are subject to the provisions of this Act and, in particular, to sections 1 (the principles) and 4 (best interests). 4 When deciding whether it is in P's best interests to appoint a deputy, the court must have regard (in addition to the matters mentioned in section 4) to the principles that— a a decision by the court is to be preferred to the appointment of a deputy to make a decision, and b the powers conferred on a deputy should be as limited in scope and duration as is reasonably practicable in the circumstances. 5 The court may make such further orders or give such directions, and confer on a deputy such powers or impose on him such duties, as it thinks necessary or expedient for giving effect to, or otherwise in connection with, an order or appointment made by it under subsection (2). 6 Without prejudice to section 4, the court may make the order, give the directions or make the appointment on such terms as it considers are in P's best interests, even though no application is before the court for an order, directions or an appointment on those terms. 7 An order of the court may be varied or discharged by a subsequent order. 8 The court may, in particular, revoke the appointment of a deputy or vary the powers conferred on him if it is satisfied that the deputy— a has behaved, or is behaving, in a way that contravenes the authority conferred on him by the court or is not in P's best interests, or b proposes to behave in a way that would contravene that authority or would not be in P's best interests."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "16A", "section_title": "Section 16 powers: Mental Health Act patients  etc", "section_text": "16A 1 If a person is ineligible to be deprived of liberty by this Act, the court may not include in a welfare order provision which authorises the person to be deprived of his liberty. 2 If— a a welfare order includes provision which authorises a person to be deprived of his liberty, and b that person becomes ineligible to be deprived of liberty by this Act, the provision ceases to have effect for as long as the person remains ineligible. 3 Nothing in subsection (2) affects the power of the court under section 16(7) to vary or discharge the welfare order. 4 For the purposes of this section— a Schedule 1A applies for determining whether or not P is ineligible to be deprived of liberty by this Act; b “ welfare order ” means an order under section 16(2)(a)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "17", "section_title": "Section 16 powers: personal welfare", "section_text": "17 1 The powers under section 16 as respects P's personal welfare extend in particular to— a deciding where P is to live; b deciding what contact, if any, P is to have with any specified persons; c making an order prohibiting a named person from having contact with P; d giving or refusing consent to the carrying out or continuation of a treatment by a person providing health care for P; e giving a direction that a person responsible for P's health care allow a different person to take over that responsibility. 2 Subsection (1) is subject to section 20 (restrictions on deputies)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "18", "section_title": "Section 16 powers: property and affairs", "section_text": "18 1 The powers under section 16 as respects P's property and affairs extend in particular to— a the control and management of P's property; b the sale, exchange, charging, gift or other disposition of P's property; c the acquisition of property in P's name or on P's behalf; d the carrying on, on P's behalf, of any profession, trade or business; e the taking of a decision which will have the effect of dissolving a partnership of which P is a member; f the carrying out of any contract entered into by P; g the discharge of P's debts and of any of P's obligations, whether legally enforceable or not; h the settlement of any of P's property, whether for P's benefit or for the benefit of others; i the execution for P of a will; j the exercise of any power (including a power to consent) vested in P whether beneficially or as trustee or otherwise; k the conduct of legal proceedings in P's name or on P's behalf. 2 No will may be made under subsection (1)(i) at a time when P has not reached 18. 3 The powers under section 16 as respects any other matter relating to P's property and affairs may be exercised even though P has not reached 16, if the court considers it likely that P will still lack capacity to make decisions in respect of that matter when he reaches 18. 4 Schedule 2 supplements the provisions of this section. 5 Section 16(7) (variation and discharge of court orders) is subject to paragraph 6 of Schedule 2. 6 Subsection (1) is subject to section 20 (restrictions on deputies)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "19", "section_title": "Appointment of deputies", "section_text": "19 1 A deputy appointed by the court must be— a an individual who has reached 18, or b as respects powers in relation to property and affairs, an individual who has reached 18 or a trust corporation. 2 The court may appoint an individual by appointing the holder for the time being of a specified office or position. 3 A person may not be appointed as a deputy without his consent. 4 The court may appoint two or more deputies to act— a jointly, b jointly and severally, or c jointly in respect of some matters and jointly and severally in respect of others. 5 When appointing a deputy or deputies, the court may at the same time appoint one or more other persons to succeed the existing deputy or those deputies— a in such circumstances, or on the happening of such events, as may be specified by the court; b for such period as may be so specified. 6 A deputy is to be treated as P's agent in relation to anything done or decided by him within the scope of his appointment and in accordance with this Part. 7 The deputy is entitled— a to be reimbursed out of P's property for his reasonable expenses in discharging his functions, and b if the court so directs when appointing him, to remuneration out of P's property for discharging them. 8 The court may confer on a deputy powers to— a take possession or control of all or any specified part of P's property; b exercise all or any specified powers in respect of it, including such powers of investment as the court may determine. 9 The court may require a deputy— a to give to the Public Guardian such security as the court thinks fit for the due discharge of his functions, and b to submit to the Public Guardian such reports at such times or at such intervals as the court may direct."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "20", "section_title": "Restrictions on deputies", "section_text": "20 1 A deputy does not have power to make a decision on behalf of P in relation to a matter if he knows or has reasonable grounds for believing that P has capacity in relation to the matter. 2 Nothing in section 16(5) or 17 permits a deputy to be given power— a to prohibit a named person from having contact with P; b to direct a person responsible for P's health care to allow a different person to take over that responsibility. 3 A deputy may not be given powers with respect to— a the settlement of any of P's property, whether for P's benefit or for the benefit of others, b the execution for P of a will, or c the exercise of any power (including a power to consent) vested in P whether beneficially or as trustee or otherwise. 4 A deputy may not be given power to make a decision on behalf of P which is inconsistent with a decision made, within the scope of his authority and in accordance with this Act, by the donee of a lasting power of attorney granted by P (or, if there is more than one donee, by any of them). 5 A deputy may not refuse consent to the carrying out or continuation of life-sustaining treatment in relation to P. 6 The authority conferred on a deputy is subject to the provisions of this Act and, in particular, sections 1 (the principles) and 4 (best interests). 7 A deputy may not do an act that is intended to restrain P unless four conditions are satisfied. 8 The first condition is that, in doing the act, the deputy is acting within the scope of an authority expressly conferred on him by the court. 9 The second is that P lacks, or the deputy reasonably believes that P lacks, capacity in relation to the matter in question. 10 The third is that the deputy reasonably believes that it is necessary to do the act in order to prevent harm to P. 11 The fourth is that the act is a proportionate response to— a the likelihood of P's suffering harm,   and b the seriousness of that harm. 12 For the purposes of this section, a deputy restrains P if he— a uses, or threatens to use, force to secure the doing of an act which P resists, or b restricts P's liberty of movement, whether or not P resists, or if he authorises another person to do any of those things. 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "21", "section_title": "Transfer of proceedings relating to people under 18", "section_text": "21 1 The   Lord Chief Justice, with the concurrence of the Lord Chancellor,  may by order make provision as to the transfer of proceedings relating to a person under 18, in such circumstances as are specified in the order— a from the Court of Protection to a court having jurisdiction under the Children Act 1989 (c. 41), or b from a court having jurisdiction under that Act to the Court of Protection. 2 The Lord Chief Justice may nominate any of the following to exercise his functions under this section— a the President of the Court of Protection; b a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "21ZA", "section_title": "Powers of court in relation to Schedule AA1", "section_text": "21ZA 1 This section applies where an authorisation under Schedule AA1— a has effect, or b is to have effect from a date specified under paragraph  28  of that Schedule. 2 The court may determine any question relating to— a whether Schedule AA1 applies to the arrangements, or whether the authorisation conditions are met; b what period the authorisation has effect for; c what the authorisation relates to. 3 If the court determines a question under subsection  (2) , the court may make an order— a varying or terminating the authorisation; b directing the responsible body to vary the authorisation. 4 Where the court makes an order under subsection  (3)  the court may make an order about a person’s liability for anything done in carrying out the arrangements before the variation or termination. 5 An order under subsection  (4)  may, in particular, exclude a person from liability. 6 “Authorisation conditions” has the meaning given by paragraph  13  of Schedule AA1."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "21A", "section_title": "Powers of court in relation to Schedule A1", "section_text": "21A 1 This section applies if either of the following has been given under Schedule A1— a a standard authorisation; b an urgent authorisation. 2 Where a standard authorisation has been given, the court may determine any question relating to any of the following matters— a whether the relevant person meets one or more of the qualifying requirements; b the period during which the standard authorisation is to be in force; c the purpose for which the standard authorisation is given; d the conditions subject to which the standard authorisation is given. 3 If the court determines any question under subsection (2), the court may make an order— a varying or terminating the standard authorisation, or b directing the supervisory body to vary or terminate the standard authorisation. 4 Where an urgent authorisation has been given, the court may determine any question relating to any of the following matters— a whether the urgent authorisation should have been given; b the period during which the urgent authorisation is to be in force; c the purpose for which the urgent authorisation is given. 5 Where the court determines any question under subsection (4), the court may make an order— a varying or terminating the urgent authorisation, or b directing the managing authority of the relevant hospital or care home to vary or terminate the urgent authorisation. 6 Where the court makes an order under subsection (3) or (5), the court may make an order about a person's liability for any act done in connection with the standard or urgent authorisation before its variation or termination. 7 An order under subsection (6) may, in particular, exclude a person from liability."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "22", "section_title": "Powers of court in relation to validity of lasting powers of attorney", "section_text": "22 1 This section and section 23 apply if — a a person (“P”) has executed or purported to execute an instrument with a view to creating a lasting power of attorney, or b an instrument has been registered as a lasting power of attorney conferred by P. 2 The court may determine any question relating to— a whether one or more of the requirements for the creation of a lasting power of attorney have been met; b whether the power has been revoked or has otherwise come to an end. 3 Subsection (4) applies if the court is satisfied— a that fraud or undue pressure was used to induce P— i to execute an instrument for the purpose of creating a lasting power of attorney, or ii to create a lasting power of attorney, or b that the donee (or, if more than one, any of them) of a lasting power of attorney— i has behaved, or is behaving, in a way that contravenes his authority or is not in P's best interests, or ii proposes to behave in a way that would contravene his authority or would not be in P's best interests. 4 The court may— a direct that an instrument purporting to create the lasting power of attorney is not to be registered, or b if P lacks capacity to do so, revoke the instrument or the lasting power of attorney. 5 If there is more than one donee, the court may under subsection (4)(b) revoke the instrument or the lasting power of attorney so far as it relates to any of them. 6 “ Donee ” includes an intended donee."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "23", "section_title": "Powers of court in relation to operation of lasting powers of attorney", "section_text": "23 1 The court may determine any question as to the meaning or effect of a lasting power of attorney or an instrument purporting to create one. 2 The court may— a give directions with respect to decisions— i which the donee of a lasting power of attorney has authority to make, and ii which P lacks capacity to make; b give any consent or authorisation to act which the donee would have to obtain from P if P had capacity to give it. 3 The court may, if P lacks capacity to do so— a give directions to the donee with respect to the rendering by him of reports or accounts and the production of records kept by him for that purpose; b require the donee to supply information or produce documents or things in his possession as donee; c give directions with respect to the remuneration or expenses of the donee; d relieve the donee wholly or partly from any liability which he has or may have incurred on account of a breach of his duties as donee. 4 The court may authorise the making of gifts which are not within section 12(2) (permitted gifts). 5 Where two or more donees are appointed under a lasting power of attorney, this section applies as if references to the donee were to all or any of them."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "24", "section_title": "Advance decisions to refuse treatment: general", "section_text": "24 1 “ Advance decision ” means a decision made by a person (“P”), after he has reached 18 and when he has capacity to do so, that if— a at a later time and in such circumstances as he may specify, a specified treatment is proposed to be carried out or continued by a person providing health care for him, and b at that time he lacks capacity to consent to the carrying out or continuation of the treatment, the specified treatment is not to be carried out or continued. 2 For the purposes of subsection (1)(a), a decision may be regarded as specifying a treatment or circumstances even though expressed in layman's terms. 3 P may withdraw or alter an advance decision at any time when he has capacity to do so. 4 A withdrawal (including a partial withdrawal) need not be in writing. 5 An alteration of an advance decision need not be in writing (unless section 25(5) applies in relation to the decision resulting from the alteration)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "25", "section_title": "Validity and applicability of advance decisions", "section_text": "25 1 An advance decision does not affect the liability which a person may incur for carrying out or continuing a treatment in relation to P unless the decision is at the material time— a valid, and b applicable to the treatment. 2 An advance decision is not valid if P— a has withdrawn the decision at a time when he had capacity to do so, b has, under a lasting power of attorney created after the advance decision was made, conferred authority on the donee (or, if more than one, any of them) to give or refuse consent to the treatment to which the advance decision relates, or c has done anything else clearly inconsistent with the advance decision remaining his fixed decision. 3 An advance decision is not applicable to the treatment in question if at the material time P has capacity to give or refuse consent to it. 4 An advance decision is not applicable to the treatment in question if— a that treatment is not the treatment specified in the advance decision, b any circumstances specified in the advance decision are absent, or c there are reasonable grounds for believing that circumstances exist which P did not anticipate at the time of the advance decision and which would have affected his decision had he anticipated them. 5 An advance decision is not applicable to life-sustaining treatment unless— a the decision is verified by a statement by P to the effect that it is to apply to that treatment even if life is at risk, and b the decision and statement comply with subsection (6). 6 A decision or statement complies with this subsection only if— a it is in writing, b it is signed by P or by another person in P's presence and by P's direction, c the signature is made or acknowledged by P in the presence of a witness, and d the witness signs it, or acknowledges his signature, in P's presence. 7 The existence of any lasting power of attorney other than one of a description mentioned in subsection (2)(b) does not prevent the advance decision from being regarded as valid and applicable."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "26", "section_title": "Effect of advance decisions", "section_text": "26 1 If P has made an advance decision which is— a valid, and b applicable to a treatment, the decision has effect as if he had made it, and had had capacity to make it, at the time when the question arises whether the treatment should be carried out or continued. 2 A person does not incur liability for carrying out or continuing the treatment unless, at the time, he is satisfied that an advance decision exists which is valid and applicable to the treatment. 3 A person does not incur liability for the consequences of withholding or withdrawing a treatment from P if, at the time, he reasonably believes that an advance decision exists which is valid and applicable to the treatment. 4 The court may make a declaration as to whether an advance decision— a exists; b is valid; c is applicable to a treatment. 5 Nothing in an apparent advance decision stops a person— a providing life-sustaining treatment, or b doing any act he reasonably believes to be necessary to prevent a serious deterioration in P's condition, while a decision as respects any relevant issue is sought from the court."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "27", "section_title": "Family relationships etc.", "section_text": "27 1 Nothing in this Act permits a decision on any of the following matters to be made on behalf of a person— a consenting to marriage or a civil partnership, b consenting to have sexual relations, c consenting to a decree of divorce being granted on the basis of two years' separation, d consenting to a dissolution order being made in relation to a civil partnership on the basis of two years' separation, e consenting to a child's being placed for adoption by an adoption agency, f consenting to the making of an adoption order, g discharging parental responsibilities in matters not relating to a child's property, h giving a consent under the Human Fertilisation and Embryology Act 1990 (c. 37). i giving a consent under the Human Fertilisation and Embryology Act 2008. 2 “ Adoption order ” means— a an adoption order within the meaning of the Adoption and Children Act 2002 (c. 38)\t\t\t\t\t\t\t(including a future adoption order), and b an order under section 84 of that Act (parental responsibility prior to adoption abroad)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "28", "section_title": "Mental Health Act matters", "section_text": "28 1 Nothing in this Act authorises anyone— a to give a patient medical treatment for mental disorder, or b to consent to a patient's being given medical treatment for mental disorder, if, at the time when it is proposed to treat the patient, his treatment is regulated by Part 4 of the Mental Health Act. 1A Subsection (1) does not apply in relation to any form of treatment to which section 58A of that Act (electro-convulsive therapy,  etc. ) applies if the patient comes within subsection (7) of that section (informal patient under 18 who cannot give consent). 1B Section 5 does not apply to an act to which section 64B of the Mental Health Act applies (treatment of community patients not recalled to hospital). 2 “ Medical treatment ”,  “ mental disorder ” and  “ patient ” have the same meaning as in that Act."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "29", "section_title": "Voting rights", "section_text": "29 1 Nothing in this Act permits a decision on voting at an election for any public office, or at a referendum, to be made on behalf of a person. 2 “ Referendum ” has the same meaning as in section 101 of the Political Parties, Elections and Referendums Act 2000 (c. 41)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "30", "section_title": "Research", "section_text": "30 1 Intrusive research carried out on, or in relation to, a person who lacks capacity to consent to it is unlawful unless it is carried out— a as part of a research project which is for the time being approved by the appropriate body for the purposes of this Act in accordance with section 31, and b in accordance with sections 32 and 33. 2 Research is intrusive if it is of a kind that would be unlawful if it was carried out— a on or in relation to a person who had capacity to consent to it, but b without his consent. 3 A clinical trial which is subject to the provisions of clinical trials regulations is not to be treated as research for the purposes of this section. 3A Research is not intrusive to the extent that it consists of the use of a person's human cells to bring about the creation  in vitro  of an embryo or human admixed embryo, or the subsequent storage or use of an embryo or human admixed embryo so created. 3B Expressions used in subsection (3A) and in Schedule 3 to the Human Fertilisation and Embryology Act 1990 (consents to use or storage of gametes, embryos or human admixed embryos  etc. ) have the same meaning in that subsection as in that Schedule. 4 “ Appropriate body ”, in relation to a research project, means the person, committee or other body specified in regulations made by the appropriate authority as the appropriate body in relation to a project of the kind in question. 5 “ Clinical trials regulations ” means— a the Medicines for Human Use (Clinical Trials) Regulations 2004 ( S.I.  2004/1031) and any other regulations replacing those regulations or amending them, and b any other regulations relating to clinical trials and designated by the Secretary of State as clinical trials regulations for the purposes of this section. 6 In this section, section 32 and section 34,  “ appropriate authority ” means— a in relation to the carrying out of research in England, the Secretary of State, and b in relation to the carrying out of research in Wales, the National Assembly for Wales."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "31", "section_title": "Requirements for approval", "section_text": "31 1 The appropriate body may not approve a research project for the purposes of this Act unless satisfied that the following requirements will be met in relation to research carried out as part of the project on, or in relation to, a person who lacks capacity to consent to taking part in the project (“P”). 2 The research must be connected with— a an impairing condition affecting P, or b its treatment. 3 “ Impairing condition ” means a condition which is (or may be) attributable to, or which causes or contributes to (or may cause or contribute to), the impairment of, or disturbance in the functioning of, the mind or brain. 4 There must be reasonable grounds for believing that research of comparable effectiveness cannot be carried out if the project has to be confined to, or relate only to, persons who have capacity to consent to taking part in it. 5 The research must— a have the potential to benefit P without imposing on P a burden that is disproportionate to the potential benefit to P, or b be intended to provide knowledge of the causes or treatment of, or of the care of persons affected by, the same or a similar condition. 6 If the research falls within paragraph (b) of subsection (5) but not within paragraph (a), there must be reasonable grounds for believing— a that the risk to P from taking part in the project is likely to be negligible, and b that anything done to, or in relation to, P will not— i interfere with P's freedom of action or privacy in a significant way, or ii be unduly invasive or restrictive. 7 There must be reasonable arrangements in place for ensuring that the requirements of sections 32 and 33 will be met."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "32", "section_title": "Consulting carers etc.", "section_text": "32 1 This section applies if a person (“R”)— a is conducting an approved research project, and b wishes to carry out research, as part of the project, on or in relation to a person (“P”) who lacks capacity to consent to taking part in the project. 2 R must take reasonable steps to identify a person who— a otherwise than in a professional capacity or for remuneration, is engaged in caring for P or is interested in P's welfare, and b is prepared to be consulted by R under this section. 3 If R is unable to identify such a person he must, in accordance with guidance issued by the appropriate authority, nominate a person who— a is prepared to be consulted by R under this section, but b has no connection with the project. 4 R must provide the person identified under subsection (2), or nominated under subsection (3), with information about the project and ask him— a for advice as to whether P should take part in the project, and b what, in his opinion, P's wishes and feelings about taking part in the project would be likely to be if P had capacity in relation to the matter. 5 If, at any time, the person consulted advises R that in his opinion P's wishes and feelings would be likely to lead him to decline to take part in the project (or to wish to withdraw from it) if he had capacity in relation to the matter, R must ensure— a if P is not already taking part in the project, that he does not take part in it; b if P is taking part in the project, that he is withdrawn from it. 6 But subsection (5)(b) does not require treatment that P has been receiving as part of the project to be discontinued if R has reasonable grounds for believing that there would be a significant risk to P's health if it were discontinued. 7 The fact that a person is the donee of a lasting power of attorney given by P, or is P's deputy, does not prevent him from being the person consulted under this section. 8 Subsection (9) applies if treatment is being, or is about to be, provided for P as a matter of urgency and R considers that, having regard to the nature of the research and of the particular circumstances of the case— a it is also necessary to take action for the purposes of the research as a matter of urgency, but b it is not reasonably practicable to consult under the previous provisions of this section. 9 R may take the action if— a he has the agreement of a registered medical practitioner who is not involved in the organisation or conduct of the research project, or b where it is not reasonably practicable in the time available to obtain that agreement, he acts in accordance with a procedure approved by the appropriate body at the time when the research project was approved under section 31. 10 But R may not continue to act in reliance on subsection (9) if he has reasonable grounds for believing that it is no longer necessary to take the action as a matter of urgency."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "33", "section_title": "Additional safeguards", "section_text": "33 1 This section applies in relation to a person who is taking part in an approved research project even though he lacks capacity to consent to taking part. 2 Nothing may be done to, or in relation to, him in the course of the research— a to which he appears to object (whether by showing signs of resistance or otherwise) except where what is being done is intended to protect him from harm or to reduce or prevent pain or discomfort, or b which would be contrary to— i an advance decision of his which has effect, or ii any other form of statement made by him and not subsequently withdrawn, of which R is aware. 3 The interests of the person must be assumed to outweigh those of science and society. 4 If he indicates (in any way) that he wishes to be withdrawn from the project he must be withdrawn without delay. 5 P must be withdrawn from the project, without delay, if at any time the person conducting the research has reasonable grounds for believing that one or more of the requirements set out in section 31(2) to (7) is no longer met in relation to research being carried out on, or in relation to, P. 6 But neither subsection (4) nor subsection (5) requires treatment that P has been receiving as part of the project to be discontinued if R has reasonable grounds for believing that there would be a significant risk to P's health if it were discontinued."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "34", "section_title": "Loss of capacity during research project", "section_text": "34 1 This section applies where a person (“P”)— a has consented to take part in a research project begun before the commencement of section 30, but b before the conclusion of the project, loses capacity to consent to continue to take part in it. 2 The appropriate authority may by regulations provide that, despite P's loss of capacity, research of a prescribed kind may be carried out on, or in relation to, P if— a the project satisfies prescribed requirements, b any information or material relating to P which is used in the research is of a prescribed description and was obtained before P's loss of capacity, and c the person conducting the project takes in relation to P such steps as may be prescribed for the purpose of protecting him. 3 The regulations may, in particular,— a make provision about when, for the purposes of the regulations, a project is to be treated as having begun; b include provision similar to any made by section 31, 32 or 33."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "35", "section_title": "Appointment of independent mental capacity advocates", "section_text": "35 1 The  responsible authority  must make such arrangements as it considers reasonable to enable persons (“ independent mental capacity advocates ”) to be  available to represent and support persons to whom acts or decisions proposed under sections 37, 38 and 39 relate  or persons who fall within section 39A, 39C or 39D.   available to—  a represent and support persons to whom acts or decisions proposed under sections 37, 38 and 39 relate, b represent and support cared-for persons where paragraph  42  of Schedule AA1 applies, and c support appropriate persons where paragraph  43  of Schedule AA1 applies. 2 The appropriate authority may make regulations as to the appointment of independent mental capacity advocates. 3 The regulations may, in particular, provide— a that a person may act as an independent mental capacity advocate only in such circumstances, or only subject to such conditions, as may be prescribed; b for the appointment of a person as an independent mental capacity advocate to be subject to approval in accordance with the regulations. 4 In making arrangements under subsection (1), the  responsible authority  must have regard to the principle that a person to whom a proposed act or decision relates should, so far as practicable, be represented and supported by a person who is independent of any person who will be responsible for the act or decision. 5 The arrangements may include provision for payments to be made to, or in relation to, persons carrying out functions in accordance with the arrangements. 6 For the purpose of enabling him to carry out his functions, an independent mental capacity advocate— a may interview in private the person whom he has been instructed to represent, and b may, at all reasonable times, examine and take copies of— i any health record, ii any record of, or held by, a local authority and compiled in connection with a social services function, and iii any record held by a person registered under Part 2 of the Care Standards Act 2000 (c. 14)  , Chapter 2 of Part 1 of the Health and Social Care Act 2008 or Part 1 of the Regulation and Inspection of Social Care (Wales) Act 2016 (anaw 2) , which the person holding the record considers may be relevant to the independent mental capacity advocate's investigation. 6A In subsections (1) and (4),  “ the responsible authority ” means— a in relation to the provision of the services of independent mental capacity advocates in the area of a local authority in England, that local authority, and b in relation to the provision of the services of independent mental capacity advocates in Wales, the Welsh Ministers. 6B In subsection (6A)(a),  “ local authority ” has the meaning given in section 64(1) except that it does not include the council of a county or county borough in Wales.  7 In this section, section 36 and section 37,  “ the appropriate authority ” means— a in relation to the provision of the services of independent mental capacity advocates in England, the Secretary of State, and b in relation to the provision of the services of independent mental capacity advocates in Wales, the National Assembly for Wales."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "36", "section_title": "Functions of independent mental capacity advocates", "section_text": "36 1 The appropriate authority may make regulations as to the functions of independent mental capacity advocates. 2 The regulations may, in particular, make provision requiring an advocate to take such steps as may be prescribed for the purpose of— a providing support to the person whom he has been instructed to represent  (“P”) so that P   or support so that that person   may participate as fully as possible in any relevant decision; b obtaining and evaluating relevant information; c ascertaining what  P's wishes and feelings   the wishes and feelings of the person the advocate has been instructed to represent (“P”)   would be likely to be, and the beliefs and values that would be likely to influence P, if he had capacity; d ascertaining what alternative courses of action are available in relation to P; da in the case of an advocate instructed to support an appropriate person where paragraph  43  of Schedule AA1 applies, supporting that person to ascertain— i what the wishes and feelings of the cared-for person who that appropriate person represents and supports would be likely to be and the beliefs and values that would be likely to influence the cared-for person; ii what alternative courses of action are available in relation to the cared-for person who that appropriate person represents and supports; e obtaining a further medical opinion where treatment is proposed and the advocate thinks that one should be obtained. 3 The regulations may also make provision as to circumstances in which the advocate may challenge, or provide assistance for the purpose of challenging, any relevant decision."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "37", "section_title": "Provision of serious medical treatment by  NHS  body", "section_text": "37 1 This section applies if an NHS body— a is proposing to provide, or secure the provision of, serious medical treatment for a person (“P”) who lacks capacity to consent to the treatment, and b is satisfied that there is no person, other than one engaged in providing care or treatment for P in a professional capacity or for remuneration, whom it would be appropriate to consult in determining what would be in P's best interests. 2 But this section does not apply if P's treatment is regulated by Part 4   or 4A  of the Mental Health Act. 3 Before the treatment is provided, the NHS body must instruct an independent mental capacity advocate to represent P. 4 If the treatment needs to be provided as a matter of urgency, it may be provided even though the NHS body has not been able to comply with subsection (3). 5 The NHS body must, in providing or securing the provision of treatment for P, take into account any information given, or submissions made, by the independent mental capacity advocate. 6 “ Serious medical treatment ” means treatment which involves providing, withholding or withdrawing treatment of a kind prescribed by regulations made by the appropriate authority. 7 “ NHS body ” has such meaning as may be prescribed by regulations made for the purposes of this section by— a the Secretary of State, in relation to bodies in England, or b the National Assembly for Wales, in relation to bodies in Wales."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "38", "section_title": "Provision of accommodation by NHS body", "section_text": "38 1 This section applies if an NHS body proposes to make arrangements— a for the provision of accommodation in a hospital or care home for a person (“P”) who lacks capacity to agree to the arrangements, or b for a change in P's accommodation to another hospital or care home, and is satisfied that there is no person, other than one engaged in providing care or treatment for P in a professional capacity or for remuneration, whom it would be appropriate for it to consult in determining what would be in P's best interests. 2 But this section does not apply if P is accommodated as a result of an obligation imposed on him under the Mental Health Act. 2A And this section does not apply if— a an independent mental capacity advocate must be appointed under section 39A or 39C (whether or not by the  NHS  body) to represent P, and b the hospital or care home in which P is to be accommodated under the arrangements referred to in this section is the relevant hospital or care home under the authorisation referred to in that section. And this section does not apply if— a an independent mental capacity advocate is appointed under paragraph  42  of Schedule AA1 to represent and support P, and b the arrangements which are authorised or proposed under Schedule AA1 in respect of P include arrangements for P to be accommodated in the hospital or care home referred to in this section. 3 Before making the arrangements  mentioned in subsection (1) , the NHS body must instruct an independent mental capacity advocate to represent P unless it is satisfied that— a the accommodation is likely to be provided for a continuous period which is less than the applicable period, or b the arrangements need to be made as a matter of urgency. 4 If the NHS body— a did not instruct an independent mental capacity advocate to represent P before making the arrangements because it was satisfied that subsection (3)(a) or (b) applied, but b subsequently has reason to believe that the accommodation is likely to be provided for a continuous period— i beginning with the day on which accommodation was first provided in accordance with the arrangements, and ii ending on or after the expiry of the applicable period, it must instruct an independent mental capacity advocate to represent P. 5 The NHS body must, in deciding what arrangements to make for P, take into account any information given, or submissions made, by the independent mental capacity advocate. 6 “Care home” means— a a care home in England within the meaning given in section 3 of the Care Standards Act  2000 (c. 14) , and b a place in Wales at which a care home service within the meaning of Part 1 of the Regulation and Inspection of Social Care (Wales) Act 2016 is provided wholly or mainly to persons aged 18 or over. 7 “ Hospital ” means— a in relation to England, a hospital as defined by section 275 of the National Health Service Act 2006; and b in relation to Wales, a health service hospital as defined by section 206 of the National Health Service (Wales) Act 2006 or an independent hospital as defined by section 2 of the Care Standards Act 2000. 8 “ NHS body ” has such meaning as may be prescribed by regulations made for the purposes of this section by— a the Secretary of State, in relation to bodies in England, or b the National Assembly for Wales, in relation to bodies in Wales. 9 “ Applicable period ” means— a in relation to accommodation in a hospital, 28 days, and b in relation to accommodation in a care home, 8 weeks. 10 For the purposes of subsection (1), a person appointed under Part 10 of Schedule A1 to be P's representative is not, by virtue of that appointment, engaged in providing care or treatment for P in a professional capacity or for remuneration."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "39", "section_title": "Provision of accommodation by local authority", "section_text": "39 1 This section applies if a local authority propose to make arrangements— a for the provision of residential accommodation for a person (“P”) who lacks capacity to agree to the arrangements, or b for a change in P's residential accommodation, and are satisfied that there is no person, other than one engaged in providing care or treatment for P in a professional capacity or for remuneration, whom it would be appropriate for them to consult in determining what would be in P's best interests. 1A But this section applies only if— a in the case of a local authority in England, subsection (1B) applies; b in the case of a local authority in Wales, subsection (2) applies. 1B This subsection applies if the accommodation is to be provided in accordance with— a Part 1 of the Care Act 2014, or b section 117 of the Mental Health Act. 2 This subsection applies  if the accommodation is to be provided in accordance with— a Part 4 of the Social Services and Well-being (Wales) Act 2014; or b section 117 of the Mental Health Act, ... 3 This section does not apply if P is accommodated as a result of an obligation imposed on him under the Mental Health Act. 3A And this section does not apply if— a an independent mental capacity advocate must be appointed under section 39A or 39C (whether or not by the local authority) to represent P, and b the place in which P is to be accommodated under the arrangements referred to in this section is the relevant hospital or care home under the authorisation referred to in that section. And this section does not apply if— a an independent mental capacity advocate is appointed under paragraph  42  of Schedule AA1 to represent and support P, and b the arrangements which are authorised or proposed under Schedule AA1 in respect of P include arrangements for P to be accommodated in the residential accommodation referred to in this section. 4 Before making the arrangements  mentioned in subsection (1)  , the local authority must instruct an independent mental capacity advocate to represent P unless they are satisfied that— a the accommodation is likely to be provided for a continuous period of less than 8 weeks, or b the arrangements need to be made as a matter of urgency. 5 If the local authority— a did not instruct an independent mental capacity advocate to represent P before making the arrangements because they were satisfied that subsection (4)(a) or (b) applied, but b subsequently have reason to believe that the accommodation is likely to be provided for a continuous period that will end 8 weeks or more after the day on which accommodation was first provided in accordance with the arrangements, they must instruct an independent mental capacity advocate to represent P. 6 The local authority must, in deciding what arrangements to make for P, take into account any information given, or submissions made, by the independent mental capacity advocate. 7 For the purposes of subsection (1), a person appointed under Part 10 of Schedule A1 to be P's representative is not, by virtue of that appointment, engaged in providing care or treatment for P in a professional capacity or for remuneration."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "39A", "section_title": "Person becomes subject to Schedule A1", "section_text": "39A 1 This section applies if— a a person (“P”) becomes subject to Schedule A1, and b the managing authority of the relevant hospital or care home are satisfied that there is no person, other than one engaged in providing care or treatment for P in a professional capacity or for remuneration, whom it would be appropriate to consult in determining what would be in P's best interests. 2 The managing authority must notify the supervisory body that this section applies. 3 The supervisory body must instruct an independent mental capacity advocate to represent P. 4 Schedule A1 makes provision about the role of an independent mental capacity advocate appointed under this section. 5 This section is subject to paragraph 161 of Schedule A1. 6 For the purposes of subsection (1), a person appointed under Part 10 of Schedule A1 to be P's representative is not, by virtue of that appointment, engaged in providing care or treatment for P in a professional capacity or for remuneration."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "39B", "section_title": "Section 39A: supplementary provision", "section_text": "39B 1 This section applies for the purposes of section 39A. 2 P becomes subject to Schedule A1 in any of the following cases. 3 The first case is where an urgent authorisation is given in relation to P under paragraph 76(2) of Schedule A1 (urgent authorisation given before request made for standard authorisation). 4 The second case is where the following conditions are met. 5 The first condition is that a request is made under Schedule A1 for a standard authorisation to be given in relation to P (“the requested authorisation”). 6 The second condition is that no urgent authorisation was given under paragraph 76(2) of Schedule A1 before that request was made. 7 The third condition is that the requested authorisation will not be in force on or before, or immediately after, the expiry of an existing standard authorisation. 8 The expiry of a standard authorisation is the date when the authorisation is expected to cease to be in force. 9 The third case is where, under paragraph 69 of Schedule A1, the supervisory body select a person to carry out an assessment of whether or not the relevant person is a detained resident."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "39C", "section_title": "Person unrepresented whilst subject to Schedule A1", "section_text": "39C 1 This section applies if— a an authorisation under Schedule A1 is in force in relation to a person (“P”), b the appointment of a person as P's representative ends in accordance with regulations made under Part 10 of Schedule A1, and c the managing authority of the relevant hospital or care home are satisfied that there is no person, other than one engaged in providing care or treatment for P in a professional capacity or for remuneration, whom it would be appropriate to consult in determining what would be in P's best interests. 2 The managing authority must notify the supervisory body that this section applies. 3 The supervisory body must instruct an independent mental capacity advocate to represent P. 4 Paragraph 159 of Schedule A1 makes provision about the role of an independent mental capacity advocate appointed under this section. 5 The appointment of an independent mental capacity advocate under this section ends when a new appointment of a person as P's representative is made in accordance with Part 10 of Schedule A1. 6 For the purposes of subsection (1), a person appointed under Part 10 of Schedule A1 to be P's representative is not, by virtue of that appointment, engaged in providing care or treatment for P in a professional capacity or for remuneration."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "39D", "section_title": "Person subject to Schedule A1 without paid representative", "section_text": "39D 1 This section applies if— a an authorisation under Schedule A1 is in force in relation to a person (“P”), b P has a representative (“R”) appointed under Part 10 of Schedule A1, and c R is not being paid under regulations under Part 10 of Schedule A1 for acting as P's representative. 2 The supervisory body must instruct an independent mental capacity advocate to represent P in any of the following cases. 3 The first case is where P makes a request to the supervisory body to instruct an advocate. 4 The second case is where R makes a request to the supervisory body to instruct an advocate. 5 The third case is where the supervisory body have reason to believe one or more of the following— a that, without the help of an advocate, P and R would be unable to exercise one or both of the relevant rights; b that P and R have each failed to exercise a relevant right when it would have been reasonable to exercise it; c that P and R are each unlikely to exercise a relevant right when it would be reasonable to exercise it. 6 The duty in subsection (2) is subject to section 39E. 7 If an advocate is appointed under this section, the advocate is, in particular, to take such steps as are practicable to help P and R to understand the following matters— a the effect of the authorisation; b the purpose of the authorisation; c the duration of the authorisation; d any conditions to which the authorisation is subject; e the reasons why each assessor who carried out an assessment in connection with the request for the authorisation, or in connection with a review of the authorisation, decided that P met the qualifying requirement in question; f the relevant rights; g how to exercise the relevant rights. 8 The advocate is, in particular, to take such steps as are practicable to help P or R— a to exercise the right to apply to court, if it appears to the advocate that P or R wishes to exercise that right, or b to exercise the right of review, if it appears to the advocate that P or R wishes to exercise that right. 9 If the advocate helps P or R to exercise the right of review— a the advocate may make submissions to the supervisory body on the question of whether a qualifying requirement is reviewable; b the advocate may give information, or make submissions, to any assessor carrying out a review assessment. 10 In this section— “ relevant rights ” means— the right to apply to court, and the right of review; “ right to apply to court ” means the right to make an application to the court to exercise its jurisdiction under section 21A; “ right of review ” means the right under Part 8 of Schedule A1 to request a review."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "39E", "section_title": "Limitation on duty to instruct advocate under section 39D", "section_text": "39E 1 This section applies if an advocate is already representing P in accordance with an instruction under section 39D. 2 Section 39D(2) does not require another advocate to be instructed, unless the following conditions are met. 3 The first condition is that the existing advocate was instructed— a because of a request by R, or b because the supervisory body had reason to believe one or more of the things in section 39D(5). 4 The second condition is that the other advocate would be instructed because of a request by P."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "40", "section_title": "Exceptions", "section_text": "40 1 The duty imposed by section 37(3), 38(3) or (4)\t\t\t\t\t  , 39(4) or (5), 39A(3), 39C(3) or 39D(2)   or 39(4) or (5)    does not apply where there is— a a person nominated by P (in whatever manner) as a person to be consulted on matters to which that duty relates, b a donee of a lasting power of attorney created by P who is authorised to make decisions in relation to those matters, or c a deputy appointed by the court for P with power to make decisions in relation to those matters. 2 A person appointed under Part 10 of Schedule A1 to be P's representative is not, by virtue of that appointment, a person nominated by P as a person to be consulted in matters to which a duty mentioned in subsection (1) relates."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "41", "section_title": "Power to adjust role of independent mental capacity advocate", "section_text": "41 1 The appropriate authority may make regulations— a expanding the role of independent mental capacity advocates in relation to persons who lack capacity, and b adjusting the obligation to make arrangements imposed by section 35. 2 The regulations may, in particular— a prescribe circumstances (different to those set out in sections 37, 38 and 39) in which an independent mental capacity advocate must, or circumstances in which one may, be instructed by a person of a prescribed description to represent a person who lacks capacity, and b include provision similar to any made by section 37, 38, 39 or 40. 3 “ Appropriate authority ” has the same meaning as in section 35."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "42", "section_title": "Codes of practice", "section_text": "42 1 The Lord Chancellor must prepare and issue one or more codes of practice— a for the guidance of persons assessing whether a person has capacity in relation to any matter, b for the guidance of persons acting in connection with the care or treatment of another person (see section 5), c for the guidance of donees of lasting powers of attorney, d for the guidance of deputies appointed by the court, e for the guidance of persons carrying out research in reliance on any provision made by or under this Act (and otherwise with respect to sections 30 to 34), f for the guidance of independent mental capacity advocates, fa for the guidance of persons exercising functions under Schedule A1, for the guidance of persons exercising functions under Schedule AA1, fb for the guidance of representatives appointed under Part 10 of Schedule A1, for the guidance of appropriate persons within paragraph  42(5)  of Schedule AA1, g with respect to the provisions of sections 24 to 26 (advance decisions and apparent advance decisions), and h with respect to such other matters concerned with this Act as he thinks fit. 1A Guidance about what kinds of arrangements for enabling the care or treatment of a person fall within paragraph 2(1)(b) of Schedule AA1 must be included in the code, or one of the codes, issued under subsection (1). 2 The Lord Chancellor may from time to time revise a code. 2A Before the end of each review period the Lord Chancellor must— a review each code for the guidance of persons exercising functions under Schedule AA1, and b lay a report of the review before Parliament. But this does not affect the Lord Chancellor’s functions under subsection (2). 2B A review period is— a in relation to the first review, the period of 3 years beginning with the day on which this subsection comes into force, and b in relation to subsequent reviews, each period of 5 years beginning with the day on which the report of the previous review was laid before Parliament. 3 The Lord Chancellor may delegate the preparation , review   or revision of the whole or any part of a code so far as he considers expedient. 4 It is the duty of a person to have regard to any relevant code if he is acting in relation to a person who lacks capacity and is doing so in one or more of the following ways— a as the donee of a lasting power of attorney, b as a deputy appointed by the court, c as a person carrying out research in reliance on any provision made by or under this Act (see sections 30 to 34), d as an independent mental capacity advocate, da in the exercise of functions under Schedule A1, in the exercise of functions under Schedule AA1, db as a representative appointed under Part 10 of Schedule A1, as an appropriate person within paragraph  42(5)  of Schedule AA1, e in a professional capacity, f for remuneration. 5 If it appears to a court or tribunal conducting any criminal or civil proceedings that— a a provision of a code, or b a failure to comply with a code, is relevant to a question arising in the proceedings, the provision or failure must be taken into account in deciding the question. 6 A code under subsection (1)(d) may contain separate guidance for deputies appointed by virtue of paragraph 1(2) of Schedule 5 (functions of deputy conferred on receiver appointed under the Mental Health Act). 7 In this section and in section 43,  “ code ” means a code prepared or revised under this section."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "43", "section_title": "Codes of practice: procedure", "section_text": "43 1 Before preparing or revising a code, the Lord Chancellor must consult— a the National Assembly for Wales, and b such other persons as he considers appropriate. 2 The Lord Chancellor may not issue a code unless— a a draft of the code has been laid by him before both Houses of Parliament, and b the 40 day period has elapsed without either House resolving not to approve the draft. 3 The Lord Chancellor must arrange for any code that he has issued to be published in such a way as he considers appropriate for bringing it to the attention of persons likely to be concerned with its provisions. 4 “ 40 day period ”, in relation to the draft of a proposed code, means— a if the draft is laid before one House on a day later than the day on which it is laid before the other House, the period of 40 days beginning with the later of the two days; b in any other case, the period of 40 days beginning with the day on which it is laid before each House. 5 In calculating the period of 40 days, no account is to be taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than 4 days."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "44", "section_title": "Ill-treatment or neglect", "section_text": "44 1 Subsection (2) applies if a person (“D”)— a has the care of a person (“P”) who lacks, or whom D reasonably believes to lack, capacity, b is the donee of a lasting power of attorney, or an enduring power of attorney (within the meaning of Schedule 4), created by P, or c is a deputy appointed by the court for P. 2 D is guilty of an offence if he ill-treats or wilfully neglects P. 3 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or a fine not exceeding the statutory maximum or both; b on conviction on indictment, to imprisonment for a term not exceeding 5 years or a fine or both."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "45", "section_title": "The Court of Protection", "section_text": "45 1 There is to be a superior court of record known as the Court of Protection. 2 The court is to have an official seal. 3 The court may sit at any place in England and Wales, on any day and at any time. 4 The court is to have a central office and registry at a place appointed by the Lord Chancellor   , after consulting the Lord Chief Justice . 5 The Lord Chancellor may   , after consulting the Lord Chief Justice,  designate as additional registries of the court any district registry of the High Court and any county court office. 5A The Lord Chief Justice may nominate any of the following to exercise his functions under this section— a the President of the Court of Protection; b a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005). 6 The office of the Supreme Court called the Court of Protection ceases to exist."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "46", "section_title": "The judges of the Court of Protection", "section_text": "46 1 Subject to Court of Protection Rules under section 51(2)(d), the jurisdiction of the court is exercisable by a judge nominated for that purpose by— a the   Lord Chief Justice , or b where nominated by the Lord Chief Justice to act on his behalf under this subsection— i the President of the Court of Protection; or ii a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005). 2 To be nominated, a judge must be— a the President of the Family Division, b the  Chancellor of the High Court , c a puisne judge of the High Court, d a circuit judge,  ... e a district judge. f a District Judge (Magistrates' Courts), g a judge of the First-tier Tribunal, or of the Upper Tribunal, by virtue of appointment under paragraph 1(1) of Schedule 2 or 3 to the Tribunals, Courts and Enforcement Act 2007, h a transferred-in judge of the First-tier Tribunal or of the Upper Tribunal (see section 31(2) of that Act), i a deputy judge of the Upper Tribunal (whether under paragraph 7 of Schedule 3 to, or section 31(2) of, that Act), j the Chamber President, or Deputy Chamber President, of a chamber of the First-tier Tribunal or of a chamber of the Upper Tribunal, k the Judge Advocate General, l a Recorder, m the holder of an office listed in the first column of the table in section 89(3C) of the Senior Courts Act 1981 (senior High Court Masters  etc ),  n a holder of an office listed in column 1 of Part 2 of Schedule 2 to that Act (High Court Masters  etc ),  o a deputy district judge appointed under section 102 of that Act or under section 8 of the County Courts Act 1984, p a member of a panel of Employment Judges established for England and Wales or for Scotland, q a person appointed under section 30(1)(a) or (b) of the Courts-Martial (Appeals) Act 1951 (assistants to the Judge Advocate General), r a deputy judge of the High Court, s the Senior President of Tribunals, t an ordinary judge of the Court of Appeal (including the vice-president, if any, of either division of that court), u the President of the Queen's Bench Division, v the Master of the Rolls, or w the Lord Chief Justice. 3 The   Lord Chief Justice, after consulting the Lord Chancellor,  must— a appoint one of the judges nominated by virtue of subsection (2)(a) to (c) to be President of the Court of Protection, and b appoint another of those judges to be Vice-President of the Court of Protection. 4 The   Lord Chief Justice, after consulting the Lord Chancellor,  must appoint one of the judges nominated by virtue of subsection (2)(d)  to (q)  to be Senior Judge of the Court of Protection, having such administrative functions in relation to the court as the Lord Chancellor   , after consulting the Lord Chief Justice,  may direct."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "47", "section_title": "General powers and effect of orders etc.", "section_text": "47 1 The court has in connection with its jurisdiction the same powers, rights, privileges and authority as the High Court. 2 Section 204 of the Law of Property Act 1925 (c. 20)\t\t\t\t\t(ordersof High Court conclusive in favour of purchasers) applies in relation to orders and directions of the court as it applies to orders of the High Court. 3 Office copies of orders made, directions given or other instruments issued by the court and sealed with its official seal are admissible in all legal proceedings as evidenceof the originals without any further proof."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "48", "section_title": "Interim orders and directions", "section_text": "48 The court may, pending the determination of an application to it in relation to a person (“P”), make an order or give directions in respect of any matter if— a there is reason to believe that P lacks capacity in relation to the matter, b the matter is one to which its powers under this Act extend, and c it is in P's best interests to make the order, or give the directions, without delay."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "49", "section_title": "Power to call for reports", "section_text": "49 1 This section applies where, in proceedings brought in respect of a person (“P”) under Part 1, the court is considering a question relating to P. 2 The court may require a report to be made to it by the Public Guardian or by a Court of Protection Visitor. 3 The court may require a local authority, or an NHS body, to arrange for a report to be made— a by one of its officers or employees, or b by such other person (other than the Public Guardian or a Court of Protection Visitor) as the authority, or the NHS body, considers appropriate. 4 The report must deal with such matters relating to P as the court may direct. 5 Court of Protection Rules may specify matters which, unless the court directs otherwise, must also be dealt with in the report. 6 The report may be made in writing or orally, as the court may direct. 7 In complying with a requirement, the Public Guardian or a Court of Protection Visitor may, at all reasonable times, examine and take copies of— a any health record, b any record of, or held by, a local authority and compiled in connection with a social services function, and c any record held by a person registered under Part 2 of the Care Standards Act 2000 (c. 14)  , Chapter 2 of Part 1 of the Health and Social Care Act 2008 or Part 1 of the Regulation and Inspection of Social Care (Wales) Act 2016 , so far as the record relates to P. 8 If the Public Guardian or a Court of Protection Visitor is making a visit in the course of complying with a requirement, he may interview P in private. 9 If a Court of Protection Visitor who is a Special Visitor is making a visit in the course of complying with a requirement, he may if the court so directs carry out in private a medical, psychiatric or psychological examination of P's capacity and condition. 10 “ NHS body ” has the meaning given in section 148 of the Health and Social Care (Community Health and Standards) Act 2003 (c. 43). 11 “ Requirement ” means a requirement imposed under subsection (2) or (3)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "50", "section_title": "Applications to the Court of Protection", "section_text": "50 1 No permission is required for an application to the court for the exercise of any of its powers under this Act— a by a person who lacks, or is alleged to lack, capacity, b if such a person has not reached 18, by anyone with parental responsibility for him, c by the donor or a donee of a lasting power of attorney to which the application relates, d by a deputy appointed by the court for a person to whom the application relates, or e by a person named in an existing order of the court, if the application relates to the order. 1A Nor is permission required for an application to the court under section 21A by the relevant person's representative. Nor is permission required for an application to the court under section 21ZA by any independent mental capacity advocate or appropriate person representing and supporting the cared-for person (see Part  5  of Schedule AA1). 2 But, subject to Court of Protection Rules and to paragraph 20(2) of Schedule 3 (declarations relating to private international law), permission is required for any other application to the court. 3 In deciding whether to grant permission the court must, in particular, have regard to— a the applicant's connection with the person to whom the application relates, b the reasons for the application, c the benefit to the person to whom the application relates of a proposed order or directions, and d whether the benefit can be achieved in any other way. 4 “ Parental responsibility ” has the same meaning as in the Children Act 1989 (c. 41)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "51", "section_title": "Court of Protection Rules", "section_text": "51 1 Rules of court with respect to the practice and procedure of the court (to be called  “Court of Protection Rules”) may be made in accordance with Part 1 of Schedule 1 to the Constitutional Reform Act 2005. 2 Court of Protection Rules may, in particular, make provision— a as to the manner and form in which proceedings are to be commenced; b as to the persons entitled to be notified of, and be made parties to, the proceedings; c for the allocation, in such circumstances as may be specified, of any specified description of proceedings to a specified judge or to specified descriptions of judges; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e for enabling the court to appoint a suitable person (who may, with his consent, be the Official Solicitor) to act in the name of, or on behalf of, or to represent the person to whom the proceedings relate; f for enabling an application to the court to be disposed of without a hearing; g for enabling the court to proceed with, or with any part of, a hearing in the absence of the person to whom the proceedings relate; h for enabling or requiring the proceedings or any part of them to be conducted in private and for enabling the court to determine who is to be admitted when the court sits in private and to exclude specified persons when it sits in public; i as to what may be received as evidence (whether or not admissible apart from the rules) and the manner in which it is to be presented; j for the enforcement of orders made and directions given in the proceedings. 3 Court of Protection Rules may, instead of providing for any matter, refer to provision made or to be made about that matter by directions. 4 Court of Protection Rules may make different provision for different areas."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "52", "section_title": "Practice directions", "section_text": "52 1 Directions as to the practice and procedure of the court may be given in accordance with Part 1 of Schedule 2 to the Constitutional Reform Act 2005. 2 Practice directions given otherwise than under subsection (1) may not be given without the approval of— a the Lord Chancellor, and b the Lord Chief Justice. 3 The Lord Chief Justice may nominate any of the following to exercise his functions under this section— a the President of the Court of Protection; b a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "53", "section_title": "Rights of appeal", "section_text": "53 1 Subject to the provisions of this section, an appeal lies to the Court of Appeal from any decision of the court. 2 Court of Protection Rules may provide that, where a decision of the court is made by a specified description of person, an appeal from the decision lies to a specified description of judge of the court and not to the Court of Appeal. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Court of Protection Rules may make provision— a that, in such cases as may be specified, an appeal from a decision of the court may not be made without permission; b as to the person or persons entitled to grant permission to appeal; c as to any requirements to be satisfied before permission is granted; d that where a  ... judge of the court makes a decision on an appeal, no appeal may be made to the Court of Appeal from that decision unless the Court of Appeal considers that— i the appeal would raise an important point of principle or practice, or ii there is some other compelling reason for the Court of Appeal to hear it; e as to any considerations to be taken into account in relation to granting or refusing permission to appeal."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "54", "section_title": "Fees", "section_text": "54 1 The Lord Chancellor may with the consent of the Treasury by order prescribe fees payable in respect of anything dealt with by the court. 2 An order under this section may in particular contain provision as to— a scales or rates of fees; b exemptions from and reductions in fees; c remission of fees in whole or in part. 3 Before making an order under this section, the Lord Chancellor must consult— a the President of the Court of Protection, b the Vice-President of the Court of Protection, and c the Senior Judge of the Court of Protection. 4 The Lord Chancellor must take such steps as are reasonably practicable to bring information about fees to the attention of persons likely to have to pay them. 5 Fees payable under this section are recoverable summarily as a civil debt."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "55", "section_title": "Costs", "section_text": "55 1 Subject to Court of Protection Rules, the costs of and incidental to all proceedings in the court are in its discretion. 2 The rules may in particular make provision for regulating matters relating to the costs of those proceedings, including prescribing scales of costs to be paid to legal or other representatives. 3 The court has full power to determine by whom and to what extent the costs are to be paid. 4 The court may, in any proceedings— a disallow, or b order the legal or other representatives concerned to meet, the whole of any wasted costs or such part of them as may be determined in accordance with the rules. 5 “ Legal or other representative ”, in relation to a party to proceedings, means any person exercising a right of audience or right to conduct litigation on his behalf. 6 “ Wasted costs ” means any costs incurred by a party— a as a result of any improper, unreasonable or negligent act or omission on the part of any legal or other representative or any employee of such a representative, or b which, in the light of any such act or omission occurring after they were incurred, the court considers it is unreasonable to expect that party to pay."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "56", "section_title": "Fees and costs: supplementary", "section_text": "56 1 Court of Protection Rules may make provision— a as to the way in which, and funds from which, fees and costs are to be paid; b for charging fees and costs upon the estate of the person to whom the proceedings relate; c for the payment of fees and costs within a specified time of the death of the person to whom the proceedings relate or the conclusion of the proceedings. 2 A charge on the estate of a person created by virtue of subsection (1)(b) does not cause any interest of the person in any property to fail or determine or to be prevented from recommencing."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "57", "section_title": "The Public Guardian", "section_text": "57 1 For the purposes of this Act, there is to be an officer, to be known as the Public Guardian. 2 The Public Guardian is to be appointed by the Lord Chancellor. 3 There is to be paid to the Public Guardian out of money provided by Parliament such salary as the Lord Chancellor may determine. 4 The Lord Chancellor may, after consulting the Public Guardian— a provide him with such officers and staff, or b enter into such contracts with other persons for the provision (by them or their sub-contractors) of officers, staff or services, as the Lord Chancellor thinks necessary for the proper discharge of the Public Guardian's functions. 5 Any functions of the Public Guardian may, to the extent authorised by him, be performed by any of his officers."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "58", "section_title": "Functions of the Public Guardian", "section_text": "58 1 The Public Guardian has the following functions— a establishing and maintaining a register of lasting powers of attorney, b establishing and maintaining a register of orders appointing deputies, c supervising deputies appointed by the court, d directing a Court of Protection Visitor to visit— i a donee of a lasting power of attorney, ii a deputy appointed by the court, or iii the person granting the power of attorney or for whom the deputy is appointed (“P”), and to make a report to the Public Guardian on such matters as he may direct, e receiving security which the court requires a person to give for the discharge of his functions, f receiving reports from donees of lasting powers of attorney and deputies appointed by the court, g reporting to the court on such matters relating to proceedings under this Act as the court requires, h dealing with representations (including complaints) about the way in which a donee of a lasting power of attorney or a deputy appointed by the court is exercising his powers, i publishing, in any manner the Public Guardian thinks appropriate, any information he thinks appropriate about the discharge of his functions. 2 The functions conferred by subsection (1)(c) and (h) may be discharged in co-operation with any other person who has functions in relation to the care or treatment of P. 2A The Public Guardian also has the following functions— a establishing and maintaining a register of guardianship orders, b supervising guardians, c receiving security which the court requires a guardian to give for the exercise of the guardian’s functions, d receiving reports from guardians, e reporting to the court on such matters relating to proceedings under the Guardianship (Missing Persons) Act 2017 as the court requires, f dealing with representations (including complaints) about the way in which a guardian is exercising the guardian’s functions, and g publishing, in any manner the Public Guardian thinks appropriate, information about the exercise of his or her functions in connection with guardians and guardianship orders. 3 The Lord Chancellor may by regulations make provision— a conferring on the Public Guardian other functions in connection with this Act  or the Guardianship (Missing Persons) Act 2017 ; b in connection with the discharge by the Public Guardian of his functions. 4 Regulations made under subsection (3)(b) may in particular make provision as to— a the giving of security by deputies appointed by the court  or guardians   and the enforcement and discharge of security so given; b the fees which may be charged by the Public Guardian; c the way in which, and funds from which, such fees are to be paid; d exemptions from and reductions in such fees; e remission of such fees in whole or in part; f the making of reports to the Public Guardian by deputies appointed by the court and others who are directed by the court to carry out any transaction for a person who lacks capacity. g the making of reports to the Public Guardian by guardians. 5 For the purpose of enabling him to carry out his functions  in relation to lasting powers of attorney or deputies , the Public Guardian may, at all reasonable times, examine and take copies of— a any health record, b any record of, or held by, a local authority and compiled in connection with a social services function, and c any record held by a person registered under Part 2 of the Care Standards Act 2000 (c. 14)  , Chapter 2 of Part 1 of the Health and Social Care Act 2008 or Part 1 of the Regulation and Inspection of Social Care (Wales) Act 2016 , so far as the record relates to P. 6 The Public Guardian may also for that purpose interview P in private. 7 In this section “guardian” and “guardianship order” have the same meaning as in the Guardianship (Missing Persons) Act 2017."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "59", "section_title": "Public Guardian Board", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "60", "section_title": "Annual report", "section_text": "60 1 The Public Guardian must make an annual report to the Lord Chancellor about the discharge of his functions. 2 The Lord Chancellor must, within one month of receiving the report, lay a copy of it before Parliament."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "61", "section_title": "Court of Protection Visitors", "section_text": "61 1 A Court of Protection Visitor is a person who is appointed by the Lord Chancellor to— a a panel of Special Visitors, or b a panel of General Visitors. 2 A person is not qualified to be a Special Visitor unless he— a is a registered medical practitioner or appears to the Lord Chancellor to have other suitable qualifications or training, and b appears to the Lord Chancellor to have special knowledge of and experience in cases of impairment of or disturbance in the functioning of the mind or brain. 3 A General Visitor need not have a medical qualification. 4 A Court of Protection Visitor— a may be appointed for such term and subject to such conditions, and b may be paid such remuneration and allowances, as the Lord Chancellor may determine. 5 For the purpose of carrying out his functions under this Act in relation to a person who lacks capacity (“P”), a Court of Protection Visitor may, at all reasonable times, examine and take copies of— a any health record, b any record of, or held by, a local authority and compiled in connection with a social services function, and c any record held by a person registered under Part 2 of the Care Standards Act 2000 (c. 14)  , Chapter 2 of Part 1 of the Health and Social Care Act 2008 or Part 1 of the Regulation and Inspection of Social Care (Wales) Act 2016 , so far as the record relates to P. 6 A Court of Protection Visitor may also for that purpose interview P in private."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "62", "section_title": "Scope of the Act", "section_text": "62 For the avoidance of doubt, it is hereby declared that nothing in this Act is to be taken to affect the law relating to murder or manslaughter or the operation of section 2 of the Suicide Act 1961 (c. 60) (assisting suicide)."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "63", "section_title": "International protection of adults", "section_text": "63 Schedule 3— a gives effect in England and Wales to the Convention on the International Protection of Adults signed at the Hague on 13th January 2000 ( Cm.  5881) (in so far as this Act does not otherwise do so), and b makes related provision as to the private international law of England and Wales."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "64", "section_title": "                                                                                                                                                  Interpretation", "section_text": "64 1 In this Act— “ the 1985 Act ” means the Enduring Powers of Attorney Act 1985 (c. 29), “ advance decision ” has the meaning given in section 24(1), “ authorisation under Schedule A1 ”means either— a standard authorisation under that Schedule, or an urgent authorisation under that Schedule. “ the court ” means the Court of Protection established by section 45, “ Court of Protection Rules ” has the meaning given in section 51(1), “ Court of Protection Visitor ” has the meaning given in section 61, “ deputy ” has the meaning given in section 16(2)(b), “ enactment ” includes a provision of subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)),   “ health record ” has the same meaning as in the Data Protection Act 2018 (see section 205 of that Act);   “ the Human Rights Convention ” has the same meaning as  “ the Convention ” in the Human Rights Act 1998 (c. 42), “ independent mental capacity advocate ” has the meaning given in section 35(1), “ lasting power of attorney ” has the meaning given in section 9, “ life-sustaining treatment ” has the meaning given in section 4(10), “ local authority ”                     , except in  section 35(6A)(a) and   Schedule A1   Schedule AA1  ,  means— the council of a county in England in which there are no district councils, the council of a district in England, the council of a county or county borough in Wales, the council of a London borough, the Common Council of the City of London, or the Council of the Isles of Scilly, “ Mental Health Act ” means the Mental Health Act 1983 (c. 20), “ prescribed ”, in relation to regulations made under this Act, means prescribed by those regulations, “ property ” includes any thing in action and any interest in real or personal property, “ public authority ” has the same meaning as in the Human Rights Act 1998, “ Public Guardian ” has the meaning given in section 57, “ purchaser ” and  “ purchase ” have the meaning given in section 205(1) of the Law of Property Act 1925 (c. 20), “ social services function ” — in relation to England  has the meaning given in section 1A of the Local Authority Social Services Act 1970 (c. 42), in relation to Wales, has the meaning given in section 143 of the Social Services and Well-being (Wales) Act 2014 (anaw 4). “ treatment ” includes a diagnostic or other procedure, “ trust corporation ” has the meaning given in section 68(1) of the Trustee Act 1925 (c. 19), and “ will ” includes codicil. 2 In this Act, references to making decisions, in relation to a donee of a lasting power of attorney or a deputy appointed by the court, include, where appropriate, acting on decisions made. 3 In this Act, references to the bankruptcy of an individual include a case where a bankruptcy restrictions order under the Insolvency Act 1986 (c. 45) has effect in respect of him. 3A In this Act references to a debt relief order (under Part 7A of the Insolvency Act 1986) being made in relation to an individual include a case where a debt relief restrictions order under the Insolvency Act 1986 has effect in respect of him. 4 “ Bankruptcy restrictions order ” includes an interim bankruptcy restrictions order. 4A  “Debt relief restrictions order” includes an interim debt relief restrictions order. 5 In this Act, references to deprivation of a person's liberty have the same meaning as in Article 5(1) of the Human Rights Convention. 6 For the purposes of such references, it does not matter whether a person is deprived of his liberty by a public authority or not. "}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "65", "section_title": "Rules, regulations and orders", "section_text": "65 1 Any power to make rules, regulations or orders under this Act   , other than the power in section 21 — a is exercisable by statutory instrument; b includes power to make supplementary, incidental, consequential, transitional or saving provision; c includes power to make different provision for different cases. 2 Any statutory instrument containing rules, regulations or orders made by the Lord Chancellor or the Secretary of State under this Act, other than— a regulations under section 34 (loss of capacity during research project), b regulations under section 41 (adjusting role of independent mental capacity advocacy service), c regulations under paragraph 32(1)(b) of Schedule 3 (private international law relating to the protection of adults), d an order of the kind mentioned in section 67(6)\t\t\t\t\t\t\t(consequential amendments of primary legislation), or e an order under section 68 (commencement), is subject to annulment in pursuance of a resolution of either House of Parliament. 2A Any statutory instrument containing regulations made by the Welsh Ministers under Schedule AA1 is subject to annulment in pursuance of a resolution of the National Assembly for Wales. 3 A statutory instrument containing an Order in Council under paragraph 31 of Schedule 3 (provision to give further effect to Hague Convention) is subject to annulment in pursuance of a resolution of either House of Parliament. 4 A statutory instrument containing regulations made by the Secretary of State under section 34 or 41 or by the Lord Chancellor under paragraph 32(1)(b) of Schedule 3 may not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 4A Subsection (2) does not apply to a statutory instrument containing regulations made by the Secretary of State under Schedule A1. 4B If such a statutory instrument contains regulations under paragraph 42(2)(b), 129, 162 or 164 of Schedule A1 (whether or not it also contains other regulations), the instrument may not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 4C Subject to that, such a statutory instrument is subject to annulment in pursuance of a resolution of either House of Parliament. 5 An order under section 21— a may include supplementary, incidental, consequential, transitional or saving provision; b may make different provision for different cases; c is to be made in the form of a statutory instrument to which the Statutory Instruments Act 1946 applies as if the order were made by a Minister of the Crown; and d is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "66", "section_title": "Existing receivers and enduring powers of attorney etc.", "section_text": "66 1 The following provisions cease to have effect— a Part 7 of the Mental Health Act, b the Enduring Powers of Attorney Act 1985 (c. 29). 2 No enduring power of attorney within the meaning of the 1985 Act is to be created after the commencement of subsection (1)(b). 3 Schedule 4 has effect in place of the 1985 Act in relation to any enduring power of attorney created before the commencement of subsection (1)(b). 4 Schedule 5 contains transitional provisions and savings in relation to Part 7 of the Mental Health Act and the 1985 Act."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "67", "section_title": "Minor and consequential amendments and repeals", "section_text": "67 1 Schedule 6 contains minor and consequential amendments. 2 Schedule 7 contains repeals. 3 The Lord Chancellor may by order make supplementary, incidental, consequential, transitional or saving provision for the purposes of, in consequence of, or for giving full effect to a provision of this Act. 4 An order under subsection (3) may, in particular— a provide for a provision of this Act which comes into force before another provision of this Act has come into force to have effect, until the other provision has come into force, with specified modifications; b amend, repeal or revoke an enactment, other than one contained in an Act or Measure passed in a Session after the one in which this Act is passed. 5 The amendments that may be made under subsection (4)(b) are in addition to those made by or under any other provision of this Act. 6 An order under subsection (3) which amends or repeals a provision of an Act or Measure may not be made unless a draft has been laid before and approved by resolution of each House of Parliament."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "68", "section_title": "Commencement and extent", "section_text": "68 1 This Act, other than sections 30 to 41, comes into force in accordance with provision made by order by the Lord Chancellor. 2 Sections 30 to 41 come into force in accordance with provision made by order by— a the Secretary of State, in relation to England, and b the National Assembly for Wales, in relation to Wales. 3 An order under this section may appoint different days for different provisions and different purposes. 4 Subject to subsections (5) and (6), this Act extends to England and Wales only. 5 The following provisions extend to the United Kingdom— a paragraph 16(1) of Schedule 1 (evidence of instruments and of registration of lasting powers of attorney), b paragraph 15(3) of Schedule 4 (evidence of instruments and of registration of enduring powers of attorney). 6 Subject to any provision made in Schedule 6, the amendments and repeals made by Schedules 6 and 7 have the same extent as the enactments to which they relate."}, {"act": "Mental Capacity Act 2005", "year": 2005, "section": "69", "section_title": "Short title", "section_text": "69 This Act may be cited as the Mental Capacity Act 2005."}]