[{"act": "Architects Act 1997", "year": 1997, "section": "1", "section_title": " The Board.", "section_text": "1 1 There shall continue to be a body corporate known as the Architects Registration Board. 2 There shall continue to be a Professional Conduct Committee of the Board. 2A There is to be an Appeals Committee of the Board. 3 Part I of Schedule 1 makes provision about the Board. 4 Part II of that Schedule makes provision about the Professional Conduct Committee. 4A Part 2A of that Schedule makes provision about the Appeals Committee. 5 Part III of that Schedule gives the Board power to establish other committees and makes provision about committees established by the Board. 6 Part IV of that Schedule makes general provision about the Board and its committees."}, {"act": "Architects Act 1997", "year": 1997, "section": "1AA", "section_title": "Authorisation for Board to enter into regulator recognition agreements", "section_text": "1AA The Board is authorised to enter into regulator recognition agreements in respect of architects."}, {"act": "Architects Act 1997", "year": 1997, "section": "1A", "section_title": "Designation of the Board as competent authority", "section_text": "1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "2", "section_title": " The Registrar.", "section_text": "2 1 The Board shall appoint a person to be known as the Registrar of Architects. 2 The Board shall decide the period for which, and the terms on which, the Registrar is appointed. 3 The Registrar shall have the functions provided by or by virtue of this Act and any other functions which the Board directs. 3ZA The Registrar may delegate any of those functions to a member of the staff of the Board who is nominated by the Board for the purpose of this subsection. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Board may, in addition to paying to the Registrar a salary or fees, pay pensions to or in respect of him, or make contributions to the payment of such pensions, and pay him allowances, expenses and gratuities."}, {"act": "Architects Act 1997", "year": 1997, "section": "3", "section_title": " The Register.", "section_text": "3 1 The Registrar shall maintain the Register of Architects in which there shall be entered the name of every person entitled to be registered under this Act. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Register shall show the regular business address of each registered person. 2A The Register shall show disciplinary orders made in relation to a registered person for such period as may be prescribed. 3 The Registrar shall make any necessary alterations to the Register and, in particular, shall remove from the Register the name of any registered person who has died or has applied in the prescribed manner requesting the removal of his name. 4 The Board shall publish the current version of the Register annually and a copy of the most recently published version shall be provided to any person who requests one on payment of a reasonable charge decided by the Board. 4A The Board may exclude the whole or any part of the regular business address of a registered person from the published version of the Register if— a the registered person has applied in the prescribed manner requesting the address or part of it to be excluded from the published version, and b the Board is satisfied that the address is also a residential address of the registered person. 5 A copy of the Register purporting to be published by the Board shall be evidence (and, in Scotland, sufficient evidence) of any matter mentioned in it. 6 A certificate purporting to be signed by the Registrar which states that a person— a is registered; b is not registered; c was registered on a specified date or during a specified period; d was not registered on a specified date or during a specified period; or e has never been registered, shall be evidence (and, in Scotland, sufficient evidence) of any matter stated."}, {"act": "Architects Act 1997", "year": 1997, "section": "4", "section_title": "  Registration  ...: general", "section_text": "4 1 A person who has applied to the Registrar in the prescribed manner for registration  ... is entitled to be registered  ... if— a he holds such qualifications and has gained such practical experience as may be prescribed; or b he has a standard of competence which, in the opinion of the Board, is equivalent to that demonstrated by satisfying paragraph (a). 1A But the Board may by rules provide that a person who satisfies subsection (1)(a) by reason of holding overseas qualifications or gaining overseas practical experience is entitled to be registered only if the person has undertaken such training, passed such test or met such other condition as is prescribed. 2 The Board may require a person who applies for registration on the ground that he satisfies subsection (1)(b) to pass a prescribed examination in architecture. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Before  ...— a prescribing  qualifications or practical experience for the purposes of subsection (1)(a);  aa making rules under subsection (1A);  or b prescribing  any examination for the purposes of subsection (2), the Board shall consult the bodies representative of architects which are incorporated by royal charter and such other professional and educational bodies as it thinks appropriate. 4 Where a person has duly applied for registration  ...— a if the Registrar is satisfied that the person is entitled to be registered  ..., he shall enter his name in  ... the Register; but b if the Registrar is not so satisfied, he shall   refuse the application . 5 The Registrar shall not consider an application for registration  ... in any case in which it is inappropriate for him to do so (for instance because he is in any way connected with the applicant) but in such a case he shall refer the application to the Board. 6 Where a person’s application is referred to the Board under subsection  ... (5), the Board shall   —  a direct the Registrar to enter the person’s name in the Register if it is satisfied that the person is entitled to be registered, or b direct the Registrar to refuse the application if it is not so satisfied. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section— “ overseas practical experience ” means practical experience obtained mainly outside the United Kingdom; “ overseas qualification ” means a qualification issued by a body that is based outside the United Kingdom. 9 For the purposes of subsection (8) a body is based— a where its registered office is, b if it does not have a registered office, where its head office is, or c if it does not have a registered office or a head office, where its principal place of operation is."}, {"act": "Architects Act 1997", "year": 1997, "section": "5", "section_title": "Registration  ...: European qualifications", "section_text": "4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "5A", "section_title": "\n\nRegistration in Part 2 of \n the Register \n: Directive-rights nationals providing services\n", "section_text": "5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "5B", "section_title": "\nTitles to be used by persons registered in Part 2 of \nthe Register\n", "section_text": "5B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "5C", "section_title": "Information to be given to recipients of the service", "section_text": "5C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "5D", "section_title": "Administrative co-operation with other relevant European States", "section_text": "5D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "5E", "section_title": "Complaints by recipients of services", "section_text": "5E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "6", "section_title": " Registration: further procedural requirements.", "section_text": "6 1 The Board may require an applicant for registration  ... to pay a fee of a prescribed amount. 2 The Board may require a candidate for any examination under section 4(2) to pay a fee of a prescribed amount. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Board may prescribe the information and evidence to be provided to the Registrar in connection with an application for registration  .... 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3C The Registrar shall deal expeditiously with all applications for registration. 4 The Registrar shall serve on an applicant  ... written notice of the decision on his application. 4A A notice under subsection (4) shall be served— a in the case of an application by a person who in making the application relies on section 4(1)(a), within three months beginning with the date on which the application is made; b in any other case, within six months beginning with the date on which the application is made. 4B Notice of a refusal   of an application   shall state reasons for the refusal. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "6A", "section_title": "Issuing of certificates of architectural education", "section_text": "6A 1 Where a person requests  the Board  to issue a certificate of architectural education confirming that the person’s training as an architect— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b gives that person entitlement under section 4 to be registered  ... , or c includes prescribed or equivalent qualifications,  the Board  may issue such a certificate to that person if the training  ...  gives that entitlement or includes those qualifications. 2 The Board may require a person making a request under subsection (1) to pay a fee of a prescribed amount."}, {"act": "Architects Act 1997", "year": 1997, "section": "7", "section_title": " Penalty for obtaining registration or recognition  by false representation.", "section_text": "7 1 A person commits an offence if the person intentionally— a becomes or attempts to become registered under this Act, or b does any of the things mentioned in subsection (1A) anywhere in or outside the United Kingdom. 1A Those things are— a making to  the Board  or to the Registrar, b producing to  the Board  or to the Registrar, c causing to be made to  the Board  or to the Registrar, or d causing to be produced to  the Board  or to the Registrar 2 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Architects Act 1997", "year": 1997, "section": "8", "section_title": " Retention of name in Register.", "section_text": "8 1 The Board may require a registered person to pay a retention fee of a prescribed amount if he wishes his name to be retained in  ... the Register in any calendar year after that in which it was entered. 2 Where, after the Registrar has sent a registered person who is liable to pay a retention fee a written demand for the payment of the fee, the person fails to pay the fee within the prescribed period, the Registrar may remove the person’s name from  ... the Register. 3 Where a person whose name has been removed from  ... the Register under subsection (2) pays the retention fee, together with any further prescribed fee, before the end of the calendar year for which the retention fee is payable or such longer period as the Board may allow— a his name shall be re-entered in  ... the Register (without his having to make an application under section 4  ...); and b if the Board so directs, it shall be treated as having been re-entered on the date on which it was removed."}, {"act": "Architects Act 1997", "year": 1997, "section": "9", "section_title": " Competence to practise.", "section_text": "9 1 Where the Board is not satisfied that a person who— a applies for registration in pursuance of section 4  ...; b wishes his name to be retained or re-entered in  ... the Register under section 8; or c applies for his name to be re-entered in  ... the Register under section 18, has gained such recent practical experience  or undertaken such recent training   as the Board may prescribe, his name shall not be entered or re-entered in  ... the Register, or shall be removed from it, unless he satisfies the Board of his competence to practise. 1A Before prescribing recent practical experience or training for the purposes of subsection (1), the Board shall consult the bodies representative of architects which are incorporated by royal charter and such other professional and educational bodies as it thinks appropriate. 2 Where the Board decides that the name of a person to whom paragraph (b) of subsection (1) applies is by virtue of that subsection to be removed from, or not to be re-entered in,  ... the Register, the Registrar shall serve written notice of the decision on him within the prescribed period after the date of the decision. 2A A notice under subsection (2) must state reasons for the decision. 3 Where the Board decides that the name of a person to whom paragraph (b) of subsection (1) applies is by virtue of that subsection to be removed from Part 1 of the Register— a the person shall be entitled to apply to the Board within a prescribed period for an extension of time to gain the prescribed experience or undertake the prescribed training or to otherwise satisfy the Board of the person’s competence to practise, and b the Board shall not remove the name of the person from the Register unless— i the person has not made an application for an extension of time within the prescribed period, ii an extension of time granted by the Board has expired and the Board is not satisfied that the person has gained the prescribed experience or undertaken the prescribed training or is otherwise competent to practise, or iii the Board has decided not to grant an extension of time in respect of an application made by the person. 4 For the purposes of this section, a person is competent to practise if the person has the skills, knowledge, experience and behaviours required for a person to practise as an architect."}, {"act": "Architects Act 1997", "year": 1997, "section": "10", "section_title": " Disqualification in  a relevant European State .", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "11", "section_title": " Failure to notify change of address.", "section_text": "11 Where the Registrar serves notice in writing on a   registered person   asking if he has changed his regular business address— a if no answer is received within six months from the sending of the notice, the Registrar shall serve further written notice on him; and b if no answer is received within three months from the sending of the further notice, the Registrar may remove his name from the Register."}, {"act": "Architects Act 1997", "year": 1997, "section": "12", "section_title": " Visiting  EEA  architects.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "13", "section_title": " Code of practice.", "section_text": "13 1 The Board shall issue a code laying down standards of professional conduct and practice expected of registered persons. 2 The Board shall keep the code under review and vary its provisions whenever it considers it appropriate to do so. 3 Before issuing or varying the code, the Board shall— a consult such professional bodies and such other persons with an interest in architecture as it considers appropriate; and b publish in such manner as it considers appropriate notice that it proposes to issue or vary the code, stating where copies of the proposals can be obtained. 4 Failure by a registered person to comply with the provisions of the code— a shall not be taken of itself to constitute unacceptable professional conduct or serious professional incompetence on his part; but b shall be taken into account in any proceedings against him under section 14. 5 The Board shall provide a copy of the code to any person who requests one on payment of a reasonable charge decided by the Board (and may provide a copy free of charge whenever it considers appropriate)."}, {"act": "Architects Act 1997", "year": 1997, "section": "14", "section_title": " Professional misconduct and incompetence.", "section_text": "14 1 Where an allegation is made that a registered person is guilty of— a unacceptable professional conduct (that is, conduct which falls short of the standard required of a registered person); or b serious professional incompetence, or it appears to the Registrar that a registered person may be so guilty, the case shall be investigated by persons appointed in accordance with rules made by the Board. 2 Where persons investigating a case under subsection (1) find that a registered person has a case to answer, they shall report their finding to the Professional Conduct Committee. 3 Where the Professional Conduct Committee receives a report under subsection (2) in relation to a registered person, the Committee shall consider whether he is guilty of unacceptable professional conduct or serious professional incompetence. 4 Before considering whether a registered person is guilty of unacceptable professional conduct or serious professional incompetence the Professional Conduct Committee shall— a serve written notice on him outlining the case against him; and b give him the opportunity to appear before the Committee to argue his case. 5 At any such hearing the registered person is entitled to be legally represented. 6 The Board may make rules as to the procedure to be followed by the Professional Conduct Committee in any proceedings under this section. 7 If the Board does not make rules for the appointment of persons to investigate whether registered persons have been guilty of unacceptable professional conduct or serious professional incompetence, the Professional Conduct Committee shall consider such questions without any prior investigation."}, {"act": "Architects Act 1997", "year": 1997, "section": "15", "section_title": " Disciplinary orders.", "section_text": "15 1 The Professional Conduct Committee may make a disciplinary order in relation to a registered person if— a it is satisfied, after considering his case, that he is guilty of unacceptable professional conduct or serious professional incompetence; or b he has been convicted of a criminal offence other than an offence which has no material relevance to his fitness to practise as an architect. 2 In this Act “ disciplinary order ” means— a a reprimand; b a penalty order; c a suspension order; or d an erasure order. 3 Where the Professional Conduct Committee makes a disciplinary order in relation to a person, the Registrar shall serve written notice of the order on him as soon as is reasonably practicable. 4 The Professional Conduct Committee shall, at appropriate intervals and in such manner as it considers appropriate, publish— a the names of persons whom it has found guilty of unacceptable professional conduct or serious professional incompetence or in relation to whom it has made a disciplinary order under subsection (1)(b); and b in the case of each person a description of the conduct, incompetence or offence concerned and the nature of any disciplinary order made. 5 Where, after considering the case of a registered person, the Professional Conduct Committee is not satisfied that he is guilty of unacceptable professional conduct or serious professional incompetence, it shall, if he so requests, publish a statement of that fact in such manner as it considers appropriate. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "16", "section_title": " Penalty orders.", "section_text": "16 1 Where a penalty order is made in relation to a registered person, he shall pay to the Board the sum specified in the order. 2 A penalty order may not specify a sum exceeding the amount which, at the relevant time, is the amount specified as level 4 on the standard scale of fines for summary offences. In this subsection “ the relevant time ” means— a in a case within subsection (1)(a) of section 15, the time of the conduct or incompetence of which the registered person is found guilty; and b in a case within subsection (1)(b) of that section, the time when he committed the criminal offence of which he has been convicted. 3 A penalty order shall specify the period within which the sum specified in it is to be paid. 4 If the person in relation to whom a penalty order is made does not pay the sum specified in the order within the period so specified, the Professional Conduct Committee may make a suspension order or an erasure order in relation to him. 5 The Board shall pay into the Consolidated Fund any sum paid under a penalty order."}, {"act": "Architects Act 1997", "year": 1997, "section": "17", "section_title": " Suspension orders.", "section_text": "17 Where a suspension order is made in relation to a registered person, the Registrar shall remove his name from the Register but shall re-enter it in the Register at the end of such period not exceeding two years as is specified in the order."}, {"act": "Architects Act 1997", "year": 1997, "section": "18", "section_title": " Erasure orders.", "section_text": "18 1 Where an erasure order is made in relation to a registered person, the Registrar shall remove his name from the Register and it shall not be re-entered in the Register unless the Board so directs. 2 No application shall be made for the name of a person in relation to whom an erasure order has been made to be re-entered in the Register— a before the end of the period of two years beginning with the date of the erasure order or such longer period specified in the erasure order as the Professional Conduct Committee considers appropriate in a particular case; or b where he has made a previous application for his name to be re-entered in the Register, before the end of the prescribed period beginning with the date of the decision of the Board on that application. 3 The Registrar shall serve on a person who applies for his name to be re-entered in the Register under this section written notice of the decision on his application within the prescribed period after the date of the decision. 4 The Board may require a person whose name is re-entered in the Register under this section to pay a fee of a prescribed amount."}, {"act": "Architects Act 1997", "year": 1997, "section": "19", "section_title": " Application of discipline provisions to visiting EEA architects.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "20", "section_title": " Use of title “architect”.", "section_text": "20 1 A person shall not practise or carry on business under any name, style or title containing the word “ architect ” unless he is a   registered person  . 2 Subsection (1) does not prevent any use of the designation “ naval architect ”, “ landscape architect ” or “ golf-course architect ”. 3 Subsection (1) does not prevent a body corporate, firm or partnership from carrying on business under a name, style or title containing the word “ architect ” if— a the business of the body corporate, firm or partnership so far as it relates to architecture is under the control and management of a   registered person   who does not act at the same time in a similar capacity for any other body corporate, firm or partnership; and b in all premises where its business relating to architecture is carried on it is carried on by or under the supervision of a   registered person . 4 The Board may by rules provide that subsection (3) shall not apply in relation to a body corporate, firm or partnership unless it has provided to the Board such information necessary for determining whether that subsection applies as may be prescribed. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 For the purposes of this section a person is not treated as not practising by reason only of his being in the employment of another person. 7 In this section “ business ” includes any undertaking which is carried on for gain or reward or in the course of which services are provided otherwise than free of charge. 8 Nothing in this section affects the validity of any building contract in customary form."}, {"act": "Architects Act 1997", "year": 1997, "section": "21", "section_title": " Offence.", "section_text": "21 1 If any person contravenes section 20(1) he commits an offence and is liable on summary conviction to a fine not exceeding level 4 on the standard scale. 2 A person is not guilty of an offence by reason of contravening section 20(1) on any particular date if— a the contravention is occasioned by the fact that an application on his part for registration under this Act has not been granted; and b notice of the decision not to grant the application had not been duly served under this Act before that date. 3 A person is not guilty of an offence by reason of contravening section 20(1) on any particular date if the contravention is occasioned by the removal of his name from the Register in circumstances in which notice is required to be served on him and— a the notice had not been duly served before that date; b the time for bringing an appeal against the removal had not expired at that date; or c such an appeal had been duly brought, but had not been determined, before that date. 4 In relation to an offence under subsection (1)— a section 127(1) of the  Magistrates’ Courts Act 1980 (information to be laid within six months of offence); b Article 19(1) of the  Magistrates’ Courts (Northern Ireland) Order 1981 (complaint to be made within that time); and c section 136(1) of the  Criminal Procedure (Scotland) Act 1995 (proceedings to be commenced within that time), shall have effect as if for the references in them to six months there were substituted references to two years."}, {"act": "Architects Act 1997", "year": 1997, "section": "21A", "section_title": "Appeals to the Appeals Committee", "section_text": "21A 1 A person may appeal to the Appeals Committee against— a a decision to refuse the person’s application for registration, or b if the person is a person to whom paragraph (b) of section 9(1) applies, a decision to remove or not to re-enter the person’s name in the Register as a result of section 9(1). 2 The Board may make rules about appeals to the Appeals Committee, including in particular rules about— a the period within which any appeal must be made; b the way in which an appeal is to be made or withdrawn; c the fee that must be paid on the making of an appeal (including circumstances in which that fee may or must be refunded); d the procedure to be followed by the Appeals Committee in relation to an appeal; e the effect of the making of an appeal, pending its determination, on the decision appealed against. 3 On the determination of an appeal, the Appeal Committee may make any decision that could have been made by the person who made the decision appealed against. 4 The Appeals Committee must, within the prescribed period after determining a person’s appeal, serve on the person written notice of the decision made on that determination."}, {"act": "Architects Act 1997", "year": 1997, "section": "22", "section_title": " Appeals  to the court", "section_text": "22 1 A person may appeal to the High Court or, in Scotland, to the Court of Session if he is aggrieved by— a a decision of the Appeals Committee under section 21A, on an appeal made by the person; b failure of the Registrar to comply with section 6(4); c the person’s name not being re-entered in the Register under section 18 as a result of section 9(1); d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e the making of a disciplinary order in relation to him. 2 ... An appeal under subsection (1)(a), (c) ...  or (e) must be made not later than three months after the date on which notice of the decision or order concerned is served on the person. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where an appeal under subsection (1)(b) is made by a person who, in applying for registration in pursuance of section 4, relied on subsection (1)(a) of that section, the appeal must be made within six months beginning with the day on which the person’s application for the registration is made. 5 An appeal under subsection (1)(b) to which subsection (4) does not apply must be made within nine months beginning with the date on which the person’s application for registration is made. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 On an appeal under this section the court concerned may make any order which appears appropriate, and no appeal shall lie from any decision of a court on such an appeal."}, {"act": "Architects Act 1997", "year": 1997, "section": "22B", "section_title": "Professional-regulation information", "section_text": "22B 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this section “professional-regulation information” means information regarding— a disciplinary action taken, b criminal sanctions imposed, or c any other serious, specific circumstances, where the action is, or the sanctions or circumstances are, likely to have consequences for the pursuit of the profession of architect by a person. 4 If in any case the Board receives professional-regulation information from  ...  a person who applies for registration ,   the Board — a   may investigate and establish   the position in the case,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Board may make enquiries of registered persons where  the Board  considers it necessary to do so for the purposes of enabling it to discharge its    function    under   subsection (4)(a) . 6 Where a registered person receives enquiries under subsection (5), the person shall reply and, in replying, shall use the person’s best endeavours to assist  the Board . 7 The power under subsection (5) is not to be taken to prejudice any other power to make enquiries of registered persons."}, {"act": "Architects Act 1997", "year": 1997, "section": "22C", "section_title": "Confidentiality", "section_text": "22C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "23", "section_title": " Rules.", "section_text": "23 1 The Board may make rules generally for carrying out or facilitating the purposes of this Act. 2 The Board shall, before making any rules under this Act, publish a draft of the rules and give those to whom the rules would be applicable an opportunity of making representations to the Board. 3 The Registrar shall on payment of the prescribed charges supply a copy of any rules made under this Act and of any forms prescribed by such rules to any person applying for them."}, {"act": "Architects Act 1997", "year": 1997, "section": "24", "section_title": " Service of documents.", "section_text": "24 1 Any notice or document required to be served by or for the purposes of this Act may be sent by post, and when sent to any registered person shall be deemed to be properly addressed if addressed to him at his address in the Register. 1A Any notice required to be served by section 11(a) is to be sent by post as a registered letter. 2 Any notice relating to the refusal to register any person or required to be served by section 9(2),  ...  ... 14(4)(a)   , 15(3) or 21A(4)   shall be   sent— a by post as a registered letter, or b in accordance with subsection (4). 3 Where a notice or document required to be served by or for the purposes of this Act is sent to a person in accordance with subsection (4), it is to be treated as having been served on the person unless the contrary is proved— a if the notice or document is sent on a working day, on the day on which it is sent, or b if the notice or document is sent on a day which is not a working day, on the next working day. 4 A notice or document is sent to a person in accordance with this subsection if— a it is sent by a prescribed electronic communications method, b where rules made by the Board make such provision as is described in subsection (8), the method is prescribed for the purpose of serving a notice or document of that description, and c the conditions mentioned in subsection (5) are satisfied in relation to the sending of the notice or document. 5 The conditions referred to in subsection (4)(c) are— a that the person to whom the notice or document is sent has agreed with a relevant body that a notice or document of that description may be served by that method and the agreement has not been withdrawn in accordance with subsection (6) before the notice or document is sent; b that, if that method consists of or involves sending an email to the person, the email is sent to an email address specified by the person for the purposes of the agreement. 6 A person who has agreed to be served by a prescribed electronic communications method may give notice withdrawing the agreement to any of the relevant bodies. 7 A withdrawal under subsection (6) takes effect five working days after the day on which the notice is received by the relevant body. 8 Rules made by the Board under this section prescribing electronic communications methods may prescribe different methods for the purpose of serving different descriptions of notices or documents. 9 In this section— “ electronic communications method ” means a method of sending a notice or document that uses electronic communications (within the meaning of the Electronic Communications Act 2000); “ relevant body ” means the Board, the Registrar or a committee of the Board; “ working day ” means a day other than a Saturday, a Sunday, Christmas Day, Good Friday or a bank holiday under the Banking and Financial Dealings Act 1971 in any part of the United Kingdom."}, {"act": "Architects Act 1997", "year": 1997, "section": "24A", "section_title": "Fees", "section_text": "24A 1 The Secretary of State may make regulations for, and relating to, the charging of fees by the Board in respect of services which it provides. 2 Regulations under this section may in particular make provision about— a the services, or types of services, in respect of which the Board may charge a fee; b the persons who are liable to pay a fee; c how fees charged by the Board are to be calculated; d how fees charged by the Board are to be paid. 3 In this section, a “service”— a includes any exercise by the Board of its power to prescribe qualifications for the purposes of section 4(1)(a); b does not include any service in respect of which a fee may be prescribed under any other provision of this Act. 4 Regulations under this section are to be made by statutory instrument. 5 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Architects Act 1997", "year": 1997, "section": "25", "section_title": " Interpretation.", "section_text": "25 1 In this Act— “ the Board ” means the Architects Registration Board;  ... ... ... “ disciplinary order ” has the meaning given by section 15; ... ... “ erasure order ” shall be construed in accordance with section 18; ... ... “ penalty order ” shall be construed in accordance with section 16; “ prescribed ” means prescribed by rules made by the Board and “ prescribe ” means prescribe by rules; “ the Register ” means the Register of Architects; “ registered person ” means a person whose name is in the Register; “ the Registrar ” means the Registrar of Architects;   ”regulator recognition agreement” has the meaning given by section 4 of the Professional Qualification Act 2022    ... “ suspension order ” shall be construed in accordance with section 17;  ...   ...  ... “ unacceptable professional conduct ” has the meaning given by section 14. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Architects Act 1997", "year": 1997, "section": "26", "section_title": " Consequential amendments.", "section_text": "26 In— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 52(1) of the  Cathedrals Measure 1963, in the definition of “ architect ”; and c section 20(1) of the  Care of Cathedrals Measure 1990, in the definition of “ architect ”, for “Architects Acts 1931 to 1996” substitute  “                Architects Act 1997              ” ."}, {"act": "Architects Act 1997", "year": 1997, "section": "27", "section_title": " Transitionals, repeals etc.", "section_text": "27 Schedule 2 (transitional provisions and savings) and Schedule 3 (repeals and revocations) have effect."}, {"act": "Architects Act 1997", "year": 1997, "section": "28", "section_title": " Short title, commencement and extent.", "section_text": "28 1 This Act may be cited as the Architects Act 1997. 2 This Act (apart from this section) shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 3 This Act extends to Northern Ireland."}]