[{"act": "British Nationality (Hong Kong) Act 1997", "year": 1997, "section": "1", "section_title": " Acquisition of British citizenship.", "section_text": "1 1 Subject to the provisions of this section, the Secretary of State shall, on an application made for the purpose, register as a British citizen any person who— a is ordinarily resident in Hong Kong at the time of the application; and b satisfies the requirements of subsection (2) or (3) below. 2 The requirements of this subsection are that, immediately before 4th February 1997 (“ the relevant date ”), the person— a was ordinarily resident in Hong Kong; b was a British Dependent Territories citizen by virtue only of his having a connection with Hong Kong (within the meaning given by the Schedule to this Act); and c would have been a stateless person if he had not been such a citizen, or such a citizen and a British National (Overseas). 3 The requirements of this subsection are that, immediately before the relevant date, the person— a was ordinarily resident in Hong Kong; b was a British Overseas citizen, a British subject or a British protected person; and c would have been a stateless person if he had not been such a citizen, subject or person. 4 Subsections (2) and (3) above shall each have effect, in relation to a person who is or was born at any time on or after the relevant date, as if the reference to immediately before that date were a reference to that time. 5 Paragraphs (b) and (c) of each of those subsections shall have effect, in relation to a person who, at any time on or after the relevant date, becomes or became— a in the case of subsection (2) above, a British Dependent Territories citizen; or b in the case of subsection (3) above, a British Overseas citizen, a British subject or a British protected person, as if the reference to immediately before that date were a reference to that time. 5A An adult or young person shall not be registered under subsection (1) unless the Secretary of State is satisfied that the adult or young person is of good character. 5B In subsection (5A),  “ adult or young person ” means a person who has attained the age of 10 years at the time when the application for registration is made.  6 A person shall not be registered under subsection (1) above if, on or after the relevant date, he renounces or renounced, or otherwise gives or gave up of his own volition, the status of a national or citizen of a country or territory outside the United Kingdom. 7 A person shall not be registered under subsection (1) above before 1st July 1997. 8 In this section expressions which are also used in the  British Nationality Act 1981 (“ the principal Act ”) have the same meanings as in that Act."}, {"act": "British Nationality (Hong Kong) Act 1997", "year": 1997, "section": "2", "section_title": " Supplementary.", "section_text": "2 1 A person who is registered as a British citizen under subsection (1) of section 1 above, and satisfies the requirements of subsection (2) of that section, shall be treated for the purposes of the principal Act as— a a British citizen by descent; or b a British citizen otherwise than by descent, according as, immediately before becoming a British citizen, he was for the purposes of that Act a British Dependent Territories citizen by descent or a British Dependent Territories citizen otherwise than by descent. 2 A person who is registered as a British citizen under subsection (1) of section 1 above, and satisfies the requirements of subsection (3) of that section, shall be treated for the purposes of the principal Act as a British citizen by descent. 3 The following provisions of the principal Act shall have effect as if this Act were included in that Act, namely— section 37 (Commonwealth citizenship); ... section 41 (regulations); section 42 (registration and naturalisation: citizenship ceremony, oath and pledge) ; section 42A (registration and naturalisation: fee); section 42B (registration and naturalisation: timing); section 45 (evidence); section 46 (offences); section 47 (legitimated children); section 48 (posthumous children); section 50 (interpretation); section 51(3) (meaning of “ citizen of the United Kingdom and Colonies ” in other Acts and instruments)."}, {"act": "British Nationality (Hong Kong) Act 1997", "year": 1997, "section": "3", "section_title": " Short title and extent.", "section_text": "3 1 This Act may be cited as the British Nationality (Hong Kong) Act 1997. 2 This Act has the same extent as the provisions of the principal Act mentioned in section 2(3) above."}]