[{"act": "Building Societies (Distributions) Act 1997", "year": 1997, "section": "1", "section_title": " Protection of interests of beneficiaries in the case of trustee account holders.", "section_text": "1 1 The following sections shall be inserted in the  Building Societies Act 1986 after section 102A—  Protection of interests of beneficiaries in the case of trustee account holders. 102B 1 This section shall have effect (notwithstanding anything to the contrary in the rules of the society) where the terms of the transfer of the business of a building society to its successor include provision for a distribution to be made to its members, and where more than one distribution is provided for, shall have effect in relation to each of them. 2 In this section “ distribution ” in relation to a society means— a a distribution among members of the society of part of the funds of the society or its successor, other than a distribution within section 100(2)(b), or b the conferring of rights in relation to shares in the successor on members of the society, in consideration of the transfer. 3 Subject to the following provisions of this section and section 102C, a trustee account holder shall be treated by the society and its successor as not being disentitled from sharing in the distribution— a as such trustee account holder, and b also in relation to another account which he may hold as a trustee account holder or in relation to another account which he may hold otherwise than as a trustee account holder, by reason only of his holding more than one account; and the terms of the transfer of business in question shall comply with this subsection. 4 A trustee account holder shall not be entitled to share in a distribution as such trustee account holder by virtue of any provision of this section if— a the society has notified that account holder that he must make, in relation to any account as respects which he is a trustee account holder, a statutory declaration under the  Statutory Declarations Act 1835 complying with subsection (5); but b the trustee account holder does not give the society that declaration before such date as may be specified in the society’s notice to him. 5 A statutory declaration complies with this subsection if the person making it declares in it— a that he is a trustee account holder in respect of an account identified in the declaration, b the name and address of each beneficiary for whom he holds the account, c the reason why it is not reasonably practicable for any beneficiary to act in relation to that account himself, and d in a case where section 102D(8) applies, the names and addresses of all the trustee account holders of the account during the period referred to in that subsection. 6 In any case, where in response to a notice under subsection (4) (and within the time specified in that notice), a person gives a society a statutory declaration complying or purporting to comply with subsection (5) that he is a trustee account holder as respects any account he holds with that society then, subject to section 102C, the society and its successor— a shall treat him as such an account holder in respect of that account, and b shall not be liable to any other person in respect of any distribution to him (whether or not the society makes any enquiry into his eligibility before making the distribution).  Consequences of false declaration. 102C 1 Where it is shown, in relation to a person who has made a statutory declaration to a society purporting to comply with section 102B(5), that, at the time the declaration is made, he is not a trustee account holder in relation to the account in question, then— a a distribution shall not be made to him in pursuance of section 102B if it is so shown before the distribution is made; b if a distribution is made to him, he shall be liable— i to repay to the society’s successor any funds, and to surrender to it any shares or rights to any shares, which he may have received as the holder of that account, ii if any shares or rights to any shares are not surrendered, to pay the successor an amount equal to the relevant value of those shares or rights. 2 Where subsection (1)(b) applies in relation to a person, he shall also be liable to pay to the successor interest (at the rate applicable to judgment debts or, as respects Scotland, to decrees of the Court of Session)— a on any funds which he is liable to repay to the successor under sub-paragraph (i) of subsection (1)(b), b on the relevant value of any shares or rights which are surrendered under that sub-paragraph, and c on any amount payable under subsection (1)(b)(ii), as from the day on which he received the funds, shares or rights until subsection (1)(b) is complied with in relation thereto. 3 In subsections (1) and (2) “ relevant value ”, in relation to any shares or rights to any shares, means the market value of those shares on the first day on which they are quoted on the Stock Exchange Daily Official List, and section 272 of the  Taxation of Chargeable Gains Act 1992 shall apply for the purposes of this subsection. 4 Where the successor receives any payment in circumstances where subsection (1)(b) applies, the amount of the payment shall be treated as settlement of a debt due to the successor and accordingly not as an amount due to members of the society. 5 In section 146(1) of the  Companies Act 1985 (treatment of shares held by or for a public company) the following paragraph shall be inserted after paragraph (a)— “ where shares in the company are surrendered to the company in pursuance of section 102C(1)(b) of the  Building Societies Act 1986;”. 6 In Article 156(1) of the  Companies (Northern Ireland) Order 1986 (treatment of shares held by or for a public company) the following sub-paragraph shall be inserted after sub-paragraph (a)— “ where shares in the company are surrendered to the company in pursuance of section 102C(1)(b) of the  Building Societies Act 1986;”.  Provisions supplementary to sections 102B and 102C. 102D 1 This section has effect for the purposes of sections 102B and 102C. 2 “ Trustee account holder ”, in relation to any society, is a person who is the holder of an account as respects which all the conditions in subsection (4) are satisfied and which he holds in trust for another person, but subject to subsection (5). 3 Any reference in this section or in sections 102B and 102C to the holder of an account (however expressed) includes a reference to a person to whom the society has advanced a loan secured on land. 4 The conditions referred to in subsection (2) are— a that he is a member of the society by virtue of holding that account; b that the account holder— i is the sole account holder or the representative joint holder (within the meaning of paragraph 7 of Schedule 2 to this Act), or ii in the case of a borrowing member, is not a joint borrower or is the representative joint borrower (within the meaning of paragraph 8 of that Schedule); c that it is not reasonably practicable for any one or more of the persons for whom he holds the account, by reason of ill-health or old age or any physical or mental incapacity or disability, to act in relation to the account himself. 5 Where a person holds more than one account in trust for any other person or persons and the beneficiary or any of the beneficiaries in respect of two or more of those accounts (“ the duplicate accounts ”) are the same, then— a the account holder shall not be a trustee account holder in respect of any of those duplicate accounts except the one which was first opened, and b accordingly, section 102B(3) and (4) shall apply only in relation to that first opened duplicate account. 6 “ Beneficiary ”, in relation to any account or any trustee account holder, is the person or any of the persons for whose benefit the account is held or for whose benefit the trustee account holder holds the account (as the case may be). 7 Any beneficiary of any account who is a child shall be disregarded for the purposes of subsection (4) above unless he suffers ill-health or any physical or mental incapacity or disability which if suffered by an adult would prevent it being reasonably practicable for such an adult to act in relation to the account himself. 8 In any case where— a the identity of the trustee account holder changes during any period which is relevant to the distribution in question, and b the account is not closed but continues to be held for the benefit of the same beneficiaries (disregarding any who have died), the trustee account holders during that period shall be treated for the purpose of section 102B and the distribution as one person. 9 Any reference to a person holding an account in trust for any other person includes a reference— a to any person holding an account for another person in pursuance of any order, direction or authority made or given under Part VII of the  Mental Health Act 1983 or under Part VIII of the  Mental Health (Northern Ireland) Order 1986; b to an attorney holding an account for another person under an enduring power registered under the  Enduring Powers of Attorney Act 1985 or the  Enduring Powers of Attorney (Northern Ireland) Order 1987; and c in relation to Scotland— i to a curator bonis and a judicial factor holding an account for another person; and ii to a person holding an account for another person under a factory and commission or power of attorney which continues to have effect by virtue of section 71 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1990; and references to a beneficiary shall be construed accordingly. 10 Where rights to acquire shares are to be conferred on one or more members of the society by reference to more than one account, in accordance with the provisions of section 102B, those rights shall not, without more, be taken, for the purposes of section 100(8), to confer rights to acquire the shares in priority to other subscribers. 11 The Commission may with the consent of the Treasury make regulations prescribing— a the time within which the notice required by section 102B(4)(a) must be given, and b the minimum time which may be specified in the notice for the purposes of section 102B(4)(b), but, if such regulations are not made, any such notice must be given in such time, and must specify such time, as will give the trustee account holder a reasonable opportunity to make the declaration and give it to the society in compliance with the notice. 12 Regulations under subsection (11) shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. . 2 In section 97(2) of the  Building Societies Act 1986 (meaning of “ applicable provisions ”) after “section 102” there is inserted  “                sections 102B, 102C and 102D              ” . 3 In section 102(2)(c) of that Act (power of Commission to make incidental provision by regulation) for “and section 101” there is substituted  “                and sections 101, 102B, 102C and 102D              ” ."}, {"act": "Building Societies (Distributions) Act 1997", "year": 1997, "section": "2", "section_title": " Short title, commencement and extent.", "section_text": "2 1 This Act may be cited as the Building Societies (Distributions) Act 1997. 2 This Act shall apply in relation to a transfer of business of a building society in any case where the decision of the board of directors of the society to enter into the transfer in question is made public after 22nd January 1997. 3 This Act extends to Northern Ireland."}]