[{"act": "Civil Procedure Act 1997", "year": 1997, "section": "1", "section_title": " Civil Procedure Rules.", "section_text": "1 1 There are to be rules of court (to be called “ Civil Procedure Rules ”) governing the practice and procedure to be followed in— a the civil division of the Court of Appeal, b the High Court                     except in relation to its jurisdiction under the Extradition Act 2003                   , and c                       the county court                     . 2 Schedule 1 (which makes further provision about the extent of the power to make Civil Procedure Rules) is to have effect. 3 The power to make Civil Procedure Rules is to be exercised with a view to securing that the civil justice system is accessible, fair and efficient."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "2A", "section_title": "Power to change certain requirements relating to Committee", "section_text": "2A 1 The Lord Chancellor may by order— a amend section 2(2), (3) or (4), and b make consequential amendments in any other provision of section 2. 2 The Lord Chancellor may make an order under this section only with the concurrence of the Lord Chief Justice. 2A Before making an order under this section the Lord Chancellor must consult the following persons— a the Head of Civil Justice; b the Deputy Head of Civil Justice (if there is one). 2B The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section. 3 The power to make an order under this section is exercisable by statutory instrument. 4 A statutory instrument containing such an order is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "2", "section_title": " Rule Committee.", "section_text": "2 1 Civil Procedure Rules are to be made by a committee known as the Civil Procedure Rule Committee, which is to consist of the following persons— a the Head of Civil Justice; b the Deputy Head of Civil Justice (if there is one); c the persons currently appointed in accordance with subsections (1A) and (1B). 1A The Lord Chief Justice must appoint the persons falling within paragraphs (a) to (d) of subsection (2). 1B The Lord Chancellor must appoint the persons falling within paragraphs (e) to (g) of subsection (2). 2 The persons to be appointed in accordance with subsections (1A) and (1B) are a either two or three judges of the   Senior Courts , b one Circuit judge, c either one or two district judges ca one person who is a judge of the Senior Courts, a Circuit judge or a district judge and who has particular experience of the law applicable in Wales, d one person who is a Master referred to in Part II of Schedule 2 to the  Senior Courts Act 1981 , e three persons who have a   Senior Courts  qualification (within the meaning of section 71 of the  Courts and Legal Services Act 1990), including at least one with particular experience of practice in                        the county court                     , f three persons who have been   authorised by a relevant approved regulator  to conduct litigation in relation to all proceedings in the   Senior Courts , including at least one with particular experience of practice in                        the county court                     ,  and g two persons with experience in and knowledge of the lay advice sector or consumer affairs. 2A In subsection (2)(f)\t\t\t\t\t “ relevant approved regulator ” is to be construed in accordance with section 20(3) of the Legal Services Act 2007.  3 Before appointing a person in accordance with subsection (1A), the Lord Chief Justice must consult the Lord Chancellor. 4 Before appointing a person   in accordance with subsection (1B), the Lord Chancellor must consult the Lord Chief Justice and, if the person falls within paragraph (e) or (f) of subsection (2), must also consult  any body which— a has members who are eligible for appointment under that paragraph, and b is an authorised body for the purposes of section 27 or 28 of the Courts and Legal Services Act 1990. 5 The Lord Chancellor may reimburse the members of the Civil Procedure Rule Committee their travelling and out-of-pocket expenses. 6 The Civil Procedure Rule Committee must, before making or amending Civil Procedure Rules— a consult such persons as they consider appropriate, and b meet (unless it is inexpedient to do so). 7 The Civil Procedure Rule Committee must, when making Civil Procedure Rules, try to make rules which are both simple and simply expressed. 8 Rules made by the Civil Procedure Rule Committee must be signed by at least eight members of the Committee and be submitted to the Lord Chancellor, who may allow or disallow them. 9 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section. 9 If the Lord Chancellor disallows rules under subsection (8), he must give the Civil Procedure Rule Committee written reasons for doing so."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "3", "section_title": " Section 2: supplementary.", "section_text": "3 1 Rules made and allowed under section 2 are to— a come into force on such day as the Lord Chancellor may direct, and b be contained in a statutory instrument to which the  Statutory Instruments Act 1946 is to apply as if it contained rules made by a Minister of the Crown. 2 A statutory instrument containing Civil Procedure Rules shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "3A", "section_title": "Rules to be made if required by Lord Chancellor", "section_text": "3A 1 This section applies if the Lord Chancellor gives the Civil Procedure Rules Committee written notice that he thinks it is expedient for Civil Procedure Rules to include provision that would achieve a purpose specified in the notice. 2 The Committee must make such Rules as it considers necessary to achieve the specified purpose. 3 Those rules must be— a made within a reasonable period after the Lord Chancellor gives notice to the Committee; b made in accordance with section 3."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "4", "section_title": " Power to make consequential amendments.", "section_text": "4 1 The Lord Chancellor may   , after consulting the Lord Chief Justice,  by order amend, repeal or revoke any enactment to the extent he considers necessary or desirable in consequence of— a section 1 or 2, or b Civil Procedure Rules. 2 The Lord Chancellor may   , after consulting the Lord Chief Justice,  by order amend, repeal or revoke any enactment passed or made before the commencement of this section to the extent he considers necessary or desirable in order to facilitate the making of Civil Procedure Rules. 3 Any power to make an order under this section is exercisable by statutory instrument. 4 A statutory instrument containing an order under subsection (1) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 No order may be made under subsection (2) unless a draft of it has been laid before and approved by resolution of each House of Parliament. 6 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under subsection (1) or (2)."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "5", "section_title": " Practice directions.", "section_text": "5 1 Practice directions may be given in accordance with Part 1 of Schedule 2 to the Constitutional Reform Act 2005. 2 Practice directions given otherwise than under subsection (1) may not be given without the approval of— a the Lord Chancellor, and b the Lord Chief Justice. 3 Practice directions (whether given under subsection (1) or otherwise) may provide for any matter which, by virtue of paragraph 3 of Schedule 1, may be provided for by Civil Procedure Rules. 4 The power to give practice directions under subsection (1) includes power— a to vary or revoke directions given by any person; b to give directions containing different provision for different cases (including different areas); c to give directions containing provision for a specific court, for specific proceedings or for a specific jurisdiction. 5 Subsection (2)(a) does not apply to directions to the extent that they consist of guidance about any of the following— a the application or interpretation of the law; b the making of judicial decisions. 6 Subsection (2)(a) does not apply to directions to the extent that they consist of criteria for determining which judges may be allocated to hear particular categories of case; but the directions may, to that extent, be given only— a after consulting the Lord Chancellor, and b with the approval of the Lord Chief Justice."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "6", "section_title": " Civil Justice Council.", "section_text": "6 1 The Lord Chancellor is to establish and maintain an advisory body, to be known as the Civil Justice Council. 2 The Council must include— a members of the judiciary, b members of the legal professions, c civil servants concerned with the administration of the courts, d persons with experience in and knowledge of consumer affairs, e persons with experience in and knowledge of the lay advice sector, and f persons able to represent the interests of particular kinds of litigants (for example, businesses or employees). 2A The Lord Chancellor must decide the following questions, after consulting the Lord Chief Justice— a how many members of the Council are to be drawn from each of the groups mentioned in subsection (2); b how many other members the Council is to have. 2B It is for— a the Lord Chief Justice to appoint members of the judiciary to the Council, after consulting the Lord Chancellor; b the Lord Chancellor to appoint other persons to the Council. 3 The functions of the Council are to include— a keeping the civil justice system under review, b considering how to make the civil justice system more accessible, fair and efficient, c advising the Lord Chancellor and the judiciary on the development of the civil justice system, d referring proposals for changes in the civil justice system to the Lord Chancellor and the Civil Procedure Rule Committee, and e making proposals for research. 4 The Lord Chancellor may reimburse the members of the Council their travelling and out-of-pocket expenses. 5 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "7", "section_title": " Power of courts to make orders for preserving evidence,  etc.", "section_text": "7 1 The court may make an order under this section for the purpose of securing, in the case of any existing or proposed proceedings in the court— a the preservation of evidence which is or may be relevant, or b the preservation of property which is or may be the subject-matter of the proceedings or as to which any question arises or may arise in the proceedings. 2 A person who is, or appears to the court likely to be, a party to proceedings in the court may make an application for such an order. 3 Such an order may direct any person to permit any person described in the order, or secure that any person so described is permitted— a to enter premises in England and Wales, and b while on the premises, to take in accordance with the terms of the order any of the following steps. 4 Those steps are— a to carry out a search for or inspection of anything described in the order, and b to make or obtain a copy, photograph, sample or other record of anything so described. 5 The order may also direct the person concerned— a to provide any person described in the order, or secure that any person so described is provided, with any information or article described in the order, and b to allow any person described in the order, or secure that any person so described is allowed, to retain for safe keeping anything described in the order. 6 An order under this section is to have effect subject to such conditions as are specified in the order. 7 This section does not affect any right of a person to refuse to do anything on the ground that to do so might tend to expose him or his spouse   or civil partner  to proceedings for an offence or for the recovery of a penalty. 8 In this section— “ court ” means the High Court, and “ premises ” includes any vehicle; and an order under this section may describe anything generally, whether by reference to a class or otherwise."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "8", "section_title": " Disclosure etc. of documents before action begun.", "section_text": "8 1 The Lord Chancellor may by order amend the provisions of section 33(2) of the  Senior Courts Act 1981 , or section 52(2) of the  County Courts Act 1984 (power of court to order disclosure etc. of documents where claim may be made in respect of personal injury or death), so as to extend the provisions— a to circumstances where other claims may be made, or b generally. 2 The power to make an order under this section is exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "9", "section_title": " Interpretation.", "section_text": "9 1 A court the practice and procedure of which is governed by Civil Procedure Rules is referred to in this Act as being “within the scope” of the rules; and references to a court outside the scope of the rules are to be read accordingly. 2 In this Act— “ enactment ” includes an enactment contained in subordinate legislation (within the meaning of the  Interpretation Act 1978), and “ practice directions ” means directions as to the practice and procedure of any court within the scope of Civil Procedure Rules."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "10", "section_title": " Minor and consequential amendments.", "section_text": "10 Schedule 2 (which makes minor and consequential amendments) is to have effect."}, {"act": "Civil Procedure Act 1997", "year": 1997, "section": "11", "section_title": " Short title, commencement and extent.", "section_text": "11 1 This Act may be cited as the Civil Procedure Act 1997. 2 Sections 1 to 10 are to come into force on such day as the Lord Chancellor may by order made by statutory instrument appoint, and different days may be appointed for different purposes. 3 This Act extends to England and Wales only."}]