[{"act": "Confiscation of Alcohol (Young Persons) Act 1997", "year": 1997, "section": "1", "section_title": " Confiscation of intoxicating liquor.", "section_text": "1 1 Where a constable reasonably suspects that a person in a relevant place is in possession of  alcohol  and that either— a he is under the age of 18; or b he intends that any of the  alcohol  should be consumed by a person under the age of 18 in that or any other relevant place; or c a person under the age of 18 who is, or has recently been, with him has recently consumed  alcohol  in that or any other relevant place, the constable may require him to surrender anything in his possession which is, or which the constable reasonably believes to be,  alcohol   or a container for  alcohol   ...   .... 1AA A constable who imposes a requirement on a person under subsection (1) shall also require the person to state the person's name and address. 1AB A constable who imposes a requirement on a person under subsection (1) may, if the constable reasonably suspects that the person is under the age of 16, remove the person to the person's place of residence or a place of safety. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A constable may dispose of anything surrendered to him under subsection (1) in such manner as he considers appropriate. 3 A person who fails without reasonable excuse to comply with a requirement imposed on him under subsection (1) or (1AA)  commits an offence and is liable on summary conviction to a fine not exceeding level 2 on the standard scale. 4 A constable who imposes a requirement on a person under subsection (1) shall inform him of his suspicion and that failing without reasonable excuse to comply with a requirement imposed under that subsection or (1AA)  is an offence. 5 A constable may arrest without warrant a person who fails to comply with a requirement imposed on him under subsection (1). 6 In subsection (1)  ... “ relevant place ”, in relation to a person, means— a any public place, other than licensed premises; or b any place, other than a public place, to which the person has unlawfully gained access; and for this purpose a place is a public place if at the material time the public or any section of the public has access to it, on payment or otherwise, as of right or by virtue of express or implied permission. 7 In this section— “alcohol”— a in relation to England and Wales, has the same meaning as in the Licensing Act 2003; b in relation to Northern Ireland, has the same meaning as  “intoxicating liquor” in the Licensing (Northern Ireland) Order 1996; and “licensed premises”— a in relation to England and Wales, means premises which may by virtue of Part 3 or Part 5 of the Licensing Act 2003 (premises licence; permitted temporary activity) be used for the supply of alcohol within the meaning of section 14 of that Act; b in relation to Northern Ireland, has the same meaning as in the Licensing (Northern Ireland) Order 1996."}, {"act": "Confiscation of Alcohol (Young Persons) Act 1997", "year": 1997, "section": "2", "section_title": " Short title, commencement and extent.", "section_text": "2 1 This Act may be cited as the Confiscation of Alcohol (Young Persons) Act 1997. 2 Section 1 shall not come into force until such day as the Secretary of State may by order made by statutory instrument appoint. 3 This Act extends to England and Wales and Northern Ireland."}]