[{"act": "Contract (Scotland) Act 1997", "year": 1997, "section": "1", "section_title": " Extrinsic evidence of additional contract term  etc.", "section_text": "1 1 Where a document appears (or two or more documents appear) to comprise all the express terms of a contract or unilateral voluntary obligation, it shall be presumed, unless the contrary is proved, that the document does (or the documents do) comprise all the express terms of the contract or unilateral voluntary obligation. 2 Extrinsic oral or documentary evidence shall be admissible to prove, for the purposes of subsection (1) above, that the contract or unilateral voluntary obligation includes additional express terms (whether or not written terms). 3 Notwithstanding the foregoing provisions of this section, where one of the terms in the document (or in the documents) is to the effect that the document does (or the documents do) comprise all the express terms of the contract or unilateral voluntary obligation, that term shall be conclusive in the matter. 4 This section is without prejudice to any enactment which makes provision as respects the constitution, or formalities of execution, of a contract or unilateral voluntary obligation."}, {"act": "Contract (Scotland) Act 1997", "year": 1997, "section": "2", "section_title": " Supersession.", "section_text": "2 1 Where a deed is executed in implement, or purportedly in implement, of a contract, an unimplemented, or otherwise unfulfilled, term of the contract shall not be taken to be superseded by virtue only of that execution or of the delivery and acceptance of the deed. 2 Subsection (1) above is without prejudice to any agreement which the parties to a contract may reach (whether or not an agreement incorporated into the contract) as to supersession of the contract."}, {"act": "Contract (Scotland) Act 1997", "year": 1997, "section": "3", "section_title": " Damages for breach of contract of sale.", "section_text": "3 Any rule of law which precludes the buyer in a contract of sale of property from obtaining damages for breach of that contract by the seller unless the buyer rejects the property and rescinds the contract shall cease to have effect."}, {"act": "Contract (Scotland) Act 1997", "year": 1997, "section": "4", "section_title": " Short title, extent etc.", "section_text": "4 1 This Act may be cited as the Contract (Scotland) Act 1997. 2 This Act shall come into force at the end of that period of three months which begins with the day on which the Act is passed. 3 Section 1 of this Act applies only for the purposes of proceedings commenced on or after, and sections 2 and 3 only as respects contracts entered into on or after, the date on which this Act comes into force. 4 This Act extends to Scotland only."}]