[{"act": "Criminal Evidence (Amendment) Act 1997", "year": 1997, "section": "1", "section_title": " Persons imprisoned or detained by virtue of pre-existing conviction for sexual offence  etc.", "section_text": "1 1 This section has effect for removing, in relation to persons to whom this section applies, the restriction on the operation of section 63(3B) of the Police and Criminal Evidence Act 1984 (power to take non-intimate samples without the  appropriate consent from persons convicted of recordable offences)— a which is imposed by the subsection (10) inserted in section 63 by section 55(6) of the  Criminal Justice and Public Order Act 1994, and b by virtue of which section 63(3B) does not apply to persons convicted before 10th April 1995. 2 Accordingly, in section 63 of the 1984 Act, for the subsection (10) referred to in subsection (1) above there shall be substituted— 9A Subsection (3B) above shall not apply to any person convicted before 10th April 1995 unless he is a person to whom section 1 of the Criminal Evidence (Amendment) Act 1997 applies (persons imprisoned or detained by virtue of pre-existing conviction for sexual offence etc.). 3 This section applies to a person who was convicted of a recordable offence before 10th April 1995 if— a that offence was one of the offences listed in Schedule 1 to this Act (which lists certain sexual, violent and other offences), and b  he has at any time served or at the relevant time he is serving a sentence of imprisonment in respect of that offence. 4 This section also applies to a person who was convicted of a recordable offence before 10th April 1995 if— a that offence was one of the offences listed in Schedule 1 to this Act, and b he has at any time been detained or                          at the relevant time he is detained under Part III of the  Mental Health Act 1983 in pursuance of— i a hospital order or interim hospital order made following that conviction,  ... ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Expressions used in this subsection and in the  Mental Health Act 1983 have the same meaning as in that Act. 5 Where a person convicted of a recordable offence before 10th April 1995 was, following his conviction for that and any other offence or offences, sentenced to two or more terms of imprisonment (whether taking effect consecutively or concurrently), he shall be treated for the purposes of this section as serving a sentence of imprisonment in respect of that offence at any time when serving any of those terms. 6 For the purposes of this section, references to a person serving a sentence of imprisonment include references— a to his being detained in any institution to which the  Prison Act 1952 applies in pursuance of any other sentence or order for detention imposed by a court in criminal proceedings, or b to his being detained (otherwise than in any such institution) in pursuance of directions of the Secretary of State under  section 92 of the Powers of Criminal Courts (Sentencing) Act 2000 ; and any reference to a term of imprisonment shall be construed accordingly."}, {"act": "Criminal Evidence (Amendment) Act 1997", "year": 1997, "section": "2", "section_title": " Persons detained following acquittal on grounds of insanity or finding of unfitness to plead.", "section_text": "2 1 This section has effect for enabling non-intimate samples to be taken from persons under section 63 of the 1984 Act without the appropriate consent where they are persons to whom this section applies. 2 Accordingly, in section 63 of the 1984 Act— a after subsection (3B) there shall be inserted— 3C A non-intimate sample may also be taken from a person without the appropriate consent if he is a person to whom section 2 of the Criminal Evidence (Amendment) Act 1997 applies (persons detained following acquittal on grounds of insanity or finding of unfitness to plead). ; and b in subsection (8A) (giving of reason for taking sample without appropriate consent), for “or (3B)” there shall be substituted  “                      , (3B) or (3C) above                    ” . 3 This section applies to a person if— a                   he has at any time been detained or at the relevant time he is detained under Part III of the  Mental Health Act 1983 in pursuance of an order made under— i section 5(2)(a) of the  Criminal Procedure (Insanity) Act 1964 or section 6 or 14 of the  Criminal Appeal Act 1968 (findings of insanity or unfitness to plead), or ii section 37(3) of the  Mental Health Act 1983 (power of magistrates’ court to make hospital order without convicting accused); and b that order was made on or after the date of the passing of this Act in respect of a recordable offence. 4 This section also applies to a person if— a                   he has at any time been detained or at the relevant time he is detained under Part III of the  Mental Health Act 1983 in pursuance of an order made under— i any of the provisions mentioned in subsection (3)(a), or ii section 5(1) of the  Criminal Procedure (Insanity) Act 1964 as originally enacted; and b that order was made before the date of the passing of this Act in respect of any offence listed in Schedule 1 to this Act. 5 Subsection (4)(a)(i) does not apply to any order made under section 14(2) of the  Criminal Appeal Act 1968 as originally enacted. 6 For the purposes of this section an order falling within subsection (3) or (4) shall be treated as having been made in respect of an offence of a particular description— a if, where the order was made following— i a finding of not guilty by reason of insanity, or ii a finding that the person in question was under a disability and did the act or made the omission charged against him, or iii a finding for the purposes of section 37(3) of the  Mental Health Act 1983 that the person in question did the act or made the omission charged against him, or iv (in the case of an order made under section 5(1) of the  Criminal Procedure (Insanity) Act 1964 as originally enacted) a finding that he was under a disability, that finding was recorded in respect of an offence of that description; or b if, where the order was made following the Court of Appeal forming such opinion as is mentioned in section 6(1) or 14(1) of the  Criminal Appeal Act 1968, that opinion was formed on an appeal brought in respect of an offence of that description. 7 In this section any reference to an Act “ as originally enacted ” is a reference to that Act as it had effect without any of the  amendments made by the Criminal Procedure (Insanity and Unfitness to Plead) Act 1991."}, {"act": "Criminal Evidence (Amendment) Act 1997", "year": 1997, "section": "3", "section_title": " Taking of samples from detained persons at place where detained.", "section_text": "3 In section 63A of the 1984 Act (supplementary provisions about fingerprints and samples), after subsection (3) there shall be inserted— 3A Where— a the power to take a non-intimate sample under section 63(3B) above is exercisable in relation to any person who is detained under Part III of the  Mental Health Act 1983 in pursuance of— i a hospital order or interim hospital order made following his conviction for the recordable offence in question, or ii a transfer direction given at a time when he was detained in pursuance of any sentence or order imposed following that conviction, or b the power to take a non-intimate sample under section 63(3C) above is exercisable in relation to any person, the sample may be taken in the hospital in which he is detained under that Part of that Act. Expressions used in this subsection and in the  Mental Health Act 1983 have the same meaning as in that Act. 3B Where the power to take a non-intimate sample under section 63(3B) above is exercisable in relation to a person detained in pursuance of directions of the Secretary of State under section 53 of the  Children and Young Persons Act 1933 the sample may be taken at the place where he is so detained."}, {"act": "Criminal Evidence (Amendment) Act 1997", "year": 1997, "section": "4", "section_title": " Time allowed for requiring person to attend police station to have sample taken.", "section_text": "4 In section 63A of the 1984 Act, in subsection (5)(a) (time allowed, for the purposes of subsection (4)(a), for requiring person to attend police station to have sample taken) after “of the charge” there shall be inserted  “              or of his being informed as mentioned in that paragraph            ” ."}, {"act": "Criminal Evidence (Amendment) Act 1997", "year": 1997, "section": "5", "section_title": " Interpretation.", "section_text": "5 In this Act— “ the 1984 Act ” means the  Police and Criminal Evidence Act 1984; “ appropriate consent ” has the meaning given by section 65 of the 1984 Act; “ non-intimate sample ” has the meaning given by section 65 of the 1984 Act; “ recordable offence ” means any offence to which regulations under section 27 of the 1984 Act (fingerprinting) apply; “ the relevant time ” means, in relation to the exercise of any power to take a non-intimate sample from a person, the time when it is sought to take the sample."}, {"act": "Criminal Evidence (Amendment) Act 1997", "year": 1997, "section": "6", "section_title": " Short title, repeal and extent.", "section_text": "6 1 This Act may be cited as the Criminal Evidence (Amendment) Act 1997. 2 For ease of reference sections 63 and 63A of the 1984 Act, as amended by sections 1 to 4 above, are set out in Schedule 2 to this Act. 3 Section 55(6) of the  Criminal Justice and Public Order Act 1994 is repealed. 4 This Act extends to England and Wales only."}]