[{"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "2", "section_title": " Mandatory life sentence for second serious offence.", "section_text": "2 1 This section applies where— a a person is convicted of a serious offence committed after the commencement of this section; and b at the time when that offence was committed, he was 18 or over and had been convicted in any part of the United Kingdom of another serious offence. 2 The court shall impose a life sentence, that is to say— a where the person is 21 or over, a sentence of imprisonment for life; b where he is under 21, a sentence of custody for life under section 8(2) of the  Criminal Justice Act 1982 (“ the 1982 Act ”), unless the court is of the opinion that there are exceptional circumstances relating to either of the offences or to the offender which justify its not doing so. 3 Where the court does not impose a life sentence, it shall state in open court that it is of that opinion and what the exceptional circumstances are. 4 An offence the sentence for which is imposed under subsection (2) above shall not be regarded as an offence the sentence for which is fixed by law. 5 An offence committed in England and Wales is a serious offence for the purposes of this section if it is any of the following, namely— a an attempt to commit murder, a conspiracy to commit murder or an incitement to murder; b an offence under section 4 of the Offences Against the  Person Act 1861 (soliciting murder); c manslaughter; d an offence under section 18 of the Offences Against the Person Act 1861 (wounding, or causing grievous bodily harm, with intent); e rape or an attempt to commit rape; f an offence under section 5 of the  Sexual Offences Act 1956 (intercourse with a girl under 13); g an offence under section 16 (possession of a firearm with intent to injure), section 17 (use of a firearm to resist arrest) or section 18 (carrying a firearm with criminal intent) of the  Firearms Act 1968; and h robbery where, at some time during the commission of the offence, the offender had in his possession a firearm or imitation firearm within the meaning of that Act. 6 An offence committed in Scotland is a serious offence for the purposes of this section if the conviction for it was obtained on indictment in the High Court of Justiciary and it is any of the following, namely— a culpable homicide; b attempted murder, incitement to commit murder or conspiracy to commit murder; c rape or attempted rape; d clandestine injury to women or an attempt to cause such injury; e sodomy, or an attempt to commit sodomy, where the complainer, that is to say, the person against whom the offence was committed, did not consent; f assault where the assault— i is aggravated because it was carried out to the victim’s severe injury or the danger of the victim’s life; or ii was carried out with an intention to rape or to ravish the victim; g robbery where, at some time during the commission of the offence, the offender had in his possession a firearm or imitation firearm within the meaning of the  Firearms Act 1968; h an offence under section 16 (possession of a firearm with intent to injure), section 17 (use of a firearm to resist arrest) or section 18 (carrying a firearm with criminal intent) of that Act; i lewd, libidinous or indecent behaviour or practices; and j an offence under section 5(1) of the  Criminal Law (Consolidation) (Scotland) Act 1995 (unlawful intercourse with a girl under 13). 7 An offence committed in Northern Ireland is a serious offence for the purposes of this section if it is any of the following, namely— a an offence falling within any of paragraphs (a) to (e) of subsection (5) above; b an offence under section 4 of the  Criminal Law Amendment Act 1885 (intercourse with a girl under 14); c an offence under Article 17 (possession of a firearm with intent to injure), Article 18(1) (use of a firearm to resist arrest) or Article 19 (carrying a firearm with criminal intent) of the  Firearms (Northern Ireland) Order 1981; and d robbery where, at some time during the commission of the offence, the offender had in his possession a firearm or imitation firearm within the meaning of that Order."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "3", "section_title": " Minimum of seven years for third class A drug trafficking offence.", "section_text": "3 1 This section applies where— a a person is convicted of a class A drug trafficking offence committed after the commencement of this section; b at the time when that offence was committed, he was 18 or over and had been convicted in any part of the United Kingdom of two other class A drug trafficking offences; and c one of those other offences was committed after he had been convicted of the other. 2 The court shall impose a custodial sentence for a term of at least seven years except where the court is of the opinion that there are  particular circumstances  which— a relate to any of the offences or to the offender; and b would make  it unjust to do so  in all the circumstances. 3 Where the court does not impose such a sentence, it shall state in open court that it is of that opinion and what the  particular circumstances  are. 4 Where— a a person is charged with a class A drug trafficking offence (which, apart from this subsection, would be triable either way); and b the circumstances are such that, if he were convicted of the offence, he could be sentenced for it under subsection (2) above, the offence shall be triable only on indictment. 5 In this section “ class A drug trafficking offence ” means a drug trafficking offence committed in respect of a class A drug; and for this purpose— “ class A drug ” has the same meaning as in the  Misuse of Drugs Act 1971; “ drug trafficking offence ” means a drug trafficking offence within the meaning of the  Drug Trafficking Act 1994, the  Proceeds of Crime (Scotland) Act 1995 or the  Proceeds of Crime (Northern Ireland) Order 1996. 6 In this section and section 4 below “ custodial sentence ” means— a in relation to a person who is 21 or over, a sentence of imprisonment; b in relation to a person who is under 21, a sentence of detention in a young offender institution."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "4", "section_title": " Minimum of three years for third domestic burglary.", "section_text": "4 1 This section applies where— a a person is convicted of a domestic burglary committed after the commencement of this section; b at the time when that burglary was committed, he was 18 or over and had been convicted in England and Wales of two other domestic burglaries; and c one of those other burglaries was committed after he had been convicted of the other, and both of them were committed after the commencement of this section. 2 The court shall impose a custodial sentence for a term of at least three years except where the court is of the opinion that there are  particular circumstances  which— a relate to any of the offences or to the offender; and b would make  it unjust to do so  in all the circumstances. 3 Where the court does not impose such a sentence, it shall state in open court that it is of that opinion and what the  particular circumstances  are. 4 Where— a a person is charged with a domestic burglary which, apart from this subsection, would be triable either way; and b the circumstances are such that, if he were convicted of the burglary, he could be sentenced for it under subsection (2) above, the burglary shall be triable only on indictment. 5 In this section “ domestic burglary ” means a burglary committed in respect of a building or part of a building which is a dwelling."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "5", "section_title": " Appeals where previous convictions set aside.", "section_text": "5 1 This section applies where— a a sentence has been imposed on any person under subsection (2) of section 2, 3 or 4 above; and b any previous conviction of his without which that section would not have applied has been subsequently set aside on appeal. 2 Notwithstanding anything in section 18 of the  Criminal Appeal Act 1968, notice of appeal against the sentence may be given at any time within 28 days from the date on which the previous conviction was set aside."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "6", "section_title": " Certificates of convictions for purposes of Part I.", "section_text": "6 1 Where— a on any date after the commencement of this section a person is convicted in England and Wales of a serious offence, a class A drug trafficking offence or a domestic burglary; and b the court by or before which he is so convicted states in open court that he has been convicted of such an offence on that date; and c that court subsequently certifies that fact, the certificate shall be evidence, for the purposes of the relevant section, that he was convicted of such an offence on that date. 2 Where— a after the commencement of this section a person is convicted in England and Wales of a class A drug trafficking offence or a domestic burglary; and b the court by or before which he is so convicted states in open court that the offence was committed on a particular day or over, or at some time during, a particular period; and c that court subsequently certifies that fact, the certificate shall be evidence, for the purposes of the relevant section, that the offence was committed on that day or over, or at some time during, that period. 3 In this section— “ serious offence ”, “ class A drug trafficking offence ” and “ domestic burglary ” have the same meanings as in sections 2, 3 and 4 respectively; and “ the relevant section ”, in relation to any such offence, shall be construed accordingly."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "7", "section_title": " Offences under service law.", "section_text": "7 1 Where— a a person has at any time been convicted of an offence under section 70 of the  Army Act 1955 or the  Air Force Act 1955 or section 42 of the  Naval Discipline Act 1957; and b the corresponding civil offence (within the meaning of that Act) was a serious offence, a class A drug trafficking offence or a domestic burglary, the relevant section shall have effect as if he had at that time been convicted in England and Wales of the corresponding civil offence. 2 Subsection (3) of section 6 above applies for the purposes of this section as it applies for the purposes of that section."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "9A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9A"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "27A", "section_title": "Sentence of detention during Her Majesty’s pleasure imposed on a person under 18: application for minimum term review", "section_text": "27A 1 This section applies to a person who— a is serving a DHMP sentence, and b was under the age of 18 when sentenced; and such a person is referred to in this section as a “ relevant young offender ”. 2 A relevant young offender may make an application for a minimum term review to the Secretary of State after serving half of the minimum term. 3 An “application for a minimum term review” is an application made by a relevant young offender for a reduction in the minimum term. 4 Where a relevant young offender has made an application for a minimum term review under this section, the offender may only make a further such application if— a the period of 2 years beginning with the day on which the previous application was determined has expired, and b the offender is under the age of 18 on the day on which the further application is made. 5 Where the Secretary of State receives an application under this section, the Secretary of State must— a consider the application, and b unless the Secretary of State forms the view that the application is frivolous or vexatious, refer it to the High Court. 6 Where the Secretary of State decides not to refer the application to the High Court, the Secretary of State must give notice of that decision, and the reasons for it, to the relevant young offender. 7 If the relevant young offender makes representations or provides further evidence in support of the application before the end of the period of 4 weeks beginning with the day on which the notice under subsection  (6)  is given, the Secretary of State must consider the representations or evidence and— a if the Secretary of State is no longer of the view mentioned in subsection  (5)(b) , refer the application to the High Court, or b give notice to the offender confirming the decision not to refer the application. 8 In this section— “ DHMP sentence ” means a sentence of detention during Her Majesty’s pleasure imposed (whether before or after this section comes into force) under a provision listed in column 1 of the table in subsection  (9) ; “ minimum term ”, in relation to a person serving a DHMP sentence, means the part of the sentence specified— in the minimum term order made in respect of the sentence, or where one or more reduction orders have been made under section 27B in respect of the sentence, in the most recent of those orders; “ minimum term order ”, in relation to a DHMP sentence, means the order made under the provision listed in column 2 of the table in subsection  (9)  that corresponds to the entry in column 1 that relates to the sentence. 9 The table is as follows— Provision under which DHMP sentence imposed Provision under which minimum term order made Section 259 of the Sentencing Code Section 322 of the Sentencing Code Section 90 of the Powers of Criminal Courts (Sentencing) Act 2000 Section 82A of the Powers of Criminal Courts (Sentencing) Act 2000 or section 269 of the Criminal Justice Act 2003 Section 218 of the Armed Forces Act 2006 Section 269 of the Criminal Justice Act 2003 or section 322 of the Sentencing Code. 10 For the purposes of subsection  (4) , an application for a minimum term review is determined— a when the court makes a reduction order or a decision confirming the minimum term (see section 27B), or b in a case where the application is not referred to the court, when the Secretary of State gives the relevant young offender notice in relation to the application under subsection  (6) . 11 There is no right for any person who is serving a DHMP sentence to request a review of the minimum term other than that conferred by this section."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "27B", "section_title": "Power of High Court to reduce minimum term", "section_text": "27B 1 This section applies where the Secretary of State refers an application for a minimum term review made by a relevant young offender under section 27A to the High Court. 2 The court may— a make a reduction order in relation to relevant young offender, or b confirm the minimum term in respect of the offender’s DHMP sentence, and a decision of the court under this subsection is final. 3 A reduction order is an order that the relevant young offender’s minimum term is to be reduced to such part of the offender’s DHMP sentence as the court considers appropriate and is specified in the reduction order. 4 In deciding whether to make a reduction order, the court must, in particular, take into account any evidence— a that the relevant young offender’s rehabilitation has been exceptional; b that the continued detention or imprisonment of the offender for the remainder of the minimum term is likely to give rise to a serious risk to the welfare or continued rehabilitation of the offender which cannot be eliminated or mitigated to a significant degree. 5 In this section “ DHMP sentence ”, “ minimum term ” and “ relevant young offender ” have the same meaning as in section 27A."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "28", "section_title": " Duty to release certain life prisoners.", "section_text": "28 1A This section applies to a life prisoner in respect of whom a minimum term order has been made; and any reference in this section to the relevant part of such a prisoner’s sentence is a reference to— a the part of the sentence specified in the minimum term order, or b in a case where one or more reduction orders has been made in relation to the prisoner (see section 27B), the part of the sentence specified in the most recent of those orders. 1B But if a life prisoner is serving two or more life sentences— a   this section does not apply to him   unless   a minimum term order has been made in respect of each of those sentences ; and b the provisions of subsections (5) to (8) below do not apply in relation to him until he has served the relevant part of each of them. 5 As soon as— a a life prisoner to whom this section applies has served the relevant part of his sentence; and b the Parole Board has directed his release under this section, it shall be the duty of the Secretary of State to release him on licence. 6 The Parole Board shall not give a direction under subsection (5) above with respect to a life prisoner to whom this section applies unless— a the Secretary of State has referred the prisoner’s case to the Board; and b the Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined. 6A Sections 28A and 28B contain provision that relates to the Parole Board's function of giving directions under subsection (5) for the release of life prisoners. 7 A life prisoner to whom this section applies may require the Secretary of State to refer his case to the Parole Board at any time— a after he has served the relevant part of his sentence; and b where there has been a previous reference of his case to the Board, after the end of the period of two years beginning with the disposal of that reference;  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and in this subsection “ previous reference ” means a reference under subsection (6) above or section 32(4) below. 8 In determining for the purpose of subsection (5) or (7) above whether a life prisoner to whom this section applies has served the relevant part of his sentence, no account shall be taken of any time during which he was unlawfully at large within the meaning of section 49 of the  Prison Act 1952. 8A In this section  “ minimum term order ” means an order under— a subsection (2) of section 82A of the Powers of Criminal Courts (Sentencing) Act 2000 (determination of minimum term in respect of life sentence that is not fixed by law), or b subsection (2) of section 269 of the Criminal Justice Act 2003 (determination of minimum term in respect of mandatory life sentence)  , or c subsection (2) of section 321 of the Sentencing Code (life sentence: minimum term order etc). 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "28A", "section_title": "Murder or manslaughter: prisoner's non-disclosure of information", "section_text": "28A 1 The Parole Board must comply with this section when making a public protection decision about a life prisoner if— a the prisoner's life sentence was passed for murder or manslaughter; b the Parole Board does not know where and how the victim's remains were disposed of; and c the Parole Board believes that the prisoner has information about where, or how, the victim's remains were disposed of (whether the information relates to the actions of the prisoner or any other individual) which the prisoner has not disclosed to the Parole Board (“the prisoner's non-disclosure”). 2 When making the public protection decision about the life prisoner, the Parole Board must take into account— a the prisoner's non-disclosure; and b the reasons, in the Parole Board's view, for the prisoner's non-disclosure. 3 This section does not limit the matters which the Parole Board must or may take into account when making a public protection decision. 4 In subsection (1)(a)— a the reference to a life sentence includes a life sentence passed before the coming into force of section 1 of the Prisoners (Disclosure of Information About Victims) Act 2020; b the reference to murder includes— i murder under the law of Scotland, Northern Ireland, any of the Channel Islands or the Isle of Man, and ii any offence under the law of any other country or territory that corresponds to murder under the law of England and Wales; c the reference to manslaughter includes— i culpable homicide under the law of Scotland, ii manslaughter under the law of Northern Ireland, any of the Channel Islands or the Isle of Man, and iii any offence under the law of any other country or territory that corresponds to manslaughter under the law of England and Wales. 5 In this section, in relation to a life prisoner— “ public protection decision ” means the decision, made under section 28(6)(b) for the purposes of section 28(5), as to whether the Parole Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined; “ victim ” means the victim of the offence for which the prisoner's life sentence was passed; and a reference to the victim's remains being disposed of includes the remains being left at the location where the victim died."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "28B", "section_title": "Indecent images: prisoner's non-disclosure of information", "section_text": "28B 1 The Parole Board must comply with this section when making a public protection decision about a life prisoner if— a the prisoner's life sentence was passed for— i an offence of taking an indecent photograph of a child, or ii a relevant offence of making an indecent pseudo-photograph of a child; b the Parole Board does not know the identity of the child who is the subject of the relevant indecent image; and c the Parole Board believes that the prisoner has information about the identity of the child who is the subject of the relevant indecent image which the prisoner has not disclosed to the Parole Board (“the prisoner's non-disclosure”). 2 When making the public protection decision about the prisoner, the Parole Board must take into account— a the prisoner's non-disclosure; and b the reasons, in the Parole Board's view, for the prisoner's non-disclosure. 3 This section does not limit the matters which the Parole Board must or may take into account when making a public protection decision. 4 In subsection (1)(a), the reference to a life sentence includes a life sentence passed before the coming into force of section 1 of the Prisoners (Disclosure of Information About Victims) Act 2020. 5 For the purposes of this section, an offence is an  “offence of taking an indecent photograph of a child” if it is— a an offence of taking an indecent photograph of a child under section 1(1)(a) of the Protection of Children Act 1978 (the  “England and Wales offence”), or b an offence of taking an indecent photograph of a child under the law of Scotland, Northern Ireland, any of the Channel Islands, the Isle of Man or any other country or territory that corresponds to the England and Wales offence. 6 For the purposes of this section, an offence is a  “relevant offence of making an indecent pseudo-photograph of a child” if— a it is— i an offence under section 1(1)(a) of the Protection of Children Act 1978 of making an indecent pseudo-photograph of a child (the  “England and Wales offence”), or ii an offence of making an indecent pseudo-photograph of a child under the law of Scotland, Northern Ireland, any of the Channel Islands, the Isle of Man or any other country or territory that corresponds to the England and Wales offence, and b the Parole Board believes that an image of a real child was or may have been used in the making of the pseudo-photograph; and in the application of this section to a relevant offence of making an indecent pseudo-photograph of a child, the references in subsection (1)(b) and (c) to the child who is the subject of the relevant indecent image are references to the real child. 7 In this section— “ public protection decision ”, in relation to a prisoner, means the decision, made under section 28(6)(b) for the purposes of section 28(5), as to whether the Parole Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined; “ relevant indecent image ” means— the photograph to which an offence of taking an indecent photograph of a child relates, or the pseudo-photograph to which a relevant offence of making an indecent pseudo-photograph of a child relates."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "29", "section_title": " Power to release other life prisoners.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "30", "section_title": " Power to release life prisoners on compassionate grounds.", "section_text": "30 1 The Secretary of State may at any time release a life prisoner on licence if he is satisfied that exceptional circumstances exist which justify the prisoner’s release on compassionate grounds. 2 Before releasing a life prisoner under subsection (1) above, the Secretary of State shall consult the Parole Board, unless the circumstances are such as to render such consultation impracticable."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "31", "section_title": " Duration and conditions of licences.", "section_text": "31 1 Where a life prisoner  , other than a prisoner to whom section 31A below applies,   is released on licence, the licence shall, unless previously revoked under section 32  ... below, remain in force until his death. 1A Where a prisoner to whom section 31A below applies is released on licence, the licence shall remain in force until his death unless— a it is previously revoked under section 32(1) or (2) below; or b it ceases to have effect in accordance with an order made by the Secretary of State under section 31A below. 2 A life prisoner subject to a licence shall comply with such conditions  ... as may for the time being be specified in the licence; and the Secretary of State may make rules for regulating the supervision of any description of such persons. 2A The conditions so specified shall include on the prisoner’s release conditions as to his supervision by— a an officer of a local probation board  appointed for or assigned to the   local justice area   within which the prisoner resides for the time being  or (as the case may be) an officer of a provider of probation services acting in the local justice area within which the prisoner resides for the time being ; b where the prisoner is under the age of 22, a social worker of the  ... local authority within whose area the prisoner resides for the time being; or c where the prisoner is under the age of 18, a member of a youth offending team established by that local authority under section 39 of the Crime and Disorder Act 1998. 3 The Secretary of State must not include a condition in a life prisoner's licence on release, insert a condition in such a licence or vary or cancel a condition of such a licence except— a in accordance with recommendations of the Parole Board, or b where required to do so by an order under section 62A of the Criminal Justice and Court Services Act 2000 (compulsory electronic monitoring conditions). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The power to make rules under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 In relation to a life prisoner who is liable to removal from the United Kingdom (within the meaning given by   section 259 of the Criminal Justice Act 2003 ), subsection (2) above shall have effect as if  subsection (2A) above  were omitted."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "31A", "section_title": "Imprisonment or detention for public protection: termination of licences", "section_text": "31A 1 This section applies to a prisoner who— a is serving one or more preventive sentences, and b is not serving any other life sentence. 2 Where— a the prisoner has been released on licence under this Chapter  (whether or not the prisoner has subsequently been recalled to prison under section 32) ; and b the qualifying period has expired, the Secretary of State shall, if directed to do so by the Parole Board, order that the licence is to cease to have effect. 3 Where— a the prisoner has been released on licence under this Chapter (whether or not the prisoner has subsequently been recalled to prison under section 32); b the qualifying period has expired; and c if the Secretary of State has made a previous reference of the prisoner’s case under this subsection, the period of twelve months beginning with the day of the disposal of that reference has expired, the Secretary of State must refer the prisoner’s case to the Parole Board under this subsection. 4 Where   a reference   is made under subsection (3) above, the Parole Board— a shall, if it is satisfied that it is no longer necessary for the protection of the public that the licence should remain in force, direct the Secretary of State to make an order that the licence is to cease to have effect; b shall otherwise dismiss the   reference . 4A A reference under subsection (3) must be made, and a reference under that subsection must be determined by the Parole Board under subsection (4), even if at the time of the reference or determination the prisoner is in prison having been recalled under section 32. 4B If at the time of the determination the prisoner is in prison having been recalled under section 32— a subsection (2) does not apply, and b subsection (4)(a) has effect as if it required the Parole Board— i to determine whether it is satisfied that it is not necessary for the protection of the public for the prisoner, when released, to be released on licence in respect of the preventative sentence or sentences, and ii if it is so satisfied, to direct the Secretary of State accordingly. 4C Where the Parole Board gives a direction under subsection (4B)(b)(ii)— a if at any time the Board directs the prisoner’s release under section 28, that section has effect in relation to the prisoner as if, in subsection (5), for “to release him on licence” there were substituted  “to release the prisoner unconditionally” , and b if at any time the Board directs the prisoner’s release under section 32, that section has effect in relation to the prisoner as if, in subsection (5), for “immediate release on licence” there were substituted  “immediate unconditional release” . 5 In this section— “ preventive sentence ” means a sentence of imprisonment for public protection under section 225 of the Criminal Justice Act 2003 or a sentence of detention for public protection under section 226 of that Act  (including such a sentence of imprisonment  or detention in a young offender institution   or detention passed as a result of section 219 or 221 of the Armed Forces Act 2006) ; “ the qualifying period ”, in relation to a prisoner who has been released on licence  (whether or not the prisoner has subsequently been recalled to prison under section 32) , means the period of ten years beginning with the date of his release."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "32", "section_title": " Recall of life prisoners while on licence.", "section_text": "32 1 The Secretary of State may, in the case of any life prisoner who has been released on licence under this Chapter, revoke his licence and recall him to prison. 3 A life prisoner recalled to prison under   this section — a may make representations in writing with respect to his recall; and b on his return to prison, shall be informed of the reasons for his recall and of his right to make representations. 4 The Secretary of State shall refer to the Parole Board  the case of a life prisoner recalled under this section . 5 Where on a reference under subsection (4) above the Parole Board directs the  ... release on licence under this section of the life prisoner, the Secretary of State shall give effect to the direction. 5A The Board must not give a direction unless satisfied that it is no longer necessary for the protection of the public that the life prisoner should remain in prison. 6 On the revocation of the licence of any life prisoner under this section, he shall be liable to be detained in pursuance of his sentence and, if at large, shall be deemed to be unlawfully at large."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "32ZA", "section_title": "Offence of remaining unlawfully at large after recall", "section_text": "32ZA 1 A person recalled to prison under section 32 commits an offence if the person— a has been notified of the recall orally or in writing, and b while unlawfully at large fails, without reasonable excuse, to take all necessary steps to return to prison as soon as possible. 2 A person is to be treated for the purposes of subsection (1)(a) as having been notified of the recall if— a written notice of the recall has been delivered to an appropriate address, and b a period specified in the notice has elapsed. 3 In subsection (2)  “ an appropriate address ” means— a an address at which, under the person's licence, the person is permitted to reside or stay, or b an address nominated, in accordance with the person's licence, for the purposes of this section. 4 A person is also to be treated for the purposes of subsection (1)(a) as having been notified of the recall if— a the person's licence requires the person to keep in touch in accordance with any instructions given by an officer of a provider of probation services, b the person has failed to comply with such an instruction, and c the person has not complied with such an instruction for at least 6 months. 5 A person who is guilty of an offence under this section is liable— a on conviction on indictment to imprisonment for a term not exceeding 2 years or a fine (or both); b on summary conviction to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or a fine (or both). 6 In relation to an offence committed before    2 May 2022 , the reference in subsection (5)(b) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months. 7 In relation to an offence committed before section 85 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 comes into force, the reference in subsection (5)(b) to a fine is to be read as a reference to a fine not exceeding the statutory maximum."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "32ZB", "section_title": "Release at direction of Parole Board: timing", "section_text": "32ZB 1 This section applies where the Parole Board directs the release of a life prisoner under section 28 or 32. 2 The Secretary of State must give effect to the direction of the Parole Board as soon as is reasonably practicable in all the circumstances including, in particular, the need to make arrangements in connection with any conditions that are to be included in the life prisoner’s licence under this Chapter. 3 The duty under subsection (2) is subject to provision made pursuant to section 239(5C)(b) of the Criminal Justice Act 2003 (provision in Parole Board rules in relation to setting aside of release directions)."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "32A", "section_title": "Removal of prisoners liable to removal from United Kingdom", "section_text": "32A 1 Where P— a is a life prisoner in respect of whom a minimum term order has been made, and b is liable to removal from the United Kingdom, the Secretary of State may remove P from prison under this section at any time after P has served the relevant part of the sentence (whether or not the Parole Board has directed P's release under section 28). 2 But if P is serving two or more life sentences— a this section does not apply to P unless a minimum term order has been made in respect of each of those sentences; and b the Secretary of State may not remove P from prison under this section until P has served the relevant part of each of them. 3 If P is removed from prison under this section— a P is so removed only for the purpose of enabling the Secretary of State to remove P from the United Kingdom under powers conferred by— i Schedule 2 or 3 to the Immigration Act 1971, or ii section 10 of the Immigration and Asylum Act 1999, and b so long as remaining in the United Kingdom, P remains liable to be detained in pursuance of the sentence. 4 So long as P, having been removed from prison under this section, remains in the United Kingdom but has not been returned to prison, any duty or power of the Secretary of State under section 28 or 30 is exercisable in relation to P as if P were in prison. 5 In this section— “ liable to removal from the United Kingdom ” has the meaning given by section 259 of the Criminal Justice Act 2003; “ the relevant part ” has the meaning given by section 28."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "32B", "section_title": "Re-entry into United Kingdom of offender removed from prison", "section_text": "32B 1 This section applies if P, having been removed from prison under section 32A, is removed from the United Kingdom. 2 If P enters the United Kingdom— a P is liable to be detained in pursuance of the sentence from the time of P's entry into the United Kingdom; b if no direction was given by the Parole Board under subsection (5) of section 28 before P's removal from prison, that section applies to P; c if such a direction was given before that removal, P is to be treated as if P had been recalled to prison under section 32. 3 A person who is liable to be detained by virtue of subsection (2)(a) is, if at large, to be taken for the purposes of section 49 of the Prison Act 1952 (persons unlawfully at large) to be unlawfully at large. 4 Subsection (2)(a) does not prevent P's further removal from the United Kingdom."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "33", "section_title": " Life prisoners transferred to England and Wales.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "33A", "section_title": "Life prisoners also serving fixed-term sentence", "section_text": "33A 1 This section applies where a life prisoner is also serving one or more sentences by virtue of which the fixed-term provisions apply to the offender. 2 Nothing in this Chapter requires the Secretary of State to release the prisoner unless the Secretary of State is also required by the fixed-term provisions to release the prisoner. 3 Nothing in this Chapter requires the Secretary of State to refer the prisoner’s case to the Parole Board unless the Secretary of State is also required by the fixed-term provisions to— a refer the prisoner’s case to the Board, or b release the prisoner. 4 Subsection  (3)  does not apply to a reference by the Secretary of State under section 31A(3). 5 The fact that the prisoner is serving a life sentence is to be ignored in determining, for the purposes of subsections  (2)  and  (3) , what the fixed-term provisions require. 6 In this section “ the fixed-term provisions ” means Chapter 6 of Part 12 of the Criminal Justice Act 2003."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "34", "section_title": " Interpretation of Chapter II.", "section_text": "34 1 In this Chapter “ life prisoner ” means a person serving one or more life sentences  and includes a transferred life prisoner as defined by section 273 of the Criminal Justice Act 2003 ;  ... 2 In this section “ life sentence ” means any of the following imposed for an offence, whether committed before or after the commencement of this Chapter, namely— a a sentence of imprisonment for life; b a sentence of detention during Her Majesty’s pleasure or for life under  section 90 or 91 of the Powers of Criminal Courts (Sentencing) Act 2000   or section 250 or 259 of the Sentencing Code ; and c a sentence of custody for life   under section 93 or 94 of the Powers of Criminal Courts (Sentencing) Act 2000, under section 272 or 275 of the Sentencing Code (including a sentence passed as a result of section 217 of the Armed Forces Act 2006) or under section 210A of the Armed Forces Act 2006 . d a sentence of imprisonment  or detention in a young offender institution   for public protection under section 225 of the Criminal Justice Act 2003  (including one passed as a result of section 219 of the Armed Forces Act 2006 ,  ... e a sentence of detention for public protection under section 226 of that Act  (including one passed as a result of section 221 of the Armed Forces Act 2006) . f a sentence of detention for life under section 209 of the Armed Forces Act 2006; g a sentence under section 218 of that Act (detention at Her Majesty's pleasure). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "35", "section_title": " Fine defaulters: general.", "section_text": "35 1 Subsection (2) below applies in any case where a magistrates’ court— a has power under Part III of  the Magistrates’ Courts Act 1980 (“ the 1980 Act ”)  to issue a warrant of commitment for default in paying a sum adjudged to be paid by a conviction of a magistrates’ court (other than a sum ordered to be paid under section 71 of the  Criminal Justice Act 1988 or section 2 of the  Drug Trafficking Act 1994  or section 6 of the Proceeds of Crime Act 2002 ); or b would, but for   section 227 of the Sentencing Code   (restrictions on custodial sentences for persons under 21), have power to issue such a warrant for such default. 2 The magistrates’ court may— a subject to subsections (4) to (6)  , (10) and (11)  below, make a community service order; or b subject to subsections (7) to (11) below, make a curfew order, in respect of the person in default instead of issuing a warrant of commitment or, as the case may be, proceeding under section 81 of the 1980 Act (enforcement of fines imposed on young offenders). 3 Where a magistrates’ court has power to make an order under subsection (2)(a) or (b) above, it may, if it thinks it expedient to do so, postpone the making of the order until such time and on such conditions, if any, as it thinks just. 4 Section 46(1) of the Powers of Criminal Courts (Sentencing) Act 2000 (community service orders) shall apply for the purposes of subsection (2)(a) above as if for the words from the beginning to “make” there were substituted “Where section 35(2) of the Crime (Sentences) Act 1997 applies, the court may make in respect of the offender”; and— a section 46(3) and (4) of that Act, and b so far as applicable, the following provisions of section 46 of that Act and the other provisions of Part IV of that Act relating to community service orders, have effect in relation to a community service order made by virtue of this section as they have effect in relation to any community service order made under that Act, subject to the exceptions in subsection (5) below. 5 The following are the exceptions, namely— a the reference in section 46(3)(a) of that Act to 40 hours shall be construed as a reference to 20 hours; b section 46(8) of that Act shall not apply; c the power conferred by paragraph 4(1)(d) of Schedule 3 to that Act shall be construed as a power to revoke the order or deal with the person in respect of whom the order was made for his default in paying the sum in question or do both of those things; d paragraph 4(2)(a) and (3) of that Schedule shall not apply; e the reference in paragraph 10(1)(b) of that Schedule to the offence in respect of which the order was made shall be construed as a reference to the default in respect of which the order was made; f the power conferred by paragraph 10(3)(b) of that Schedule to deal with an offender for the offence in respect of which the order was made shall be construed as a power to deal with the person in respect of whom the order was made for his default in paying the sum in question; and g paragraph 11(2)(b) of that Schedule shall not apply. 6 In the case of an amount in default which is described in the first column of the following Table, the period of community service specified in an order under subsection (2)(a) above shall not exceed the number of hours set out opposite that amount in the second column of that Table.  Table Amount Number of hours An amount not exceeding £200 40 hours An amount exceeding £200 but not exceeding £500 60 hours An amount exceeding £500 100 hours 7 Section 37(1) of the Powers of Criminal Courts (Sentencing) Act 2000 (curfew orders) shall apply for the purposes of subsection (2)(b) above as if for the words from the beginning to “make” there were substituted “Where section 35(2) of the Crime (Sentences) Act 1997 applies, the court may make in respect of the offender”; and— a section 37(3), (5) to (8) and (10) to (12) of that Act, and b so far as applicable, the other provisions of Part IV of that Act relating to curfew orders, have effect in relation to a curfew order made by virtue of this section as they have effect in relation to any curfew order made under that Act, subject to the exceptions in subsection (8) below. 8 The following are the exceptions, namely— a the power conferred by paragraph 4(1)(d) of Schedule 3 to that Act shall be construed as a power to revoke the order or deal with the person in respect of whom the order was made for his default in paying the sum in question or do both of those things; b paragraph 4(2)(a) and (3) of that Schedule shall not apply; c the reference in paragraph 10(1)(b) of that Schedule to the offence in respect of which the order was made shall be construed as a reference to the default in respect of which the order was made; d the power conferred by paragraph 10(3)(b) of that Schedule to deal with an offender for the offence in respect of which the order was made shall be construed as a power to deal with the person in respect of whom the order was made for his default in paying the sum in question; and e paragraph 11(2)(b) of that Schedule shall not apply. 9 In the case of an amount in default which is described in the first column of the following Table, the number of days to which an order under subsection (2)(b) above relates shall not exceed the number of days set out opposite that amount in the second column of that Table.  Table Amount Number of days An amount not exceeding £200 20 days An amount exceeding £200 but not exceeding £500 30 days An amount exceeding £500 but not exceeding £1,000 60 days An amount exceeding £1,000 but not exceeding £2,500 90 days An amount exceeding £2,500 180 days 10 A magistrates’ court shall not make an order under  subsection (2)(a) or (b)  above in respect of a person who is under 16. 11 A magistrates court shall not make an order under subsection (2)(a) or (b) above unless the court has been notified by the Secretary of State that arrangements for implementing such orders are available in the relevant area and the notice has not been withdrawn. 12 In subsection (11) above “ the relevant area ” means— a in relation to an order under subsection (2)(a) above, the area proposed to be specified in the order; b in relation to an order under subsection (2)(b) above, the area in which the place proposed to be specified in the order is situated. 12A Sections 35 and 36 of the Powers of Criminal Courts (Sentencing) Act 2000 (restrictions and procedural requirements for community sentences) do not apply in relation to an order under subsection (2)(a) or (b) above. 13 Where an order has been made under subsection (2)(a) or (b) above for default in paying any sum— a on payment of the whole sum to any person authorised to receive it, the order shall cease to have effect; b on payment of a part of that sum to any such person, the total number of hours or days to which the order relates shall be reduced proportionately; and the total number is so reduced if it is reduced by such number of complete hours or days as bears to the total number the proportion most nearly approximating to, without exceeding, the proportion which the part paid bears to the whole sum. 14 The Secretary of State may by order direct that subsection (5)(a), (6) or (9) above shall be amended by substituting for any number of hours or days there specified such number of hours or days as may be specified in the order. 15 The power to make an order under this section shall be exercisable by statutory instrument; but no such order shall be made unless a draft of the order has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "40", "section_title": " Fine defaulters.", "section_text": "40 1 This section applies in any case where a magistrates’ court— a has power under Part III of the 1980 Act to issue a warrant of commitment for default in paying a sum adjudged to be paid by a conviction of a magistrates’ court (other than a sum ordered to be paid under section 71 of the  Criminal Justice Act 1988 or section 2 of the  Drug Trafficking Act 1994  or section 6 of the Proceeds of Crime Act 2002 ); or b would, but for   section 227 of the Sentencing Code   (restrictions on custodial sentences for persons under 21), have power to issue such a warrant for such default. 2 Subject to subsection (3) below, the magistrates’ court may, instead of issuing a warrant of commitment or, as the case may be, proceeding under section 81 of the 1980 Act (enforcement of fines imposed on young offenders), order the person in default to be disqualified, for such period not exceeding twelve months as it thinks fit, for holding or obtaining a driving licence. 3 A magistrates court shall not make an order under subsection (2) above unless the court has been notified by the Secretary of State that the power to make such orders is exercisable by the court and the notice has not been withdrawn. 4 Where an order has been made under subsection (2) above for default in paying any sum— a on payment of the whole sum to any person authorised to receive it, the order shall cease to have effect; b on payment of a part of that sum to any such person, the number of weeks or months to which the order relates shall be reduced proportionately; and the total number is so reduced if it is reduced by such number of complete weeks or months as bears to the total number the proportion most nearly approximating to, without exceeding, the proportion which the part paid bears to the whole sum. 5 The Secretary of State may by order made by statutory instrument vary the period specified in subsection (2) above; but no such order shall be made unless a draft of the order has been laid before and approved by a resolution of each House of Parliament. 6 A court which makes an order under this section disqualifying a person for holding or obtaining a driving licence shall require him to produce any such licence held by him  .... 7 In this section— “ driving licence ” means a licence to drive a motor vehicle granted under Part III of the Road Traffic Act 1988; ..."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "41", "section_title": " Transfer of prisoners within the British Islands.", "section_text": "41 Schedule 1 to this Act (which makes provision with respect to the transfer of prisoners within the British Islands) shall have effect."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "42", "section_title": " Repatriation of prisoners to the British Islands.", "section_text": "42 Schedule 2 to this Act (which makes provision, including retrospective provision, with respect to prisoners repatriated to the British Islands) shall have effect."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "45", "section_title": " Publication of reports.", "section_text": "45 1 After subsection (4) of section 49 of the 1933 Act (restrictions on reports of proceedings in which children or young persons are concerned) there shall be inserted the following subsections— 4A If a court is satisfied that it is in the public interest to do so, it may, in relation to a child or young person who has been convicted of an offence, by order dispense to any specified extent with the requirements of this section in relation to any proceedings before it to which this section applies by virtue of subsection (2)(a) or (b) above, being proceedings relating to— a the prosecution or conviction of the offender for the offence; b the manner in which he, or his parent or guardian, should be dealt with in respect of the offence; c the enforcement, amendment, variation, revocation or discharge of any order made in respect of the offence; d where an attendance centre order is made in respect of the offence, the enforcement of any rules made under section 16(3) of the  Criminal Justice Act 1982; or e where a secure training order is so made, the enforcement of any requirements imposed under section 3(7) of the  Criminal Justice and Public Order Act 1994. 4B A court shall not exercise its power under subsection (4A) above without— a affording the parties to the proceedings an opportunity to make representations; and b taking into account any representations which are duly made. 2 Subsection (1) above shall not apply where the offence was committed before the commencement of this section."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "46", "section_title": " Power to make hospital and limitation directions.", "section_text": "46 After section 45 of the 1983 Act there shall be inserted the following sections—  Hospital and limitation directions  Power of higher courts to direct hospital admission. 45A 1 This section applies where, in the case of a person convicted before the Crown Court of an offence the sentence for which is not fixed by law— a the conditions mentioned in subsection (2) below are fulfilled; and b except where the offence is one the sentence for which falls to be imposed under section 2 of the Crime (Sentences) Act 1997, the court considers making a hospital order in respect of him before deciding to impose a sentence of imprisonment (“ the relevant sentence ”) in respect of the offence. 2 The conditions referred to in subsection (1) above are that the court is satisfied, on the written or oral evidence of two registered medical practitioners— a that the offender is suffering from psychopathic disorder; b that the mental disorder from which the offender is suffering is of a nature or degree which makes it appropriate for him to be detained in a hospital for medical treatment; and c that such treatment is likely to alleviate or prevent a deterioration of his condition. 3 The court may give both of the following directions, namely— a a direction that, instead of being removed to and detained in a prison, the offender be removed to and detained in such hospital as may be specified in the direction (in this Act referred to as a “hospital direction”); and b a direction that the offender be subject to the special restrictions set out in section 41 above (in this Act referred to as a “limitation direction”). 4 A hospital direction and a limitation direction shall not be given in relation to an offender unless at least one of the medical practitioners whose evidence is taken into account by the court under subsection (2) above has given evidence orally before the court. 5 A hospital direction and a limitation direction shall not be given in relation to an offender unless the court is satisfied on the written or oral evidence of the registered medical practitioner who would be in charge of his treatment, or of some other person representing the managers of the hospital that arrangements have been made— a for his admission to that hospital; and b for his admission to it within the period of 28 days beginning with the day of the giving of such directions; and the court may, pending his admission within that period, give such directions as it thinks fit for his conveyance to and detention in a place of safety. 6 If within the said period of 28 days it appears to the Secretary of State that by reason of an emergency or other special circumstances it is not practicable for the patient to be received into the hospital specified in the hospital direction, he may give instructions for the admission of the patient to such other hospital as appears to be appropriate instead of the hospital so specified. 7 Where such instructions are given— a the Secretary of State shall cause the person having the custody of the patient to be informed, and b the hospital direction shall have effect as if the hospital specified in the instructions were substituted for the hospital specified in the hospital direction. 8 Section 38(1) and (5) and section 39 above shall have effect as if any reference to the making of a hospital order included a reference to the giving of a hospital direction and a limitation direction. 9 A hospital direction and a limitation direction given in relation to an offender shall have effect not only as regards the relevant sentence but also (so far as applicable) as regards any other sentence of imprisonment imposed on the same or a previous occasion. 10 The Secretary of State may by order provide that this section shall have effect as if the reference in subsection (2) above to psychopathic disorder included a reference to a mental disorder of such other description as may be specified in the order. 11 An order made under this section may— a apply generally, or in relation to such classes of offenders or offences as may be specified in the order; b provide that any reference in this section to a sentence of imprisonment, or to a prison, shall include a reference to a custodial sentence, or to an institution, of such description as may be so specified; and c include such supplementary, incidental or consequential provisions as appear to the Secretary of State to be necessary or expedient.  Effect of hospital and limitation directions. 45B 1 A hospital direction and a limitation direction shall be sufficient authority— a for a constable or any other person directed to do so by the court to convey the patient to the hospital specified in the hospital direction within a period of 28 days; and b for the managers of the hospital to admit him at any time within that period and thereafter detain him in accordance with the provisions of this Act. 2 With respect to any person— a a hospital direction shall have effect as a transfer direction; and b a limitation direction shall have effect as a restriction direction. 3 While a person is subject to a hospital direction and a limitation direction the responsible medical officer shall at such intervals (not exceeding one year) as the Secretary of State may direct examine and report to the Secretary of State on that person; and every report shall contain such particulars as the Secretary of State may require."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "47", "section_title": " Power to specify hospital units.", "section_text": "47 1 Subject to subsection (2) below, any power to specify a hospital which is conferred by— a section 37 of the 1983 Act (hospital orders); b section 45A of that Act (hospital and limitation directions); c section 47 of that Act (transfer directions);  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . includes power to specify a hospital unit; and where such a unit is specified in relation to any person in the exercise of such a power, any reference in any enactment (including one contained in this Act) to him being, or being liable to be, detained in a hospital shall be construed accordingly. 2 In subsection (1) above— a paragraph (a) shall not apply unless the court also makes an order under section 41 of the 1983 Act (restriction orders); b paragraph (c) shall not apply unless the Secretary of State also gives a direction under section 49 of that Act (restriction directions);  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this section— “ hospital ”, in relation to any exercise of a power, has the same meaning as in the enactment which confers the power; “ hospital unit ” means any part of a hospital which is treated as a separate unit. 4 A reference in this section to section 37 or 41 of the 1983 Act includes a reference to that section as it applies by virtue of— a section 5 of the Criminal Procedure (Insanity) Act 1964, b section 6 or 14 of the Criminal Appeal Act 1968,  or   c Schedule 4 to the Armed Forces Act 2006 (including as applied by section 16(2) of the Court Martial Appeals Act 1968)."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "48", "section_title": " Offenders conditionally discharged from hospital.", "section_text": "48 1 The 1983 Act and the 1984 Act shall have effect subject to the amendments specified in Schedule 3 to this Act, being amendments making provision with respect to transfers within the British Islands of responsibility for offenders conditionally discharged from hospital. 2 In this section and that Schedule “ the 1984 Act ” means the  Mental Health (Scotland) Act 1984."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "49", "section_title": " Other amendments of the 1983 Act.", "section_text": "49 1 In subsection (5) of section 38 of the 1983 Act (interim hospital orders), for the words “six months” there shall be substituted the words  “                    twelve months                  ” . 2 In subsection (3) of section 41 of that Act (power of higher courts to restrict discharge from hospital), in paragraph (c)(ii), after the words “section 19 above” there shall be inserted the words  “                    or in pursuance of subsection (3) of that section                  ” . 3 In subsection (1) of section 47 of that Act (removal to hospital of persons serving sentences of imprisonment  etc. ), the words “(not being a mental nursing home)” shall cease to have effect. 4 In paragraph 5 of Part II of Schedule 1 to that Act (patients subject to hospital and guardianship orders)— a the word “and” immediately following sub-paragraph (a) shall cease to have effect; and b after sub-paragraph (b) there shall be inserted the words and                         c in subsection (3) after the words “may at any time” there shall be inserted the words “, with the consent of the Secretary of State,”."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "52", "section_title": " Increased penalty for offence of indecency with children.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "53", "section_title": " Financial provisions.", "section_text": "53 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "54", "section_title": " General interpretation.", "section_text": "54 1 In this Act— “ the 1933 Act ” means the  Children and Young Persons Act 1933; “ the 1969 Act ” means the  Children and Young Persons Act 1969; “ the 1973 Act ” means the  Powers of Criminal Courts Act 1973; “ the 1980 Act ” means the  Magistrates’ Courts Act 1980; “ the 1982 Act ” means the  Criminal Justice Act 1982; “ the 1983 Act ” means the  Mental Health Act 1983; “ the 1991 Act ” means the  Criminal Justice Act 1991. “ local probation board ” means a local probation board established under section 4 of the Criminal Justice and Court Services Act 2000; 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where an offence is found to have been committed over a period of two or more days, or at some time during a period of two or more days, it shall be taken for the purposes of this Act to have been committed on the last of those days. 4 For the purposes of any provision of this Act which requires the determination of the age of a person by the court, his age shall be deemed to be that which it appears to the court to be after considering any available evidence."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "55", "section_title": " Minor and consequential amendments.", "section_text": "55 1 The enactments mentioned in Schedule 4 to this Act shall have effect subject to the amendments there specified, being minor amendments and amendments consequential on the provisions of this Act. 2 For the purposes of any of those enactments as so amended— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a sentence falls to be imposed under subsection (3A) of section 70 of the  Army Act 1955 or the  Air Force Act 1955 or subsection (1A) of section 42 of the  Naval Discipline Act 1957 if it is required by that subsection  and  the court-martial is not of the opinion there mentioned."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "56", "section_title": " Transitional provisions, savings and repeals.", "section_text": "56 1 The transitional provisions and savings contained in Schedule 5 to this Act shall have effect; but nothing in this subsection shall be taken as prejudicing the operation of sections 16 and 17 of the  Interpretation Act 1978 (which relate to the effect of repeals). 2 The enactments specified in Schedule 6 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "57", "section_title": " Short title, commencement and extent.", "section_text": "57 1 This Act may be cited as the Crime (Sentences) Act 1997. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 3 Without prejudice to the provisions of Schedule 5 to this Act, an order under subsection (2) above may make such transitional provisions and savings as appear to the Secretary of State necessary or expedient in connection with any provision brought into force by the order. 4 Subject to subsections (5) to (8) below, this Act extends to England and Wales only. 5 The following provisions of this Act extend to Scotland, Northern Ireland and the Channel Islands, namely— a section 41 and Schedule 1; and b section 56(2) and Schedule 6 so far as relating to the repeal of Part III of the   Criminal Justice Act 1961. 6 The following provisions of this Act extend to Scotland, namely— a section 45; b paragraphs 1 and 5 to 8 of Schedule 2 and section 42 so far as relating to those paragraphs; c paragraphs 1 and 6 to 10 of Schedule 3 and section 48 so far as relating to those paragraphs; d paragraph 16 of Schedule 4 to this Act and section 55 so far as relating to that paragraph; and e paragraphs 9, 11 and 12 of Schedule 5 and section 56(1) so far as relating to those paragraphs. 7 The following provisions of this Act extend to Northern Ireland, namely— a paragraphs 1, 9 and 10 of Schedule 2 and section 42 so far as relating to those paragraphs; b paragraphs 2, 3, 7 and 8 of Schedule 3 and section 48 so far as relating to those paragraphs; and c paragraphs 10 and 12 of Schedule 5 and section 56(1) so far as relating to those paragraphs. 8 Nothing in subsection (4) above affects the extent of section 47 of this Act so far as it confers a power on the Court Martial or the Court Martial Appeal Court."}, {"act": "Crime (Sentences) Act 1997", "year": 1997, "section": "55", "section_title": " Minor and consequential amendments.", "section_text": "55 1 The enactments mentioned in Schedule 4 to this Act shall have effect subject to the amendments there specified, being minor amendments and amendments consequential on the provisions of this Act. 2 For the purposes of any of those enactments as so amended— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a sentence falls to be imposed under subsection (3A) of section 70 of the  Army Act 1955 or the  Air Force Act 1955 or subsection (1A) of section 42 of the  Naval Discipline Act 1957 if it is required by that subsection  and  the court-martial is not of the opinion there mentioned."}]