[{"act": "Education Act 1997", "year": 1997, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Education Act 1997", "year": 1997, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Education Act 1997", "year": 1997, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Education Act 1997", "year": 1997, "section": "4", "section_title": " Power of members of staff to restrain pupils.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "5", "section_title": " Detention outside school hours lawful despite absence of parental consent.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Education Act 1997", "year": 1997, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Education Act 1997", "year": 1997, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Education Act 1997", "year": 1997, "section": "9", "section_title": "LEA  plans relating to children with behavioural difficulties.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Education Act 1997", "year": 1997, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Education Act 1997", "year": 1997, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Education Act 1997", "year": 1997, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Education Act 1997", "year": 1997, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Education Act 1997", "year": 1997, "section": "15", "section_title": "Introductory", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "16", "section_title": " Adoption of baseline assessment schemes.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "17", "section_title": " Assessment of pupils in accordance with scheme.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "18", "section_title": " Regulations for purposes of this Chapter.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "19", "section_title": " School performance targets.", "section_text": "19 1   The Welsh Ministers   may by regulations make such provision as   the Welsh Ministers consider   appropriate for requiring the governing bodies of maintained schools   in Wales                      to secure that annual targets are set in respect of the performance of pupils— a in public examinations or in assessments  for the purposes of the National Curriculum   required by virtue of regulations made under Part 4 of the Curriculum and Assessment (Wales) Act 2021 , in the case of pupils of compulsory school age; or b in public examinations or in connection with the attainment of other external qualifications, in the case of pupils of any age over that age. 2 Regulations under this section may require— a such targets, and b the past performance of pupils in the particular examinations or assessments, or in connection with the attainment of the particular qualifications, to which such targets relate, to be published in such manner as is specified in the regulations. 3 In this section “ maintained school ” means— a a community, foundation or voluntary school, or b a community or foundation special school (other than one established in a hospital)."}, {"act": "Education Act 1997", "year": 1997, "section": "20", "section_title": " Provision of information about individual pupils’ performance.", "section_text": "20 After section 537 of the  Education Act 1996 there shall be inserted—  Provision of information about individual pupils’ performance. 537A 1 The Secretary of State may by regulations make provision requiring— a the governing body of every school which is— i maintained by a   local authority , or ii a grant-maintained school, or iii a special school which is not maintained by a   local authority , and b the proprietor of each independent school, to provide to the Secretary of State such individual performance information relating to pupils or former pupils at the school as may be prescribed. 2 In this section “ individual performance information ” means information about the performance of individual pupils (identified in the prescribed manner)— a in any assessment made for the purposes of the National Curriculum or in accordance with a baseline assessment scheme (within the meaning of Chapter I of Part IV of the Education Act 1997); b in any prescribed public examination; c in connection with the attainment of any vocational qualification; or d in any such other assessment or examination, or in connection with the attainment of any such other qualification, as may be prescribed. 3 The Secretary of State may provide any information received by him by virtue of subsection (1)— a to any prescribed body or person, or b to any body or person falling within a prescribed category. 4 Any body or person holding any individual performance information may provide that information to any body to which this subsection applies; and any body to which this subsection applies— a may provide any information received by it under this subsection— i to the Secretary of State, or ii to the governing body or proprietor of the school attended by the pupil or pupils to whom the information relates; and b may, at such times as the Secretary of State may determine, provide to any prescribed body such information received by it under this subsection as may be prescribed. 5 Subsection (4) applies to any body which, for the purposes of or in connection with the functions of the Secretary of State relating to education, is responsible for collating or checking information relating to the performance of pupils— a in any assessment or examination falling within subsection (2)(a), (b) or (d), or b in connection with the attainment of any qualification falling within subsection (2)(c) or (d). 6 No individual performance information received under or by virtue of this section shall be published in any form which includes the name of the pupil or pupils to whom it relates. 7 References in this section to the attainment of a qualification of any description include references to the completion of any module or part of a course leading to any such qualification."}, {"act": "Education Act 1997", "year": 1997, "section": "21", "section_title": " The Qualifications and Curriculum Authority.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "22", "section_title": " General function of Authority to advance education and training.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "23", "section_title": " Functions of the Authority in relation to curriculum and assessment.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "24", "section_title": " Functions of the Authority in relation to external vocational and academic qualifications.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "25", "section_title": " Other functions of the Authority.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "26", "section_title": " Supplementary provisions relating to discharge by Authority of their functions.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "26A", "section_title": " Power of Authority to give directions", "section_text": "26A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "27", "section_title": " The Qualifications, Curriculum and Assessment Authority for Wales.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "28", "section_title": " General function of   National Assembly for Wales   to advance education and training.", "section_text": "28 1 The functions conferred on the   National Assembly for Wales   by this Part shall be exercised by   the National Assembly for Wales   for the purpose of advancing education and training in Wales. 2   The National Assembly for Wales   shall exercise   its functions   under this Part with a view to promoting quality and coherence in education and training in relation to which   it has   functions under this Part."}, {"act": "Education Act 1997", "year": 1997, "section": "29", "section_title": " Functions of the   National Assembly for Wales   in relation to curriculum and assessment.", "section_text": "29 1   The National Assembly for Wales   shall have the functions set out in subsection (2)\t\t\t\t\t   withrespect to— a pupils at maintained schools in Wales who have not ceased to be of compulsory school age, b pupils at maintained nursery schools in Wales, and c children for whom funded nursery education is provided in Wales otherwise than at a maintained school ormaintained nursery school. 2 The functions are— a to keep under review all aspects of the curriculum for   maintained schools or maintained nursery schools and all aspects of school examinations and assessment; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d to publish and disseminate, and assist in the publication and dissemination of, information relating to the curriculum for such schools or to school examinations andassessment; e to make arrangements with appropriate bodies for auditing the quality of assessments made in pursuance of assessment arrangements;  ...  f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A In subsection (2) references to the curriculum for a maintained nursery school include references tothe curriculum for any funded nursery education provided as mentioned in subsection (1)(c); and references to assessment in schools include references toassessment in funded nursery education. 3 The Authority shall have, in relation to Wales, the function of developing learning goals and related materials for children who are  undercompulsory school age. 4 The Authority shall have, in relation to Wales, the following functions in connection with baseline assessment schemes (within the meaning of Chapter I of Part IV ), namely— a if designated by the Secretary of State for the purpose, any function of a designated body under that Chapter; and b any other function which may be conferred on the Authority by the Secretary of State. 5 In this section— “ assessment ” includes examination and test; “ funded nursery education ” has the meaning given by section 98 of the Education Act 2002; “ maintained school ” means— any community, foundation or voluntary school, and any community  ... special school. 6 In the definition of  “maintained school”, the reference to a community, foundation or voluntary school or to a community  ... special school, is a reference to such a school within the meaning of the School Standards and Framework Act 1998. 7 In this section references to ”school examinations and assessment” do not include examinations taken or assessments carried out for the purpose of the award of a qualification within the meaning of section 56 of the Qualifications Wales Act 2015."}, {"act": "Education Act 1997", "year": 1997, "section": "30", "section_title": " Functions of the   National Assembly for Wales   in relation to   relevant   qualifications", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "31", "section_title": " Other functions of the Authority.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "32", "section_title": " Supplementary provisions relating to discharge by   the National Assembly for Wales of its functions .", "section_text": "32 1 In carrying out   its functions   under this Part   the National Assembly for Wales   shall— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c so far as relevant, have regard to— i the requirements of   section 99 of the Education Act 2002  (general dutiesin respect of curriculum), ii the   reasonable  requirements of industry, commerce, finance and the professions regarding education and training (including required standards of practical competence),and iii the reasonable requirements of persons with learning difficulties. 2 In carrying out those functions   the National Assembly for Wales   shall in addition have regard to information supplied   to it   by   HerMajesty’s Chief Inspector of Education and Training in Wales or Prif Arolygydd Ei Mawrhydi dros Addysg a Hyfforddiant yng Nghymru or by any body designated by the Secretary of State for the purposes of this section. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section  “ persons with learning difficulties ” means— a children with   additional learning needs (as defined in section 2 of the Additional Learning Needs and Education Tribunal (Wales) Act 2018) , and b other persons who— i have a significantly greater difficulty in learning than the majority of persons of their age, or ii have a disability which either prevents or hinders them from making use of educational facilities of a kind generally provided for persons of their age. 7 But a person is not to be taken to have a learning difficulty solely because the language (or form of language) in which the person is or will be taught is different from a language (or form of language) which has at any time been spoken in the person's home."}, {"act": "Education Act 1997", "year": 1997, "section": "32ZA", "section_title": "Qualifications functions of Welsh Ministers: co-operation and joint working  etc.", "section_text": "32ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "32A", "section_title": " Power of Welsh Ministers to give directions", "section_text": "32A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "32AA", "section_title": "Power of Welsh Ministers to impose monetary penalties", "section_text": "32AA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "32AB", "section_title": "Monetary penalties: amount", "section_text": "32AB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "32AC", "section_title": "Monetary penalties: appeals", "section_text": "32AC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "32AD", "section_title": "Monetary penalties: interest and recovery", "section_text": "32AD . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "32B", "section_title": "Power of Welsh Ministers to withdraw recognition", "section_text": "32B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "32BA", "section_title": "Costs recovery", "section_text": "32BA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "32BB", "section_title": "Costs recovery: appeals", "section_text": "32BB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "32BC", "section_title": "Costs: interest and recovery", "section_text": "32BC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "32C", "section_title": "Surrender of recognition", "section_text": "32C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "33", "section_title": " Dissolution of existing bodies.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "34", "section_title": " Transfer of property.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "35", "section_title": " Transfer of staff.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "36", "section_title": " Levy on bodies awarding qualifications accredited by relevant  body.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "37", "section_title": " Requirement for approval of certain publicly-funded and school courses leading to external qualifications.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "38", "section_title": " Inspection of   local authorities  .", "section_text": "38 1 The Chief Inspector— a may, and b if requested to do so by the Secretary of State, shall, arrange for any   local authority   to be inspected under this section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A An inspection of a   local authority   in Wales under this section shall consist of a review of the way in which the authority are performing— a any education function of theirs; b the functions conferred on them under   section 25   of the Children Act 2004   so far as relating to education, training or youth support services (within the meaning of section 123 of the Learning and Skills Act 2000). 3 A request by the Secretary of State under this section may relate to one or more   local authorities , and shall specify both— a the   local authority   or authorities concerned, and b the functions of theirs to which the inspection is to relate. 4 Before making any such request the Secretary of State shall consult the Chief Inspector as to the matters to be specified in the request in accordance with subsection (3). 5 Any inspection under this section shall be conducted— a by one of Her Majesty’s Inspectors of Schools in  ... Wales, or b by any additional inspector authorised under   ...  paragraph 2 of Schedule 2 to   the Education Act 2005 ; but he may be assisted by such other persons (whether or not members of the Chief Inspector’s staff) as the Chief Inspector thinks fit. 6 For the purposes of this section a   local authority   shall provide the Chief Inspector with such information as may be prescribed, and shall do so in such form and— a within such period following a request made by the Chief Inspector in any prescribed circumstances, or b at such other times, as regulations may provide. 7 In this section and sections 39 to   41A   “ the Chief Inspector ” means— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in relation to a   local authority   in Wales,  Her Majesty’s Chief Inspector of Education and Training in Wales or Prif Arolygydd Ei Mawrhydi dros Addysg a Hyfforddiant yng Nghymru ; and in those sections references to “ the inspector ” in relation to an inspection under this section are references to the person conducting the inspection."}, {"act": "Education Act 1997", "year": 1997, "section": "39", "section_title": " Reports of inspections under s. 38 and action plan by   local authority", "section_text": "39 1 Where an inspection under section 38 has been completed, the inspector shall make a written report on the matters reviewed in the course of the inspection, and shall send copies of the report to— a any   local authority   to which the inspection relates; and b the Secretary of State. 2 Where a   local authority   receive a copy of a report under this section, they shall prepare a written statement of the action which they propose to take in the light of the report and the period within which they propose to take it. 3 The authority shall publish— a the report, and b the statement prepared under subsection (2), within such period, and in such manner, as may be prescribed. 4 The Chief Inspector may arrange for any report under this section to be published in such manner as he considers appropriate ; and   ...  section 29(2) to (4) of   the Education Act 2005    shall apply in relation to the publication of any such report as they apply in relation to the publication of a report under any of the provisions mentioned in   ...  section 29(2) ."}, {"act": "Education Act 1997", "year": 1997, "section": "40", "section_title": " Inspector’s rights of entry etc.", "section_text": "40 1 This section applies where a   local authority   are inspected under section 38. 2 The inspector, and any person assisting him, shall have at all reasonable times a right of entry to— a the premises of the   local authority , b the premises of any school maintained by the authority, and c any other premises at which relevant section 19   or 19A  education is provided, other than premises which are or form part of a private dwelling house but are not a school. 3 The inspector, and any person assisting him, shall also have at all reasonable times a right to inspect and take copies of— a any records kept by, and any other documents containing information relating to, the   local authority   or any school maintained by the authority, and b any records kept by a person who provides relevant section 19   or 19A  education that relate to the provision of that education, and any other documents containing information that so relates; which he considers relevant to the exercise of his functions. 4   Section 58 of the Education Act 2005   (inspection of computer records) shall apply for the purposes of subsection (3) as it applies for the purposes of Part 1 of that Act. 5 Without prejudice to subsections (2) and (3), the   local authority   and the governing body of any school maintained by the authority— a shall give the inspector and any person assisting him, all assistance in connection with the exercise of his functions which they are reasonably able to give, and b shall secure that all such assistance is also given by persons who work at the school. 6 It shall be an offence wilfully to obstruct the inspector or any person assisting him in the exercise of his functions in relation to the inspection. 7 A person guilty of an offence under subsection (6) shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale. 8 In this section— “ document ” and “ records ” each include information recorded in any form; and “ relevant section 19   or 19A  education ” means education provided to a child by virtue of arrangements made by the   local authority   under section 19   or 19A  of the Education Act 1996 (exceptional provision of education at schools or otherwise)."}, {"act": "Education Act 1997", "year": 1997, "section": "41", "section_title": " Inspections involving collaboration of Audit Commission.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "41A", "section_title": "Inspections involving collaboration of Auditor General for Wales", "section_text": "41A 1 If requested to do so by the Chief Inspector, the Auditor General for Wales may assist with any inspection under section 38 of a   local authority   in Wales; and subsections (2) to (5) below have effect where the Auditor General for Wales assists with any such inspection. 2 Section 40 shall apply to the Auditor General for Wales and to any authorised person as it applies to the inspector. 3 Any information obtained by virtue of section 40 by a person falling within one of the categories mentioned in subsection (4) may be disclosed for the purposes of the inspection, or the preparation or making of the report under section 39(1), to a person falling within the other category. 4 Those categories are— a the Auditor General for Wales and any authorised person; and b the inspector and any person assisting him. 5 Any report prepared under section 39(1) shall be prepared by the inspector acting in conjunction with the Auditor General for Wales. 6 The Auditor General for Wales shall not provide assistance under this section unless, before he does so, the Chief Inspector has agreed to pay   the Wales Audit Office a fee, in accordance with a scheme for charging fees prepared under section 24 of the Public Audit (Wales) Act 2013 (which may not exceed the full cost incurred by the Auditor General in providing the assistance) . 7 In this section  “ authorised person ” means a person authorised by the Auditor General for Wales for the purposes of this section."}, {"act": "Education Act 1997", "year": 1997, "section": "42", "section_title": " Miscellaneous amendments relating to school inspections.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "42A", "section_title": "Provision of careers guidance in schools in England", "section_text": "42A 1 The responsible authorities for a school in England within subsection (2) must secure that all registered pupils at the school are provided with independent careers guidance during   their secondary education . 2 A school is within this subsection if it provides secondary education and is one of the following— a a community, foundation or voluntary school; b a community or foundation special school (other than one established in a hospital); c a pupil referral unit; d an Academy school; e an alternative provision Academy. 3 The responsible authorities for a school within subsection (2) are— a in the case of a school within subsection (2)(a) or (b), its governing body; b in the case of a pupil referral unit, the local authority that maintain it; c in the case of an Academy school or an alternative provision Academy, the proprietor. 4 The responsible authorities must secure that careers guidance provided under subsection (1)— a is presented in an impartial manner, b includes information on options available in respect of 16 to 18 education or training, including apprenticeships, and c is guidance that the person giving it considers will promote the best interests of the pupils to whom it is given. 4A Subsection (4)(b) does not apply in relation to pupils over compulsory school age. 5 Careers guidance provided to pupils at a school is independent for the purposes of this section if it is provided other than by— a a teacher employed or engaged at the school, or b any other person employed at the school. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section— ... “ career ” includes undertaking any training, education, employment or occupation; “ careers guidance ” means guidance about careers; ... “ 16 to 18 education or training ” means education or training suitable to the requirements of persons who have ceased to be of compulsory school age but have not attained the age of 18; “ training ” includes a voluntary or other placement apt to enable the development of any skill or competency (whether or not taking place at a time when the person concerned is still a registered pupil at a school in England)."}, {"act": "Education Act 1997", "year": 1997, "section": "42B", "section_title": "Information about technical education: access to English schools", "section_text": "42B 1 The proprietor of a school in England within subsection (2) must ensure that there   are opportunities   for a range of education and training providers to access registered pupils during the relevant phase of their education for the purpose of informing them about approved technical education qualifications or apprenticeships. 1A In complying with subsection (1), the proprietor must give access to registered pupils on at least two occasions during each of the first, second and third key phase of their education. 2 A school is within this subsection if it provides secondary education and is one of the following— a an Academy; b an alternative provision Academy; c a community, foundation or voluntary school; d a community or foundation special school (other than one established in a hospital); e a pupil referral unit. 2A The proprietor of a school in England within subsection (2) must— a ensure that, during each of the first and second key phases of the education of each registered pupil— i on at least two occasions the pupil meets at least one provider to whom access is given (or any other number of such providers that may be specified for the purposes of that key phase by regulations under subsection (8)), and ii the pupil does not meet exactly the same provider or providers on each of those occasions, and b ask providers to whom access is given to provide information that includes the following— i information about the provider and the approved technical education qualifications or apprenticeships that the provider offers, ii information about the careers to which those technical education qualifications or apprenticeships might lead, iii a description of what learning or training with the provider is like, and iv responses to questions from the pupils about the provider or approved technical education qualifications and apprenticeships. 2B Access given under subsection (1) must be for a reasonable period of time during the standard school day. 3 The proprietor of a school in England within subsection (2) must prepare a policy statement setting out the circumstances in which education and training providers will be given access to registered pupils for the purpose of informing them about approved technical education qualifications or apprenticeships. 4 The proprietor must ensure that the policy statement is followed. 5 The policy statement must include— a any procedural requirements in relation to requests for access; b grounds for granting and refusing requests for access; c details of premises or facilities to be provided to a person who is given access  and the times at which the access is to be given; d an explanation of how the proprietor proposes to comply with the obligations imposed under subsection (2A). 6 The proprietor may revise the policy statement from time to time. 7 The proprietor must publish the policy statement and any revised statement. 8 The Secretary of State may by regulations make provision supplementing subsection (1)  or (2A) , for example provision about who is to be given access to pupils, to which pupils they are to be given access and how and when. 9 For the purposes of this section the relevant phase of a pupil's education is the period— a beginning at the same time as the school year in which the majority of pupils in the pupil's class attain the age of 13, and b ending with the expiry of the school year in which the majority of pupils in the pupil's class attain the age of 18. 9A For the purposes of this section— a the first key phase of a pupil’s education is the period— i beginning at the same time as the school year in which the majority of pupils in the pupil’s class attain the age of 13, and ii ending with 28 February in the following school year; b the second key phase of a pupil’s education is the period— i beginning at the same time as the school year in which the majority of pupils in the pupil’s class attain the age of 15, and ii ending with 28 February in the following school year; c the third key phase of a pupil’s education is the period— i beginning at the same time as the school year in which the majority of pupils in the pupil’s class attain the age of 17, and ii ending with 28 February in the following school year. 10 In this section  “ approved technical education qualification ” means a qualification approved under section   A2D3 or A2D5   of the Apprenticeships, Skills, Children and Learning Act 2009."}, {"act": "Education Act 1997", "year": 1997, "section": "43", "section_title": "  Provision of careers education in schools  in Wales Provision of careers education for certain persons: Wales  ", "section_text": "43 1 All registered pupils at a school  in Wales   to which this section applies must be provided, during the relevant phase of their education, with a programme of careers education. 2 This section applies to— a community, foundation and voluntary schools; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c community  ... special schools (other than those established in hospitals); d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ; and e pupil referral units. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 It is the duty of each of the following to secure that subsection (1)                          ...                        is complied with, namely— a in the case of a school falling within subsection (2)(a) to (c), the governing body of the school and its head teacher, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . , and c in the case of a pupil referral unit, the   local authority   maintaining the unit and the teacher in charge of it. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 For the purposes of this section the relevant phase of a pupil’s education is the period— a beginning at the same time as the school year in which the majority of pupils in his class attain the age of 14; and b ending with the expiry of the school year in which the majority of pupils in his class attain the age of 16. 6 In this section— “ career ” includes the undertaking of any training, employment or occupation or any course of education; “ careers education ” means education designed to prepare persons for taking decisions about their careers and to help themimplement such decisions;   “ class ”, in relation to a pupil, means— the teaching group in which the pupil is regularly taught, or if the pupil is taught in different groups for different subjects, such one of those groups as is designated by the head teacher of the school or, in the case of a pupil at a pupil referral unit, by the teacher in charge of the unit;     . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1 A programme of careers education must be provided for— a each pupil who— i is a registered pupil at a school in Wales listed in subsection (2), and ii is of compulsory school age, or over compulsory school age, but under the age of 19; b each person who— i is attending an institution in Wales within the further education sector (whether full or part time), and ii is of compulsory school age, or over compulsory school age but under the age of 19; c each child or young person for whom arrangements are made under section 19A of the Education Act 1996 (exceptional provision of education in pupil referral units or elsewhere: Wales). 2 The schools are— a community, foundation and voluntary schools; b community special schools (other than those established in hospitals). 3 The following persons must secure that subsection (1) is complied with— a in the case of a pupil falling within subsection (1)(a), the head teacher of the school; b in the case of a person falling within subsection (1)(b), the principal or other head of the institution; c in the case of a child or young person falling within subsection (1)(c)— i the local authority that makes the arrangements, and ii where the arrangements include the provision of education at a pupil referral unit maintained by a local authority in Wales, the teacher in charge of the unit. 4 In this section— “ career ” includes the undertaking of any training, employment or occupation or any course of education; “ careers education ” means education designed to prepare persons for taking decisions about their careers and to help them implement such decisions."}, {"act": "Education Act 1997", "year": 1997, "section": "44", "section_title": " Schools and other institutions  in Wales   to co-operate with careers advisers.", "section_text": "44 1 Where a careers adviser has responsibilities in relation to persons attending an educational institution to which this section applies, he shall on request be provided with— a the name and address of every relevant pupil or student at the institution; and b any information in the institution’s possession about any such pupil or student which the careers adviser needs in order to be able to provide him with advice and guidance on decisions about his career or with other information relevant to such decisions. 2 If the registered address of a parent of any such pupil is different from the pupil’s registered address, subsection (1)(a) requires the parent’s address to be provided as well. 3 Paragraph (a) or (as the case may be) paragraph (b) of subsection (1) does not, however, apply to any pupil or student to the extent that— a (where he is under  the age of 16 ) a parent of his, or b (where he has attained that age) he himself, has indicated that any information falling within that paragraph should not be provided to the careers adviser. 4 Where a careers adviser has responsibilities in relation to persons attending an educational institution to which this section applies, he shall on request be permitted to have, in the case of any relevant pupil or student specified by him, access to that person— a on the institution’s premises, and b at a reasonable time agreed by or on behalf of the head teacher, principal or other head of the institution, for the purpose of enabling him to provide that person with advice and guidance on decisions about his career and with any other information relevant to such decisions. 5 Such access shall include an opportunity for the careers adviser to interview that person about his career, if he agrees to be so interviewed. 6 Where a careers adviser has responsibilities in relation to persons attending an educational institution to which this section applies, he shall on request be permitted to have, in the case of any group of relevant pupils or students specified by him, access— a to that group of persons in the manner specified in subsection (4)(a) and (b), and b to such of the institution’s facilities as can conveniently be made available for his use, for the purpose of enabling him to provide those persons with group sessions on any matters relating to careers or to advice or guidance about careers. 7 Any request made for the purposes of subsection (1), (4) or (6) must be made in writing to the head teacher, principal or other head of the institution in question. 8 This section applies to— a the schools   in Wales listed in section 43(2)  (a) and (c) ;  and aa pupil referral units maintained by local authorities in Wales, and b institutions  in Wales   within the further education sector. 9 It is the duty of the each of the following to secure that subsections (1), (4) and (6) are complied with— a the governing body of the school or institution; b its head teacher, principal or other head. 10 For the purposes of this section— a a pupil at a school  in Wales   is a relevant pupil— i at any time during the period which is the relevant phase of his education for the purposes of section 43, or ii if he is over compulsory school age and receiving secondary education; and a a pupil at a school in Wales, or at a pupil referral unit maintained by a local authority in Wales, is a relevant pupil if the pupil is receiving secondary education and— i in the case of a pupil at a school is under 19, and ii in the case of a pupil at a pupil referral unit, is under 18; and b a person is a relevant student at an institution  in Wales   within the further education sector if he is receiving at the institution either— i full-time education, or ii part-time education of a description commonly undergone by persons in order to fit them for employment. 11 For the purposes of this section— a “ careers adviser ” means a person who is employed by a body providing services in pursuance of arrangements made or directions given under section 10 of the  Employment and Training Act 1973 and who is acting, in the course of his employment by that body, for the purposes of the provision of any such services; and b a careers adviser has responsibilities for any persons if his employment by that body includes the provision of any such services for them. 12 In this section “ career ” has the same meaning as in section 43."}, {"act": "Education Act 1997", "year": 1997, "section": "45", "section_title": " Provision of careers information at schools and other institutions.", "section_text": "45 1 Persons attending an educational institution to which this section applies must be provided with access to both— a guidance materials, and b a wide range of up-to-date reference materials, relating to careers education and career opportunities. 2 This section applies to— a the schools   in Wales listed in section 43(2)  (a) and (c) ;  and aa pupil referral units maintained by local authorities in Wales; and b institutions within the further education sector.  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 It is the duty of each of the following to secure that subsection (1) is complied with— a the governing body of the school or institution; b its head teacher, principal or other head. 3A In the case of children within subsection (1), it is the duty of the local authority concerned to secure that subsection (1) is complied with. 4 The persons who under subsection (3) above are responsible for discharging that duty in relation to an institution shall seek assistance with discharging it from a body providing services in pursuance of arrangements made or directions given under section 10 of the  Employment and Training Act 1973. 5 In this section “ career ”                            and  “ careers education ”    have the same meaning as in section 43. 6 Nothing in this section applies to any primary school."}, {"act": "Education Act 1997", "year": 1997, "section": "45A", "section_title": "Guidance as to discharge of duties                         : schools in England  ", "section_text": "45A 1 The persons responsible for discharging a relevant duty in relation to a school in England falling within section   42A(2)   must, in discharging the duty, have regard to any guidance given from time to time by the Secretary of State. 2 A  “ relevant duty ” means a duty under    section 42A(1) or (4) or 42B  ."}, {"act": "Education Act 1997", "year": 1997, "section": "45B", "section_title": "Provision of curriculum information : Wales  ", "section_text": "45B 1 Subject to subsections (2) and (3), a service provider may demand from a person mentioned in subsection (6) such curriculum information as is specified in the demand. 2 A service provider must not demand any curriculum information unless the provider reasonably considers that the information would assist it in providing its services. 3 A service provider must not demand any curriculum information which identifies, or allows to be identified, any pupil or student. 4 A person mentioned in subsection (6) must comply with a demand made under subsection (1) by providing the service provider with the information demanded. 5 A service provider may publish in whatever form it sees fit any curriculum information provided under subsection (4). 6 The persons referred to in subsection (1) are— a the governing body and head teacher of a school in Wales falling within section 43(2)(a);  and aa the local authority and the teacher in charge of a pupil referral unit maintained by a local authority in Wales; and b the governing body and principal of an institution within the further education sector in Wales. 7 In this section— “ curriculum information ” means— in relation to a school mentioned in subsection (6)(a), information about the curriculum for registered pupils at the school  during the relevant phase of their education   who are receiving secondary education ; and   in relation to a pupil referral unit, information about the curriculum for registered pupils at the unit who are receiving secondary education; and   in relation to an institution within the further education sector, information about the courses of study and other education and training available at the institution; “ pupil ” means, in relation to a school mentioned in subsection (6)(a), a person receiving education at the school; “ relevant phase ” has the same meaning as in section 43(5); “ service provider ” means a person providing services in pursuance of arrangements made with, or directions given by, the Welsh Ministers under section 10 of the Employment and Training Act 1973, and  “ services ” shall be construed accordingly; and “ student ” means, in relation to an institution within the further education sector, a person receiving education at the institution."}, {"act": "Education Act 1997", "year": 1997, "section": "46", "section_title": " Extension or modification of provisions of  ss. 43 to 45   sections 42A to 45  .", "section_text": "46 1 The Secretary of State may by regulations extend the scope of operation of section   ...  42B,   43 or 44   42A or 42B, in relation to England   by substituting for the period specified in section   ...  42B(9)   43(5) or 44(10)(a)(i)   42A(6) or 42B(9)    such other period as is specified. 1A The Welsh Ministers may by regulations make provision extending the range of pupils, children and young persons to whom section 43 or 44 applies. 1B The regulations may among other things make provision by reference to a description of school specified in the regulations. 2 The Secretary of State may by regulations make provision for extending the scope of operation of section  43, 44 or  45 to primary schools or to any specified description of such schools. 2A The Secretary of State may by regulations make provision for requiring— a the governing bodies of institutions in England within the further education sector, and b the principals or other heads of such institutions, to secure that careers guidance is provided for any specified description of persons attending such institutions. 3 The Secretary of State may by regulations make provision for requiring— a the governing bodies of institutions  in Wales   within the further education sector, and b the principals or other heads of such institutions, to secure that a programme of careers education is provided for any specified description of persons attending such institutions. 4 The Secretary of State may by regulations amend the definition of “ careers adviser ” set out in section 44(11)(a). 5 In this section— “ careers education ” has the same meaning as in section 43;   “ careers guidance ” has the same meaning as in section 42A;   “ specified ” means specified in the regulations in question."}, {"act": "Education Act 1997", "year": 1997, "section": "47", "section_title": " Functions of   local authorities   as regards exceptional educational provision.", "section_text": "47 1 Section 19 of the  Education Act 1996 (exceptional provision of education in pupil referral units or elsewhere) shall be amended as follows. 2 In subsection (1) (duty of   local authority   to make arrangements for provision of suitable full-time or part-time education, at school or otherwise, for excluded children etc.), the words “full-time or part-time” shall be omitted. 3 In subsection (4) (power of   local authority   to make arrangements for provision of suitable full-time or part-time education, otherwise than at school, for excluded young persons etc.), the words “full-time or part-time” shall be omitted. 4 After that subsection there shall be inserted— 4A In determining what arrangements to make under subsection (1) or (4) in the case of any child or young person a   local authority   shall have regard to any guidance given from time to time by the Secretary of State."}, {"act": "Education Act 1997", "year": 1997, "section": "48", "section_title": " Management committees for pupil referral units.", "section_text": "48 At the end of Schedule 1 to the Education Act 1996 (pupil referral units) there shall be added—  Management committees 15 1 Regulations may make provision— a for requiring any   local authority   who maintain a pupil referral unit to establish a committee to act as the management committee for the unit; and b for that committee to discharge on behalf of the authority such of their functions in connection with the unit as are delegated by them to the committee in accordance with the regulations. 2 Regulations under this paragraph may in particular make provision— a for enabling a   local authority   to establish a joint committee to act as the management committee for two or more pupil referral units maintained by the authority; b for requiring the approval of the Secretary of State to be obtained before any such joint committee is established; c as to the composition of a management committee established under the regulations and— i the appointment and removal of its members, and ii their terms of office, and in particular for requiring such a committee to include persons representing schools (including grant-maintained schools) situated in the area from which the unit or units in question may be expected to draw pupils; d for requiring or (as the case may be) prohibiting the delegation by a   local authority   to a management committee of such functions in connection with pupil referral units as are specified in the regulations; e for authorising a management committee to establish sub-committees; f for enabling (subject to any provisions of the regulations) a   local authority   or a management committee to determine to any extent the committee’s procedure and that of any sub-committee; g for limiting the personal liability of members of any such committee or sub-committee in respect of their acts or omissions as such members; h for applying to any such committee or sub-committee, with or without modification— i any provision of the Education Acts, or ii any provision made by or under any other enactment and relating to committees or (as the case may be) sub-committees of a local authority."}, {"act": "Education Act 1997", "year": 1997, "section": "49", "section_title": " Power to make regulations: teachers not under contract of employment and persons having access to those under 19.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Education Act 1997", "year": 1997, "section": "51", "section_title": " Definition of “school”.", "section_text": "51 In section 4 of the Education Act 1996 (definition of “ school ”), for subsection (1) there shall be substituted— 1 In this Act “ school ” means an educational institution which is outside the further education sector and the higher education sector and is an institution for providing— a primary education, b secondary education, or c both primary and secondary education, whether or not the institution also provides part-time education suitable to the requirements of junior pupils or further education."}, {"act": "Education Act 1997", "year": 1997, "section": "52", "section_title": " Commencement of compulsory school age.", "section_text": "52 1 Section 8 of the  Education Act 1996 (compulsory school age) shall be amended in accordance with subsections (2) and (3). 2 For subsection (2) there shall be substituted— 2 A person begins to be of compulsory school age— a when he attains the age of five, if he attains that age on a prescribed day, and b otherwise at the beginning of the prescribed day next following his attaining that age. 3 For subsection (4) there shall be substituted— 4 The Secretary of State may by order— a provide that such days in the year as are specified in the order shall be, for each calendar year, prescribed days for the purposes of subsection (2); b determine the day in any calendar year which is to be the school leaving date for that year. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1997", "year": 1997, "section": "53", "section_title": " Stamp duty.", "section_text": "53 1 Subject to subsection (2), stamp duty shall not be chargeable in respect of any transfer effected by virtue of section 30 or 34. 2 No instrument (other than a statutory instrument) made or executed in pursuance of either of the provisions mentioned in subsection (1) shall be treated as duly stamped unless it is stamped with the duty to which it would, but for this section (and, if applicable, section 129 of the  Finance Act 1982), be liable or it has, in accordance with the provisions of section 12 of the  Stamp Act 1891, been stamped with a particular stamp denoting that it is not chargeable with any duty or that it has been duly stamped."}, {"act": "Education Act 1997", "year": 1997, "section": "53A", "section_title": "Stamp duty land tax", "section_text": "53A 1 For the purposes of stamp duty land tax, a land transaction effected by virtue of section 30 is exempt from charge. 2 Relief under this section must be claimed in a land transaction return or an amendment of such a return. 3 In this paragraph— “land transaction” has the meaning given by section 43(1) of the Finance Act 2003; “land transaction return” has the meaning given by section 76(1) of that Act."}, {"act": "Education Act 1997", "year": 1997, "section": "54", "section_title": " Orders and regulations.", "section_text": "54 1 Any power of the Secretary of State to make orders or regulations under this Act  ... shall be exercised by statutory instrument. 2 A statutory instrument containing any order or regulations under this Act, except an order under section   ...  58, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any order or regulations under this Act may make different provision for different cases, circumstances or areas and may contain such incidental, supplemental, saving or transitional provisions as the Secretary of State thinks fit. 4 Without prejudice to the generality of subsection (3), any order or regulations under this Act may make in relation to Wales provision different from that made in relation to England."}, {"act": "Education Act 1997", "year": 1997, "section": "55", "section_title": " Financial provisions.", "section_text": "55 There shall be paid out of money provided by Parliament— a any sums required for the payment by the Secretary of State of grants under this Act; b any administrative expenses incurred by the Secretary of State in consequence of this Act; and c any increase attributable to this Act in the sums so payable under any other Act."}, {"act": "Education Act 1997", "year": 1997, "section": "56", "section_title": " Construction.", "section_text": "56 1 In this Act— “ prescribed ” means prescribed by regulations; and “ regulations ” means regulations made by the Secretary of State under this Act  , except where otherwise stated or where the function of making regulations under this Act has been transferred to the Welsh Ministers in relation to Wales . 2 This Act shall be construed as one with the  Education Act 1996. 3 Where, however, an expression is given for the purposes of any provision of this Act a meaning different from that given to it for the purposes of that Act, the meaning given for the purposes of that provision shall apply instead of the one given for the purposes of that Act."}, {"act": "Education Act 1997", "year": 1997, "section": "57", "section_title": " Minor and consequential amendments, repeals etc.", "section_text": "57 1 The minor and consequential amendments set out in Schedule 7 shall have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The enactments specified in Schedule 8 are repealed to the extent specified."}, {"act": "Education Act 1997", "year": 1997, "section": "58", "section_title": " Short title, commencement and extent etc.", "section_text": "58 1 This Act may be cited as the Education Act 1997. 2 This Act shall be included in the list of Education Acts set out in section 578 of the  Education Act 1996. 3 Subject to subsection (4), this Act shall come into force on such day as the Secretary of State may by order appoint, and different days may be appointed for different provisions and for different purposes. 4 The following provisions come into force on the day on which this Act is passed—  . . . section 54, paragraph 48(2) of Schedule 7 and section 57(1) so far as relating thereto, and this section. 5 Subject to subsections (6) and (7), this Act extends to England and Wales only. 6 The following provisions extend to Northern Ireland— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . sections   35 , section 53, section 54, this section,  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The amendment or repeal by this Act of an enactment extending to Scotland or Northern Ireland extends also to Scotland or, as the case may be, Northern Ireland."}]