[{"act": "Finance Act 1997", "year": 1997, "section": "1", "section_title": " Rates of duty on spirits and wines of equivalent strength.", "section_text": "1 1 In section 5 of the  Alcoholic Liquor Duties Act 1979 (spirits), for “£19.78” there shall be substituted  “                    £18.99                  ” . 2 In Part II of the Table of rates of duty in Schedule 1 to that Act (wine or made-wine of a strength exceeding 22 per cent.), for “19.78” there shall be substituted  “                    18.99                  ” . 3 This section shall be deemed to have come into force at 6 o’clock in the evening of 26th November 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "2", "section_title": " Rates of duty on lower strengths of wine and made-wine.", "section_text": "2 1 For Part I of the Table of rates of duty in Schedule 1 to the Alcoholic Liquor Duties Act 1979 (wine and made-wine of a strength not exceeding 22 per cent.) there shall be substituted— Part I  Wine or made-wine of a strength not exceeding 22 per cent. Description of wine or made-wine Rates of duty per hectolitre £ Wine or made-wine of a strength not exceeding 4 per cent. 43.28 Wine or made-wine of a strength exceeding 4 per cent. but not exceeding 5.5 per cent. 59.51 Wine or made-wine of a strength exceeding 5.5 per cent. but not exceeding 15 per cent. and not being sparkling 140.44 Sparkling wine or sparkling made-wine of a strength exceeding 5.5 per cent. but less than 5 per cent. 195.63 Sparkling wine or sparkling made-wine of a strength of 8.5 per cent. or of a strength exceeding 8.5 per cent. but not exceeding 15 per cent. 200.64 Wine or made-wine of a strength exceeding 15 per cent. but not exceeding 22 per cent. 187.24 2 This section shall be deemed to have come into force on 1st January 1997."}, {"act": "Finance Act 1997", "year": 1997, "section": "3", "section_title": " Duty on sparkling cider.", "section_text": "3 1 In subsection (1A) of section 62 of the  Alcoholic Liquor Duties Act 1979 (rates of excise duty on cider)— a in paragraph (a), after “exceeding 7.5 per cent.” there shall be inserted  “                        which is not sparkling cider                      ” ; and b immediately before the word “and” at the end of that paragraph there shall be inserted the following paragraph— aa £36.45 per hectolitre in the case of sparkling cider of a strength exceeding 5.5 per cent.; . 2 After subsection (6) of that section there shall be inserted the following subsection— 7 References in this section to making cider shall be construed as including references to producing sparkling cider by rendering cider sparkling; and references in this section to cider made in the United Kingdom, to makers of cider and to making cider for sale shall be construed accordingly. 3 After that section there shall be inserted the following section—  Meaning of “sparkling”  etc.  in section 62. 62A 1 This section applies for the purposes of section 62 above. 2 Cider which is for the time being in a closed bottle is sparkling if, due to the presence of carbon dioxide, the pressure in the bottle, measured at a temperature of 20 degrees C, is not less than 3 bars in excess of atmospheric pressure. 3 Cider which is for the time being in a closed bottle is sparkling regardless of the pressure in the bottle if the bottle has a mushroom-shaped stopper (whether solid or hollow) held in place by a tie or fastening. 4 Cider which is not for the time being in a closed container is sparkling if it has characteristics similar to those of cider which has been removed from a closed bottle and which, before removal, fell within subsection (2) above. 5 Cider shall be regarded as having been rendered sparkling if, as a result of aeration, fermentation or any other process, it either— a falls within subsection (2) above; or b takes on characteristics similar to those of cider which has been removed from a closed bottle and which, before removal, fell within subsection (2) above. 6 Cider which has not previously been rendered sparkling by virtue of subsection (5) above shall be regarded as having been rendered sparkling if it is transferred into a closed bottle which has a mushroom-shaped stopper (whether solid or hollow) held in place by a tie or fastening. 7 Cider which is in a closed bottle and has not previously been rendered sparkling by virtue of subsection (5) or (6) above shall be regarded as having been rendered sparkling if the stopper of its bottle is exchanged for a stopper of a kind mentioned in subsection (6) above. 4 In section 64 of that Act (remission or repayment of duty on spoilt cider), after subsection (1) there shall be inserted the following subsection— 1A In subsection (1) above the references to a maker of cider include references to any person who is taken for the purposes of section 62 above to be a maker of cider. 5 This section shall be deemed to have come into force on 1st January 1997. 6 Any order or regulations made under section 62 or 64 of the  Alcoholic Liquor Duties Act 1979 before 1st January 1997— a shall have effect (but only if and for so long as the order or regulations would be in force apart from this subsection) as if the amendments made to that Act by this section had been made before the making of the order or regulations, and b shall be deemed at all times on or after that date so to have had effect."}, {"act": "Finance Act 1997", "year": 1997, "section": "4", "section_title": " Cider labelled as strong cider.", "section_text": "4 1 After the section 62A inserted into the Alcoholic Liquor Duties Act 1979 by section 3 above there shall be inserted the following section—  Cider labelled as strong cider. 62B 1 For the purposes of this Act, any liquor which would apart from this section be standard cider and which— a is in an up-labelled container, or b has, at any time after 31st December 1996 when it was in the United Kingdom, been in an up-labelled container, shall be deemed to be strong cider, and not standard cider. 2 Accordingly, references in this Act to making cider include references to— a putting standard cider in an up-labelled container; or b causing a container in which there is standard cider to be up-labelled. 3 Where, by virtue of this section, any duty is charged under section 62 above on any cider, a rebate shall be allowed in respect of the amount of any duty charged on that cider under that section otherwise than by virtue of this section. 4 For the purposes of this section— a “ standard cider ” means cider which is not sparkling and is of a strength not exceeding 7.5 per cent.; and b “ strong cider ” means cider which is not sparkling and is of a strength exceeding 7.5 per cent. 5 For the purposes of this section a container is up-labelled if there is anything on— a the container itself, b a label or leaflet attached to or used with the container, or c any packaging used for or in association with the container, which states or tends to suggest that the strength of any liquor in that container falls within the strong cider strength range. 6 For the purposes of subsection (5) above, a strength falls within the strong cider strength range if it exceeds 7.5 per cent. but is less than 8.5 per cent. 2 This section shall be deemed to have come into force on 1st January 1997."}, {"act": "Finance Act 1997", "year": 1997, "section": "5", "section_title": " Cider labelled as made-wine.", "section_text": "5 1 After section 55A of the  Alcoholic Liquor Duties Act 1979 there shall be inserted the following section—  Cider labelled as made-wine. 55B 1 For the purposes of this Act, any liquor which would apart from this section be cider and which— a is in an up-labelled container, or b has, at any time after 31st December 1996 when it was in the United Kingdom, been in an up-labelled container, shall be deemed to be made-wine, and not cider. 2 Accordingly, references in this Act to producing made-wine include references to— a putting cider in an up-labelled container; or b causing a container in which there is cider to be up-labelled. 3 For the purposes of this Act, where any liquor is deemed by this section to be made-wine, it shall be deemed— a if it is in an up-labelled container, to be made-wine of the strength that the labelling for the container states or tends to suggest; and b if it is no longer in an up-labelled container, to be made-wine of the strength stated or suggested by the labelling for the up-labelled container in which it was contained when it was first deemed b this section to be made-wine. 4 Subsection (3)(a) above has effect subject to any provision that may be made by regulations under section 2(3) above. 5 Where, by virtue of this section, any duty is charged under section 55 above on any liquor, a rebate shall be allowed in respect of the amount of any duty charged on that liquor under section 62 below. 6 For the purposes of this section a container is up-labelled if the labelling for the container states or tends to suggest that the strength of any liquor in that container is or exceeds 8.5 per cent. 7 In this section references to the labelling for any container are references to anything on— a the container itself, b a label or leaflet attached to or used with the container, or c any packaging used for or in association with the container. 2 In section 1 of that Act (interpretation)— a in subsection (5) (meaning of “ made-wine ”), after “subsection (10)” there shall be inserted  “                        and section 55B(1)                      ” ; and b in subsection (6) (meaning of “ cider ”), after “means” there shall be inserted  “                        , subject to section 55B(1) below,                      ” . 3 In section 2(3A) of that Act (regulations may provide for duty to be charged by reference to strengths shown on bottle labels)— a after the word “beer,”, in the first place where it occurs, there shall be inserted  “                        cider,                      ” ; and b for the words “spirits, beer, wine or made-wine”, in the second place where they occur, there shall be substituted  “                        liquor in that bottle or other container                      ” . 4 In section 56(1)(c) of that Act (restriction on use of wine in production of made-wine), after “of wine” there shall be inserted  “                    or cider                  ” . 5 Subsections (1) and (2) above shall be deemed to have come into force on 1st January 1997."}, {"act": "Finance Act 1997", "year": 1997, "section": "6", "section_title": " Rates of hydrocarbon oil duties and of rebates.", "section_text": "6 1 In section 6(1) of the  Hydrocarbon Oil Duties Act 1979, for “£0.3912” (duty on light oil) and “£0.3430” (duty on heavy oil) there shall be substituted  “                    £0.4168                  ”  and  “                    £0.3686                  ” , respectively. 2 In section 8(3) of that Act (duty on road fuel gas), for “£0.2817” there shall be substituted  “                    £0.2113                  ” . 3 In section 11(1) of that Act (rebate on heavy oil), for “£0.0181” (fuel oil) and “£0.0233” (gas oil) there shall be substituted  “                    £0.0194                  ”  and  “                    £0.0250                  ” , respectively. 4 In section 14(1) of that Act (rebate on light oil for use as furnace fuel), for “£0.0181” there shall be substituted  “                    £0.0194                  ” . 5 This section shall be deemed to have come into force at 6 o’clock in the evening of 26th November 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "7", "section_title": " Ultra low sulphur diesel.", "section_text": "7 1 In section 1 of the Hydrocarbon Oil Duties Act 1979 (definitions of oil)— a in subsection (1), for “(2) to (4)” there shall be substituted  “                        (2) to (6)                      ” ; and b after subsection (4) there shall be inserted the following subsections— 5 “ Gas oil ” means heavy oil of which not more than 50 per cent. by volume distils at a temperature not exceeding 240° C and of which more than 50 per cent. by volume distils at a temperature not exceeding 340° C. 6 “ Ultra low sulphur diesel ” means gas oil the sulphur content of which does not exceed 0.005 per cent. by weight or is nil. 2 In section 6 of that Act (excise duty on hydrocarbon oil), in subsection (1) (as amended by section 6 above), for the words from “the rate of £0.4168” to the end of the subsection there shall be substituted  “                    the rates specified in subsection (1A) below.                  ” 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (3) of that section, for “that subsection” there shall be substituted  “                    subsection (1A) above                  ” . 5 In section 11(1) of that Act (rebate on heavy oil)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in paragraph (c), for “other than fuel oil and” there shall be substituted  “                        which is neither fuel oil nor                      ” . 6 In section 13AA(6) of that Act (rate for rebated gas oil), for “section 6(1) above in the case of heavy oil” there shall be substituted  “                    section 6(1A) above in the case of heavy oil which is not ultra low sulphur diesel,                  ” . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In section 27(1) of that Act (interpretation)— a after the definition of “ aviation gasoline ” there shall be inserted the following definition— “ gas oil ” has the meaning given by section 1(5) above;  and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In Schedule 2A to that Act (mixing of heavy oil)— a in paragraph 4(a), after “section 11(1)(b)” there shall be inserted  “                        or (ba)                      ” ; b in paragraph 6(b), after “section 11(1)(b)” there shall be inserted  “                        or (ba)                      ” ; c after paragraph 6 there shall be inserted—  Mixing different types of partially rebated gas oil 6A A mixture of heavy oils is produced in contravention of this paragraph if such a mixture is produced by mixing— a ultra low sulphur diesel in respect of which a rebate has been allowed under section 11(1)(ba) of this Act; and b gas oil in respect of which a rebate has been allowed under section 11(1)(b) of this Act. ; d in paragraph 7 (complex mixtures of heavy oils), for the words from “if such a mixture” to the end of the paragraph there shall be substituted  “                        if the production of a mixture of two of the components of that mixture is a contravention of any of paragraphs 4 to 6A above.                      ” ; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f in paragraph 9(2) (rate for heavy oil), for “in the case of heavy oil by section 6(1) of this Act” there shall be substituted  “                        by section 6(1A) of this Act in the case of heavy oil which is not ultra low sulphur diesel                      ” ; and g in paragraph 11 (interpretation), for  “                        “ fuel oil ” and “ gas oil ” have the same meanings                      ”  there shall be substituted  “                        “ fuel oil ” has the same meaning                      ” . 10 This section shall come into force on such day as the Commissioners of Customs and Excise may by order made by statutory instrument appoint."}, {"act": "Finance Act 1997", "year": 1997, "section": "8", "section_title": " Rates of tobacco products duty.", "section_text": "8 1 For the Table of rates of duty in Schedule 1 to the  Tobacco Products Duty Act 1979 there shall be substituted—  TABLE 1. Cigarettes An amount equal to 21 per cent. of the retail price plus £65.97 per thousand cigarettes. 2. Cigars £98.02 per kilogram. 3. Hand-rolling tobacco £87.74 per kilogram. 4. Other smoking tobacco and chewing tobacco £43.10 per kilogram. 2 This section shall be deemed to have come into force at 6 o’clock in the evening of 26th November 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "9", "section_title": " Rates of air passenger duty.", "section_text": "9 1 In subsection (2) of section 30 of the  Finance Act 1994 (rate of duty for journeys ending in the  UK , another  EEA  State or certain territories for whose external relations either the UK or another member State is responsible), for “£5” there shall be substituted  “                    £10                  ” . 2 In subsection (4) of that section (rate of duty in other cases), for “£10” there shall be substituted  “                    £20                  ” . 3 This section applies in cases where, in accordance with section 28(2)(a) of that Act (duty becomes due when aircraft first takes off on passenger’s flight), duty becomes due on or after 1st November 1997."}, {"act": "Finance Act 1997", "year": 1997, "section": "10", "section_title": " Gaming duty to replace gaming licence duty.", "section_text": "10 1 A gaming licence shall not be required under section 13 of the  Betting and Gaming Duties Act 1981 (gaming licence duty) for any gaming on or after 1st October 1997; but a duty of excise (to be known as “ gaming duty ”) shall be charged in accordance with section 11 below on any premises in the United Kingdom where gaming to which this section applies (“ dutiable gaming ”) takes place on or after that date. 2 Subject as follows, this section applies to— a casino games, and b equal chance gaming. 3 This section does not apply to any lawful gaming which is gaming to which any of the following provisions applies and takes place in accordance with the requirements of that provision, that is to say— a   Part 1 of Schedule 15 to the Gambling Act 2005   or Article 55(2) of the  Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985 (private parties); b   section 279 of that Act   (premises licensed for the sale of liquor); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d ... Article 126 of that Order (gaming at entertainments not held for private gain); e   Part 13 of that Act   or Article  77,   153 or 154 of that Order (amusements with prizes). 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3AA This section does not apply to the playing of a game in respect of which— a bingo duty or lottery duty is chargeable, or would be chargeable but for an express exception, or b machine games duty is chargeable. 3B This section does not apply to any lawful gaming which consists of games played in Great Britain at an entertainment in respect of which all the payments made by the players (whether by way of entrance fee or stake or otherwise) are, after making permissible deductions from those payments, applied for a purpose other than that of private gain (within the meaning of the Gambling Act 2005). 3C For the purposes of subsection (3B), only the following deductions are permissible deductions— a deductions on account of reasonable expenses incurred in  organising or   providing the facilities for the purposes of the games, and b deductions for the provision of prizes or awards in respect of the games. 4 This section does not apply— a in Great Britain, to the playing of a game where the provision of facilities for its playing falls within section 269 of the Gambling Act 2005 (equal chance gaming at members' or commercial clubs and miners' welfare institutes), or b in Northern Ireland, to the playing of a game to which Article 128 of the Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985 (certain clubs) applies. 5 The Treasury may by order made by statutory instrument   provide that any specified game is or is not to be a casino game or equal chance gaming for the purposes of this section   if it appears to them, having regard to the character of the game and the circumstances in which it is played, that it is appropriate to do so. 6 Any reference in   an order under subsection (5) above   to a particular game shall be taken to include a reference to any game (by whatever name called) which is essentially similar to that game."}, {"act": "Finance Act 1997", "year": 1997, "section": "11", "section_title": " Rate of gaming duty.", "section_text": "11 1 Gaming duty shall be charged on premises for every accounting period which contains a time when dutiable gaming takes place on those premises. 2 Subject to   subsections (3), (4A) and (4B)   below, the amount of gaming duty which is charged on any premises for any accounting period shall be calculated, in accordance with thefollowing Table, by— a applying the rates specified in that Table to the parts so specified of the gross gaming yield in that period from the premises; and b aggregating the results. TABLE Part of gross gaming yield Rate The first £2,686,000 15%  The next £1,852,000 20% The next £3,243,000 30% The next £6,845,000 40% The remainder 50% 3 Where, in an accounting period, unregistered gaming takes place on any premises, the amount of gaming duty which is charged on those premises for that period shall be equalto   50 per cent  of the gross gaming yield in that period from the premises. 4 For the purposes of subsection (3) above, unregistered gaming takes place on premises in an accounting period if— a dutiable gaming takes place on those premises at any time in that period, and b at that time those premises are not specified in the entry on the gaming duty register for a person by whom at that time they are notifiable for the purposes of paragraph 6of Schedule 1 to this Act. 4A Where the gaming duty provisions of this Act have effect in relation to any premises as if accounting periods were periods longer or shorter than six months (“alternative accounting periods”) as a result of— a a direction under paragraph 9(1A) of Schedule 1, or b a direction or agreement under paragraph 9(1C) of Schedule 1, then for the purposes of determining the amount of gaming duty which is to be charged on those premises for that period, the Table in subsection (2) is modified in accordance with subsection (4B). 4B Each amount specified in column 1 of the Table is multiplied by— A B where— A is the number of days in the alternative accounting period directed or agreed, and B is the number of days in the period that would have been the accounting period in the absence of any direction or agreement (or where the alternative accounting period spans more than one such period, the first of those periods). 5 The Commissioners may by regulations— a provide for the cases in which dutiable gaming is to be treated as taking place on any premises for part only of an accounting period; and b in relation to such cases, provide for the parts of the gross gaming yield specified in the first column of the Table in subsection (2) above to be reduced inrelation to those premises for that accounting period in such manner as may be determined in accordance with the regulations. 6 Where the Commissioners are satisfied— a that dutiable gaming is, has been or may be taking place in the course of any accounting period at different premises situated at the same location or in very closeproximity to each other, and b that the activities carried on at those premises are connected or form part of the same business or are, or are comprised in, connected businesses, the Commissioners may direct that for the purposes of gaming duty the different premises are to be treated as different parts of the same premises. 7 Sections   13A to 16   of the  Finance Act 1994 (review and appeals) shall have effect in relation to any decision of theCommissioners to make or vary a direction under subsection (6) above as if that decision were a decision of a description   falling within section 13(A)(2)(j) of that Act . 8 For the purposes of this section the gross gaming yield from any premises in any accounting period shall consist of the aggregate of— a the gaming receipts for that period from those premises; and b where a provider of the premises (or a person acting on his behalf) is banker in relation to any dutiable gaming taking place on those premises in that period, thebanker’s profits for that period from that gaming. 9 For the purposes of subsection (8) above the gaming receipts for an accounting period from any premises are the receipts in that period from charges made inconnection with any dutiable gaming which has taken place on the premises other than— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b any charge the payment of which confers no more than an entitlement to admission to the premises. 10 In subsection (8) above the banker's profits from any gaming are— a the value, in money or money's worth, of the stakes staked with the banker in any such gaming, less b the value of the prizes provided by the banker to those taking part in such gaming otherwise than on behalf of a provider of the premises. 10ZA Where the gross gaming yield from any premises in an accounting period is a negative amount (“amount X”)— a the gross gaming yield for those premises in that accounting period is treated as nil, and b amount X may be carried forward in reduction of the gross gaming yield for those premises for one or more later accounting periods. 10A Subsections (2) to (6)(a) of section 20 of the Betting and Gaming Duties Act 1981 (expenditure on bingo winnings: valuation of prizes) apply, with any necessary modifications, for the purposes of gaming duty as they apply for the purposes of bingo duty. 11 The Treasury may by order made by statutory instrument amend subsections (8) to   (10A)   above."}, {"act": "Finance Act 1997", "year": 1997, "section": "12", "section_title": " Liability to pay gaming duty.", "section_text": "12 1 The liability to pay the gaming duty charged on any premises for any accounting period shall fall jointly and severally on— a every person who is a provider of the premises at a time in that period when dutiable gaming takes place there; b every person concerned in the organisation or management of any dutiable gaming taking place on those premises in that period; c where any of the persons mentioned in paragraphs (a) and (b) above is a body corporate that is treated as a member of a group for the purposes of Part I of Schedule 1 to this Act, every body corporate that is treated as a member of that group for those purposes; and d where any of the persons mentioned in paragraphs (a) to (c) above is a body corporate, every director of that body. 2 A person shall for the purposes of this section be conclusively presumed to be a provider of premises at any time if at that time— a he is registered on the gaming duty register, and b those premises are specified in his entry on that register. 3 The Commissioners may by regulations make provision— a for apportioning the liability for any gaming duty charged on any premises for an accounting period between different persons; and b for the amount of gaming duty charged on any premises for the different parts of a period for which an apportionment falls to be made to be computed (in accordance with regulations made by virtue of section 11(5)(b) above) as if each part of the period were the only part of the period during which dutiable gaming has taken place on those premises. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Any failure by any person to pay any amount of gaming duty due from him— a shall attract a penalty under section 9 of the  Finance Act 1994 (civil penalties) which shall be calculated by reference to the amount that has not been paid; and b shall also attract daily penalties. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "13", "section_title": " Supplemental provisions relating to gaming duty.", "section_text": "13 1 Schedule 1 to this Act (which makes supplemental provision with respect to gaming duty) shall have effect. 2 Schedule 2 to this Act (which amends the Customs and Excise Management Act 1979 and contains other amendments) shall have effect."}, {"act": "Finance Act 1997", "year": 1997, "section": "14", "section_title": " Subordinate legislation relating to gaming duty.", "section_text": "14 1 Any power conferred on the Commissioners by section 11 or 12 above or Schedule 1 to this Act to make regulations— a shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons; and b shall include power to make different provision for different cases. 2 A statutory instrument containing an order under section 10(5)   providing that any game is to be a casino game or equal chance gaming or any order under section 11(11) — a shall be laid before the House of Commons after being made; and b shall cease to have effect (without prejudice to anything previously done under the order or to the making of a new order) at the end of the period of 28 days after the day on which it was made unless it has been approved, before the end of that period, by a resolution of that House. 3 In reckoning the period of 28 days mentioned in subsection (2)(b) above, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which the House of Commons is adjourned for more than four days. 4 A statutory instrument containing an order under section 10(5) that does not provide for any game to be a casino game or equal chance gaming is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1997", "year": 1997, "section": "15", "section_title": " Interpretation of gaming duty provisions.", "section_text": "15 1 This section shall have effect for the purposes of construing the gaming duty provisions of this Act, that is to say, sections 10 to 14 above, this section and Schedule 1 to this Act. 2 The gaming duty provisions of this Act shall be construed as one with the  Customs and Excise Management Act 1979. 3 In the gaming duty provisions of this Act— “ accounting period ” means, subject to the provisions of Schedule 1 to this Act, a period of six months beginning with 1st April or 1st October;   “ casino games ” means games of chance which are not equal chance gaming (but subject to any order under section 10(5));   “ dutiable gaming ” means gaming to which section 10 above applies;    “equal chance gaming”—  in Great Britain, means gaming which does not involve playing or staking against a bank (however described, and whether or not controlled or administered by a player) and in which the chances are equally favourable to all participants, and in Northern Ireland, means gaming in respect of which none of the conditions specified in Article 55 of the Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985 is met, (but subject to any order under section 10(5));   “ gaming ” has the same meaning as in the Betting and Gaming Duties Act 1981 (see section 33(1));   “ the gaming duty register ” means the register maintained under paragraph 1 of Schedule 1 to this Act; “ premises ” includes any place and any means of transport and shall be construed subject to section 11(6) above; “ provider ”, in relation to any premises where gaming takes place, means any person having a right to control the admission of persons to those premises, whether or not he has a right to control the admission of persons to the gaming. 4 For the avoidance of doubt it is hereby declared that the imposition or payment of gaming duty does not make lawful any gaming which is otherwise unlawful."}, {"act": "Finance Act 1997", "year": 1997, "section": "16", "section_title": " Increase in general rate.", "section_text": "16 1 In Schedule 1 to the  Vehicle Excise and Registration Act 1994 (annual rates of duty), in paragraph 1(2) (the general rate), for “£140” there shall be substituted  “                    £145                  ” . 2 This section applies in relation to licences taken out after 26th November 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "17", "section_title": " Exemption for vehicles for disabled persons.", "section_text": "17 In paragraph 19 of Schedule 2 to the  Vehicle Excise and Registration Act 1994 (exemption for vehicles for disabled persons), after sub-paragraph (2) there shall be inserted the following sub-paragraph— 2A This paragraph shall have effect as if a person were in receipt of a disability living allowance by virtue of entitlement to the mobility component at the higher rate in any case where— a he has ceased to be in receipt of it as a result of having ceased to satisfy a condition of receiving the allowance or of receiving the mobility component at that rate; b that condition is either— i a condition relating to circumstances in which he is undergoing medical or other treatment as an in-patient in a hospital or similar institution; or ii a condition specified in regulations made by the Secretary of State; and c he would continue to be entitled to receive the mobility component of the allowance at the higher rate but for his failure to satisfy that condition."}, {"act": "Finance Act 1997", "year": 1997, "section": "18", "section_title": " Provisions applying to exempt vehicles.", "section_text": "18 Schedule 3 to this Act (which contains provisions applying to exempt vehicles) shall have effect."}, {"act": "Finance Act 1997", "year": 1997, "section": "19", "section_title": " Issue of licences before payment of duty.", "section_text": "19 1 After section 19A of the  Vehicle Excise and Registration Act 1994 there shall be inserted the following section—  Issue of licences before payment of duty. 19B 1 The Secretary of State may, if he thinks fit, issue a vehicle licence or a trade licence to a person who has agreed with the Secretary of State to pay the duty payable on the licence in a manner provided for in the agreement. 2 In a case where— a a vehicle licence or a trade licence is issued to a person in accordance with subsection (1), b the duty payable on the licence is not received by the Secretary of State in accordance with the agreement, and c the Secretary of State sends a notice by post to the person informing him that the licence is void as from the time when it was granted, the licence shall be void as from the time when it was granted. 3 In a case where— a paragraphs (a) and (b) of subsection (2) apply, b the Secretary of State sends a notice by post to the person requiring him to secure that the duty payable on the licence is paid within such reasonable period as is specified in the notice, c the requirement in the notice is not complied with, and d the Secretary of State sends a further notice by post to the person informing him that the licence is void as from the time when it was granted, the licence shall be void as from the time when it was granted. 2 In subsection (1)(a) of section 35A of that Act (dishonoured cheques)— a after “19A(2)(b)” there shall be inserted  “                        or 19B(2)(c)                      ” ; and b after “19A(3)(d)” there shall be inserted  “                        or 19B(3)(d)                      ” ."}, {"act": "Finance Act 1997", "year": 1997, "section": "20", "section_title": " Removal and disposal of vehicles.", "section_text": "20 1 In paragraph 3 of Schedule 2A to the  Vehicle Excise and Registration Act 1994 (immobilisation, removal and disposal of vehicles), for sub-paragraph (1) there shall be substituted the following sub-paragraph— 1 The regulations may make provision with respect to any case where— a an authorised person has reason to believe that an offence under section 29(1)— i is being committed as regards a vehicle which is stationary on a public road; or ii was being committed as regards a vehicle at a time when an immobilisation device which is fixed to the vehicle was fixed to it in accordance with the regulations; and b such conditions as may be prescribed are fulfilled. 2 In sub-paragraph (2) of that paragraph, for “an authorised person, or a person acting under the direction of an authorised person” there shall be substituted  “                    the authorised person, or a person acting under his direction                  ” . 3 In sub-paragraph (6) of that paragraph, for “when the immobilisation device was fixed” there shall be substituted  “                    when the vehicle was removed                  ” . 4 This section shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint."}, {"act": "Finance Act 1997", "year": 1997, "section": "21", "section_title": " Rate of tax.", "section_text": "21 1 For section 51 of the  Finance Act 1994 (rate of tax) there shall be substituted—  Rate of tax. 51 1 Tax shall be charged— a at the higher rate, in the case of a premium which is liable to tax at that rate; and b at the standard rate, in any other case. 2 For the purposes of this Part— a the higher rate is 17.5 per cent.; and b the standard rate is 4 per cent. 2 In section 73(1) of the Finance Act 1994 (general interpretation) there shall be inserted at the appropriate places— a “ the higher rate ” shall be construed in accordance with section 51 above; b “ the standard rate ” shall be construed in accordance with section 51 above; ."}, {"act": "Finance Act 1997", "year": 1997, "section": "22", "section_title": " Premiums liable to tax at the higher rate.", "section_text": "22 1 After section 51 of the  Finance Act 1994 (rate of tax) there shall be inserted—  Premiums liable to tax at the higher rate. 51A 1 A premium received under a taxable insurance contract by an insurer is liable to tax at the higher rate if it falls within one or more of the paragraphs of Part II of Schedule 6A to this Act. 2 Part I of Schedule 6A to this Act shall have effect with respect to the interpretation of that Schedule. 3 Provision may be made by order amending Schedule 6A as it has effect for the time being. 4 This section is subject to section 69 below. 2 In section 74 of the  Finance Act 1994 (regulations and orders)— a in subsection (4) (order under section 71 to be subject to affirmative procedure) after “An order under section” there shall be inserted  “                        51A or                      ” ; and b in subsection (6) (regulations or orders, other than an order under section 71, to be subject to negative procedure) after “(other than an order under section” there shall be inserted  “                        51A or                      ” . 3 After Schedule 6 to the Finance Act 1994 there shall be inserted the Schedule set out in Schedule 4 to this Act."}, {"act": "Finance Act 1997", "year": 1997, "section": "23", "section_title": " Charge to tax where different rates apply.", "section_text": "23 1 For section 69 of the Finance Act 1994 (reduced chargeable amount) there shall be substituted—  Charge to tax where different rates of tax apply. 69 1 This section applies for the purpose of determining the chargeable amount in a case where a contract provides cover falling within any one of the following paragraphs, that is to say— a cover for one or more exempt matters, b cover for one or more standard rate matters, or c cover for one or more higher rate matters, and also provides cover falling within another of those paragraphs. 2 In the following provisions of this section “ the non-exempt premium ” means the difference between— a the amount of the premium; and b such part of the premium as is attributable to any exempt matter or matters or, if no part is so attributable, nil. 3 If the contract provides cover for one or more exempt matters and also provides cover for either— a one or more standard rate matters, or b one or more higher rate matters, the chargeable amount is such amount as, with the addition of the tax chargeable at the standard rate or (as the case may be) the higher rate, is equal to the non-exempt premium. 4 If the contract provides cover for both— a one or more standard rate matters, and b one or more higher rate matters, the higher rate element and the standard rate element shall be found in accordance with the following provisions of this section. 5 For the purposes of this section— a “ the higher rate element ” is such portion of the non-exempt premium as is attributable to the higher rate matters (including tax at the higher rate); and b “ the standard rate element ” is the difference between— i the non-exempt premium; and ii the higher rate element. 6 In a case falling within subsection (4) above, tax shall be charged separately— a at the standard rate, by reference to the standard rate chargeable amount, and b at the higher rate, by reference to the higher rate chargeable amount, and the tax chargeable in respect of the premium is the aggregate of those amounts of tax. 7 For the purposes of this section— “ the higher rate chargeable amount ” is such amount as, with the addition of the tax chargeable at the higher rate, is equal to the higher rate element; “ the standard rate chargeable amount ” is such amount as, with the addition of the tax chargeable at the standard rate, is equal to the standard rate element. 8 References in this Part to the chargeable amount shall, in a case falling within subsection (4) above, be taken as referring separately to the standard rate chargeable amount and the higher rate chargeable amount. 9 In applying subsection (2)(b) above, any amount that is included in the premium as being referable to tax (whether or not the amount corresponds to the actual amount of tax payable in respect of the premium) shall be taken to be wholly attributable to the non-exempt matter or matters. 10 In applying subsection (5)(a) above, any amount that is included in the premium as being referable to tax at the higher rate (whether or not the amount corresponds to the actual amount of tax payable at that rate in respect of the premium) shall be taken to be wholly attributable to the higher rate element. 11 Subject to subsections (9) and (10) above, any attribution under subsection (2)(b) or (5)(a) above shall be made on such basis as is just and reasonable. 12 For the purposes of this section— a an “ exempt matter ” is any matter such that, if it were the only matter for which the contract provided cover, the contract would not be a taxable insurance contract; b a “ non-exempt matter ” is a matter which is not an exempt matter; c a “ standard rate matter ” is any matter such that, if it were the only matter for which the contract provided cover, tax at the standard rate would be chargeable on the chargeable amount; d a “ higher rate matter ” is any matter such that, if it were the only matter for which the contract provided cover, tax at the higher rate would be chargeable on the chargeable amount. 13 If the contract relates to a lifeboat and lifeboat equipment, the lifeboat and the equipment shall be taken together in applying this section. 14 For the purposes of this section “ lifeboat ” and “ lifeboat equipment ” have the same meaning as in paragraph 6 of Schedule 7A to this Act. 2 Accordingly, in section 50 of the  Finance Act 1994 (chargeable amount) in subsection (3) (which provides that subsection (2) has effect subject to section 69) for “Subsection (2)” there shall be substituted  “                    Subsections (1) and (2)                  ” ."}, {"act": "Finance Act 1997", "year": 1997, "section": "24", "section_title": " Commencement of sections 21 to 23.", "section_text": "24 1 Except as provided by subsection (2) below, sections 21 to 23 above have effect in relation to a premium which falls to be regarded for the purposes of Part III of the Finance Act 1994 as received under a taxable insurance contract by an insurer on or after 1st April 1997. 2 Sections 21 to 23 above do not have effect in relation to a premium if the premium— a is in respect of a contract made before 1st April 1997; and b falls, by virtue of regulations under section 68 of the Finance Act 1994 (special accounting scheme), to be regarded for the purposes of Part III of that Act as received under the contract by the insurer on a date before 1st August 1997. 3 Subsection (2) above does not apply in relation to a premium if the premium— a is an additional premium under the contract; b falls as mentioned in subsection (2)(b) above to be regarded as received under the contract by the insurer on or after 1st April 1997; and c is in respect of a risk which was not covered by the contract before 1st April 1997. 4 Without prejudice to the generality of subsections (1) to (3) above, those subsections shall be construed in accordance with sections 67A to 67C of the  Finance Act 1994 (which are inserted by section 29 below)."}, {"act": "Finance Act 1997", "year": 1997, "section": "25", "section_title": " Certain fees to be treated as premiums under higher rate contracts.", "section_text": "25 1 After section 52 of the Finance Act 1994 there shall be inserted—  Certain fees to be treated as premiums under higher rate contracts. 52A 1 This section applies where— a at or about the time when a higher rate contract is effected, and b in connection with that contract, a fee in respect of an insurance-related service is charged by a taxable intermediary to a person who is or becomes the insured (or one of the insured) under the contract or to a person who acts for or on behalf of such a person. 2 Where this section applies— a a payment in respect of the fee shall be treated for the purposes of this Part as a premium received under a taxable insurance contract by an insurer, and b that premium— i shall be treated for the purposes of this Part as so received at the time when the payment is made, and ii shall be chargeable to tax at the higher rate. 3 Tax charged by virtue of subsection (2) above shall be payable by the taxable intermediary as if he were the insurer under the contract mentioned in paragraph (a) of that subsection. 4 For the purposes of this section, a contract of insurance is a “ higher rate contract ” if— a it is a taxable insurance contract; and b the whole or any part of a premium received under the contract by the insurer is (apart from this section) liable to tax at the higher rate. 5 For the purposes of this Part a “ taxable intermediary ” is a person falling within subsection (6) below who— a at or about the time when a higher rate contract is effected, and b in connection with that contract, charges a fee in respect of an insurance-related service to a person who is or becomes the insured (or one of the insured) under the contract or to a person who acts for or on behalf of such a person. 6 A person falls within this subsection if— a he is a supplier of goods or services falling within subsection (7) below; or b he is connected with a supplier of goods or services falling within that subsection; or c he is a person who pays— i the whole or any part of the premium received under that contract, or ii a fee connected with the arranging of that contract, to a supplier of goods or services falling within subsection (7) below or to a person who is connected with a supplier of goods or services falling within that subsection. 7 A person is a supplier of goods or services falling within this subsection if— a he is a supplier of motor cars or motor cycles, within the meaning of paragraph 2 of Schedule 6A to this Act; b he is a supplier of relevant goods, within the meaning of paragraph 3 of that Schedule; or c he is a tour operator or travel agent. 8 For the purposes of this section, any question whether a person is connected with another shall be determined in accordance with section 839 of the Taxes Act 1988. 9 In this section— “ insurance-related service ” means any service which is related to, or connected with, insurance; “ tour operator ” and “ travel agent ” have the same meaning as in paragraph 4 of Schedule 6A to this Act. 2 The amendment made by subsection (1) above has effect in relation to payments in respect of fees charged on or after the day on which this Act is passed."}, {"act": "Finance Act 1997", "year": 1997, "section": "26", "section_title": " Registration of taxable intermediaries.", "section_text": "26 After section 53 of the  Finance Act 1994 (registration of insurers) there shall be inserted—  Registration of taxable intermediaries. 53AA 1 A person who— a is a taxable intermediary, and b is not registered, is liable to be registered. 2 The register kept under this section may contain such information as the Commissioners think is required for the purposes of the care and management of the tax. 3 A person who— a at any time forms the intention of charging taxable intermediary’s fees, and b is not already charging such fees in the course of another business, shall notify the Commissioners of those facts. 4 A person who at any time— a ceases to have the intention of charging taxable intermediary’s fees in the course of his business, and b has no intention of charging such fees in the course of another business of his, shall notify the Commissioners of those facts. 5 Where a person is liable to be registered by virtue of subsection (1) above, the Commissioners shall register him with effect from the time when he begins to charge taxable intermediary’s fees in the course of the business concerned; and it is immaterial whether or not he notifies the Commissioners under subsection (3) above. 6 Where a person— a notifies the Commissioners under subsection (4) above, and b satisfies them of the facts there mentioned, the Commissioners shall cancel his registration with effect from the earliest practicable time after he ceases to charge taxable intermediary’s fees in the course of any business of his. 7 In a case where— a the Commissioners are satisfied that a person has ceased to charge taxable intermediary’s fees in the course of any business of his, but b he has not notified them under subsection (4) above, they may cancel his registration with effect from the earliest practicable time after he so ceased. 8 For the purposes of this section regulations may make provision— a as to the time within which a notification is to be made; b as to the form and manner in which any notification is to be made and as to the information to be contained in or provided with it; c requiring a person who has made a notification to notify the Commissioners if any information contained in or provided in connection with it is or becomes inaccurate; d as to the correction of entries in the register. 9 In this Part “ taxable intermediary’s fees ” means fees which, to the extent of any payment in respect of them, are chargeable to tax by virtue of section 52A above."}, {"act": "Finance Act 1997", "year": 1997, "section": "27", "section_title": " Supplementary provisions.", "section_text": "27 1 The  Finance Act 1994 shall be amended in accordance with the following provisions of this section. 2 In section 53A (information required to keep register up to date) in subsection (1)(b), after the words “register kept under section 53” there shall be inserted  “                    or 53AA                  ” . 3 In section 55 (credit)— a after “insurer”, wherever occurring other than in subsection (2), there shall be inserted  “                        or taxable intermediary                      ” ; b in subsection (1), after “premium” there shall be inserted  “                        or taxable intermediary’s fee (as the case may be)                      ” ; c in subsection (3)(f), after “registrable” there shall be inserted  “                        (whether under section 53 or section 53AA)                      ” ; d in subsection (5), after “insurer’s” there shall be inserted  “                        or taxable intermediary’s                      ” ; and e in subsection (8)(a), after “premium” there shall be inserted  “                        or taxable intermediary’s fee                      ” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In section 59 (review of Commissioners’ decisions) in subsection (1) (which specifies the kinds of decision to which the section applies) after paragraph (b) there shall be inserted— bb whether a payment falls to be treated under section 52A(2) above as a premium received under a taxable insurance contract by an insurer and chargeable to tax at the higher rate; . 7 In section 62 (partnership, bankruptcy, transfer of business  etc ) in subsections (1) and (5), after “insurer”, wherever occurring, there shall be inserted  “                    or taxable intermediary                  ” . 8 In section 63(1) (which details the functions of representative members of groups of companies)— a after paragraph (a) there shall be inserted— aa any business carried on by a member of the group who is a taxable intermediary shall be treated as carried on by the representative member, ; and b after paragraph (b) there shall be inserted— bb the representative member shall be taken to be the taxable intermediary in relation to any taxable intermediary’s fees as regards which a member of the group is the actual taxable intermediary, . 9 In section 73 (interpretation) in subsection (1) there shall be inserted at the appropriate places— a “ taxable intermediary ” shall be construed in accordance with section 52A above; b “ taxable intermediary’s fees ” has the meaning given by section 53AA(9) above. 10 At the beginning of subsection (3) of that section (meaning of “ registrable person ”) there shall be inserted  “                    Subject to subsection (3A) below,                  ”  and after that subsection there shall be inserted— 3A References in sections 53A and 54 above and paragraphs 1, 9 and 12 of Schedule 7 to this Act to a registrable person include a reference to a person who— a is registered under section 53AA above; or b is liable to be registered under that section. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "28", "section_title": " Amounts charged by other intermediaries.", "section_text": "28 1 In section 72 of the  Finance Act 1994 (interpretation: premium) after subsection (1) there shall be inserted— 1A Where an amount is charged to the insured by any person in connection with a taxable insurance contract, any payment in respect of that amount is to be regarded as a payment received under that contract by the insurer unless— a the payment is chargeable to tax at the higher rate by virtue of section 52A above; or b the amount is charged under a separate contract and is identified in writing to the insured as a separate amount so charged. 2 The amendment made by subsection (1) above has effect in relation to payments received in respect of amounts charged on or after 1st April 1997."}, {"act": "Finance Act 1997", "year": 1997, "section": "29", "section_title": " Prevention of pre-emption.", "section_text": "29 1 After section 67 of the  Finance Act 1994 there shall be inserted—  Announced increase in rate of tax: certain premiums treated as received on date of increase. 67A 1 This section applies in any case where a proposed increase is announced by a Minister of the Crown in the rate at which tax is to be charged on a premium if it is received by the insurer on or after a date specified in the announcement (“ the date of the change ”). 2 In a case where— a a premium under a contract of insurance is received by the insurer on or after the date of the announcement but before the date of the change, and b the period of cover for the risk begins on or after the date of the change, for the purposes of this Part the premium shall be taken to be received on the date of the change. 3 Subsection (4) below applies where— a a premium under a contract of insurance is received by the insurer on or after the date of the announcement but before the date of the change; b the period of cover for the risk begins before the date of the change and ends on or after the first anniversary of the date of the change; and c the premium, or any part of it, is attributable to such of the period of cover as falls on or after the first anniversary of the date of the change. 4 For the purposes of this Part— a so much of the premium as is attributable to such of the period of cover as falls on or after the first anniversary of the date of the change shall be taken to be received on the date of the change; and b so much as is so attributable shall be taken to be a separate premium. 5 In determining whether the condition in subsection (2)(a) or (3)(a) above is satisfied, the provisions of regulations made by virtue of subsection (3) or (7) of section 68 below apply as they would apart from this section; but, subject to that, where subsection (2) or (4) above applies— a that subsection shall have effect notwithstanding anything in section 68 below or regulations made under that section; and b any regulations made under that section shall have effect as if the entry made in the accounts of the insurer showing the premium as due to him had been made as at the date of the change. 6 Any attribution under this section shall be made on such basis as is just and reasonable. 7 In this section— “ increase ”, in relation to the rate of tax, includes the imposition of a charge to tax by adding to the descriptions of contract which are taxable insurance contracts; “ Minister of the Crown ” has the same meaning as in the Ministers of the  Crown Act 1975.  Announced increase in rate of tax: certain contracts treated as made on date of increase. 67B 1 This section applies in any case where— a an announcement falling within section 67A(1) above is made; but b a proposed exception from the increase in question is also announced by a Minister of the Crown; and c the proposed exception is to apply in relation to a premium only if the conditions described in subsection (2) below are satisfied in respect of the premium. 2 Those conditions are— a that the premium is in respect of a contract made before the date of the change; b that the premium falls, by virtue of regulations under section 68 below, to be regarded for the purposes of this Part as received under the contract by the insurer before such date (“ the concessionary date ”) as is specified for the purpose in the announcement. 3 In a case where— a a premium under a contract of insurance is received by the insurer on or after the date of the announcement but before the concessionary date, and b the period of cover for the risk begins on or after the date of the change, the rate of tax applicable in relation to the premium shall be determined as if the contract had been made on the date of the change. 4 Subsection (5) below applies where— a a premium under a contract of insurance is received by the insurer on or after the date of the announcement but before the concessionary date; b the period of cover for the risk begins before the date of the change and ends on or after the first anniversary of the date of the change; and c the premium, or any part of it, is attributable to such of the period of cover as falls on or after the first anniversary of the date of the change. 5 Where this subsection applies— a the rate of tax applicable in relation to so much of the premium as is attributable to such of the period of cover as falls on or after the first anniversary of the date of the change shall be determined as if the contract had been made on the date of the change; and b so much of the premium as is so attributable shall be taken to be a separate premium. 6 Any attribution under this section shall be made on such basis as is just and reasonable. 7 In this section— “ the date of the change ” has the same meaning as in section 67A above; “ Minister of the Crown ” has the same meaning as in section 67A above.  Announced increase in rate of tax: exceptions and apportionments. 67C 1 Sections 67A(2) and 67B(3) above do not apply in relation to a premium if the risk to which that premium relates belongs to a class of risk as regards which the normal practice is for a premium to be received by or on behalf of the insurer before the date when cover begins. 2 Sections 67A(3) and (4) and 67B(4) and (5) above do not apply in relation to a premium if the risk to which that premium relates belongs to a class of risk as regards which the normal practice is for cover to be provided for a period exceeding twelve months. 3 If a contract relates to more than one risk, then, in the application of section 67A(2), 67A(3) and (4), 67B(3) or 67B(4) and (5) above— a the reference in section 67A(2)(b) or (3)(b) or 67B(3)(b) or (4)(b), as the case may be, to the risk shall be taken as a reference to any given risk, b so much of the premium as is attributable to any given risk shall be taken for the purposes of section 67A(2), 67A(3) and (4), 67B(3) or 67B(4) and (5) above, as the case may be, to be a separate premium relating to that risk, c those provisions shall then apply separately in the case of each given risk and the separate premium relating to it, and d any further attribution required by section 67A(3) and (4) or 67B(4) and (5) above shall be made accordingly, and subsections (1) and (2) above shall apply accordingly. 4 Any attribution under this section shall be made on such basis as is just and reasonable. 2 In the application of sections 67A to 67C of the  Finance Act 1994 in relation to the increases in insurance premium tax effected by this Part and the exceptions from those increases— a the announcement relating to those increases, as described in section 67A(1), and to those exceptions, as described in section 67B(1), shall be taken to have been made on 26th November 1996; b “ the date of the change ” is 1st April 1997; and c “ the concessionary date ” is 1st August 1997. 3 The amendment made by subsection (1) above has effect on and after 26th November 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "30", "section_title": " Tax point for payroll deductions.", "section_text": "30 1 After subsection (7) of section 72 of the  Finance Act 1994 (insurance premiums to be treated as received by the insurer when received by another person on his behalf) there shall be inserted— 7A Where any person is authorised by or on behalf of an employee to deduct from anything due to the employee under his contract of employment an amount in respect of a payment due under a taxable insurance contract, subsection (7) above shall not apply to the receipt on behalf of the insurer by the person so authorised of the amount deducted. 2 After subsection (8) of that section there shall be inserted— 8A Where, by virtue of subsection (7A) above, subsection (7) above does not apply to the receipt of an amount by a person and the whole or part of the amount is referable to commission to which he is entitled— a if the whole of the amount is so referable, the amount shall be treated as received by the insurer when it is deducted by that person; and b otherwise, the part of the amount that is so referable shall be treated as received by the insurer when the remainder of the payment concerned is or is treated as received by him. 3 This section applies in relation to amounts deducted on or after the day on which this Act is passed."}, {"act": "Finance Act 1997", "year": 1997, "section": "31", "section_title": " Aggregation of businesses.", "section_text": "31 1 In Schedule 1 to the  Value Added Tax Act 1994 (registration in respect of taxable supplies), after paragraph 1 there shall be inserted the following paragraph— 1A 1 Paragraph 2 below is for the purpose of preventing the maintenance or creation of any artificial separation of business activities carried on by two or more persons from resulting in an avoidance of VAT. 2 In determining for the purposes of sub-paragraph (1) above whether any separation of business activities is artificial, regard shall be had to the extent to which the different persons carrying on those activities are closely bound to one another by financial, economic and organisational links. 2 In sub-paragraph (2) of paragraph 2 of that Schedule (power of Commissioners to make direction for aggregation of businesses)— a in paragraph (b), the words from “which should properly” to “described in the direction” shall be omitted; b in paragraph (c), for “that business” there shall be substituted  “                        the business described in the direction                      ” ; and c paragraph (d) (Commissioners to be satisfied before making direction for aggregation that avoidance is one of the main reasons for division) shall be omitted; and, accordingly, in sub-paragraph (4) of that paragraph (power of Commissioners to make supplementary direction) the word “properly” shall be omitted. 3 In section 84(7) of that Act (determination of appeals against directions), for the words from “as to the matters” onwards there shall be substituted  “                    that there were grounds for making the direction.                  ” 4 This section has effect in relation to the making of directions on or after the day on which this Act is passed."}, {"act": "Finance Act 1997", "year": 1997, "section": "32", "section_title": " Voluntary registration.", "section_text": "32 For sub-paragraph (2) of paragraph 10 of Schedule 1 to the  Value Added Tax Act 1994 (non-taxable supplies in respect of which a person is entitled to be registered) there shall be substituted the following sub-paragraph— 2 A supply is within this sub-paragraph if— a it is made outside the United Kingdom but would be a taxable supply if made in the United Kingdom; or b it is specified for the purposes of subsection (2) of section 26 in an order made under paragraph (c) of that subsection."}, {"act": "Finance Act 1997", "year": 1997, "section": "33", "section_title": " Sale of goods donated to charity.", "section_text": "33 1 In Group 15 of Schedule 8 to the Value Added Tax Act 1994 (charities etc), for Note (1) there shall be substituted the following Note— 1 Item 1 shall apply only if— a the supply is a sale of goods donated to that charity or taxable person; b the sale takes place as a result of the goods having been made available to the general public for purchase (whether in a shop or elsewhere); and c the sale does not take place as a result of any arrangements (whether legally binding or not) which related to the goods and were entered into by each of the parties to the sale before the goods were made available to the general public. 2 This section has effect in relation to supplies made on or after 26th November 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "34", "section_title": " Charitable institutions providing care etc.", "section_text": "34 1 In Group 15 of Schedule 8 to the Value Added Tax Act 1994 (charities etc), after Note (4) there shall be inserted the following Notes— 4A Subject to Note (5B), a charitable institution shall not be regarded as providing care or medical or surgical treatment for handicapped persons unless— a it provides care or medical or surgical treatment in a relevant establishment; and b the majority of the persons who receive care or medical or surgical treatment in that establishment are handicapped persons. 4B “ Relevant establishment ” means— a a day-centre, other than a day-centre which exists primarily as a place for activities that are social or recreational or both; or b an institution which is— i approved, licensed or registered in accordance with the provisions of any enactment or Northern Ireland legislation; or ii exempted by or under the provisions of any enactment or Northern Ireland legislation from any requirement to be approved, licensed or registered; and in paragraph (b) above the references to the provisions of any enactment or Northern Ireland legislation are references only to provisions which, so far as relating to England, Wales, Scotland or Northern Ireland, have the same effect in every locality within that part of the United Kingdom. 2 After Note (5) to that Group there shall be inserted the following Notes— 5A Subject to Note (5B), items 4 to 7 do not apply where the eligible body falls within Note (4)(f) unless the relevant goods are or are to be used in a relevant establishment in which that body provides care or medical or surgical treatment to persons the majority of whom are handicapped. 5B Nothing in Note (4A) or (5A) shall prevent a supply from falling within items 4 to 7 where— a the eligible body provides medical care to handicapped persons in their own homes; b the relevant goods fall within Note (3)(a) or are parts or accessories for use in or with goods described in Note (3)(a); and c those goods are or are to be used in or in connection with the provision of that care. 3 This section has effect in relation to supplies made on or after 26th November 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "35", "section_title": " References to grants.", "section_text": "35 1 Section 96 of the  Value Added Tax Act 1994 (interpretation) shall have effect, and be deemed always to have had effect, with the following subsection inserted after subsection (10), namely— 10A Where— a the grant of any interest, right, licence or facilities gives rise for the purposes of this Act to supplies made at different times after the making of the grant, and b a question whether any of those supplies is zero-rated or exempt falls to be determined according to whether or not the grant is a grant of a description specified in Schedule 8 or 9 or paragraph 2(2) or (3) of Schedule 10, that question shall be determined according to whether the description is applicable as at the time of supply, rather than by reference to the time of the grant. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Amendments corresponding to those made by subsections (1) and (2) above shall be deemed to have had effect, for the purposes of the cases to which it applied, in relation to the  Value Added Tax Act 1983; and any provisions about the coming into force of any amendment of that Act shall be deemed to have had effect accordingly. 4 Nothing in this section shall be taken to affect the operation, in relation to times before its repeal took effect, of paragraph 4 of Schedule 10 to the  Value Added Tax Act 1994 or of any enactment re-enacted in that paragraph."}, {"act": "Finance Act 1997", "year": 1997, "section": "36", "section_title": " Buildings intended to be used as dwellings.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "37", "section_title": " Supplies to non-taxable persons etc.", "section_text": "37 1 Paragraphs 2(3A) and 3(8A) of Schedule 10 to the  Value Added Tax Act 1994 (which relate to grants of land made to connected persons where they are not fully taxable) shall not have effect in relation to any supply made after 26th November 1996. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "38", "section_title": " Exempt insurance supplies.", "section_text": "38 1 In Schedule 9 to the  Value Added Tax Act 1994 (exemptions), for Group 2 (insurance) there shall be substituted the following Group— Group 2 — Insurance  Item  No. 1 The provision of insurance or reinsurance by a person who provides it in the course of— a any insurance business which he is authorised under section 3 or 4 of the  Insurance Companies Act 1982 to carry on, or b any business in respect of which he is exempted under section 2 of that Act from the requirement to be so authorised. 2 The provision by an insurer or reinsurer who belongs outside the United Kingdom of— a insurance against any of the risks or other things described in Schedules 1 and 2 to the Insurance Companies Act 1982, or b reinsurance relating to any of those risks or other things. 3 The provision of insurance or reinsurance by the Export Credits Guarantee Department. 4 The provision by an insurance broker or insurance agent of any of the services of an insurance intermediary in a case in which those services— a are related (whether or not a contract of insurance or reinsurance is finally concluded) to any such provision of insurance or reinsurance as falls, or would fall, within item 1, 2 or 3; and b are provided by that broker or agent in the course of his acting in an intermediary capacity. Notes: 1 For the purposes of item 4 services are services of an insurance intermediary if they fall within any of the following paragraphs— a the bringing together, with a view to the insurance or reinsurance of risks, of— i persons who are or may be seeking insurance or reinsurance, and ii persons who provide insurance or reinsurance; b the carrying out of work preparatory to the conclusion of contracts of insurance or reinsurance; c the provision of assistance in the administration and performance of such contracts, including the handling of claims; d the collection of premiums. 2 For the purposes of item 4 an insurance broker or insurance agent is acting “ in an intermediary capacity ” wherever he is acting as an intermediary, or one of the intermediaries, between— a a person who provides any insurance or reinsurance the provision of which falls within item 1, 2 or 3, and b a person who is or may be seeking insurance or reinsurance or is an insured person. 3 Where— a a person (“ the supplier ”) makes a supply of goods or services to another (“ the customer ”), b the supply of the goods or services is a taxable supply and is not a zero-rated supply, c a transaction under which insurance is to be or may be arranged for the customer is entered into in connection with the supply of the goods or services, d a supply of services which are related (whether or not a contract of insurance is finally concluded) to the provision of insurance in pursuance of that transaction is made by— i the person by whom the supply of the goods or services is made, or ii a person who is connected with that person and, in connection with the provision of that insurance, deals directly with the customer, and e the related services do not consist in the handling of claims under the contract for that insurance, those related services do not fall within item 4 unless the relevant requirements are fulfilled. 4 For the purposes of Note (3) the relevant requirements are— a that a document containing the statements specified in Note (5) is prepared; b that the matters that must be stated in the document have been disclosed to the customer at or before the time when the transaction mentioned in Note (3)(c) is entered into; and c that there is compliance with all such requirements (if any) as to— i the preparation and form of the document, ii the manner of disclosing to the customer the matters that must be stated in the document, and iii the delivery of a copy of the document to the customer, as may be set out in a notice that has been published by the Commissioners and has not been withdrawn. 5 The statements referred to in Note (4) are— a a statement setting out the amount of the premium under any contract of insurance that is to be or may be entered into in pursuance of the transaction in question; and b a statement setting out every amount that the customer is, is to be or has been required to pay, otherwise than by way of such a premium, in connection with that transaction or anything that is to be, may be or has been done in pursuance of that transaction. 6 For the purposes of Note (3) any question whether a person is connected with another shall be determined in accordance with section 839 of the Taxes Act. 7 Item 4 does not include— a the supply of any market research, product design, advertising, promotional or similar services; or b the collection, collation and provision of information for use in connection with market research, product design, advertising, promotional or similar activities. 8 Item 4 does not include the supply of any valuation or inspection services. 9 Item 4 does not include the supply of any services by loss adjusters, average adjusters, motor assessors, surveyors or other experts except where— a the services consist in the handling of a claim under a contract of insurance or reinsurance; b the person handling the claim is authorised when doing so to act on behalf of the insurer or reinsurer; and c that person’s authority so to act includes written authority to determine whether to accept or reject the claim and, where accepting it in whole or in part, to settle the amount to be paid on the claim. 10 Item 4 does not include the supply of any services which— a are supplied in pursuance of a contract of insurance or reinsurance or of any arrangements made in connection with such a contract; and b are so supplied either— i instead of the payment of the whole or any part of any indemnity for which the contract provides, or ii for the purpose, in any other manner, of satisfying any claim under that contract, whether in whole or in part. 2 This section has effect in relation to supplies made on or after the day on which this Act is passed."}, {"act": "Finance Act 1997", "year": 1997, "section": "39", "section_title": " Bad debt relief.", "section_text": "39 1 In section 36 of the  Value Added Tax Act 1994, paragraph (b) of subsection (4)\t\t\t\t\t(condition of bad debt relief that property in goods supplied has passed) shall not apply in the case of any claim made under that section in relation to a supply of goods made after the day on which this Act is passed. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 No claim for a refund may be made in accordance with section 22 of the  Value Added Tax Act 1983 (old scheme for bad debt relief) at any time after the day on which this Act is passed."}, {"act": "Finance Act 1997", "year": 1997, "section": "40", "section_title": " Groups containing bodies of different descriptions.", "section_text": "40 1 In section 43 of the  Value Added Tax Act 1994 (groups of companies), after subsection (1) there shall be inserted the following subsections— 1AA Where— a it is material, for the purposes of any provision made by or under this Act (“ the relevant provision ”), whether the person by or to whom a supply is made, or the person by whom goods are acquired or imported, is a person of a particular description, b paragraph (b) or (c) of subsection (1) above applies to any supply, acquisition or importation, and c there is a difference that would be material for the purposes of the relevant provision between— i the description applicable to the representative member, and ii the description applicable to the body which (apart from this section) would be regarded for the purposes of this Act as making the supply, acquisition or importation or, as the case may be, as being the person to whom the supply is made, the relevant provision shall have effect in relation to that supply, acquisition or importation as if the only description applicable to the representative member were the description in fact applicable to that body. 1AB Subsection (1AA) above does not apply to the extent that what is material for the purposes of the relevant provision is whether a person is a taxable person. 2 In subsection (2) of that section (self supplies), at the end there shall be inserted “and may provide for that purpose that the representative member is to be treated as a person of such description as may be determined under the order.” 3 Subsection (1) above has effect in relation to any supply made after 26th November 1996 and in relation to any acquisition or importation taking place after that date."}, {"act": "Finance Act 1997", "year": 1997, "section": "41", "section_title": " Group supplies using an overseas member.", "section_text": "41 1 In section 43 of the Value Added Tax Act 1994 (groups of companies), after subsection (2) there shall be inserted the following subsections— 2A A supply made by a member of a group (“ the supplier ”) to another member of the group (“ the UK member ”) shall not be disregarded under subsection (1)(a) above if— a it would (if there were no group) be a supply of services falling within Schedule 5 to a person belonging in the United Kingdom; b those services are not within any of the descriptions specified in Schedule 9; c the supplier has been supplied (whether or not by a person belonging in the United Kingdom) with services falling within any of paragraphs 1 to 8 of Schedule 5; d the supplier belonged outside the United Kingdom when it was supplied with the services mentioned in paragraph (c) above; and e the services so mentioned have been used by the supplier for making the supply to the UK member. 2B Subject to subsection (2C) below, where a supply is excluded by virtue of subsection (2A) above from the supplies that are disregarded in pursuance of subsection (1)(a) above, all the same consequences shall follow under this Act as if that supply— a were a taxable supply in the United Kingdom by the representative member to itself, and b without prejudice to that, were made by the representative member in the course or furtherance of its business. 2C A supply which is deemed by virtue of subsection (2B) above to be a supply by the representative member to itself— a shall not be taken into account as a supply made by the representative member when determining any allowance of input tax under section 26(1) in the case of the representative member; b shall be deemed for the purposes of paragraph 1 of Schedule 6 to be a supply in the case of which the person making the supply and the person supplied are connected within the meaning of section 839 of the Taxes Act (connected persons); and c subject to paragraph (b) above, shall be taken to be a supply the value and time of which are determined as if it were a supply of services which is treated by virtue of section 8 as made by the person by whom the services are received. 2D For the purposes of subsection (2A) above where— a there has been a supply of the assets of a business of a person (“ the transferor ”) to a person to whom the whole or any part of that business was transferred as a going concern (“ the transferee ”), b that supply is either— i a supply falling to be treated, in accordance with an order under section 5(3), as being neither a supply of goods nor a supply of services, or ii a supply that would have fallen to be so treated if it had taken place in the United Kingdom, and c the transferor was supplied with services falling within paragraphs 1 to 8 of Schedule 5 at a time before the transfer when the transferor belonged outside the United Kingdom, those services, so far as they are used by the transferee for making any supply falling within that Schedule, shall be deemed to have been supplied to the transferee at a time when the transferee belonged outside the United Kingdom. 2E Where, in the case of a supply of assets falling within paragraphs (a) and (b) of subsection (2D) above— a the transferor himself acquired any of the assets in question by way of a previous supply of assets falling within those paragraphs, and b there are services falling within paragraphs 1 to 8 of Schedule 5 which, if used by the transferor for making supplies falling within that Schedule, would be deemed by virtue of that subsection to have been supplied to the transferor at a time when he belonged outside the United Kingdom, that subsection shall have effect, notwithstanding that the services have not been so used by the transferor, as if the transferor were a person to whom those services were supplied and as if he were a person belonging outside the United Kingdom at the time of their deemed supply to him; and this subsection shall apply accordingly through any number of successive supplies of assets falling within paragraphs (a) and (b) of that subsection. 2 Subject to subsection (3) below, subsection (1) above has effect in relation to supplies made on or after 26th November 1996. 3 Section 43 of the  Value Added Tax Act 1994 shall have effect in relation to supplies made after the day on which this Act is passed with the provisions inserted by subsection (1) above modified in accordance with subsections (4) and (5) below. 4 In subsection (2A), in paragraph (c) for the words from “services” to the end of the paragraph there shall be substituted  “                    any services falling within paragraphs 1 to 8 of Schedule 5 which do not fall within any of the descriptions specified in Schedule 9;                  ” . 5 In subsection (2C), at the beginning there shall be inserted “Except in so far as the Commissioners may by regulations otherwise provide,”."}, {"act": "Finance Act 1997", "year": 1997, "section": "42", "section_title": " Services subject to the reverse charge.", "section_text": "42 In section 8 of the Value Added Tax Act 1994 (reverse charge on supplies falling within Schedule 5), after subsection (6) there shall be inserted the following subsections— 7 The power of the Treasury by order to add to or vary Schedule 5 shall include power to make such incidental, supplemental, consequential and transitional provision in connection with any addition to or variation of that Schedule as they think fit. 8 Without prejudice to the generality of subsection (7) above, the provision that may be made under that subsection includes— a provision making such modifications of section 43(2A) to (2E) as the Treasury may think fit in connection with any addition to or variation of that Schedule; and b provision modifying the effect of any regulations under subsection (4) above in relation to any services added to the Schedule."}, {"act": "Finance Act 1997", "year": 1997, "section": "43", "section_title": " Payments on account: appeals.", "section_text": "43 In section 28 of the Value Added Tax Act 1994 (payments on account), after subsection (2) there shall be inserted the following subsection— 2AA An order under this section may provide for the matters with respect to which an appeal under section 83 lies to a tribunal to include such decisions of the Commissioners under that or any other order under this section as may be specified in the order."}, {"act": "Finance Act 1997", "year": 1997, "section": "44", "section_title": " Liability of Commissioners to interest.", "section_text": "44 1 Section 78 of the  Value Added Tax Act 1994 (interest) shall have effect, and be deemed always to have had effect, with the insertion of the following subsection after subsection (1)— 1A In subsection (1) above— a references to an amount which the Commissioners are liable in consequence of any matter to pay or repay to any person are references, where a claim for the payment or repayment has to be made, to only so much of that amount as is the subject of a claim that the Commissioners are required to satisfy or have satisfied; and b the amounts referred to in paragraph (d) do not include any amount payable under this section. 2 That section shall have effect in relation to any claim made on or after 18th July 1996, and shall be deemed always to have had effect in relation to such a claim, with the substitution of the following subsection for subsection (11)— 11 A claim under this section shall not be made more than three years after the end of the applicable period to which it relates. 3 That section shall have effect, and be deemed always to have had effect, with the substitution of the following paragraph for paragraph (a) of subsection (12)— a references to the authorisation by the Commissioners of the payment of any amount include references to the discharge by way of set-off (whether under section 81(3) or otherwise) of the Commissioners’ liability to pay that amount; and . 4 For subsections (8) and (9) of that section (periods in respect of which the Commissioners are not liable to interest) there shall be substituted the following subsections— 8 In determining in accordance with subsection (4), (6) or (7) above the applicable period for the purposes of subsection (1) above, there shall be left out of account any period by which the Commissioners’ authorisation of the payment of interest is delayed by the conduct of the person who claims the interest. 8A The reference in subsection (8) above to a period by which the Commissioners’ authorisation of the payment of interest is delayed by the conduct of the person who claims it includes, in particular, any period which is referable to— a any unreasonable delay in the making of the claim for interest or in the making of any claim for the payment or repayment of the amount on which interest is claimed; b any failure by that person or a person acting on his behalf or under his influence to provide the Commissioners— i at or before the time of the making of a claim, or ii subsequently in response to a request for information by the Commissioners, with all the information required by them to enable the existence and amount of the claimant’s entitlement to a payment or repayment, and to interest on that payment or repayment, to be determined; and c the making, as part of or in association with either— i the claim for interest, or ii any claim for the payment or repayment of the amount on which interest is claimed, of a claim to anything to which the claimant was not entitled. 9 In determining for the purposes of subsection (8A) above whether any period of delay is referable to a failure by any person to provide information in response to a request by the Commissioners, there shall be taken to be so referable, except so far as may be prescribed, any period which— a begins with the date on which the Commissioners require that person to provide information which they reasonably consider relevant to the matter to be determined; and b ends with the earliest date on which it would be reasonable for the Commissioners to conclude— i that they have received a complete answer to their request for information; ii that they have received all that they need in answer to that request; or iii that it is unnecessary for them to be provided with any information in answer to that request. 5 Subsection (4) above shall have effect for the purposes of determining whether any period beginning on or after the day on which this Act is passed is left out of account. 6 Amendments corresponding to those made by subsections (1) and (3) above shall be deemed to have had effect, for the purposes of the cases to which the enactments applied, in relation to the enactments directly or indirectly re-enacted in section 78 of the  Value Added Tax Act 1994."}, {"act": "Finance Act 1997", "year": 1997, "section": "45", "section_title": " Assessment for overpayments of interest.", "section_text": "45 1 After section 78 of the Value Added Tax Act 1994 there shall be inserted the following section—  Assessment for interest overpayments. 78A 1 Where— a any amount has been paid to any person by way of interest under section 78, but b that person was not entitled to that amount under that section, the Commissioners may, to the best of their judgement, assess the amount so paid to which that person was not entitled and notify it to him. 2 An assessment made under subsection (1) above shall not be made more than two years after the time when evidence of facts sufficient in the opinion of the Commissioners to justify the making of the assessment comes to the knowledge of the Commissioners. 3 Where an amount has been assessed and notified to any person under subsection (1) above, that amount shall be deemed (subject to the provisions of this Act as to appeals) to be an amount of  VAT  due from him and may be recovered accordingly. 4 Subsection (3) above does not have effect if or to the extent that the assessment in question has been withdrawn or reduced. 5 An assessment under subsection (1) above shall be a recovery assessment for the purposes of section 84(3A). 6 Sections 74 and 77(6) apply in relation to assessments under subsection (1) above as they apply in relation to assessments under section 73 but as if the reference in subsection (1) of section 74 to the reckonable date were a reference to the date on which the assessment is notified. 7 Where by virtue of subsection (6) above any person is liable to interest under section 74— a section 76 shall have effect in relation to that liability with the omission of subsections (2) to (6); and b section 77, except subsection (6), shall not apply to an assessment of the amount due by way of interest; and (without prejudice to the power to make assessments for interest for later periods) the interest to which any assessment made under section 76 by virtue of paragraph (a) above may relate shall be confined to interest for a period of no more than two years ending with the time when the assessment to interest is made. 8 For the purposes of this section notification to a personal representative, trustee in bankruptcy, interim or permanent trustee, receiver, liquidator or person otherwise acting in a representative capacity in relation to another shall be treated as notification to the person in relation to whom he so acts. 2 In section 83 of that Act (matters subject to appeal), after paragraph (s) there shall be inserted the following paragraph— sa an assessment under section 78A(1) or the amount of such an assessment; . 3 In section 84 of that Act (further provisions as to appeals), after subsection (3) there shall be inserted the following subsection— 3A An appeal against an assessment which is a recovery assessment for the purposes of this subsection, or against the amount of such an assessment, shall not be entertained unless— a the amount notified by the assessment has been paid or deposited with the Commissioners; or b on being satisfied that the appellant would otherwise suffer hardship, the Commissioners agree, or the tribunal decides, that the appeal should be entertained notwithstanding that that amount has not been so paid or deposited. 4 Subsection (1) above shall be deemed to have come into force on 4th December 1996 in relation to amounts paid by way of interest at any time on or after 18th July 1996. 5 Subsections (2) and (3) above shall be deemed to have come into force on 4th December 1996 in relation to assessments made on or after that date. 6 Section 76(10) of the  Value Added Tax Act 1994 (notification to representative of person who made acquisition) shall have effect, and be deemed always to have had effect, as if for “the person who made the acquisition in question” there were substituted  “                    another                  ” ."}, {"act": "Finance Act 1997", "year": 1997, "section": "46", "section_title": " Repayments of overpayments: unjust enrichment.", "section_text": "46 1 In section 80 of the Value Added Tax Act 1994, after subsection (3) (defence of unjust enrichment to claim for repayment of an overpayment) there shall be inserted the following subsections— 3A Subsection (3B) below applies for the purposes of subsection (3) above where— a there is an amount paid by way of VAT which (apart from subsection (3) above) would fall to be repaid under this section to any person (“ the taxpayer ”), and b the whole or a part of the cost of the payment of that amount to the Commissioners has, for practical purposes, been borne by a person other than the taxpayer. 3B Where, in a case to which this subsection applies, loss or damage has been or may be incurred by the taxpayer as a result of mistaken assumptions made in his case about the operation of any VAT provisions, that loss or damage shall be disregarded, except to the extent of the quantified amount, in the making of any determination— a of whether or to what extent the repayment of an amount to the taxpayer would enrich him; or b of whether or to what extent any enrichment of the taxpayer would be unjust. 3C In subsection (3B) above— “ the quantified amount ” means the amount (if any) which is shown by the taxpayer to constitute the amount that would appropriately compensate him for loss or damage shown by him to have resulted, for any business carried on by him, from the making of the mistaken assumptions; and “ VAT provisions ” means the provisions of— any enactment, subordinate legislation or   EU   legislation (whether or not still in force) which relates to VAT or to any matter connected with VAT; or any notice published by the Commissioners under or for the purposes of any such enactment or subordinate legislation. 2 After section 80 of that Act there shall be inserted the following sections—  Arrangements for reimbursing customers. 80A 1 The Commissioners may by regulations make provision for reimbursement arrangements made by any person to be disregarded for the purposes of section 80(3) except where the arrangements— a contain such provision as may be required by the regulations; and b are supported by such undertakings to comply with the provisions of the arrangements as may be required by the regulations to be given to the Commissioners. 2 In this section “ reimbursement arrangements ” means any arrangements for the purposes of a claim under section 80 which— a are made by any person for the purpose of securing that he is not unjustly enriched by the repayment of any amount in pursuance of the claim; and b provide for the reimbursement of persons who have for practical purposes borne the whole or any part of the cost of the original payment of that amount to the Commissioners. 3 Without prejudice to the generality of subsection (1) above, the provision that may be required by regulations under this section to be contained in reimbursement arrangements includes— a provision requiring a reimbursement for which the arrangements provide to be made within such period after the repayment to which it relates as may be specified in the regulations; b provision for the repayment of amounts to the Commissioners where those amounts are not reimbursed in accordance with the arrangements; c provision requiring interest paid by the Commissioners on any amount repaid by them to be treated in the same way as that amount for the purposes of any requirement under the arrangements to make reimbursement or to repay the Commissioners; d provision requiring such records relating to the carrying out of the arrangements as may be described in the regulations to be kept and produced to the Commissioners, or to an officer of theirs. 4 Regulations under this section may impose obligations on such persons as may be specified in the regulations— a to make the repayments to the Commissioners that they are required to make in pursuance of any provisions contained in any reimbursement arrangements by virtue of subsection (3)(b) or (c) above; b to comply with any requirements contained in any such arrangements by virtue of subsection (3)(d) above. 5 Regulations under this section may make provision for the form and manner in which, and the times at which, undertakings are to be given to the Commissioners in accordance with the regulations; and any such provision may allow for those matters to be determined by the Commissioners in accordance with the regulations. 6 Regulations under this section may— a contain any such incidental, supplementary, consequential or transitional provision as appears to the Commissioners to be necessary or expedient; and b make different provision for different circumstances. 7 Regulations under this section may have effect (irrespective of when the claim for repayment was made) for the purposes of the making of any repayment by the Commissioners after the time when the regulations are made; and, accordingly, such regulations may apply to arrangements made before that time.  Assessments of amounts due under section 80A arrangements. 80B 1 Where any person is liable to pay any amount to the Commissioners in pursuance of an obligation imposed by virtue of section 80A(4)(a), the Commissioners may, to the best of their judgement, assess the amount due from that person and notify it to him. 2 Subsections (2) to (8) of section 78A apply in the case of an assessment under subsection (1) above as they apply in the case of an assessment under section 78A(1). 3 In section 83 of that Act (matters subject to appeal), after paragraph (t) there shall be inserted the following paragraph— ta an assessment under section 80B(1) or the amount of such an assessment; . 4 Subsection (1) above has effect for the purposes of making any repayment on or after the day on which this Act is passed, even if the claim for that repayment was made before that day."}, {"act": "Finance Act 1997", "year": 1997, "section": "47", "section_title": " Repayments and assessments: time limits.", "section_text": "47 1 For subsections (4) and (5) of section 80 of the  Value Added Tax Act 1994 (time limit for making claim for a repayment of an overpayment) there shall be substituted the following subsection— 4 The Commissioners shall not be liable, on a claim made under this section, to repay any amount paid to them more than three years before the making of the claim. 2 Subject to subsections (3) and (4) below, subsection (1) above shall be deemed to have come into force on 18th July 1996 as a provision applying, for the purposes of the making of any repayment on or after that date, to all claims under section 80 of the  Value Added Tax Act 1994, including claims made before that date and claims relating to payments made before that date. 3 Subsection (4) below applies as respects the making of any repayment on or after 18th July 1996 on a claim under section 80 of the  Value Added Tax Act 1994 if— a legal proceedings for questioning any decision (“ the disputed decision ”) of the Commissioners, or of an officer of the Commissioners, were brought by any person at any time before that date, b a determination has been or is made in those proceedings that the disputed decision was wrong or should be set aside, c the claim is one made by that person at a time after the proceedings were brought (whether before or after the making of the determination), and d the claim relates to— i an amount paid by that person to the Commissioners on the basis of the disputed decision, or ii an amount paid by that person to the Commissioners before the relevant date (including an amount paid before the making of the disputed decision) on grounds which, in all material respects, correspond to those on which that decision was made. 4 Where this subsection applies in the case of any claim— a subsection (4) of section 80 of the Value Added Tax Act 1994 (as inserted by this section) shall not apply, and shall be taken never to have applied, in relation to so much of that claim as relates to an amount falling within subsection (3)(d)(i) or (ii) above, but b the Commissioners shall not be liable on that claim, and shall be taken never to have been liable on that claim, to repay any amount so falling which was paid to them more than three years before the proceedings mentioned in subsection (3)(a) above were brought. 5 In subsection (3)(d) above— a the reference to the relevant date is a reference to whichever is the earlier of 18th July 1996 and the date of the making of the determination in question; and b the reference to an amount paid on the basis of a decision, or on any grounds, includes an amount so paid on terms (however expressed) which questioned the correctness of the decision or, as the case may be, of those grounds. 6 After the subsection (4) inserted in section 80 of the Value Added Tax Act 1994 by this section there shall be inserted the following subsections— 4A Where— a any amount has been paid, at any time on or after 18th July 1996, to any person by way of a repayment under this section, and b the amount paid exceeded the Commissioners’ repayment liability to that person at that time, the Commissioners may, to the best of their judgement, assess the excess paid to that person and notify it to him. 4B For the purposes of subsection (4A) above the Commissioners’ repayment liability to a person at any time is— a in a case where any provision affecting the amount which they were liable to repay to that person at that time is subsequently deemed to have been in force at that time, the amount which the Commissioners are to be treated, in accordance with that provision, as having been liable at that time to repay to that person; and b in any other case, the amount which they were liable at that time to repay to that person. 4C Subsections (2) to (8) of section 78A apply in the case of an assessment under subsection (4A) above as they apply in the case of an assessment under section 78A(1). 7 In section 83 of that Act (matters subject to appeal), in paragraph (t), after “80” there shall be inserted  “                    , an assessment under subsection (4A) of that section or the amount of such an assessment                  ” . 8 Nothing contained in— a any regulations under section 25(1) of, or paragraph 2 of Schedule 11 to, that Act relating to the correction of errors or the making of adjustments, or b any requirement imposed under any such regulations, shall be taken, in relation to any time on or after 18th July 1996, to have conferred an entitlement on any person to receive, by way of repayment, any amount to which he would not have had any entitlement on a claim under section 80 of that Act. 9 Subsections (6) to (8) above shall be deemed to have come into force on 4th December 1996. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 In this section— “ the Commissioners ” means the Commissioners of Customs and Excise; and “ legal proceedings ” means any proceedings before a court or tribunal. 12 Without prejudice to the generality of paragraph 1(2) of Schedule 13 to the Value Added Tax Act 1994 (transitional provisions), the references in this section, and in subsection (4) of section 80 of that Act (as inserted by this section), to a claim under that section include references to a claim first made under section 24 of the  Finance Act 1989 (which was re-enacted in section 80)."}, {"act": "Finance Act 1997", "year": 1997, "section": "48", "section_title": " Set-off of credits and debits.", "section_text": "48 1 In section 81 of the  Value Added Tax Act 1994 (which makes provision for the set-off of credits and debits), after subsection (3) there shall be inserted the following subsection— 3A Where— a the Commissioners are liable to pay or repay any amount to any person under this Act, b that amount falls to be paid or repaid in consequence of a mistake previously made about whether or to what extent amounts were payable under this Act to or by that person, and c by reason of that mistake a liability of that person to pay a sum by way of VAT, penalty, interest or surcharge was not assessed, was not enforced or was not satisfied, any limitation on the time within which the Commissioners are entitled to take steps for recovering that sum shall be disregarded in determining whether that sum is required by subsection (3) above to be set against the amount mentioned in paragraph (a) above. 2 Subsection (1) above shall be deemed to have come into force on 18th July 1996 as a provision applying for determining the amount of any payment or repayment by the Commissioners on or after that date, including a payment or repayment in respect of a liability arising before that date."}, {"act": "Finance Act 1997", "year": 1997, "section": "49", "section_title": " Transitional provision for set-offs etc.", "section_text": "49 1 Where— a at any time before 4th December 1996, any person (“ the taxpayer ”) became liable to pay any sum (“ the relevant sum ”) to the Commissioners by way of VAT, penalty, interest or surcharge, b at any time on or after 18th July 1996 and before 4th December 1996 an amount was set against the whole or any part of the relevant sum, c the amount set against that sum was an amount which is treated under section 47 above as not having been due from the Commissioners at the time when it was set against that sum, and d as a consequence, the taxpayer’s liability to pay the whole or a part of the relevant sum falls to be treated as not having been discharged in accordance with section 81(3) of the 1994 Act, the Commissioners may, to the best of their judgement, assess the amount of the continuing liability of the taxpayer and notify it to him. 2 In subsection (1) above the reference to the continuing liability of the taxpayer is a reference to so much of the liability to pay the relevant sum as— a would have been discharged if the amount mentioned in subsection (1)(b) above had been required to be set against the relevant sum in accordance with section 81(3) of the 1994 Act, but b falls, by virtue of section 47 above, to be treated as not having been discharged in accordance with section 81(3) of that Act. 3 The taxpayer’s only liabilities under the 1994 Act in respect of his failure, on or after the time mentioned in subsection (1)(b) above, to pay an amount assessable under this section shall be— a his liability to be assessed for that amount under this section; and b liabilities arising under the following provisions of this section. 4 Subsections (2) to (8) of section 78A of the 1994 Act apply in the case of an assessment under subsection (1) above as they apply in the case of an assessment under section 78A(1) of that Act. 5 The 1994 Act shall have effect as if the matters specified in section 83 of that Act (matters subject to appeal) included an assessment under this section and the amount of such an assessment. 6 Nothing contained in— a any regulations under section 25(1) of, or paragraph 2 of Schedule 11 to, the 1994 Act relating to the correction of errors or the making of adjustments, or b any requirement imposed under any such regulations, shall be taken, in relation to any time on or after 18th July 1996, to have conferred on any person any entitlement, otherwise than in accordance with section 81(3) of that Act, to set any amount, as an amount due from the Commissioners, against any sum which that person was liable to pay to the Commissioners by way of VAT, penalty, interest or surcharge. 7 In this section— “ the 1994 Act ” means the  Value Added Tax Act 1994; and “ the Commissioners ” means the Commissioners of Customs and Excise. 8 This section shall be deemed to have come into force on 4th December 1996. 9 Where at any time on or after 4th December 1996 and before the day on which this Act is passed any assessment corresponding to an assessment under this section was made under a resolution of the House of Commons having effect in accordance with the provisions of the  Provisional Collection of Taxes Act 1968, this section has effect, on and after the day on which this Act is passed, as if that assessment were an assessment under this section and as if any appeal brought under that resolution had been brought under this section."}, {"act": "Finance Act 1997", "year": 1997, "section": "50", "section_title": " Overpayments, interest, assessments, etc.", "section_text": "50 1 Schedule 5 to this Act (which makes provision in relation to excise duties, insurance premium tax and landfill tax which corresponds to that made for VAT by sections 44 to 48 above) shall have effect. 2 Schedule 6 to this Act (which makes further provision for the assessment of amounts payable under enactments relating to excise duty) shall also have effect."}, {"act": "Finance Act 1997", "year": 1997, "section": "51", "section_title": " Enforcement by distress.", "section_text": "51 1 The Commissioners may by regulations  not having effect in England and Wales or Scotland   make provision— a for authorising distress to be levied on the goods and chattels of any person refusing or neglecting to pay— i any amount of relevant tax due from him, or ii any amount recoverable as if it were relevant tax due from him; b for the disposal of any goods or chattels on which distress is levied in pursuance of the regulations; and c for the imposition and recovery of costs, charges, expenses and fees in connection with anything done under the regulations. 2 The provision that may be contained in regulations under this section shall include, in particular— a provision for the levying of distress, by any person authorised to do so under the regulations, on goods or chattels located at any place whatever (including on a public highway); and b provision authorising distress to be levied at any such time of the day or night, and on any such day of the week, as may be specified or described in the regulations. 3 Regulations under this section may— a make different provision for different cases, and b contain any such incidental, supplemental, consequential or transitional provision as the Commissioners think fit; and the transitional provision that may be contained in regulations under this section shall include transitional provision in connection with the coming into force of the repeal by this Act of any other power by regulations to make provision for or in connection with the levying of distress. 4 The power to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 5 The following are relevant taxes for the purposes of this section, that is to say— a any duty of customs or excise, other than vehicle excise duty; b value added tax; c insurance premium tax; d landfill tax; da aggregates levy; e any agricultural levy of the   European Union  . f climate change levy. 6 In this section “ the Commissioners ” means the Commissioners of Customs and Excise. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "52", "section_title": " Enforcement by diligence.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "53", "section_title": " Amendments consequential on sections 51 and 52.", "section_text": "53 1 In section 117 of the  Customs and Excise Management Act 1979 (execution and distress against revenue traders), after subsection (4) there shall be inserted the following subsection— 4A This section does not apply for the purposes of levying distress in accordance with regulations under section 51 of the Finance Act 1997 or for the purposes of any execution under section 52 of that Act by diligence. 2 In section 11(1)(a) of the  Finance Act 1994 (walking possession agreements in connection with enforcement of excise duty)— a for the words from “by virtue of” to “1981” there shall be substituted  “                        in accordance with regulations under section 51 of the Finance Act 1997 (enforcement by distress)                      ” ; and b after “default’)” there shall be inserted  “                        who has refused or neglected to pay any amount of relevant duty or any amount recoverable as if it were an amount of relevant duty due from him                      ” . 3 In section 13(6) of the  Finance Act 1994 (assessment for penalties), for the words “duty of excise”, in each place where they occur, there shall be substituted  “                    relevant duty                  ” . 4 In section 18(8) of the  Finance Act 1994 (saving relating to section 18(1), (2) and (4)), for “, (2) and (4)” there shall be substituted  “                    and (2)                  ” . 5 In paragraph 19(1)(a) of Schedule 7 to the  Finance Act 1994 (walking possession agreements in connection with enforcement of insurance premium tax), for “paragraph 7(7) above” there shall be substituted  “                    section 51 of the Finance Act 1997 (enforcement by distress)                  ” . 6 In section 48 of the  Value Added Tax Act 1994 (VAT representatives), after subsection (7) there shall be inserted the following subsection— 7A A sum required by way of security under subsection (7) above shall be deemed for the purposes of— a section 51 of the Finance Act 1997 (enforcement by distress) and any regulations under that section, and b section 52 of that Act (enforcement by diligence), to be recoverable as if it were VAT due from the person who is required to provide it. 7 In section 68(1)(a) of the Value Added Tax Act 1994 (walking possession agreements), for “paragraph 5(4) of Schedule 11” there shall be substituted  “                    section 51 of the Finance Act 1997 (enforcement by distress)                  ” . 8 In paragraph 24(1)(a) of Schedule 5 to the  Finance Act 1996 (walking possession agreements in connection with the enforcement of landfill tax), for “paragraph 13(1) above” there shall be substituted  “                    section 51 of the Finance Act 1997 (enforcement by distress)                  ” . 9 This section shall come into force on such day as the Commissioners of Customs and Excise may by order made by statutory instrument appoint, and different days may be appointed under this subsection for different purposes."}, {"act": "Finance Act 1997", "year": 1997, "section": "54", "section_title": " Charge and rates of income tax for 1997-98.", "section_text": "54 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "55", "section_title": " Modification of indexed allowances.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "56", "section_title": " Blind person’s allowance.", "section_text": "56 1 In subsection (1) of section 265 of the Taxes Act 1988 (blind person’s allowance), for “£1,250” there shall be substituted  “                    £1,280                  ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsection (1) above shall apply for the year 1997-98 and, subject to subsection (2) above, for subsequent years of assessment."}, {"act": "Finance Act 1997", "year": 1997, "section": "57", "section_title": " Limit on relief for interest.", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Finance Act 1997", "year": 1997, "section": "59", "section_title": " Small companies.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "60", "section_title": " Wayleaves for electricity cables, telephone lines, etc.", "section_text": "60 1 Section 120 of the Taxes Act 1988 (payments for wayleaves for electricity cables, telephone lines, etc.) shall be amended as follows. 2 In subsection (1)\t\t\t\t\t(payments charged under Schedule D subject to deduction of tax)— a at the beginning there shall be inserted  “                        Subject to subsection (1A) below,                      ” ; and b the words from “and, subject to” onwards (which provide for the deduction of tax) shall be omitted. 3 After subsection (1) there shall be inserted the following subsection— 1A If— a the profits and gains arising to any person for any chargeable period include both rent in respect of any such easement as is mentioned in subsection (1) above and amounts which are charged to tax under Schedule A, and b some or all of the land to which the easement relates is included in the land by reference to which the amounts charged under Schedule A arise, then, for that period, that rent shall be charged to tax under Schedule A, instead of being charged under Schedule D. 4 Subsections (2) to (4) and, in subsection (5), paragraph (c) and the word “and” immediately preceding it shall cease to have effect. 5 This section has effect in relation to payments made on or after 6th April 1997."}, {"act": "Finance Act 1997", "year": 1997, "section": "61", "section_title": " Phasing out of relief for profit-related pay.", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "62", "section_title": " Travelling expenses etc.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "63", "section_title": " Work-related training.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "64", "section_title": " Postponed company donations to charity.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "65", "section_title": " National Insurance contributions.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "66", "section_title": " Expenditure on production wells etc.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "67", "section_title": " Annuity business of insurance companies.", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "68", "section_title": " Consortium claims for group relief.", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "69", "section_title": " Special treatment for certain distributions.", "section_text": "69 Schedule 7 to this Act (which makes provision for the treatment of distributions arising on the purchase etc. by a company of its own shares and for cases where a distribution has a connection with a transaction in securities) shall have effect."}, {"act": "Finance Act 1997", "year": 1997, "section": "70", "section_title": " Distributions of exempt funds.", "section_text": "70 1 In subsection (5) of section 236 of the Taxes Act 1988 (meaning of “ relevant profits ”)— a in paragraph (a), after “franked investment income” there shall be inserted  “                        and foreign income dividends                      ” ; and b in paragraph (b), for “and franked investment income” there shall be substituted  “                        , franked investment income and foreign income dividends                      ” . 2 After subsection (7) of that section there shall be inserted the following subsection— 8 In this section “ foreign income dividends ” shall be construed in accordance with Chapter  VA  of Part VI. 3 This section has effect (subject to subsection (4) below) for the purposes of computing the relevant profits (within the meaning of section 236 of the Taxes Act 1988) arising to a company in any period falling wholly or partly after 7th October 1996. 4 No foreign income dividend paid before 8th October 1996 shall be included or, as the case may be, excluded by virtue of this section from any such profits as are mentioned in subsection (3) above."}, {"act": "Finance Act 1997", "year": 1997, "section": "71", "section_title": " Set-off against franked investment income.", "section_text": "71 Section 242 of the Taxes Act 1988 (set-off of losses against surplus franked investment income) shall have effect, and be deemed always to have had effect, as if at the end of paragraph (c) of subsection (6)\t\t\t(power to carry set-off forward) there were inserted and                 d in relation to relief given in respect of amounts available to be set against profits under section 83 of the  Finance Act 1996 or paragraph 4 of Schedule 11 to that Act or under section 131(4) of the  Finance Act 1993 (which are provisions relating to deficits on loan relationships, foreign exchange losses and losses on certain financial instruments); ."}, {"act": "Finance Act 1997", "year": 1997, "section": "72", "section_title": " FIDs paid to unauthorised unit trusts.", "section_text": "72 1 In section 246D(5) of the Taxes Act 1988 (section 233(1) and (1A) of that Act not to apply to FIDs paid to individuals, personal representatives or certain trustees), after “representatives” there shall be inserted  “                    , a foreign income dividend paid to the trustees of a unit trust scheme to which section 469 applies                  ” . 2 This section has effect in relation to distributions made on or after 26th November 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "73", "section_title": " Tax advantages to include tax credits.", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "74", "section_title": " Enterprise investment scheme.", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "75", "section_title": " Venture capital trusts.", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "76", "section_title": " Stock lending and manufactured payments.", "section_text": "76 Schedule 10 to this Act (which makes provision for the treatment for the purposes of income tax, corporation tax and capital gains tax of stock lending arrangements and manufactured payments) shall have effect."}, {"act": "Finance Act 1997", "year": 1997, "section": "77", "section_title": " Bond washing and repos.", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "78", "section_title": " National Savings Bank interest.", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "79", "section_title": " Payments under certain life insurance policies.", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "80", "section_title": " Futures and options: transactions with guaranteed returns.", "section_text": "80 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "81", "section_title": " Transfer of assets abroad.", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "82", "section_title": " Finance leases and loans.", "section_text": "82 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "83", "section_title": " Loan relationships: transitions.", "section_text": "83 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Schedule 13 to this Act (which contains amendments of the transitional provisions in Schedule 15 to the Finance Act 1996) shall have effect."}, {"act": "Finance Act 1997", "year": 1997, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "84"}, {"act": "Finance Act 1997", "year": 1997, "section": "85", "section_title": " Schedule A cases etc.", "section_text": "85 Schedule 15 to this Act (which makes provision in relation to capital allowances for cases where persons have income chargeable to tax under Schedule A or make lettings of furnished holiday accommodation in the United Kingdom) shall have effect."}, {"act": "Finance Act 1997", "year": 1997, "section": "86", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "86"}, {"act": "Finance Act 1997", "year": 1997, "section": "87", "section_title": " Re-investment relief.", "section_text": "87 Schedule 17 to this Act (which amends Chapter IA of Part V of the  Taxation of Chargeable Gains Act 1992) shall have effect."}, {"act": "Finance Act 1997", "year": 1997, "section": "88", "section_title": " Conversion of securities: QCBs and debentures.", "section_text": "88 1 The Taxation of Chargeable Gains Act 1992 shall be amended as follows. 2 In paragraph (a) of subsection (3) of section 132 (meaning of conversion of securities)— a after “includes” there shall be inserted  “                        any of the following, whether effected by a transaction or occurring in consequence of the operation of the terms of any security or of any debenture which is not a security, that is to say                      ” ; b after sub-paragraph (i) there shall be inserted the following sub-paragraphs— ia a conversion of a security which is not a qualifying corporate bond into a security of the same company which is such a bond, and ib a conversion of a qualifying corporate bond into a security which is a security of the same company but is not such a bond, and . 3 After that subsection there shall be inserted the following subsections— 4 In subsection (3)(a)(ia) above the reference to the conversion of a security of a company into a qualifying corporate bond includes a reference to— a any such conversion of a debenture of that company that is deemed to be a security for the purposes of section 251 as produces a security of that company which is a qualifying corporate bond; and b any such conversion of a security of that company, or of a debenture that is deemed to be a security for those purposes, as produces a debenture of that company which, when deemed to be a security for those purposes, is such a bond. 5 In subsection (3)(a)(ib) above the reference to the conversion of a qualifying corporate bond into a security of the same company which is not such a bond includes a reference to any conversion of a qualifying corporate bond which produces a debenture which— a is not a security; and b when deemed to be a security for the purposes of section 251, is not such a bond. 4 In section 116(2) (qualifying corporate bonds), after the word “section”, in the first place where it occurs, there shall be inserted  “                    references to a transaction include references to any conversion of securities (whether or not effected by a transaction) within the meaning of section 132 and                  ” . 5 In section 251(6) (deemed securities), after paragraph (d) there shall be inserted— and any debenture which results from a conversion of securities within the meaning of section 132, or is issued in pursuance of rights attached to such a debenture, shall be deemed for the purposes of this section to be a security (as defined in that section). 6 This section has effect for the purposes of the application of the  Taxation of Chargeable Gains Act 1992 in relation to any disposal on or after 26th November 1996 and shall so have effect, where a conversion took place at a time before that date, as if it had come into force before that time."}, {"act": "Finance Act 1997", "year": 1997, "section": "89", "section_title": " Earn-out rights.", "section_text": "89 1 After section 138 of the Taxation of Chargeable Gains Act 1992 there shall be inserted the following section—  Use of earn-out rights for exchange of securities. 138A 1 For the purposes of this section an earn-out right is so much of any right conferred on any person (“ the seller ”) as— a constitutes the whole or any part of the consideration for the transfer by him of shares in or debentures of a company (“ the old securities ”); b consists in a right to be issued with shares in or debentures of another company (“ the new company ”); c is such that the value or quantity of the shares or debentures to be issued in pursuance of the right (“ the new securities ”) is unascertainable at the time when the right is conferred; and d is not capable of being discharged in accordance with its terms otherwise than by the issue of the new securities. 2 Where— a there is an earn-out right, b the exchange of the old securities for the earn-out right is an exchange to which section 135 would apply, in a manner unaffected by section 137, if the earn-out right were an ascertainable amount of shares in or debentures of the new company, and c the seller elects under this section for the earn-out right to be treated as a security of the new company, this Act shall have effect, in the case of the seller and every other person who from time to time has the earn-out right, in accordance with the assumptions specified in subsection (3) below. 3 Those assumptions are— a that the earn-out right is a security within the definition in section 132; b that the security consisting in the earn-out right is a security of the new company and is incapable of being a qualifying corporate bond for the purposes of this Act; c that references in this Act (including those in this section) to a debenture include references to a right that is assumed to be a security in accordance with paragraph (a) above; and d that the issue of shares or debentures in pursuance of such a right constitutes the conversion of the right, in so far as it is discharged by the issue, into the shares or debentures that are issued. 4 For the purposes of this section where— a any right which is assumed, in accordance with this section, to be a security of a company (“ the old right ”) is extinguished, b the whole of the consideration for the extinguishment of the old right consists in another right (“ the new right ”) to be issued with shares in or debentures of that company, c the new right is such that the value or quantity of the shares or debentures to be issued in pursuance of the right (“ the replacement securities ”) is unascertainable at the time when the old right is extinguished, d the new right is not capable of being discharged in accordance with its terms otherwise than by the issue of the replacement securities, and e the person on whom the new right is conferred elects under this section for it to be treated as a security of that company, the assumptions specified in subsection (3) above shall have effect in relation to the new right, in the case of that person and every other person who from time to time has the new right, as they had effect in relation to the old right. 5 An election under this section in respect of any right must be made, by a notice given to an officer of the Board— a in the case of an election by a company within the charge to corporation tax, within the period of two years from the end of the accounting period in which the right is conferred; and b in any other case, on or before the first anniversary of the 31st January next following the year of assessment in which that right is conferred. 6 An election under this section shall be irrevocable. 7 Subject to subsections (8) to (10) below, where any right to be issued with shares in or debentures of a company is conferred on any person, the value or quantity of the shares or debentures to be issued in pursuance of that right shall be taken for the purposes of this section to be unascertainable at a particular time if, and only if— a it is made referable to matters relating to any business or assets of one or more relevant companies; and b those matters are uncertain at that time on account of future business or future assets being included in the business or assets to which they relate. 8 Where a right to be issued with shares or debentures is conferred wholly or partly in consideration for the transfer of other shares or debentures or the extinguishment of any right, the value and quantity of the shares or debentures to be issued shall not be taken for the purposes of this section to be unascertainable in any case where, if— a the transfer or extinguishment were a disposal, and b a gain on that disposal fell to be computed in accordance with this Act, the shares or debentures to be issued would, in pursuance of section 48, be themselves regarded as, or as included in, the consideration for the disposal. 9 Where any right to be issued with shares in or debentures of a company comprises an option to choose between shares in that company and debentures of that company, the existence of that option shall not, by itself, be taken for the purposes of this section either— a to make unascertainable the value or quantity of the shares or debentures to be issued; or b to prevent the requirements of subsection (1)(b) and (d) or (4)(b) and (d) above from being satisfied in relation to that right. 10 For the purposes of this section the value or quantity of shares or debentures shall not be taken to be unascertainable by reason only that it has not been fixed if it will be fixed by reference to the other and the other is ascertainable. 11 In subsection (7) above “ relevant company ”, in relation to any right to be issued with shares in or debentures of a company, means— a that company or any company which is in the same group of companies as that company; or b the company for whose shares or debentures that right was or was part of the consideration, or any company in the same group of companies as that company; and in this subsection the reference to a group of companies shall be construed in accordance with section 170(2) to (14). 2 Subject to subsections (3) to (8) below— a the section 138A inserted by subsection (1) above shall be deemed always to have been a section of the  Taxation of Chargeable Gains Act 1992; and b the enactments applying to chargeable periods beginning before 6th April 1992 shall be deemed always to have included a corresponding section. 3 Subject to subsections (4) to (6) below, an election under section 138A of the Taxation of Chargeable Gains Act 1992 in respect of a right conferred on any person before 26th November 1996 may be made at any time before the end of the period for the making of such an election in respect of a right conferred on that person on that date. 4 An election in respect of a right conferred on any person shall not be made by virtue of subsection (3) above at any time after the final determination of his liability to corporation tax or capital gains tax for the chargeable period in which the right was in fact conferred on him. 5 A notice given to an officer of the Board before the day on which this Act is passed shall not have effect as an election under section 138A of the Taxation of Chargeable Gains Act 1992, or the corresponding provision applying to chargeable periods beginning before 6th April 1992, except in accordance with subsection (6) below. 6 Where— a any person has given a notification to an officer of the Board before the day on which this Act is passed, and b that notification was given either— i in anticipation of the right to make an election under section 138A of the Taxation of Chargeable Gains Act 1992, or ii for the purposes of an extra-statutory concession available to be used by that person for purposes similar to those of that section, that notification shall, unless the Board otherwise direct, be treated as if it were a valid and irrevocable election made by that person for the purposes of that section or, as the case may be, the corresponding provision. 7 Where any notification given as mentioned in subsection (6)(b)(ii) above is treated as an election for the purposes of section 138A of the  Taxation of Chargeable Gains Act 1992 or any corresponding provision, that section or, as the case may be, the corresponding provision shall be taken to have no effect by virtue of that election in relation to any disposal before 26th November 1996 of any asset which— a was issued to any person in pursuance of an earn-out right; b was issued to any person in pursuance of any such right as is mentioned in subsection (4) of that section; or c falls for the purposes of that Act to be treated as the same as an asset issued at any time to any person in pursuance of such a right as is mentioned in paragraph (a) or (b) above but is not an asset first held by that person before that time. 8 Subsection (7) above shall not prevent section 138A of the Taxation of Chargeable Gains Act 1992 from being taken, for the purposes of applying that Act to any disposal on or after 26th November 1996, to have had effect in relation to— a any disposal before that date on which, by virtue of any of the   no gain/no loss provisions (within the meaning of that Act: see section 288(3A) of that Act) , neither a gain nor a loss accrued, b any deemed disposal before that date by reference to which a gain or loss falls to be calculated in accordance with section 116(10)(a) of that Act, or c any transaction before that date that would have fallen to be treated as a disposal but for section 127 of that Act."}, {"act": "Finance Act 1997", "year": 1997, "section": "90", "section_title": " Restriction of relief for underlying tax.", "section_text": "90 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "91", "section_title": " Disposals of loan relationships with or without interest.", "section_text": "91 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "92", "section_title": " Time from which entitlement runs.", "section_text": "92 1 Section 824 of the  Taxes Act 1988 (repayment supplements), where it has effect as amended by paragraph 41 of Schedule 19 to the Finance Act 1994, shall be amended in accordance with subsections (2) to (4) below. 2 For paragraphs (a) and (b) of subsection (3) there shall be substituted the following paragraphs— a if the repayment is— i the repayment of an amount paid in accordance with the requirements of section 59A of the Management Act on account of income tax for a year of assessment, or ii the repayment of income tax for such a year which is not income tax deducted at source, the relevant time is the date of the payment that is being repaid; b if the repayment is of income tax deducted at source for a year of assessment, the relevant time is the 31st January next following that year; and . 3 In paragraph (c) of that subsection, for the words from “the relevant time” to the end of that paragraph there shall be substituted  “                    the relevant time is the date on which the penalty or surcharge was paid                  ” . 4 For subsection (4) there shall be substituted the following subsections— 4 For the purposes of subsection (3) above, where a repayment in respect of income tax for a year of assessment is made to any person, that repayment— a shall be attributed first to so much of any payment made by him under section 59B of the Management Act as is a payment in respect of income tax for that year; b in so far as it exceeds the amount (if any) to which it is attributable under paragraph (a) above, shall be attributed in two equal parts to each of the payments made by him under section 59A of the Management Act on account of income tax for that year; c in so far as it exceeds the amounts (if any) to which it is attributable under paragraphs (a) and (b) above, shall be attributed to income tax deducted at source for that year; and d in so far as it is attributable to a payment made in instalments shall be attributed to a later instalment before being attributed to an earlier one. 4A In this section any reference to income tax deducted at source for a year of assessment is a reference to— a income tax deducted or treated as deducted from any income, or treated as paid on any income, in respect of that year, and b amounts which, in respect of that year, are tax credits to which section 231 applies, but does not include a reference to amounts which, in that year, are deducted at source under section 203 in respect of previous years. 5 In subsection (2) of section 283 of the  Taxation of Chargeable Gains Act 1992 (repayment supplements), for the words from “the relevant time” to the end of that subsection there shall be substituted  “                    the relevant time is the date on which the tax was paid                  ” . 6 This section has effect as respects the year 1997-98 and subsequent years of assessment and shall be deemed to have had effect as respects the year 1996-97."}, {"act": "Finance Act 1997", "year": 1997, "section": "93", "section_title": " Rate bands.", "section_text": "93 1 For the Table in Schedule 1 to the  Inheritance Tax Act 1984 there shall be substituted— Table of Rates of Tax Portion of value Lower limit (£) Upper limit (£) Rate of tax Per cent. 0 215,000 Nil 215,000 40 2 Subsection (1) above shall apply to any chargeable transfer made on or after 6th April 1997; and section 8 of that Act (indexation of rate bands) shall not have effect as respects any difference between the retail prices index for the month of September 1995 and that for the month of September 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "94", "section_title": " Agricultural property relief.", "section_text": "94 After section 124B of the  Inheritance Tax Act 1984 there shall be inserted the following section—  Land in habitat schemes. 124C 1 For the purposes of this Chapter, where any land is in a habitat scheme— a the land shall be regarded as agricultural land; b the management of the land in accordance with the requirements of the scheme shall be regarded as agriculture; and c buildings used in connection with such management shall be regarded as farm buildings. 2 For the purposes of this section land is in a habitat scheme at any time if— a an application for aid under one of the enactments listed in subsection (3) below has been accepted in respect of the land; and b the undertakings to which the acceptance relates have neither been terminated by the expiry of the period to which they relate nor been treated as terminated. 3 Those enactments are— a regulation 3(1) of the  Habitat (Water Fringe) Regulations 1994; b the  Habitat (Former Set-Aside Land) Regulations 1994; c the  Habitat (Salt-Marsh) Regulations 1994; d the  Habitats (Scotland) Regulations 1994, if undertakings in respect of the land have been given under regulation 3(2)(a) of those Regulations; e the  Habitat Improvement Regulations (Northern Ireland) 1995, if an undertaking in respect of the land has been given under regulation 3(1)(a) of those Regulations. 4 The Treasury may by order made by statutory instrument amend the list of enactments in subsection (3) above. 5 The power to make an order under subsection (4) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 6 This section has effect— a in relation to any transfer of value made on or after 26th November 1996; and b in relation to transfers of value made before that date, for the purposes of any charge to tax, or to extra tax, which arises by reason of an event occurring on or after 26th November 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "95", "section_title": " Mergers of authorised unit trusts.", "section_text": "95 1 Stamp duty shall not be chargeable on an instrument transferring any property which is subject to the trusts of an authorised unit trust (“ the target trust ”) to the trustees of another authorised unit trust (“ the acquiring trust ”) if the conditions set out in subsection (2) below are fulfilled. 2 Those conditions are that— a the transfer forms part of an arrangement under which the whole of the available property of the target trust is transferred to the trustees of the acquiring trust; b under the arrangement all the units in the target trust are extinguished; c the consideration under the arrangement consists of or includes the issue of units (“ the consideration units ”) in the acquiring trust to the persons who held the extinguished units; d the consideration units are issued to those persons in proportion to their holdings of the extinguished units; and e the consideration under the arrangement does not include anything else, other than the assumption or discharge by the trustees of the acquiring trust of liabilities of the trustees of the target trust. 3 An instrument on which stamp duty is not chargeable by virtue only of this section shall not be taken to be duly stamped unless it is stamped with the duty to which it would be liable but for this section or it has, in accordance with section 12 of the  Stamp Act 1891, been stamped with a particular stamp denoting that it is not chargeable with any duty. 4 In this section— “ authorised unit trust ” means a unit trust scheme in the case of which an order under section  243 of the Financial Services and Markets Act 2000  is in force; “ the whole of the available property of the target trust ” means the whole of the property subject to the trusts of the target trust, other than any property which is retained for the purpose of discharging liabilities of the trustees of the target trust; “ unit ” and “ unit trust scheme ” have the same meanings as in Part VII of the  Finance Act 1946. 5 Each of the parts of an umbrella scheme (and not the scheme as a whole) shall be regarded for the purposes of this section as an authorised unit trust; and in this section “ umbrella scheme ” has the same meaning as in section 468 of the Taxes Act 1988 and references to parts of an umbrella scheme shall be construed in accordance with that section. 6 This section applies to any instrument which is executed— a on or after the day on which this Act is passed; but b before 1st July 1999."}, {"act": "Finance Act 1997", "year": 1997, "section": "96", "section_title": " Demutualisation of insurance companies.", "section_text": "96 1 This section applies where there is a relevant transfer, under a scheme, of the whole or any part of the business carried on by a mutual insurance company (“ the mutual ”) to a company which has share capital (“ the acquiring company ”). 2 Stamp duty shall not be chargeable on an instrument executed for the purposes of or in connection with the transfer if the requirements of subsections (3) and (4) below are satisfied in relation to the shares of a company (“ the issuing company ”) which is either— a the acquiring company; or b a company of which the acquiring company is a wholly-owned subsidiary. 3 Shares in the issuing company must be offered, under the scheme, to at least 90 per cent. of the persons who immediately before the transfer are members of the mutual. 4 Under the scheme, all the shares in the issuing company which will be in issue immediately after the transfer has been made, other than shares which are to be or have been issued pursuant to an offer to the public, must be offered to the persons who (at the time of the offer) are— a members of the mutual; b persons who are entitled to become members of the mutual; or c employees, former employees or pensioners of the mutual or of a company which is a wholly-owned subsidiary of the mutual. 5 An instrument on which stamp duty is not chargeable by virtue only of subsection (2) above shall not be taken to be duly stamped unless it is stamped with the duty to which it would be liable but for that subsection or it has, in accordance with section 12 of the  Stamp Act 1891, been stamped with a particular stamp denoting that it is not chargeable with any duty. 6 For the purposes of this section, a company is a wholly-owned subsidiary of another person (“ the parent ”) if it has no members except the parent and the parent’s wholly-owned subsidiaries or persons acting on behalf of the parent or its wholly-owned subsidiaries. 7 In this section “ relevant transfer ” means— a a transfer from a company to another person of business consisting of the effecting or carrying out of contracts of insurance which is effected under an insurance business transfer scheme; or b a transfer of the whole or any part of the business of a general insurance company carried on through a branch or agency in the United Kingdom which takes place in accordance with any authorisation granted outside the United Kingdom   for the purposes of Article 39 of the Solvency 2 Directive.   8 In this section— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “contract of insurance” has the meaning given by Article 3(1) of the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001; “ employee ”, in relation to a mutual insurance company or its wholly-owned subsidiary, includes any officer or director of the company or subsidiary and any other person taking part in the management of the affairs of the company or subsidiary; “general insurance company” means a company which has permission under   Part 4A   of the Financial Services and Markets Act 2000  ...  to effect or carry out contracts of insurance; “insurance business transfer scheme” has the same meaning as in Part 7 of the Financial Services and Markets Act 2000; “insurance company” means a company which carries on the business of effecting or carrying out contracts of insurance; “ mutual insurance company ” means an insurance company carrying on business without having any share capital; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ pensioner ”, in relation to a mutual insurance company or its wholly-owned subsidiary, means a person entitled (whether presently or prospectively) to a pension, lump sum, gratuity or other like benefit referable to the service of any person as an employee of the company or subsidiary.   “the Solvency 2 Directive” means  Directive 2009/138/EC  of the European Parliament and of the Council of 25 November 2009 on the taking-up and pursuit of the business of Insurance and Reinsurance (Solvency  II );   9 The Treasury may by regulations amend subsection (3) above by substituting a lower percentage for the percentage there mentioned. 10 The Treasury may by regulations provide that any or all of the references in subsections (3) and (4) above to members shall be construed as references to members of a class specified in the regulations; and different provision may be made for different cases. 11 The power to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 12 This section applies in relation to instruments executed on or after the day on which this Act is passed."}, {"act": "Finance Act 1997", "year": 1997, "section": "97", "section_title": " Relief for intermediaries.", "section_text": "97 1 Before section 81 of the  Finance Act 1986 there shall be inserted the following sections—  Sales to intermediaries. 80A 1 Stamp duty shall not be chargeable on an instrument transferring stock of a particular kind on sale to a person or his nominee if— a the person is a member of an EEA exchange, or a recognised foreign exchange, on which stock of that kind is regularly traded; b the person is an intermediary and is recognised as an intermediary by the exchange in accordance with arrangements approved by the Commissioners; and c the sale is effected on the exchange. 2 Stamp duty shall not be chargeable on an instrument transferring stock of a particular kind on sale to a person or his nominee if— a the person is a member of an EEA exchange or a recognised foreign options exchange; b options to buy or sell stock of that kind are regularly traded on that exchange and are listed by or quoted on that exchange; c the person is an options intermediary and is recognised as an options intermediary by that exchange in accordance with arrangements approved by the Commissioners; and d the sale is effected on an EEA exchange, or a recognised foreign exchange, on which stock of that kind is regularly traded or subsection (3) below applies. 3 This subsection applies if— a the sale is effected on an EEA exchange, or a recognised foreign options exchange, pursuant to the exercise of a relevant option; and b options to buy or sell stock of the kind concerned are regularly traded on that exchange and are listed by or quoted on that exchange. 4 For the purposes of this section— a an intermediary is a person who carries on a bona fide business of dealing in stock and does not carry on an excluded business; and b an options intermediary is a person who carries on a bona fide business of dealing in quoted or listed options to buy or sell stock and does not carry on an excluded business. 5 The excluded businesses are the following— a any business which consists wholly or mainly in the making or managing of investments; b any business which consists wholly or mainly in, or is carried on wholly or mainly for the purpose of, providing services to persons who are connected with the person carrying on the business; c any business which consists in insurance business; d any business which consists in managing or acting as trustee in relation to a pension scheme or which is carried on by the manager or trustee of such a scheme in connection with or for the purposes of the scheme; e any business which consists in operating or acting as trustee in relation to a collective investment scheme or is carried on by the operator or trustee of such a scheme in connection with or for the purposes of the scheme. 6 A sale is effected on an exchange for the purposes of subsection (1) or (2) above if (and only if)— a it is subject to the rules of the exchange; and b it is reported to the exchange in accordance with the rules of the exchange. 7 An instrument on which stamp duty is not chargeable by virtue only of this section shall not be deemed to be duly stamped unless it has been stamped with a stamp denoting that it is not chargeable with any duty; and notwithstanding anything in section 122(1) of the  Stamp Act 1891, the stamp may be a stamp of such kind as the Commissioners may prescribe.  Intermediaries: supplementary. 80B 1 For the purposes of section 80A above the question whether a person is connected with another shall be determined in accordance with the provisions of section 839 of the  Income and Corporation Taxes Act 1988. 2 In section 80A above and this section— “ collective investment scheme ” has the meaning given in section 75 of the  Financial Services Act 1986; “ EEA exchange ” means a market which appears on the list drawn up by an EEA State pursuant to Article 16 of European Communities Council Directive No.  93/22/ EEC  on investment services in the securities field; “ EEA State ” means a State which is a contracting party to the agreement on the European Economic Area signed at Oporto on the 2nd May 1992 as adjusted by the Protocol signed at Brussels on the 17th March 1993; “ insurance business ” means long term business or general business as defined in section 1 of the  Insurance Companies Act 1982; “ quoted or listed options ” means options which are quoted on or listed by an EEA exchange or a recognised foreign options exchange; “ stock ” includes any marketable security; “ trustee ” and “ the operator ” shall, in relation to a collective investment scheme, be construed in accordance with section 75(8) of the Financial Services Act 1986. 3 In section 80A above “ recognised foreign exchange ” means a market which— a is not in an EEA State; and b is specified in regulations made by the Treasury under this subsection. 4 In section 80A above and this section “ recognised foreign options exchange ” means a market which— a is not in an EEA State; and b is specified in regulations made by the Treasury under this subsection. 5 In section 80A above “ the exercise of a relevant option ” means— a the exercise by the options intermediary concerned of an option to buy stock; or b the exercise of an option binding the options intermediary concerned to buy stock. 6 The Treasury may by regulations provide that section 80A above shall not have effect in relation to instruments executed in pursuance of kinds of agreement specified in the regulations. 7 The Treasury may by regulations provide that if— a an instrument falls within subsection (1) or (2) of section 80A above, and b stamp duty would be chargeable on the instrument apart from that section, stamp duty shall be chargeable on the instrument at a rate, specified in the regulations, which shall not exceed 10p for every £100 or part of £100 of the consideration for the sale. 8 The Treasury may by regulations change the meaning of “ intermediary ” or “ options intermediary ” for the purposes of section 80A above by amending subsection (4) or (5) of that section (as it has effect for the time being). 9 The power to make regulations under subsections (3) to (8) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 2 Section 81 of that Act (sales to market makers) shall be omitted. 3 In section 88(1B)(b)(i) of that Act (which prevents repayment or cancellation of stamp duty reserve tax on certain agreements to transfer chargeable securities which were acquired by means of a transfer on which stamp duty was not chargeable by virtue of section 81) for “81” there shall be substituted  “                    80A                  ” . 4 Subsections (1) and (2) above apply to instruments executed on or after the commencement day. 5 Subsection (3) above applies in relation to an agreement to transfer chargeable securities if the securities were acquired in a transaction which was given effect to by an instrument of transfer executed on or after the commencement day. 6 For the purposes of this section the commencement day is such day as the Treasury may by order made by statutory instrument appoint."}, {"act": "Finance Act 1997", "year": 1997, "section": "98", "section_title": " Repurchases and stock lending.", "section_text": "98 1 After section 80B of the  Finance Act 1986 there shall be inserted the following section—  Repurchases and stock lending. 80C 1 This section applies where a person (A) has entered into an arrangement with another person (B) under which— a B is to transfer stock of a particular kind to A or his nominee, and b stock of the same kind and amount is to be transferred by A or his nominee to B or his nominee, and the conditions set out in subsection (3) below are fulfilled. 2 Stamp duty shall not be chargeable on an instrument transferring stock to B or his nominee or A or his nominee in accordance with the arrangement. 3 The conditions are— a that the arrangement is effected on an EEA exchange or a recognised foreign exchange; and b that stock of the kind concerned is regularly traded on that exchange. 4 An arrangement does not fall within subsection (1) above if— a the arrangement is not such as would be entered into by persons dealing with each other at arm’s length; or b under the arrangement any of the benefits or risks arising from fluctuations, before the transfer to B or his nominee takes place, in the market value of the stock accrues to, or falls on, A. 5 An instrument on which stamp duty is not chargeable by virtue only of subsection (2) above shall not be deemed to be duly stamped unless it has been stamped with a stamp denoting that it is not chargeable with any duty; and notwithstanding anything in section 122(1) of the  Stamp Act 1891, the stamp may be a stamp of such kind as the Commissioners may prescribe. 6 An arrangement is effected on an exchange for the purposes of subsection (3) above if (and only if)— a it is subject to the rules of the exchange; and b it is reported to the exchange in accordance with the rules of the exchange. 7 In this section— “ EEA exchange ” has the meaning given in section 80B(2) above; and “ recognised foreign exchange ” has the meaning given in section 80B(3) above. 8 The Treasury may by regulations provide that if stamp duty would be chargeable on an instrument but for subsection (2) above, stamp duty shall be chargeable on the instrument at a rate, specified in the regulations, which shall not exceed 10p for every £100 or part of £100 of the consideration for the transfer. 9 The Treasury may by regulations amend this section (as it has effect for the time being) in order— a to change the conditions for exemption from duty under this section; or b to provide that this section does not apply in relation to kinds of arrangement specified in the regulations. 10 The power to make regulations under subsection (8) or (9) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 2 Section 82 of that Act (borrowing of stock by market makers) shall be omitted. 3 This section applies to instruments executed on or after the commencement day. 4 For the purposes of this section the commencement day is such day as the Treasury may by order made by statutory instrument appoint."}, {"act": "Finance Act 1997", "year": 1997, "section": "99", "section_title": " Depositary receipts and clearance services.", "section_text": "99 1 Subsection (4) of section 67 of the  Finance Act 1986 (depositary receipts: reduced rate of stamp duty for qualified dealers other than market makers) shall be omitted. 2 Accordingly— a in subsection (3) of that section for “subsections (4) and” there shall be substituted  “                        subsection                      ” ; and b subsections (6) to (8) of section 69 of that Act (definition of “ qualified dealer ” and “market maker” for the purposes of section 67(4) and power to amend definition) shall be omitted. 3 Subsection (4) of section 70 of that Act (clearance services: reduced rate of stamp duty for qualified dealers other than market makers) shall be omitted. 4 Accordingly— a in subsection (3) of that section for “subsections (4) and” there shall be substituted  “                        subsection                      ” ; and b section 72(4) of that Act (definition of “ qualified dealer ” and “market maker” for the purposes of section 70(4)) shall be omitted. 5 This section applies to any instrument executed on or after the day which is the commencement day for the purposes of section 97 above, except an instrument which transfers relevant securities which were acquired by the transferor before that date."}, {"act": "Finance Act 1997", "year": 1997, "section": "100", "section_title": " Mergers of authorised unit trusts.", "section_text": "100 1 Section 87 of the Finance Act 1986 shall not apply as regards an agreement to transfer securities which constitute property which is subject to the trusts of an authorised unit trust (“ the target trust ”) to the trustees of another authorised unit trust (“ the acquiring trust ”) if the conditions set out in subsection (2) below are fulfilled. 2 Those conditions are that— a the agreement forms part of an arrangement under which the whole of the available property of the target trust is transferred to the trustees of the acquiring trust; b under the arrangement all the units in the target trust are extinguished; c the consideration under the arrangement consists of or includes the issue of units (“ the consideration units ”) in the acquiring trust to the persons who held the extinguished units; d the consideration units are issued to those persons in proportion to their holdings of the extinguished units; and e the consideration under the arrangement does not include anything else, other than the assumption or discharge by the trustees of the acquiring trust of liabilities of the trustees of the target trust. 3 Where— a stamp duty is not chargeable on an instrument by virtue of section 95(1) above, or b section 87 of the  Finance Act 1986 does not apply as regards an agreement by virtue of subsection (1) above, section 87 of the Finance Act 1986 shall not apply as regards an agreement, or a deemed agreement, to transfer a unit to the managers of the target trust which is made in order that the unit may be extinguished under the arrangement mentioned in section 95(2)(a) or, as the case may be, subsection (2)(a) above. 4 In this section— “ authorised unit trust ” means a unit trust scheme in the case of which an order under section  243 of the Financial Services and Markets Act 2000  is in force; “ the whole of the available property of the target trust ” means the whole of the property subject to the trusts of the target trust, other than any property which is retained for the purpose of discharging liabilities of the trustees of the target trust; “ unit ” and “ unit trust scheme ” have the same meanings as in Part VII of the  Finance Act 1946. 5 Each of the parts of an umbrella scheme (and not the scheme as a whole) shall be regarded for the purposes of this section as an authorised unit trust; and in this section “ umbrella scheme ” has the same meaning as in section 468 of the Taxes Act 1988 and references to parts of an umbrella scheme shall be construed in accordance with that section. 6 This section applies— a to an agreement which is not conditional, if the agreement is made on or after the day on which this Act is passed but before 1st July 1999; and b to a conditional agreement, if the condition is satisfied on or after the day on which this Act is passed but before 1st July 1999."}, {"act": "Finance Act 1997", "year": 1997, "section": "101", "section_title": " Direction to hold trust property on other trusts.", "section_text": "101 1 Where an agreement to transfer securities constituting property subject to the trusts of an authorised unit trust (“ the absorbed trust ”) is made by means of a direction by the holders of units in the absorbed trust (“ the sellers ”) to the trustees of another trust (“ the continuing trust ”) to hold the whole of the available property of the absorbed trust on the trusts of the continuing trust, section 87 of the  Finance Act 1986 shall not apply as regards the agreement if the conditions set out in subsection (2) below are fulfilled. 2 Those conditions are that— a the trustees of the absorbed trust are the same persons as the trustees of the continuing trust; b the agreement forms part of an arrangement under which all the units in the absorbed trust are extinguished; c the consideration for the direction by the sellers consists of or includes the issue of units (“ the consideration units ”) in the continuing trust to the sellers; d the consideration units are issued to the sellers in proportion to their holdings of the extinguished units; and e the consideration for the direction by the sellers does not include anything else, other than the assumption or discharge by the trustees of the continuing trust of liabilities of the trustees of the absorbed trust. 3 Where section 87 of the  Finance Act 1986 does not apply as regards an agreement by virtue of subsection (1) above, that section shall not apply as regards an agreement, or a deemed agreement, to transfer a unit to the managers of the absorbed trust which is made in order that the unit may be extinguished under the arrangement mentioned in subsection (2)(b) above. 4 In this section— “ authorised unit trust ” and “ unit ” have the same meanings as in section 100 above (and section 100(5) applies for the purposes of this section as it applies for the purposes of section 100); “ the whole of the available property of the absorbed trust ” means the whole of the property subject to the trusts of the absorbed trust, other than any property which is retained for the purpose of discharging liabilities of the trustees of the absorbed trust. 5 This section applies— a to an agreement which is not conditional, if the agreement is made on or after the day on which this Act is passed but before 1st July 1999; and b to a conditional agreement, if the condition is satisfied on or after the day on which this Act is passed but before 1st July 1999."}, {"act": "Finance Act 1997", "year": 1997, "section": "102", "section_title": " Relief for intermediaries.", "section_text": "102 1 After section 88 of the Finance Act 1986 there shall be inserted the following sections—  Section 87: exceptions for intermediaries. 88A 1 Section 87 above shall not apply as regards an agreement to transfer securities of a particular kind to B or his nominee if— a B is a member of an EEA exchange, or a recognised foreign exchange, on which securities of that kind are regularly traded; b B is an intermediary and is recognised as an intermediary by the exchange in accordance with arrangements approved by the Board; and c the agreement is effected on the exchange. 2 Section 87 above shall not apply as regards an agreement to transfer securities of a particular kind to B or his nominee if— a B is a member of an EEA exchange or a recognised foreign options exchange; b options to buy or sell securities of that kind are regularly traded on that exchange and are listed by or quoted on that exchange; c B is an options intermediary and is recognised as an options intermediary by that exchange in accordance with arrangements approved by the Board; and d the agreement is effected on an EEA exchange, or a recognised foreign exchange, on which securities of that kind are regularly traded or subsection (3) below applies. 3 This subsection applies if— a the agreement is effected on an EEA exchange, or a recognised foreign options exchange, pursuant to the exercise of a relevant option; and b options to buy or sell securities of the kind concerned are regularly traded on that exchange and are listed by or quoted on that exchange. 4 For the purposes of this section— a an intermediary is a person who carries on a bona fide business of dealing in chargeable securities and does not carry on an excluded business; and b an options intermediary is a person who carries on a bona fide business of dealing in quoted or listed options to buy or sell chargeable securities and does not carry on an excluded business. 5 The excluded businesses are the following— a any business which consists wholly or mainly in the making or managing of investments; b any business which consists wholly or mainly in, or is carried on wholly or mainly for the purpose of, providing services to persons who are connected with the person carrying on the business; c any business which consists in insurance business; d any business which consists in managing or acting as trustee in relation to a pension scheme or which is carried on by the manager or trustee of such a scheme in connection with or for the purposes of the scheme; e any business which consists in operating or acting as trustee in relation to a collective investment scheme or is carried on by the operator or trustee of such a scheme in connection with or for the purposes of the scheme. 6 An agreement is effected on an exchange for the purposes of subsection (1) or (2) above if (and only if)— a it is subject to the rules of the exchange; and b it is reported to the exchange in accordance with the rules of the exchange.  Intermediaries: supplementary. 88B 1 For the purposes of section 88A above the question whether a person is connected with another shall be determined in accordance with the provisions of section 839 of the  Income and Corporation Taxes Act 1988. 2 In section 88A above and this section— “ collective investment scheme ” has the meaning given in section 75 of the  Financial Services Act 1986; “ EEA exchange ” means a market which appears on the list drawn up by an EEA State pursuant to Article 16 of European Communities Council Directive No.  93/22/EEC  on investment services in the securities field; “ EEA State ” means a State which is a contracting party to the agreement on the European Economic Area signed at Oporto on the 2nd May 1992 as adjusted by the Protocol signed at Brussels on the 17th March 1993; “ insurance business ” means long term business or general business as defined in section 1 of the  Insurance Companies Act 1982; “ quoted or listed options ” means options which are quoted on or listed by an EEA exchange or a recognised foreign options exchange; “ recognised foreign exchange ” and “ recognised foreign options exchange ” have the meanings given, respectively, by subsections (3) and (4) of section 80B above; “ trustee ” and “ the operator ” shall, in relation to a collective investment scheme, be construed in accordance with section 75(8) of the  Financial Services Act 1986. 3 In section 88A above “ the exercise of a relevant option ” means— a the exercise by B of an option to buy securities; or b the exercise of an option binding B to buy securities. 4 The Treasury may by regulations provide that section 88A above shall not have effect in relation to kinds of agreement specified in the regulations. 5 The Treasury may by regulations provide that if— a an agreement falls within subsection (1) or (2) of section 88A above, and b section 87 above would, apart from section 88A, apply to the agreement, section 87 shall apply to the agreement but with the substitution of a rate of tax not exceeding 0.1 per cent. for the rate specified in subsection (6) of that section. 6 The Treasury may by regulations change the meaning of “ intermediary ” or “ options intermediary ” for the purposes of section 88A above by amending subsection (4) or (5) of that section (as it has effect for the time being). 7 The power to make regulations under subsections (4) to (6) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 2 Section 89 of that Act (exceptions for market makers etc.) shall be omitted. 3 In section 88(1B)(b)(ii) of that Act (which prevents repayment or cancellation of stamp duty reserve tax on certain agreements to transfer property consisting of chargeable securities which were acquired in pursuance of an agreement on which tax was not chargeable by virtue of section 89) for “89” there shall be substituted  “                    88A                  ” . 4 Subsections (1) and (2) above apply to an agreement to transfer securities— a in the case of an agreement which is not conditional, if the agreement is made on or after the commencement day; and b in the case of a conditional agreement, if the condition is satisfied on or after the commencement day. 5 Subsection (3) above applies in relation to property consisting of chargeable securities if the securities were acquired in pursuance of an agreement to which subsections (1) and (2) above apply (by virtue of subsection (4) above). 6 For the purposes of this section the commencement day is such day as the Treasury may by order made by statutory instrument appoint."}, {"act": "Finance Act 1997", "year": 1997, "section": "103", "section_title": " Repurchases and stock lending.", "section_text": "103 1 After section 89A of the  Finance Act 1986 there shall be inserted the following section—  Section 87: exception for repurchases and stock lending. 89AA 1 This section applies where a person (P) has entered into an arrangement with another person (Q) under which— a Q is to transfer chargeable securities of a particular kind to P or his nominee, and b chargeable securities of the same kind and amount are to be transferred by P or his nominee to Q or his nominee, and the conditions set out in subsection (3) below are fulfilled. 2 Section 87 above shall not apply as regards an agreement to transfer chargeable securities to P or his nominee or Q or his nominee in accordance with the arrangement. 3 The conditions are— a that the agreement is effected on an EEA exchange or a recognised foreign exchange; b that securities of the kind concerned are regularly traded on that exchange; and c that chargeable securities are transferred to P or his nominee and Q or his nominee in pursuance of the arrangement. 4 An arrangement does not fall within subsection (1) above if— a the arrangement is not such as would be entered into by persons dealing with each other at arm’s length; or b under the arrangement any of the benefits or risks arising from fluctuations, before the transfer to Q or his nominee takes place, in the market value of the chargeable securities accrues to, or falls on, P. 5 An agreement is effected on an exchange for the purposes of subsection (3) above if (and only if)— a it is subject to the rules of the exchange; and b it is reported to the exchange in accordance with the rules of the exchange. 6 In this section— “ EEA exchange ” has the meaning given in section 88B(2) above; “ recognised foreign exchange ” has the meaning given in section 80B(3) above. 7 The Treasury may by regulations provide that if section 87 would apply as regards an agreement but for subsection (2) above, section 87 shall apply as regards the agreement but with the substitution of a rate of tax not exceeding 0.1 per cent. for the rate specified in subsection (6) of that section. 8 The Treasury may by regulations amend this section (as it has effect for the time being) in order— a to change the conditions for exemption from tax under this section; or b to provide that this section does not apply in relation to kinds of arrangement specified in the regulations. 9 The power to make regulations under subsection (7) or (8) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 2 Section 89B of that Act (exceptions for stock lending and collateral security arrangements) shall be omitted. 3 In consequence of subsections (1) and (2) above, for section 88(1B)(b)(iia) of that Act (which is inserted by section 106(5)(c) below and which prevents repayment or cancellation of stamp duty reserve tax on certain agreements to transfer property consisting of chargeable securities which were acquired in pursuance of an agreement on which tax was not chargeable by virtue of section 89B(1)(a)) there shall be substituted— iia in pursuance of an agreement to transfer securities which was made for the purpose of performing the obligation to transfer chargeable securities described in section 89AA(1)(a) below and as regards which section 87 above did not apply by virtue of section 89AA(2) below; or . 4 After section 88(1B) of that Act there shall be inserted the following subsections— 1C Where— a there is an arrangement falling within subsection (1) of section 80C above (stamp duty relief for transfers in accordance with certain arrangements for B to transfer stock to A or his nominee and for A or his nominee to transfer stock of the same kind and amount back to B or his nominee), and b under the arrangement stock is transferred to A or his nominee by an instrument on which stamp duty is not chargeable by virtue only of section 80C(2) above, but c it becomes apparent that stock of the same kind or amount will not be transferred to B or his nominee by A or his nominee in accordance with the arrangement, the instrument shall be disregarded in construing section 92(1A) and (1B) below. 1D Where— a an instrument transferring stock in accordance with an arrangement is stamped under section 80C(5) above, but b the instrument should not have been so stamped because the arrangement fell within section 80C(4)(a) or (b) above, and c apart from section 80C above stamp duty would have been chargeable on the instrument, the instrument shall be deemed to be duly stamped under section 80C(5) above, but shall be disregarded in construing section 92(1A) and (1B) below. 5 Subsections (1) and (2) above apply to an agreement to transfer securities— a in the case of an agreement which is not conditional, if the agreement is made on or after the commencement day; and b in the case of a conditional agreement, if the condition is satisfied on or after the commencement day. 6 Subsection (3) above applies in relation to property consisting of chargeable securities if the securities were acquired in pursuance of an agreement to which subsections (1) and (2) above apply (by virtue of subsection (5) above). 7 Subsection (4) above applies to instruments executed on or after the commencement day. 8 For the purposes of this section the commencement day is such day as the Treasury may by order made by statutory instrument appoint."}, {"act": "Finance Act 1997", "year": 1997, "section": "104", "section_title": " Depositary receipts and clearance services.", "section_text": "104 1 Subsection (5) of section 93 of the  Finance Act 1986 (depositary receipts: reduced rate of tax for qualified dealers other than market makers) shall be omitted. 2 Accordingly— a in subsection (4) of that section for “(5) to” there shall be substituted  “                        (6) and                      ” ; b in subsection (7)(a) of that section for “subsections (4) to” there shall be substituted  “                        subsections (4) and                      ” ; c subsections (5) to (7) of section 94 of that Act (definition of “ qualified dealer ” and “market maker” for the purposes of section 93(5) and power to substitute different definition) shall be omitted. 3 Subsection (3) of section 96 of the  Finance Act 1986 (clearance services: reduced rate of tax for qualified dealers other than market makers) shall be omitted. 4 Accordingly— a in subsection (2) of that section, for “(3) to” there shall be substituted  “                        (4) and                      ” ; b in subsection (5)(a) of that section for “subsections (2) to” there shall be substituted  “                        subsections (2) and                      ” ; c subsection (11) of that section (definition of “ qualified dealer ” and “market maker” for the purposes of that section) shall be omitted. 5 This section applies where securities are transferred on or after the day which is the commencement day for the purposes of section 102 above, unless the securities were acquired by the transferor before that day."}, {"act": "Finance Act 1997", "year": 1997, "section": "105", "section_title": " Inland bearer instruments.", "section_text": "105 1 Paragraph (b) of section 90(3) of the Finance Act 1986 (which provides that section 87 shall not apply as regards an agreement to transfer securities constituted by or transferable by means of an inland bearer instrument which does not fall within exemption 3 in the heading “Bearer Instrument” in Schedule 1 to the  Stamp Act 1891) shall cease to have effect. 2 After section 90(3) of that Act there shall be inserted— 3A Section 87 above shall not apply as regards an agreement to transfer chargeable securities constituted by or transferable by means of an inland bearer instrument within the meaning of the heading “Bearer Instrument” in Schedule 1 to the Stamp Act 1891 unless subsection (3B), (3C) or (3E) below applies to the instrument. 3B This subsection applies to any instrument which falls within exemption 3 in the heading “Bearer Instrument” in Schedule 1 to the Stamp Act 1891 (renounceable letter of allotment etc. where rights are renounceable not later than six months after issue). 3C This subsection applies to an instrument if— a the instrument was issued by a body corporate incorporated in the United Kingdom; b stamp duty under the heading “Bearer Instrument” in Schedule 1 to the  Stamp Act 1891 was not chargeable on the issue of the instrument by virtue only of— i section 30 of the  Finance Act 1967 (exemption for bearer instruments relating to stock in foreign currencies); or ii section 7 of the  Finance Act (Northern Ireland) 1967 (which makes similar provision for Northern Ireland); and c the instrument is not exempt. 3D An instrument is exempt for the purposes of subsection (3C) above if— a the chargeable securities in question are, or a depositary receipt for them is, listed on a recognised stock exchange; and b the agreement to transfer those securities is not made in contemplation of, or as part of an arrangement for, a takeover of the body corporate which issued the instrument. 3E This subsection applies to an instrument if— a the instrument was issued by a body corporate incorporated in the United Kingdom; b stamp duty under the heading “Bearer Instrument” in Schedule 1 to the Stamp Act 1891 was not chargeable on the issue of the instrument— i by virtue only of subsection (2) of section 79 above (exemption for bearer instruments relating to loan capital); or ii by virtue only of that subsection and one or other of the provisions mentioned in subsection (3C)(b)(i) and (ii) above; c by virtue of section 79(5) (convertible loan capital) or 79(6) (loan capital carrying special rights) above, stamp duty would be chargeable on an instrument transferring the loan capital to which the instrument relates; and d the instrument is not exempt. 3F An instrument is exempt for the purposes of subsection (3E) above if— a the chargeable securities in question are, or a depositary receipt for them is, listed on a recognised stock exchange; b the agreement to transfer those securities is not made in contemplation of, or as part of an arrangement for, a takeover of the body corporate which issued the instrument; and c those securities do not carry any right of the kind described in section 79(5) above (right of conversion into, or acquisition of, shares or other securities) by the exercise of which securities which are not listed on a recognised stock exchange may be obtained. 3 At the end of that section there shall be added— 8 For the purposes of subsections (3D) and (3F) above— a references to a depositary receipt for chargeable securities shall be construed in accordance with section 94(1) below; b “ recognised stock exchange ” has same meaning as it has in the Tax Acts by virtue of section 841 of the  Income and Corporation Taxes Act 1988; c there is a takeover of a body corporate if a person, on his own or together with connected persons, loses or acquires control of it. 9 For the purposes of subsection (8) above— a any question whether a person is connected with another shall be determined in accordance with section 286 of the  Taxation of Chargeable Gains Act 1992; b “ control ” shall be construed in accordance with section 416 of the Income and Corporation Taxes Act 1988. 4 This section applies to an agreement if the inland bearer instrument in question was issued on or after 26th November 1996 and— a in the case of an agreement which is not conditional, the agreement is made on or after 26th November 1996; or b in the case of a conditional agreement, the condition is satisfied on or after 26th November 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "106", "section_title": " Repayment or cancellation of tax.", "section_text": "106 1 Section 87 of the  Finance Act 1986 (the principal charge) shall be amended in accordance with subsections (2) and (3) below. 2 For subsection (7A) (deemed separate agreements where there would be no charge to tax etc had there been such agreements) there shall be substituted— 7A Where— a there would be no charge to tax under this section, or b there would, under section 92 below, be a repayment or cancellation of tax, in relation to some of the chargeable securities to which the agreement between A and B relates if separate agreements had been made between them for the transfer of those securities and for the transfer of the remainder, this section and sections 88(5) and 92 below shall have effect as if such separate agreements had been made. 3 Subsection (7B) (which, in consequence of the repeals made by section 188(1) of the  Finance Act 1996, is of no further utility in relation to the charge to tax but whose effect is reproduced by subsection (8) below for the purposes of repayment or cancellation of tax) shall cease to have effect. 4 Section 88 of the Finance Act 1986 (special cases) shall be amended in accordance with subsections (5) to (7) below. 5 In subsection (1B) (certain instruments on which stamp duty is not chargeable to be disregarded in construing the conditions in section 92(1A) and (1B) for repayment or cancellation of tax)— a in paragraph (a) (the property transferred by the instrument consists of chargeable securities) after “consists of” there shall be inserted  “                        or includes                      ” ; b in paragraph (b) (which relates to the acquisition of the chargeable securities so transferred) for “the chargeable securities” there shall be substituted  “                        any of those chargeable securities                      ” ; and c the word “or” at the end of sub-paragraph (ii) of that paragraph shall be omitted and after that sub-paragraph there shall be inserted— iia in pursuance of an agreement to transfer securities which was made for the purpose of performing the obligation to transfer chargeable securities described in paragraph (a) of subsection (1) of section 89B below and as regards which section 87 above did not apply by virtue of that subsection; or . 6 For subsections (4) and (5) (identification of the securities in question and reduction of the charge in certain cases) there shall be substituted— 4 If chargeable securities cannot (apart from this subsection) be identified for the purposes of subsection (1B) above, securities shall be taken as follows, that is to say, securities of the same kind acquired later in the period of two years there mentioned (and not taken for the purposes of that subsection in relation to an earlier instrument) shall be taken before securities acquired earlier in that period. 5 If, in the case of an agreement (or of two or more agreements between the same parties) to transfer chargeable securities— a the conditions in section 92(1A) and (1B) below are not satisfied by virtue only of the application of subsection (1B) above in relation to the instrument (or any one or more of the two or more instruments) in question, but b not all of the chargeable securities falling to be regarded for the purposes of that subsection as transferred by the instrument (or by the two or more instruments between them) were acquired as mentioned in paragraphs (a) and (b) of that subsection, stamp duty reserve tax shall be repaid or cancelled under section 92 below in accordance with subsection (5A) below. 5A Any repayment or cancellation of tax falling to be made by virtue of subsection (5) above shall be determined as if (without prejudice to section 87(7A) above) there had, instead of the agreement (or the two or more agreements) in question been— a a separate agreement (or two or more separate agreements) relating to such of the securities as were acquired as mentioned in paragraphs (a) and (b) of subsection (1B) above, and b a single separate agreement relating to such of the securities as do not fall within those paragraphs, and as if the instrument in question (or the two or more instruments in question between them) had related only to such of the securities as do not fall within those paragraphs. 7 For the sidenote, there shall be substituted  “                    Special cases.                  ” 8 In section 92 of the  Finance Act 1986 (repayment or cancellation of tax), after subsection (6) there shall be inserted— 7 This section shall have effect in relation to a person to whom the chargeable securities are transferred by way of security for a loan to B as it has effect in relation to a nominee of B. 9 The amendments made by subsections (2), (3) and (8) above have effect in relation to an agreement to transfer securities if— a the agreement is conditional and the condition is satisfied on or after 4th January 1997; or b the agreement is not conditional and is made on or after that date. 10 The amendments made by subsections (5) and (6) above have effect where the instrument on which stamp duty is not chargeable by virtue of section 42 of the  Finance Act 1930 or section 11 of the  Finance Act (Northern Ireland) 1954 is executed on or after 4th January 1997 in pursuance of an agreement to transfer securities made on or after that date."}, {"act": "Finance Act 1997", "year": 1997, "section": "107", "section_title": " Petroleum revenue tax: non-field expenditure.", "section_text": "107 1 Section 113 of the  Finance Act 1984 (restrictions on relief by reference to a qualifying date) shall be amended as follows. 2 In subsection (4) (meaning of “ qualifying date ”), after “means” there shall be inserted  “                    (subject to subsection (6) below)                  ” . 3 In subsection (6) (old participator’s qualifying date to be taken into account, in the case of a transfer, in determining as respects certain expenditure the date that is to be regarded as the new participator’s qualifying date), for the words from “is an applicable date” onwards there shall be substituted  “                    , rather than the date given by subsection (4) above, shall be taken to be the qualifying date in relation to the new participator.                  ” 4 This section has effect in relation to any expenditure in respect of which a claim is made on or after 23rd July 1996."}, {"act": "Finance Act 1997", "year": 1997, "section": "108", "section_title": " Payment of dividends on government stock.", "section_text": "108 1 For section 2 of the  National Debt (Stockholders Relief) Act 1892 (date for striking balance for a dividend on government stock) there shall be substituted the following section—  Effect of, and time for, striking balance. 2 1 Any person who, at the time of the balance being struck for a dividend on stock, is inscribed as a stockholder shall, as between himself and any transferee of the stock, be entitled to the then current half-year’s or quarter’s dividend. 2 Subject to subsections (3) and (4) below, the Bank may— a strike the balance for a dividend on stock before the day on which the dividend is payable, and b strike the balances for dividends on stock at times such that the interval between— i the time at which the balance for a dividend is struck, and ii the day on which the dividend is payable, is different in different cases. 3 The balance for a dividend on any stock shall not be struck at different times for different holdings of that stock unless— a the case is one where the use of different times for different holdings of the same stock is authorised by order made by the Treasury; and b such requirements (if any) as may be imposed by an order so made are complied with in relation to the striking of that balance. 4 The time at which the balance for a dividend on any stock is struck shall not fall before— a the beginning of the tenth business day before the day on which the dividend is payable; or b such later time (if any) as may be determined, in accordance with an order made by the Treasury, to be the earliest time at which that balance may be struck. 5 In this section “ business day ” means any day other than— a a Saturday or Sunday; b Good Friday or Christmas Day; c a day which, in any part of the United Kingdom, is a bank holiday under the  Banking and Financial Dealings Act 1971; d a day specified in an order under section 2(1) of that Act (days on which financial dealings are suspended) and declared by that order to be a non-business day for the purposes of this section; or e a day appointed by Royal proclamation as a public fast or thanksgiving day. 6 An order made by the Treasury for the purposes of subsection (3) or (4) above— a shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament; and b may make different provision for different cases and contain such exceptions and exclusions, and such incidental, supplemental, consequential and transitional provision, as the Treasury may think fit. 2 This section has effect in relation to dividends other than those for which the balance is struck on or before the day on which this Act is passed."}, {"act": "Finance Act 1997", "year": 1997, "section": "109", "section_title": " Nil levy on dwelling-house disposals.", "section_text": "109 Section 136 of the  Leasehold Reform, Housing and Urban Development Act 1993 (levy on local authorities in respect of dwelling-house disposals) shall have effect, and be deemed always to have had effect, with the following subsection inserted after subsection (4)— 4A The power of the Secretary of State to determine a formula for the purposes of item D in subsection (3) shall include power to determine that, in such cases as he may determine, item D is to be taken to be equal to item CR."}, {"act": "Finance Act 1997", "year": 1997, "section": "110", "section_title": " Obtaining information from social security authorities.", "section_text": "110 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1997", "year": 1997, "section": "111", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "111"}, {"act": "Finance Act 1997", "year": 1997, "section": "112", "section_title": " Interpretation.", "section_text": "112 In this Act “ the Taxes Act 1988 ” means the  Income and Corporation Taxes Act 1988."}, {"act": "Finance Act 1997", "year": 1997, "section": "113", "section_title": " Repeals.", "section_text": "113 1 The enactments mentioned in Schedule 18 to this Act (which include spent provisions) are hereby repealed to the extent specified in the third column of that Schedule. 2 The repeals specified in that Schedule have effect subject to the commencement provisions and savings contained or referred to in the notes set out in that Schedule."}, {"act": "Finance Act 1997", "year": 1997, "section": "114", "section_title": " Short title.", "section_text": "114 This Act may be cited as the Finance Act 1997."}]