[{"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "1", "section_title": " Extension of s.5 of the 1968 Act to prohibit certain small firearms etc.", "section_text": "1 1 Section 5 of the  Firearms Act 1968 (referred to in this Act as “ the 1968 Act ”) shall have effect with the following amendments. 2 In subsection (1) (which describes weapons which are prohibited by section 5), after paragraph (ab) there shall be inserted the following paragraph— aba any firearm which either has a barrel less than 30 centimetres in length or is less than 60 centimetres in length overall, other than an air weapon, a small-calibre pistol, a muzzle-loading gun or a firearm designed as signalling apparatus; . 3 In paragraph (ab) (self-loading or pump-action rifles) of that subsection, for the word “rifle” there shall be substituted the words  “                    rifled gun                  ” . 4 In paragraph (ac) (self-loading and pump-action smooth-bore guns) after the word “not” there shall be inserted the words  “                    an air weapon or                  ” . 5 In paragraph (ad) (smooth-bore revolver guns), for the words from “loaded” to the end there shall be substituted the words  “                    a muzzle-loading gun                  ” . 6 After subsection (7) there shall be inserted the following subsections— 8 For the purposes of subsection (1)(aba) and (ac) above, any detachable, folding, retractable or other movable butt-stock shall be disregarded in measuring the length of any firearm. 9 Any reference in this section to a muzzle-loading gun is a reference to a gun which is designed to be loaded at the muzzle end of the barrel or chamber with a loose charge and a separate ball (or other missile). 7 The general prohibition by section 5 of the 1968 Act of firearms falling within subsection (1)(aba) of that section is subject to the special exemptions in sections 2 to 8 below. 7A In sections 2 to 7 below any reference to subsection (1)(aba) of section 5 of the 1968 Act shall include a reference to subsection (2A) of that section as it applies in relation to a firearm specified in subsection (1)(aba) of that section. 7B In section 8 below the reference to subsection (1)(aba), (b) or (c) of section 5 of the 1968 Act shall include a reference to subsection (2A) of that section as it applies in relation to any weapon or ammunition specified in subsection (1)(aba), (b) or (c) of that section. 8 In sections 2 to 8 below any reference to a firearm certificate shall include a reference to a visitor’s firearm permit. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "2", "section_title": " Slaughtering instruments.", "section_text": "2 The authority of the Secretary of State or the Scottish Ministers  is not required by virtue of subsection (1)(aba) of section 5 of the 1968 Act— a for a person to have in his possession, or to purchase or acquire, or to sell or transfer, a slaughtering instrument if he is authorised by a firearm certificate to have the instrument in his possession, or to purchase or acquire it; b for a person to have a slaughtering instrument in his possession if he is entitled, under section 10 of the 1968 Act, to have it in his possession without a firearm certificate."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "3", "section_title": " Firearms used for humane killing of animals.", "section_text": "3 The authority of the Secretary of State or the Scottish Ministers  is not required by virtue of subsection (1)(aba) of section 5 of the 1968 Act for a person to have in his possession, or to purchase or acquire, or to sell or transfer, a firearm if he is authorised by a firearm certificate to have the firearm in his possession, or to purchase or acquire it, subject to a condition that it is only for use in connection with the humane killing of animals."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "4", "section_title": " Shot pistols used for shooting vermin.", "section_text": "4 1 The authority of the Secretary of State or the Scottish Ministers  is not required by virtue of subsection (1)(aba) of section 5 of the 1968 Act for a person to have in his possession, or to purchase or acquire, or to sell or transfer, a shot pistol if he is authorised by a firearm certificate to have the shot pistol in his possession, or to purchase or acquire it, subject to a condition that it is only for use in connection with the shooting of vermin. 2 For the purposes of this section, “ shot pistol ” means a smooth-bored gun which is chambered for .410 cartridges or 9mm rim-fire cartridges."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "5", "section_title": " Races at athletic meetings.", "section_text": "5 The authority of the Secretary of State or the Scottish Ministers  is not required by virtue of subsection (1)(aba) of section 5 of the 1968 Act— a for a person to have a firearm in his possession at an athletic meeting for the purpose of starting races at that meeting; or b for a person to have in his possession, or to purchase or acquire, or to sell or transfer, a firearm if he is authorised by a firearm certificate to have the firearm in his possession, or to purchase or acquire it, subject to a condition that it is only for use in connection with starting races at athletic meetings."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "6", "section_title": " Trophies of war.", "section_text": "6 The authority of the Secretary of State or the Scottish Ministers  is not required by virtue of subsection (1)(aba) of section 5 of the 1968 Act for a person to have in his possession a firearm which was acquired as a trophy of war before 1st January 1946 if he is authorised by a firearm certificate to have it in his possession."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "7", "section_title": " Firearms of historic interest.", "section_text": "7 1 The authority of the Secretary of State or the Scottish Ministers  is not required by virtue of subsection (1)(aba) of section 5 of the 1968 Act for a person to have in his possession, or to purchase or acquire, or to sell or transfer, a firearm which— a was manufactured before 1st January 1919; and b is of a description specified under subsection (2) below, if he is authorised by a firearm certificate to have the firearm in his possession, or to purchase or acquire it, subject to a condition that he does so only for the purpose of its being kept or exhibited as part of a collection. 2 The Secretary of State may by order made by statutory instrument specify a description of firearm for the purposes of subsection (1) above if it appears to him that— a firearms of that description were manufactured before 1st January 1919; and b ammunition for firearms of that type is not readily available. 3 The authority of the Secretary of State  or the Scottish Ministers  is not required by virtue of subsection (1)(aba) of section 5 of the 1968 Act for a person to have in his possession, or to purchase or acquire, or to sell or transfer, a firearm which— a is of particular rarity, aesthetic quality or technical interest, or b is of historical importance, if he is authorised by a firearm certificate to have the firearm in his possession subject to a condition requiring it to be kept and used only at a place designated for the purposes of this subsection by the Secretary of State  or the Scottish Ministers (by virtue of provision made under section 63 of the Scotland Act 1998) . 4 This section has effect without prejudice to section 58(2) of the 1968 Act (antique firearms)."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "8", "section_title": " Weapons and ammunition used for treating animals.", "section_text": "8 The authority of the Secretary of State or the Scottish Ministers  is not required by virtue of subsection (1)(aba), (b) or (c) of section 5 of the 1968 Act for a person to have in his possession, or to purchase or acquire, or to sell or transfer, any firearm, weapon or ammunition designed or adapted for the purpose of tranquillising or otherwise treating any animal, if he is authorised by a firearm certificate to possess, or to purchase or acquire, the firearm, weapon or ammunition subject to a condition restricting its use to use in connection with the treatment of animals."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "9", "section_title": " General prohibition of expanding ammunition etc.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "10", "section_title": " Expanding ammunition etc.: exemptions from prohibition.", "section_text": "10 1 Section 5A of the 1968 Act (exemptions from requirement of authority under section 5) shall be amended as follows. 2 In subsection (4) (shooting of animals)— a after the word “acquire”, in the first place it appears, there shall be inserted the words  “                        , or to sell or transfer,                      ” ; and b for paragraphs (a) and (b) there shall be substituted the following paragraphs— a he is authorised by a firearm certificate or visitor’s firearm permit to possess, or purchase or acquire, any expanding ammunition; and b the certificate or permit is subject to a condition restricting the use of any expanding ammunition to use in connection with any one or more of the following, namely— i the lawful shooting of deer; ii the shooting of vermin or, in the course of carrying on activities in connection with the management of any estate, other wildlife; iii the humane killing of animals; iv the shooting of animals for the protection of other animals or humans. . 3 For subsection (7) (firearms dealers) there shall be substituted the following subsection— 7 The authority of the Secretary of State shall not be required by virtue of subsection (1A) of section 5 of this Act for a person carrying on the business of a firearms dealer, or any servant of his, to have in his possession, or to purchase, acquire, sell or transfer, any expanding ammunition or the missile for any such ammunition in the ordinary course of that business. ."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "15", "section_title": " Surrender of prohibited small firearms and ammunition.", "section_text": "15 1 The Secretary of State may make such arrangements as he thinks fit to secure the orderly surrender at designated police stations of firearms or ammunition the possession of which will become or has become unlawful by virtue of section 1 or 9 above. 2 The chief officer of police for any area may designate any police station in his area as being suitable for the receipt of surrendered firearms or ammunition or surrendered firearms or ammunition of any description. 3 This section applies in relation to small-calibre pistols with the substitution for the reference in subsection (1) above to section 1 above of a reference to section 1 of the Firearms (Amendment) ( No.  2) Act 1997 (prohibition of small-calibre pistols)."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "16", "section_title": " Payments in respect of prohibited small firearms and ammunition.", "section_text": "16 1 The Secretary of State shall, in accordance with a scheme made by him, make payments in respect of firearms and ammunition surrendered at designated police stations in accordance with the arrangements made by him under section 15 above. 2 A scheme under subsection (1) above shall provide only for the making of payments to persons making claims for such payments in respect of firearms or ammunition— a which they had, and were entitled to have in their possession on or immediately before 16th October 1996 by virtue of firearm certificates held by them or by virtue of their being registered firearms dealers; or b which on or before that date they had contracted to acquire and were entitled to have in their possession after that date by virtue of such certificates held by them or by virtue of their being registered firearms dealers, and their possession of which will become, or has become, unlawful by virtue of section 1(2) or 9 above. 3 A scheme under subsection (1) above may— a restrict eligibility for receipt of payments to claims made in respect of firearms or ammunition surrendered within a period specified in the scheme; b provide for the procedure to be followed (including any time within which claims must be made and the provision of information) in respect of claims under the scheme and for the determination of such claims; c make different provision for different descriptions of firearm or ammunition or for different descriptions of claimant. 4 This section applies in relation to small-calibre pistols surrendered at designated police stations in accordance with the arrangements made under section 15 above with the substitution— a for the reference in paragraph (a) of subsection (2) above to 16th October 1996 of a reference to 14th May 1997; and b for the reference in that subsection to section 1(2) above of a reference to section 1 of the Firearms (Amendment) (No. 2) Act 1997 (prohibition of small-calibre pistols)."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "17", "section_title": " Payments in respect of ancillary equipment.", "section_text": "17 1 The Secretary of State shall, in accordance with any scheme which may be made by him, make payments in respect of ancillary equipment of any description specified in the scheme. 2 For the purposes of subsection (1) above “ ancillary equipment ” means equipment, other than prohibited ammunition, which— a is designed or adapted for use in connection with firearms prohibited by virtue of section 1(2) above; and b has no practicable use in connection with any firearm which is not a prohibited weapon. 3 A scheme under subsection (1) above shall provide only for the making of payments to persons making claims for such payments in respect of ancillary equipment— a which they had in their possession on 16th October 1996; or b which they had in their possession after that date, having purchased it by virtue of a contract entered into before that date. 4 No payment shall be made under a scheme under subsection (1) above in relation to any ammunition unless its possession or, as the case may be, purchase by any person claiming a payment in respect of it was, at all material times, lawful by virtue of a firearm certificate held by him or by virtue of his being a registered firearms dealer. 5 A scheme under subsection (1) above may require, as a condition of eligibility for receipt of payments under the scheme in respect of any equipment— a the surrender (whether to the police or any other person) of that equipment in accordance with the scheme within a period specified by the scheme; or b the disposal of that equipment by way of sale within a period so specified; or c either such surrender or such disposal of the equipment within a period so specified. 6 A scheme under subsection (1) above may— a provide for the procedure to be followed (including any time within which claims must be made and the provision of information) in respect of claims under the scheme and for the determination of such claims; b make different provision for different descriptions of equipment or for different descriptions of claimant. 7 This section applies in relation to equipment designed or adapted for use in connection with small-calibre pistols with the substitution— a for the reference in subsection (2)(a) above to firearms prohibited by virtue of section 1(2) above of a reference to small-calibre pistols; and b for the reference in subsection (3)(a) above to 16th October 1996 of a reference to 14th May 1997."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "18", "section_title": " Parliamentary control of compensation schemes.", "section_text": "18 1 Before making a compensation scheme the Secretary of State shall lay a draft of it before Parliament. 2 The Secretary of State shall not make the scheme unless the draft has been approved by resolution of each House. 3 Subsections (1) and (2) above apply to an alteration to a compensation scheme as they apply to a compensation scheme. 4 In this section “ compensation scheme ” means a scheme under section 16 or 17 above."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "32", "section_title": " Transfers of firearms etc. to be in person.", "section_text": "32 1 This section applies where, in Great Britain— a a firearm or ammunition to which section 1 of the 1968 Act applies is sold, let on hire, lent or given by any person, or b a shot gun is sold, let on hire or given, or lent for a period of more than 72 hours by any person, to another person who is neither a registered firearms dealer nor a person who is entitled to purchase or acquire the firearm or ammunition without holding a firearm or shot gun certificate or a visitor’s firearm or shot gun permit. 2 Where a transfer to which this section applies takes place— a the transferee must produce to the transferor the certificate or permit entitling him to purchase or acquire the firearm or ammunition being transferred; b the transferor must comply with any instructions contained in the certificate or permit produced by the transferee; c the transferor must hand the firearm or ammunition to the transferee, and the transferee must receive it, in person. 3 A failure by the transferor or transferee to comply with subsection (2) above shall be an offence."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "33", "section_title": " Notification of transfers involving firearms.", "section_text": "33 1 This section applies where in Great Britain— a any firearm to which section 1 of the 1968 Act applies is sold, let on hire, lent or given; b any shot gun is sold, let on hire or given, or lent for a period of more than 72 hours. 2 Any party to a transfer to which this section applies who is the holder of a firearm or shot gun certificate or, as the case may be, a visitor’s firearm or shot gun permit which relates to the firearm in question shall within seven days of the transfer give notice to the chief officer of police who granted his certificate or permit. 3 A notice required by subsection (2) above shall— a contain a description of the firearm in question (giving its identification number if any); and b state the nature of the transaction and the name and address of the other party; and any such notice shall be sent  by permitted means . 3A  A notice is sent by permitted means for the purposes of subsection (3) if it is sent— a by registered post; b by the recorded delivery service; or c by permitted electronic means (see section 35A). 4 A failure by a party to a transaction to which this section applies to give the notice required by this section shall be an offence."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "34", "section_title": " Notification of de-activation, destruction or loss of firearms etc.", "section_text": "34 1 Where, in Great Britain— a a firearm to which a firearm or shot gun certificate relates; or b a firearm to which a visitor’s firearm or shot gun permit relates, is de-activated, destroyed or lost (whether by theft or otherwise), the certificate holder who was last in possession of the firearm before that event shall within seven days of that event give notice of it to the chief officer of police who granted the certificate or permit. 2 Where, in Great Britain, any ammunition to which section 1 of the 1968 Act applies, and a firearm certificate or a visitor’s firearm permit relates, is lost (whether by theft or otherwise), the certificate or permit holder who was last in possession of the ammunition before that event shall within seven days of the loss give notice of it to the chief officer of police who granted the certificate or permit. 3 A notice required by this section shall— a describe the firearm or ammunition in question (giving the identification number of the firearm if any); b state the nature of the event; and any such notice shall be sent  by permitted means . 3A  A notice is sent by permitted means for the purposes of subsection (3) if it is sent— a by registered post; b by the recorded delivery service; or c by permitted electronic means (see section 35A). 4 A failure, without reasonable excuse, to give a notice required by this section shall be an offence. 5 For the purposes of this section and section 35 below a firearm is de-activated if it would, by virtue of section 8 of the 1988 Act be presumed to be rendered incapable of discharging any shot, bullet or other missile."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "35", "section_title": " Notification of events taking place outside Great Britain involving firearms etc.", "section_text": "35 1 Where, outside Great Britain, any firearm or shot gun is sold or otherwise disposed of by a transferor whose acquisition or purchase of the firearm or shot gun was authorised by a firearm certificate or shot gun certificate, the transferor shall within 14 days of the disposal give notice of it to the chief officer of police who granted his certificate. 2 A failure to give a notice required by subsection (1) above shall be an offence. 3 Where, outside Great Britain— a a firearm to which a firearm or shot gun certificate relates is de-activated, destroyed or lost (whether by theft or otherwise); or b any ammunition to which section 1 of the 1968 Act applies, and a firearm certificate relates, is lost (whether by theft or otherwise), the certificate holder who was last in possession of the firearm or ammunition before that event shall within 14 days of the event give notice of it to the chief officer of police who granted the certificate. 4 A failure, without reasonable excuse, to give a notice required by subsection (3) above shall be an offence. 5 A notice required by this section shall— a contain a description of the firearm or ammunition in question (including any identification number); and b state the nature of the event and, in the case of a disposal, the name and address of the other party. 6  A notice required by this section must be sent within 14 days of the disposal or other event and must be sent— a by registered post, b by the recorded delivery service, c in a case where it is sent from outside the United Kingdom otherwise than by electronic means, in such manner as most closely corresponds to that described in paragraph (a) or (b), or d by permitted electronic means (see section 35A)."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "35A", "section_title": "Permitted electronic means", "section_text": "35A 1  A notice is sent by permitted electronic means for the purposes of section 33, 34 or 35 if— a it is sent by an electronic form of communication which the Secretary of State has directed may be used for the purposes of the section concerned, b it is sent to the electronic address which has been published pursuant to subsection (4), and c subject to subsection (6), the electronic address has not been withdrawn in accordance with subsection (5). 2  Before giving a direction under subsection (1)(a), the Secretary of State must consult— a the Scottish Ministers, b   the National Police Chiefs’ Council  , c the chief constable of the Police Service of Scotland, and d such other persons as the Secretary of State is satisfied should be consulted. 3  The Secretary of State must publish directions given under subsection (1)(a). 4 A chief officer of police must publish at least one electronic address for each form of electronic communication specified in a direction under subsection (1)(a). 5 A chief officer of police may withdraw an electronic address published under subsection (4) by publishing a statement to that effect in the same manner as that in which the electronic address was published under subsection (4); but a chief officer of police may exercise the power to withdraw only if, after the withdrawal, there will still be at least one electronic address available for the form of electronic communication concerned. 6 Where an electronic address has been withdrawn under subsection (5), a notice sent to that electronic address before the end of the period of 28 days beginning with the day after the date of withdrawal is to be treated as complying with subsection (1)(b)."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "36", "section_title": " Penalty for offences under ss. 32 to 35.", "section_text": "36 An offence under section 32, 33, 34 or 35 above shall— a if committed in relation to a transfer or other event involving a firearm or ammunition to which section 1 of the 1968 Act applies be punishable— i on summary conviction with imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both; ii on conviction on indictment with imprisonment for a term not exceeding five years or a fine or both; b if committed in relation to a transfer or other event involving a shot gun be punishable on summary conviction with imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "37", "section_title": " Applications for certificates and referees.", "section_text": "37 For section 26 of the 1968 Act there shall be substituted the following sections—  Applications for firearm certificates. 26A 1 An application for the grant of a firearm certificate shall be made in the prescribed form to the chief officer of police for the area in which the applicant resides and shall state such particulars as may be required by the form. 2 Rules made by the Secretary of State under section 53 of this Act may require any application for a firearm certificate to be accompanied by up to four photographs of the applicant and by the names and addresses of two persons who have agreed to act as referees. 3 The rules may require that, before considering an application for a firearm certificate, the chief officer of police has the following from each referee nominated by the applicant— a verification in the prescribed manner of— i any prescribed particulars; and ii the likeness to the applicant of the photographs submitted with the application; b a statement in the prescribed form to the effect that he knows of no reason why the applicant should not be permitted to possess a firearm; and c such other statements or information in connection with the application or the applicant as may be prescribed.  Applications for shot gun certificates. 26B 1 An application for the grant of a shot gun certificate shall be made in the prescribed form to the chief officer of police for the area in which the applicant resides and shall state such particulars as may be required by the form. 2 Rules made by the Secretary of State under section 53 of this Act may— a require any application for a certificate to be accompanied by up to four photographs of the applicant; b require the verification in the prescribed manner of any prescribed particulars and of the likeness of those photographs to the applicant; c require any application for a certificate to be accompanied by a statement by the person verifying the matters mentioned in paragraph (b) above to the effect that he knows of no reason why the applicant should not be permitted to possess a shot gun."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "38", "section_title": " Grant of firearm certificates.", "section_text": "38 For subsection (1) of section 27 of the 1968 Act (special provisions about the grant of firearms certificates) there shall be substituted the following subsection— 1 A firearm certificate shall be granted where the chief officer of police is satisfied— a that the applicant is fit to be entrusted with a firearm to which section 1 of this Act applies and is not a person prohibited by this Act from possessing such a firearm; b that he has a good reason for having in his possession, or for purchasing or acquiring, the firearm or ammunition in respect of which the application is made; and c that in all the circumstances the applicant can be permitted to have the firearm or ammunition in his possession without danger to the public safety or to the peace."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "39", "section_title": "Computerised register of firearms and shot guns and their holders", "section_text": "39 1 There shall be established a central register of  a all persons who have applied for a firearm or shot gun certificate or to whom a firearm or shot gun certificate has been granted or whose certificate has been renewed ; and b each firearm to which a firearm certificate or a shot gun certificate relates 2 The register shall— a record a suitable identifying number for each person to whom a certificate is issued; b be kept by means of a computer which provides access on-line to all police forces; c record for each firearm to which a firearm certificate or a shot gun certificate relates— i the type, make, model, calibre and serial number of the firearm; ii the name and address of the holder of the certificate who acquires or possesses the firearm; iii the name and address of the person from whom the holder of that certificate purchased or acquired the firearm; and iv where the holder of that certificate sells or transfers the firearm, the name and address of the person to whom it is sold or transferred; and d be structured so as to ensure that such records are maintained for not less than twenty years beginning with the date that they are first entered onto the register. 3 For the purposes of this section a firearm certificate or shot gun certificate does not relate to a firearm solely because it authorises the purchase or acquisition of the firearm by the holder of the certificate, if the holder of the certificate has not purchased or acquired the firearm. 4 In subsection (2)(c)(iii) and (iv) “name and address” means name and address at the time of the purchase, acquisition, sale or transfer."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "40", "section_title": " Revocation of certificates.", "section_text": "40 For section 30 (revocation of certificates) of the  Firearms Act 1968 there shall be substituted the following sections—  Revocation of firearm certificates. 30A 1 A firearm certificate may be revoked by the chief officer of police for the area in which the holder resides on any of the grounds mentioned in subsections (2) to (5) below. 2 The certificate may be revoked if the chief officer of police has reason to believe— a that the holder is of intemperate habits or unsound mind or is otherwise unfitted to be entrusted with a firearm; or b that the holder can no longer be permitted to have the firearm or ammunition to which the certificate relates in his possession without danger to the public safety or to the peace. 3 The certificate may be revoked if the chief officer of police is satisfied that the holder is prohibited by this Act from possessing a firearm to which section 1 of this Act applies. 4 The certificate may be revoked if the chief officer of police is satisfied that the holder no longer has a good reason for having in his possession, or for purchasing or acquiring, the firearm or ammunition which he is authorised by virtue of the certificate to have in his possession or to purchase or acquire. 5 A firearm certificate may be revoked if the holder fails to comply with a notice under section 29(1) of this Act requiring him to deliver up the certificate. 6 A person aggrieved by the revocation of a certificate under subsection (2), (3) or (4) of this section may in accordance with section 44 of this Act appeal against the revocation.  Partial revocation of firearm certificates. 30B 1 The chief officer of police for the area in which the holder of a firearm certificate resides may partially revoke the certificate, that is to say, he may revoke the certificate in relation to any firearm or ammunition which the holder is authorised by virtue of the certificate to have in his possession or to purchase or acquire. 2 A firearm certificate may be partially revoked only if the chief officer of police is satisfied that the holder no longer has a good reason for having in his possession, or for purchasing or acquiring, the firearm or ammunition to which the partial revocation relates. 3 A person aggrieved by the partial revocation of a certificate may in accordance with section 44 of this Act appeal against the partial revocation.  Revocation of shot gun certificates. 30C 1 A shot gun certificate may be revoked by the chief officer of police for the area in which the holder resides if he is satisfied that the holder is prohibited by this Act from possessing a shot gun or cannot be permitted to possess a shot gun without danger to the public safety or to the peace. 2 A person aggrieved by the revocation of a shot gun certificate may in accordance with section 44 of this Act appeal against the revocation.  Revocation of certificates: supplementary. 30D 1 Where a certificate is revoked under section 30A or 30C of this Act the chief officer of police shall by notice in writing require the holder to surrender the certificate. 2 Where a certificate is partially revoked under section 30B of this Act the chief officer of police shall by notice in writing require the holder to deliver up the certificate for the purpose of amending it. 3 It is an offence for the holder of a certificate to fail to comply with a notice under subsection (1) or (2) above within twenty-one days from the date of the notice. 4 If an appeal is brought against a revocation or partial revocation— a this section shall not apply to that revocation or partial revocation unless the appeal is abandoned or dismissed; and b it shall then apply with the substitution, for the reference to the date of the notice, of a reference to the date on which the appeal was abandoned or dismissed. 5 This section shall not apply in relation to— a the revocation of a firearm certificate on any ground mentioned in section 30A(2), (3) or (4) of this Act; b the revocation of a shot gun certificate, if the chief officer of police serves a notice on the holder under section 12 of the  Firearms Act 1988 requiring him to surrender forthwith his certificate and any firearms and ammunition in his possession by virtue of the certificate."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "41", "section_title": " Appeals.", "section_text": "41 1 For section 44 of the 1968 Act (appeals against police decisions) there shall be substituted the following section—  Appeals against police decisions. 44 1 An appeal against a decision of a chief officer of police under section 28A, 29, 30A, 30B, 30C, 34, 36, 37 or 38 of this Act lies— a in England and Wales, to the Crown Court; and b in Scotland, to the sheriff. 2 An appeal shall be determined on the merits (and not by way of review). 3 The court or sheriff hearing an appeal may consider any evidence or other matter, whether or not it was available when the decision of the chief officer was taken. 4 In relation to an appeal specified in the first column of Part I of Schedule 5 to this Act, the third column shows the sheriff having jurisdiction to entertain the appeal. 5 In Schedule 5 to this Act— a Part II shall have effect in relation to appeals to the Crown Court; and b Part III shall have effect in relation to appeals to the sheriff. 2 In Schedule 5 to the 1968 Act (provisions as to appeals), after Part II there shall be inserted— Part III  Appeals in Scotland 1 An appeal to the sheriff shall be by way of summary application. 2 An application shall be made within 21 days after the date on which the appellant has received notice of the decision of the chief officer of police in respect of which the appeal is made. 3 On the hearing of the appeal the sheriff may either dismiss the appeal or give the chief officer of police such directions as he thinks fit as respects the certificate or register which is the subject of the appeal. 4 The decision of the sheriff on an appeal may be appealed only on a point of law."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "42", "section_title": " Authorised dealing with firearms by registered firearms dealers.", "section_text": "42 1 In section 8 of the 1968 Act (authorised dealing with firearms), after subsection (1) there shall be inserted the following subsection— 1A Subsection (1) above applies to the possession, purchase or acquisition of a firearm or ammunition in the ordinary course of the business of a firearms dealer notwithstanding that the firearm or ammunition is in the possession of, or purchased or acquired by, the dealer or his servant at a place which is not a place of business of the dealer or which he has not registered as a place of business under section 33 or 37 of this Act. 2 In section 33(3) of the 1968 Act (applications for registration as firearms dealer)— a for the words from the beginning to “applicant” there shall be substituted the words  “                        An applicant for registration as a firearms dealer                      ” ; b after the word “shall”, in the second place it appears, there shall be inserted the words  “                        (if he registers the applicant as a firearms dealer)                      ” ."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "43", "section_title": " Power of search with warrant.", "section_text": "43 1 For section 46 of the 1968 Act (power of search with warrant), there shall be substituted the following section—  Power of search with warrant. 46 1 If a justice of the peace or, in Scotland, the sheriff, is satisfied by information on oath that there is reasonable ground for suspecting— a that an offence relevant for the purposes of this section has been, is being, or is about to be committed; or b that, in connection with a firearm or ammunition, there is a danger to the public safety or to the peace, he may grant a warrant for any of the purposes mentioned in subsection (2) below. 2 A warrant under this section may authorise a constable or civilian officer— a to enter at any time any premises or place named in the warrant, if necessary by force, and to search the premises or place and every person found there; b to seize and detain anything which he may find on the premises or place, or on any such person, in respect of which or in connection with which he has reasonable ground for suspecting— i that an offence relevant for the purposes of this section has been, is being or is about to be committed; or ii that in connection with a firearm, imitation firearm or ammunition there is a danger to the public safety or to the peace. 3 The power of a constable or civilian officer under subsection (2)(b) above to seize and detain anything found on any premises or place shall include power to require any information which is kept by means of a computer and is accessible from the premises or place to be produced in a form in which it is visible and legible and can be taken away. 4 The offences relevant for the purposes of this section are all offences under this Act except an offence under section 22(3) or an offence relating specifically to air weapons. 5 It is an offence for any person intentionally to obstruct a constable or civilian officer in the exercise of his powers under this section. 2 In section 57(4) of the 1968 Act (interpretation) after the definition of “ certificate ” there shall be inserted the following definition— “ civilian officer ” means— a person employed by a police authority or the Corporation of the City of London who is under the direction and control of a chief officer of police; or a person employed under the Commissioner of Police for the Metropolis or the Receiver of the Metropolitan Police District who is not a constable and whose salary is paid out of the Metropolitan Police Fund. 3 In Part I of Schedule 6 to the 1968 Act (prosecution and punishment of offences), after the entry for section 42A there shall be inserted the following entry— Section 46. Obstructing constable or civilian officer in exercise of search powers. Summary. 6 months or a fine of level 5 on the standard scale; or both."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "44", "section_title": " Firearm certificates for certain firearms used for target shooting: special conditions.", "section_text": "44 1 If a chief officer of police is satisfied, on an application for the grant or renewal of a firearm certificate in relation to any rifle or muzzle-loading pistol which is not a prohibited weapon, that the applicant’s only reason for having it in his possession is to use it for target shooting, any certificate which may be granted to the applicant or, as the case may be, renewed shall be held subject to the following conditions (in addition to any other conditions), namely— a the rifle or pistol is only to be used for target shooting; and b the holder must be a member of an approved rifle club or, as the case may be, muzzle-loading pistol club specified in the certificate. 2 In this section, “ muzzle loading pistol ” means a pistol designed to be loaded at the muzzle end of the barrel or chamber with a loose charge and a separate ball (or other missile)."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "45", "section_title": " Approved rifle clubs and muzzle-loading pistol clubs.", "section_text": "45 1 For section 15 of the 1988 Act (rifle and pistol clubs) there shall be substituted the following section—  Approved rifle clubs and muzzle-loading pistol clubs. 15 1 Subject to subsection (4) below, a member of a rifle club approved by the Secretary of State may, without holding a firearm certificate, have in his possession a rifle and ammunition when engaged as a member of the club in connection with target shooting. 2 Any rifle club may apply for approval, whether or not it is intended that any club members will, by virtue of subsection (1) above, have rifles or ammunition in their possession without holding firearm certificates. 3 The Secretary of State may publish such guidance as he considers appropriate for the purpose of informing those seeking approval for a club of criteria that must be met before any application for such approval will be considered. 4 The application of subsection (1) above to members of an approved rifle club may— a be excluded in relation to the club, or b be restricted to target shooting with specified types of rifle, by limitations contained in the approval. 5 An approval— a may be granted subject to such conditions specified in it as the Secretary of State thinks fit; b may at any time be varied or withdrawn by the Secretary of State; and c shall (unless withdrawn) continue in force for six years from the date on which it is granted or last renewed. 6 There shall be payable on the grant or renewal of an approval a fee of £84 but this subsection shall be included in the provisions which may be amended by an order under section 43 of the principal Act. 7 A constable or civilian officer authorised in writing in that behalf may, on producing if required his authority, enter any premises occupied or used by an approved rifle club and inspect those premises, and anything on them, for the purpose of ascertaining whether the provisions of this section, and any limitations or conditions in the approval, are being complied with. 8 The power of a constable or civilian officer under subsection (7) above to inspect anything on club premises shall include power to require any information which is kept by means of a computer and is accessible from the premises to be made available for inspection in a visible and legible form. 9 It is an offence for a person intentionally to obstruct a constable or civilian officer in the exercise of his powers under subsection (7) above; and that offence shall be punishable on summary conviction with a fine not exceeding level 3 on the standard scale. 10 In this section and section 15A below— “ approval ”, means an approval under this section; and “ approved ” shall be construed accordingly; “ civilian officer ” has the same meaning as in the principal Act; and “ rifle club ” includes a miniature rifle club. 11 This section applies in relation to a muzzle-loading pistol club and its members as it applies to a rifle club and its members with the substitution for any reference to a rifle of a reference to a muzzle-loading pistol. 12 In subsection (11) above— “ muzzle-loading pistol club ” means a club where muzzle-loading pistols are used for target shooting; and “ muzzle-loading pistol ” means a pistol designed to be loaded at the muzzle end of the barrel or chamber with a loose charge and a separate ball (or other missile). . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any approval of a rifle or miniature rifle club or muzzle-loading pistol club under section 15 of the 1988 Act which is in force immediately before the commencement of this section shall have effect as if it were an approval under section 15 of the 1988 Act as substituted by subsection (1) above."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "47", "section_title": " Museums eligible for a museums firearm licence.", "section_text": "47 In the Schedule to the 1988 Act (firearms and ammunition in museums to which the Schedule applies)— a the existing provisions of paragraph 5 shall be numbered as sub-paragraph (1) of that paragraph; b after that sub-paragraph there shall be inserted the following sub-paragraphs— 2 This Schedule also applies to any museum or similar institution in Great Britain which is of a description specified in an order made for the purposes of this sub-paragraph by the Secretary of State and whose collection includes or is to include firearms. 3 An order under sub-paragraph (2) above may specify any description of museum or similar institution which appears to the Secretary of State to have as its purpose, or one of its purposes, the preservation for the public benefit of a collection of historical, artistic or scientific interest. 4 The power to make an order under sub-paragraph (2) above shall be exercisable by statutory instrument. ."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "48", "section_title": " Firearms powered by compressed carbon dioxide.", "section_text": "48 Any reference to an air rifle, air pistol or air gun— a in the Firearms Acts 1968 to 1997; or b in the  Firearms (Dangerous Air Weapons) Rules 1969 or the  Firearms (Dangerous Air Weapons) (Scotland) Rules 1969, shall include a reference to a rifle, pistol or gun powered by compressed carbon dioxide."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "49", "section_title": " Financial provisions.", "section_text": "49 1 Any expenses incurred by the Secretary of State which are attributable to the provisions of this Act, and any sums required by him for making payments under this Act, shall be paid out of money provided by Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "50", "section_title": " Interpretation and supplementary provisions.", "section_text": "50 1 In this Act— . . . “ small-calibre pistol ” means— a pistol chambered for .22 or smaller rim-fire cartridges; or an air pistol to which section 1 of the 1968 Act applies and which is designed to fire .22 or smaller diameter ammunition; “ the 1968 Act ” means the  Firearms Act 1968; “ the 1988 Act ” means the  Firearms (Amendment) Act 1988. 2 Any expression used in this Act which is also used in the 1968 Act or the 1988 Act has the same meaning as in that Act. 3 Any reference in the 1968 Act to a person who is by virtue of that Act entitled to possess, purchase or acquire any weapon or ammunition without holding a certificate shall include a reference to a person who is so entitled by virtue of any provision of this Act. 4 Sections 46, 51(4) and 52 of the 1968 Act (powers of search, time-limit for prosecutions and forfeiture and cancellation orders on conviction) shall apply also to offences under this Act. 5 Sections 53 to 56 and section 58 of the 1968 Act (rules, Crown application, service of notices and savings) shall have effect as if this Act were contained in that Act. 6 The provisions of this Act shall be treated as contained in the 1968 Act for the purposes of the  Firearms Act 1982 (imitation firearms readily convertible into firearms to which section 1 of the 1968 Act applies)."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "51", "section_title": " Power to make transitional, consequential etc. provisions.", "section_text": "51 1 The Secretary of State may by regulations make such transitional and consequential provisions and such savings as he considers necessary or expedient in preparation for, in connection with, or in consequence of— a the coming into force of any provision of this Act; or b the operation of any enactment repealed or amended by a provision of this Act during any period when the repeal or amendment is not wholly in force. 2 Regulations under this section may make modifications of any enactment contained in this or in any other Act. 3 The power to make regulations under subsection (2) above shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "52", "section_title": " Minor and consequential amendments and repeals.", "section_text": "52 1 Schedule 2 (minor and consequential amendments) shall have effect. 2 The enactments mentioned in Schedule 3 (which include spent enactments) are repealed to the extent specified in the third column of that Schedule."}, {"act": "Firearms (Amendment) Act 1997", "year": 1997, "section": "53", "section_title": " Short title, commencement and extent.", "section_text": "53 1 This Act may be cited as the Firearms (Amendment) Act 1997. 2 This Act and the Firearms Acts 1968 to 1992 may be cited together as the Firearms Acts 1968 to 1997. 3 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes and different areas. 4 An order under subsection (3) above may contain such transitional provision and savings (whether or not involving the modification of any statutory provision) as appear to the Secretary of State to be necessary or expedient in connection with any provisions brought into force. 5 This Act does not extend to Northern Ireland."}]