[{"act": "Law Officers Act 1997", "year": 1997, "section": "1", "section_title": " The Attorney General and the Solicitor General.", "section_text": "1 1 Any function of the Attorney General may be exercised by the Solicitor General. 2 Anything done by or in relation to the Solicitor General in the exercise of or in connection with a function of the Attorney General has effect as if done by or in relation to the Attorney General. 3 The validity of anything done in relation to the Attorney General, or done by or in relation to the Solicitor General, is not affected by a vacancy in the office of Attorney General. 4 Nothing in this section— a prevents anything being done by or in relation to the Attorney General in the exercise of or in connection with any function of his; or b requires anything done by the Solicitor General to be done in the name of the Solicitor General instead of the name of the Attorney General. 5 It is immaterial for the purposes of this section whether a function of the Attorney General arises under an enactment or otherwise."}, {"act": "Law Officers Act 1997", "year": 1997, "section": "2", "section_title": " The Attorney General for Northern Ireland and the Solicitor General.", "section_text": "2 1 Any function of the   Advocate General for Northern Ireland   may be exercised by the Solicitor General for England and Wales. 2 Anything done by or in relation to the Solicitor General in the exercise of or in connection with a function of the   Advocate General   has effect as if done by or in relation to the   Advocate General  . 3 The validity of anything done in relation to the   Advocate General  , or done by or in relation to the Solicitor General, is not affected by a vacancy in the office of   Advocate General  . 4 Nothing in this section— a prevents anything being done by or in relation to the   Advocate General   in the exercise of or in connection with any function of his; or b requires anything done by the Solicitor General to be done in the name of the Solicitor General instead of the name of the   Advocate General  . 5 It is immaterial for the purposes of this section whether a function of the   Advocate General   arises under an enactment or otherwise. 6 In this section   “Advocate General” means the Advocate   General for Northern Ireland."}, {"act": "Law Officers Act 1997", "year": 1997, "section": "3", "section_title": " Short title, repeals, commencement and extent.", "section_text": "3 1 This Act may be cited as the Law Officers Act 1997. 2 The enactments specified in the Schedule to this Act (which include spent provisions and provisions conferring specific functions on the Solicitor General concurrently with the Attorney General or the Attorney General for Northern Ireland) are repealed to the extent specified. 3 This Act comes into force at the end of the period of two months beginning with the date on which it is passed. 4 Any repeal made by this Act has the same extent as the enactment being repealed. 5 Subject to subsection (4), this Act extends to Northern Ireland."}]