[{"act": "Local Government and Rating Act 1997", "year": 1997, "section": "1", "section_title": " General stores  etc.  in rural settlements.", "section_text": "1 The  Local Government Finance Act 1988 (referred to in this Part as “ the 1988 Act ”) is amended as set out in Schedule 1 (which provides for mandatory or discretionary relief from non-domestic rates for certain hereditaments in rural settlements)."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "2", "section_title": " Sporting rights.", "section_text": "2 1 Part III of the 1988 Act is amended as set out in subsections (2) to (6) (which provide for the abolition of liability to non-domestic rating in respect of sporting rights). 2 In section 64(4) (relevant hereditaments), paragraph (d) (rights of sporting severed from occupation of land) is omitted. 3 In section 65 (owners and occupiers of hereditaments or land)— a in subsection (3), for “subsections (4) to (9) below” there is substituted  “                        the following provisions of this section                      ” , and b subsection (9) (owners and occupiers of rights of sporting) is omitted. 4 In Schedule 5 (hereditaments exempt from local non-domestic rating), paragraphs 10 (certain fishing rights) and 14(3) (fishing and shooting rights of drainage authorities) are omitted. 5 In Schedule 6 (rateable value of non-domestic hereditaments), after paragraph 2B there is inserted— 2C 1 This paragraph applies where— a a hereditament consists wholly or in part of land on which a right of sporting is exercisable; and b the right is not severed from the occupation of the land. 2 For the purposes of determining the rateable value of the hereditament under paragraph 2 above, the rent at which the hereditament might reasonably be expected to let shall be estimated as if the right of sporting did not exist. 3 In this paragraph “ right of sporting ” means a right of fowling, shooting, taking or killing game or rabbits, or fishing. 6 In paragraph 3 of Schedule 6 (alternative rules for determination of rateable value of certain hereditaments), in sub-paragraphs (1)(a) and (2)(a), for “2B” there is substituted  “                    2C                  ” ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "3", "section_title": " Crown property.", "section_text": "3 After section 65 of the 1988 Act there is inserted—  Crown property. 65A 1 This Part applies to the Crown as it applies to other persons. 2 Accordingly, liability to a non-domestic rate in respect of a hereditament is not affected by the fact that— a the hereditament is occupied by the Crown or by a person acting on behalf of the Crown or is used for Crown purposes, or b the Crown or a person acting on behalf of the Crown is the owner of the hereditament. 3 If (apart from this subsection) any property would consist of two or more Crown hereditaments, the property is to be treated for the purposes of this Part as if it were a single hereditament occupied by such one of the occupiers as appears to the billing authority to occupy the largest part of the property. 4 In this section, “ Crown hereditament ” means a hereditament which— a is occupied by a Minister of the Crown or Government department or by any officer or body exercising functions on behalf of the Crown, but b is not provided or maintained by a local authority or by a police authority established under section 3 of the  Police Act 1996. 5 In this section— a references to this Part include any subordinate legislation (within the meaning of the  Interpretation Act 1978) made under it, and b “ local authority ” has the same meaning as in the  Local Government Act 1972, and includes the Common Council of the City of London. 6 The Secretary of State may by order amend subsection (4)(b) above so as to alter the persons for the time being referred to there. 7 Subsection (3) above does not affect the power conferred by section 64(3) above ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "4", "section_title": " Visiting forces etc.", "section_text": "4 In Schedule 5 to the 1988 Act (hereditaments exempt from non-domestic rating), after paragraph 19 there is inserted—  Visiting forces etc. 19A 1 A hereditament is exempt to the extent that it consists of property which is occupied for the purposes of a visiting force, or a headquarters, in pursuance of arrangements made in that behalf with any Government department. 2 In this paragraph— “ headquarters ” means an international headquarters or defence organisation designated by an Order in Council under section 1 of the  International Headquarters and Defence Organisations Act 1964; and “ visiting force ” means any such body, contingent or detachment of the forces of any country as is a visiting force for the purposes of any provision of the  Visiting Forces Act 1952."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "5", "section_title": " General stores etc. in rural settlements.", "section_text": "5 Schedule 2 (which provides for mandatory or discretionary relief from non-domestic rates for certain lands and heritages  ...) is to have effect."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "6", "section_title": " Crown property.", "section_text": "6 1 Enactments relating to non-domestic rating apply to the Crown as they apply to other persons. 2 Accordingly, liability to a non-domestic rate in respect of lands and heritages is not affected by the fact that— a the lands and heritages are occupied by the Crown or by a person acting on behalf of the Crown or are used for Crown purposes, or b the Crown or a person acting on behalf of the Crown is entitled to possession of the lands and heritages. 3 Section 3(1) of the  Local Government (Scotland) Act 1975 is to have effect as if the reference to making an alteration in the valuation roll under the enactments there mentioned included a reference to the coming into force of this section. 4 If (apart from this subsection) relevant lands and heritages would be treated as justifying two or more separate entries in the valuation roll, the lands and heritages are to be treated— a as justifying only one such entry, and b as occupied by the person mentioned in subsection (5)(b) appearing to the rating authority to occupy the largest part of the lands and heritages to which the single entry relates. 5 “ Relevant lands and heritages ” are lands and heritages which— a if they were occupied by a single occupier, would attract a single entry in the valuation roll, and b are occupied by more than one of any of the following— i a Minister of the Crown, ii a Government department, or iii an officer or body exercising functions on behalf of the Crown. 6 Subsection (4) does not apply to lands and heritages provided or maintained by a local authority or joint board (within the meaning of the  Local Government (Scotland) Act 1973). 7 The Secretary of State may by order amend subsection (6) so as to alter the persons for the time being referred to there. 8 Subsection (4) does not affect the power conferred by section 6A of the  Valuation and Rating (Scotland) Act 1956. 9 In this section— “ enactment ” includes any subordinate legislation (within the meaning of the  Interpretation Act 1978), “ non-domestic rate ” is to be construed in accordance with section 7B of the  Local Government (Scotland) Act 1975."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "7", "section_title": " Visiting forces etc.", "section_text": "7 1 After this section comes into force, no lands and heritages which are occupied for the purposes of a visiting force, or a headquarters, in pursuance of arrangements made in that behalf with any Government department are to be entered in the valuation roll. 2 In this section— “ headquarters ” means an international headquarters or defence organisation designated by an Order in Council under section 1 of the  International Headquarters and Defence Organisations Act 1964, “ visiting force ” means any such body, contingent or detachment of the forces of any country as is a visiting force for the purposes of any provision of the  Visiting Forces Act 1952."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "8", "section_title": " Orders under section 6 and Schedule 2.", "section_text": "8 1 Subject to subsection (2), the power to make an order under section 6 and Schedule 2 shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 2 The power to make an order under paragraph 3(2)(c)(ii) and 3A(9)  of Schedule 2 shall be exercisable by statutory instrument, and no such order shall be made unless a draft of the order has been laid before and approved by resolution of each House of Parliament. 3 The power to make an order as mentioned in subsection (1) may be exercised differently in relation to different areas or in relation to other different cases or descriptions of case."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "9", "section_title": " Reviews of parishes by local authorities.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "10", "section_title": " Procedure on a review.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "11", "section_title": " Petitions for new parishes.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "12", "section_title": " Views of local authority about the petition.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "13", "section_title": " Consideration by Electoral Commission", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "14", "section_title": " Implementation by Secretary of State.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "15", "section_title": " Regulations for supplementing orders under section 14.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "16", "section_title": " Establishment of new parish councils by local authorities.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "17", "section_title": " Electoral arrangements.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "18", "section_title": " Considerations in deciding about electoral arrangements.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "19", "section_title": " Reviews of parishes by Local Government Commission.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "20", "section_title": " Election of parish councillors.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "21", "section_title": " Consultation with parish councils.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "22", "section_title": " Exercise of functions.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "23", "section_title": " Orders and regulations under Part II.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "24", "section_title": " Interpretation of Part II.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "25", "section_title": " Application of Part II to England only.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "26", "section_title": " Car-sharing schemes.", "section_text": "26 1 A parish council or community council may— a establish and maintain any car-sharing scheme, or b assist others to establish and maintain any car-sharing scheme, for the benefit of persons in the council’s area. 2 A parish or community council may impose any conditions they think fit— a on the participation of persons in any scheme established and maintained by the council under subsection (1)(a) (including conditions requiring persons who receive fares under the scheme to contribute to the costs of establishing and maintaining it), or b on the giving of any assistance under subsection (1)(b). 3 For the purposes of this section— a a car-sharing scheme is a scheme for the provision of private cars for use on journeys in the course of which one or more passengers may be carried at separate fares, and b the participants in a car-sharing scheme are those who make private cars available for use under the scheme or who are eligible for carriage as passengers under the scheme. 4 In this section— a “ private car ” means a motor vehicle other than a public service vehicle, a licensed taxi, a licensed hire car or a motor cycle, b “ motor vehicle ”, “ public service vehicle ” and “ fares ” have the same meaning as in section 1 of the  Public Passenger Vehicles Act 1981, and c “ licensed taxi ” and “ licensed hire car ” have the meaning given by section 13(3) of the  Transport Act 1985."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "27", "section_title": " Grants for bus services.", "section_text": "27 After section 106 of the Transport Act 1985 there is inserted—  Grants for bus services. 106A 1 A parish council or community council may make grants to any body towards expenditure incurred or to be incurred by that body in connection with the operation of— a a bus service appearing to the council to be wholly or mainly for the benefit of members of the public who are elderly or disabled; or b a community bus service (as defined in section 22 of this Act). 2 The power in subsection (1) above may only be exercised if— a the bus service benefits, or appears to the council likely to benefit, persons living in the council’s area, and b a permit in relation to the use of the vehicle by means of which the service is, or is to be, provided has been granted to the body concerned under section 19 or 22 of this Act. 3 Grants under this section may be made in such cases and subject to such terms and conditions as the council think fit."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "28", "section_title": " Taxi fare concessions.", "section_text": "28 1 A parish council or a community council may enter into arrangements with any licensed taxi operator or licensed hire car operator under which— a the operator grants fare concessions on local journeys specified in the arrangements to some or all of the persons falling within subsection (2), and b the council reimburse the cost incurred in granting the concessions. 2 The persons falling within this subsection are persons who are— a resident in the council’s area, and b specified for the time being in or under subsection (7) of section 93 of the Transport Act 1985 as eligible to receive travel concessions under a scheme established under that section. 3 Arrangements made under subsection (1) may specify such other terms and conditions as the council think fit. 4 In subsection (1) “ licensed taxi operator ” and “ licensed hire car operator ” mean a person who provides a service for the carriage of passengers by licensed taxi (as defined by section 13(3) of the Transport Act 1985) or by licensed hire car (as so defined)."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "29", "section_title": " Information about transport.", "section_text": "29 1 A parish council or community council may investigate— a the provision and use of, and the need for, public passenger transport services in their area, b the use of and need for roads in their area, and c the management and control of traffic in their area. 2 A parish council or community council may publicise information on public passenger transport services in their area or, on any conditions they think fit, assist others to do so. 3 In this section “ public passenger transport services ” has the same meaning as in the  Transport Act 1985 (see section 63(10))."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "30", "section_title": " Traffic calming works.", "section_text": "30 After section 274 of the  Highways Act 1980 there is inserted—  Contributions by parish or community councils. 274A A parish council or community council may contribute towards any expenses incurred or to be incurred by a highway authority in constructing, removing or maintaining— a traffic calming works, or b other works (including signs or lighting) required in connection with traffic calming works, if, in the opinion of the council, the expenditure is or will be of benefit to their area."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "31", "section_title": " Crime prevention.", "section_text": "31 1 A parish council or community council may, for the detection or prevention of crime in their area— a install and maintain any equipment, b establish and maintain any scheme, or c assist others to install and maintain any equipment or to establish and maintain any scheme. 2 In section 92 of the  Police Act 1996 (grants by local authorities)— a in subsection (1)— i for “or London borough” there is substituted  “                            London borough, parish or community                          ” , and ii for “county, district, county borough or borough” there is substituted  “                            council’s area                          ” , and b in subsection (2), for “or district” there is substituted  “                        district or parish                      ” ."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "32", "section_title": " Financial provisions.", "section_text": "32 1 There is to be paid out of money provided by Parliament— a any expenses of the Secretary of State incurred in consequence of this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment. 2 There is to be paid into the Consolidated Fund any increase attributable to this Act in the sums payable into that Fund under any other enactment."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "33", "section_title": " Minor and consequential amendments and repeals.", "section_text": "33 1 Schedule 3 (which makes minor and consequential amendments) is to have effect. 2 The enactments shown in Schedule 4 (which include some that are spent) are repealed to the extent specified in the third column."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "34", "section_title": " Commencement.", "section_text": "34 1 Subject to subsections (2) and (3), this Act is to come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed for different purposes. 2 Part II and paragraphs 4 to 10 and 21 of Schedule 3 are to come into force at the end of the period of two months beginning with the day on which this Act is passed. 3 This Part (except section 33) is to come into force on the passing of this Act. 4 An order under subsection (1) may make such transitional provisions and savings as the Secretary of State considers necessary or expedient in connection with any provision brought into force by the order."}, {"act": "Local Government and Rating Act 1997", "year": 1997, "section": "35", "section_title": " Short title and extent.", "section_text": "35 1 This Act may be cited as the Local Government and Rating Act 1997. 2 Sections 1 to 4, 9 to 31 and Schedule 1 extend to England and Wales only. 3 Sections 5 to 8 and Schedule 2 extend to Scotland only. 4 This Act does not extend to Northern Ireland."}]