[{"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "1", "section_title": " Temporary exclusion zones.", "section_text": "1 In the  Merchant Shipping Act 1995 (in this Act referred to as “ the 1995 Act ”), after section 100 there is inserted—  Temporary exclusion zones  Power to establish temporary exclusion zones. 100A 1 Subsection (2) below applies where a ship, structure or other thing— a is in United Kingdom waters or a part of the sea specified by virtue of section 129(2)(b); and b is wrecked, damaged or in distress; and in this section and section 100B “ the relevant casualty ” means that ship, structure or other thing. 2 If it appears to the Secretary of State— a that significant harm will or may occur as a direct or indirect result of the relevant casualty being wrecked, damaged or in distress, and b that if access to an area around the relevant casualty were restricted in accordance with section 100B, significant harm, or the risk of such harm, would be prevented or reduced, he may by direction identify an area to which access is so restricted (“ a temporary exclusion zone ”). 3 In this section “ significant harm ” means— a significant pollution in the United Kingdom, in United Kingdom waters or in a part of the sea specified by virtue of section 129(2)(b); or b significant damage to persons or property. 4 A temporary exclusion zone may not include any area which is neither within United Kingdom waters nor within a part of the sea specified by virtue of section 129(2)(b). 5 If it appears to the Secretary of State at any time after a temporary exclusion zone is established that the zone is larger than is needed for the purpose of preventing or reducing significant harm, or the risk of such harm, he shall by direction vary the direction establishing the zone accordingly. 6 Subject to subsections (4) and (5) above, a temporary exclusion zone may be identified by reference to the position of the relevant casualty from time to time. 7 If it appears to the Secretary of State at any time after a temporary exclusion zone is established that the zone is not needed for the purpose of preventing or reducing significant harm, or the risk of such harm, he shall by direction revoke the direction establishing the zone. 8 Where the Secretary of State gives a direction under this section, he shall— a as soon as practicable, publish it in such manner as he considers appropriate for bringing it to the attention of persons likely to be affected by it; and b within the period of 24 hours from the giving of the direction, send a copy of it to the International Maritime Organization. 9 Subsection (2) above does not apply where an order under section 2 of the  Protection of Wrecks Act 1973 has effect in relation to the relevant casualty.  Temporary exclusion zones: offences 100B 1 If a direction establishing a temporary exclusion zone contains a statement of a description mentioned in subsection (2) below, then, subject to subsection (4) below, no ship shall enter or remain in the zone. 2 The statement is one to the effect that the direction is given for the purpose of preventing or reducing significant pollution, or the risk of significant pollution, in the United Kingdom, in United Kingdom waters or in a part of the sea specified by virtue of section 129(2)(b). 3 If a direction establishing a temporary exclusion zone does not contain a statement of a description mentioned in subsection (2) above, then, subject to subsections (4) and (5) below— a no ship shall enter or remain in any part of the zone that is in United Kingdom waters; and b no United Kingdom ship shall enter or remain in any part of the zone that is in a part of the sea specified by virtue of section 129(2)(b). 4 A ship may enter or remain in a temporary exclusion zone or a part of such a zone if it does so— a in accordance with the direction establishing the zone; b with the consent of the Secretary of State; or c in accordance with regulations made by the Secretary of State for the purposes of this section. 5 A qualifying foreign ship may enter a temporary exclusion zone or a part of such a zone if in doing so it is exercising the right of transit passage through straits used for international navigation. 6 If a ship enters or remains in a temporary exclusion zone or a part of such a zone in contravention of subsection (1) or (3) above then, subject to subsection (7) below, its owner and its master shall each be guilty of an offence and liable— a on summary conviction, to a fine not exceeding £50,000; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both. 7 It shall be a defence for a person charged with an offence under this section to prove that the existence or area of the temporary exclusion zone was not, and would not on reasonable enquiry have become, known to the master."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "2", "section_title": " Powers of intervention where shipping accident threatens pollution.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "3", "section_title": " Powers of intervention in cases of pollution by substances other than oil.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "4", "section_title": " Powers of fire authorities.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "5", "section_title": " Waste reception facilities at harbours.", "section_text": "5 In Part VI of the 1995 Act (prevention of pollution), after Chapter I there is inserted— Chapter IA  Waste reception facilities at harbours  General. 130A 1 The Secretary of State may by regulations make such provision as he considers appropriate in relation to— a the provision at harbours in the United Kingdom of facilities for the reception of waste from ships (in this Chapter referred to as “ waste reception facilities ”); and b the use of waste reception facilities provided at such harbours. 2 In making the regulations, the Secretary of State shall take into account the need to give effect to provisions— a which are contained in any international agreement mentioned in section 128(1) which has been ratified by the United Kingdom; and b which relate to waste reception facilities. 3 Sections 130B to 130D make further provision with respect to the regulations that may be made under this section.  Waste management plans. 130B 1 The regulations may make provision requiring a harbour authority for a harbour in the United Kingdom— a in such circumstances as may be prescribed, to prepare a plan with respect to the provision and use of waste reception facilities at the harbour; and b to submit the plan to the Secretary of State for approval. 2 The regulations may make provision requiring a person— a if directed to do so by the Secretary of State, to prepare a plan with respect to the provision and use of waste reception facilities at any terminals operated by him within a harbour which is in the United Kingdom and is specified in the direction; and b to submit the plan to the Secretary of State for approval. 3 For the purposes of this Chapter— a “ terminal ” means any terminal, jetty, pier, floating structure or other works within a harbour at which ships can obtain shelter or ship and unship goods or passengers; and b a person operates a terminal if activities at the terminal are under his control. 4 In the following provisions of this section, “ waste management plan ” means a plan of a description mentioned in subsection (1) or (2) above. 5 The regulations may make provision with respect to the form and content of waste management plans and may in particular require such plans to include— a proposals as to the information to be provided about waste reception facilities to those who are expected to use them; b proposals designed to ensure that adequate provision will be made for the disposal of waste deposited in waste reception facilities; and c proposals about how costs incurred in establishing and running waste reception facilities will be recovered. 6 The regulations may require a person preparing a waste management plan to have regard to such matters as the Secretary of State may prescribe or in a particular case direct. 7 The regulations may make provision as to the procedures to be followed in connection with waste management plans and may in particular— a require a person preparing a waste management plan to consult such persons as the Secretary of State may prescribe or in a particular case direct; b enable the Secretary of State to approve waste management plans with or without modification or to reject such plans; c enable the Secretary of State, if he is satisfied that a person who is required to prepare a waste management plan is not taking any steps necessary in connection with the preparation of the plan, to prepare such a plan; d require harbour authorities and persons operating terminals to implement waste management plans once approved, or to take such steps as the Secretary of State may in a particular case direct for the purpose of securing that approved plans are implemented; e enable waste management plans, in such circumstances as may be prescribed, to be withdrawn, altered or replaced.  Charges for and use of waste reception facilities. 130C 1 The regulations may make provision enabling a statutory harbour authority, on levying ship, passenger and goods dues, to impose charges for the purpose of recovering the whole or a part of the costs of the provision by or on behalf of the authority of waste reception facilities at the harbour. 2 The regulations may make provision requiring the master of a ship— a if reasonably required to do so by a Departmental officer, or b in such other circumstances as may be prescribed, to deposit any waste carried by the ship, or any prescribed description of such waste, in waste reception facilities provided at a harbour in the United Kingdom. 3 The regulations may make provision— a for the reference to arbitration of questions as to whether requirements made under regulations made in pursuance of subsection (2)(a) above were reasonable, and b for compensation to be payable by the Secretary of State where a requirement is found to have been unreasonable. 4 The regulations may make— a provision prohibiting the imposition by persons providing waste reception facilities at harbours in the United Kingdom of charges for the depositing of waste, or any prescribed description of waste, in the facilities; or b provision authorising the imposition by such persons of such charges subject to such restrictions as may be prescribed. 5 The regulations may provide for charges to be imposed by virtue of subsection (4)(b) above— a even though the charges are for the depositing of waste in compliance with a requirement imposed by virtue of subsection (2) above; and b even though charges are also imposed by virtue of subsection (1) above. 6 Subsections (7) to (9) below apply if the regulations make provision enabling a statutory harbour authority to impose charges of a description mentioned in subsection (1) above. 7 The regulations may require information about the charges to be published in a way that is designed to bring the charges to the notice of persons likely to be affected. 8 The regulations may provide for the charges to be reduced at the instance of the Secretary of State following the making of an objection by a person of a prescribed description. 9 Regulations made by virtue of subsection (8) above may in particular make provision which corresponds to that made by section 31(3) to (12) of the  Harbours Act 1964. 10 The regulations may make provision as to the recovery of any charges imposed by virtue of this section.  Supplementary. 130D 1 The regulations may provide that where a person contravenes a requirement under the regulations he is guilty of an offence and is liable— a on summary conviction, to a fine not exceeding the statutory maximum, and b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both. 2 The regulations may— a provide for exemptions from any provision of the regulations; b provide for references in the regulations to any specified document to operate as references to that document as revised or re-issued from time to time; c make different provision for different cases; d include such incidental, supplemental and transitional provision as appears to the Secretary of State to be expedient. 3 Regulations under section 130A which contain any provision of a description mentioned in section 130C (whether or not they also contain other provision) shall not be made unless a draft of the statutory instrument containing the regulations has been laid before and approved by a resolution of each House of Parliament. 4 A statutory instrument containing regulations under section 130A to which subsection (3) above does not apply (including regulations which revoke provision of a description mentioned in section 130C but do not contain any other provision made by virtue of section 130C) shall be subject to annulment in pursuance of a resolution of either House of Parliament.  Interpretation of Chapter IA. 130E In this Chapter— “ prescribe ” means prescribe by regulations; “ ship, passenger and goods dues ” has the same meaning— in relation to Great Britain, as in the  Harbours Act 1964; and in relation to Northern Ireland, as in the  Harbours Act (Northern Ireland) 1970; “ waste reception facilities ” has the meaning given by section 130A(1)."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "6", "section_title": " Indemnities in connection with counter-pollution measures.", "section_text": "6 In section 293 of the 1995 Act (functions of Secretary of State in relation to marine pollution), after subsection (4) there is inserted— 4A Where under subsection (1) above the Secretary of State agrees that another person shall take any measures to prevent, reduce or minimise the effects of marine pollution, he may agree to indemnify that other person in respect of liabilities incurred by that person in connection with the taking of the measures."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "7", "section_title": " Increased penalty for causing pollution,  etc.", "section_text": "7 1 In section 131(3)(a) of the 1995 Act (fine on summary conviction of offence of discharging oil into certain United Kingdom waters), for “£50,000” there is substituted  “                  £250,000                ” . 2 Subsection (1) applies in relation to fines imposed in respect of offences committed after the commencement of this section. 3 In section 144(4)(c)(i) and (ii) of the 1995 Act (security for release of ship in case where offence under section 131 suspected) for “£55,000”, in both places where it occurs, there is substituted  “                  £255,000                ” . 4 Subsection (3) applies in relation to ships detained after the commencement of this section. 5 Nothing in this section affects any Order in Council or instrument which is in force immediately before the commencement of this section and which— a applies section 131(3) of the 1995 Act; or b makes provision corresponding to that made in connection with offences under section 131 by section 144(4) of the 1995 Act. 6 Subsection (7) applies where immediately before the commencement of this section there is in force any Order in Council made under section 128(1) of the 1995 Act that confers power by any instrument made under the Order— a to apply section 131(3) of the 1995 Act; or b to make provision corresponding to that made in connection with offences under section 131 by section 144(4) of the 1995 Act. 7 The power conferred by the Order in Council shall be construed as a power to apply section 131(3) as amended by subsection (1) or (as the case may be) to make provision corresponding to that made by section 144(4) as amended by subsection (3)."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "8", "section_title": " Safety regulations.", "section_text": "8 1 Section 85 of the 1995 Act (safety and health on ships) is amended as mentioned in subsections (2) to (5). 2 In subsection (1), for paragraphs (b) and (c) and the words following paragraph (c) there is substituted— b for securing the safety of other ships and persons on them while they are within United Kingdom waters and for protecting the health of persons on ships other than United Kingdom ships while they are within United Kingdom waters. 3 After subsection (1) there is inserted— 1A Except as provided by subsection (1B) below, safety regulations shall not apply in relation to— a a qualifying foreign ship while it is exercising— i the right of innocent passage; or ii the right of transit passage through straits used for international navigation; or b persons on such a ship while it is exercising any such right. 1B Safety regulations shall apply in relation to a qualifying foreign ship, and persons on such a ship, even though the ship is exercising a right mentioned in subsection (1A)(a) above, to the extent that the safety regulations give effect to any provisions of an international agreement ratified by the United Kingdom so far as it relates to the safety of ships or persons on them or to the protection of the health of persons on ships. 4 In subsection (3)— a the words from “and regulations” to  “                      relates to safety                    ”  are omitted; and b for “paragraph (a), (b) or (c)” there is substituted  “                      paragraph (a) or (b)                    ” . 5 In subsection (4) for “subsection (1)(a)” there is substituted  “                  subsection (1)                ” . 6 Section 86(5) and (6) of the 1995 Act (under which certain safety regulations are subject to affirmative resolution procedure) shall cease to have effect."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "9", "section_title": " Inspection and detention of ships.", "section_text": "9 Schedule 1 (amendments of the 1995 Act relating to the inspection and detention of ships) shall have effect."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "10", "section_title": " Power to require ships to be moved.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "11", "section_title": " Ships receiving trans-shipped fish.", "section_text": "11 After section 100E of the 1995 Act (which is inserted by section 10 of this Act) there is inserted—  Requirements to be met by ships in respect of which trans-shipment licences in force. 100F 1 In this section and section 100G “ trans-shipment licence ” means a licence under section 4A of the  Sea Fish Conservation Act 1967 (prohibition of trans-shipment of fish unless authorised by a licence). 2 The Secretary of State may, for all or any of the purposes specified in subsection (3) below, by regulations prescribe requirements to be met by ships in respect of which trans-shipment licences are in force. 3 Those purposes are— a the purpose of securing the safety of ships in respect of which trans-shipment licences are in force and persons on them, b the purpose of protecting the health of persons on such ships, c the purpose of securing the safety of any other persons or property, and d the purpose of preventing or reducing pollution. 4 The matters with respect to which requirements may be prescribed under subsection (2) above include, in particular, the construction and equipment of ships, the manning of ships, and operational matters. 5 Without prejudice to the generality of subsection (2) above, regulations under that subsection may apply in relation to a ship in respect of which a trans-shipment licence is in force any requirements contained in— a safety regulations, b regulations under section 128, or c any international agreement, whether or not those requirements would otherwise apply in relation to that ship.  Failure to comply with prescribed standards in respect of ship in respect of which trans-shipment licence is in force. 100G 1 If it appears to the Secretary of State that any requirement of regulations under section 100F(2) or regulations under section 192A is being contravened in respect of a ship in respect of which a trans-shipment licence is in force, he may serve on the master a notice under subsection (2) below. 2 A notice under this subsection must specify the contravention by reason of which it is given and must— a prohibit the receiving by the ship of fish trans-shipped from another ship, b prohibit the processing of fish on the ship, or c prohibit both such receiving and such processing. 3 The Secretary of State shall revoke a notice under subsection (2) above if he is satisfied that the contravention specified in it has been remedied. 4 If a trans-shipment licence ceases to be in force in respect of a ship to which a notice under subsection (2) above relates, the notice is revoked by virtue of this subsection. 5 If without reasonable excuse the master of a ship causes or permits any prohibition imposed by a notice under subsection (2) above to be contravened in respect of the ship, he shall be liable— a on summary conviction, to a fine not exceeding £50,000; b on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both. 6 The obligation imposed by regulations under section 100F(2) shall not be enforceable except in accordance with this section, but this subsection does not limit the powers conferred by section 258."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "12", "section_title": " Preparation of plans under International Convention on Oil Pollution Preparedness, Response and Co-operation.", "section_text": "12 In section 128 of the 1995 Act (prevention of pollution from ships etc.) after subsection (3) there is inserted— 3A An order under subsection (1) above in pursuance of paragraph (d) of that subsection may include provision imposing on local authorities responsibilities in relation to the preparation, review and implementation of any plans required by the agreement mentioned in that paragraph."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "13", "section_title": " Funding of maritime services.", "section_text": "13 Schedule 2 (funding of maritime services) shall have effect."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "14", "section_title": " Carriage of hazardous and noxious substances.", "section_text": "14 1 In Part VI of the 1995 Act (prevention of pollution), after Chapter  IV  there is inserted— Chapter V  Carriage of hazardous and noxious substances  Introductory. 182A 1 In this Chapter, unless the context otherwise requires, “ the Convention ” means the International Convention on Liability and Compensation for Damage in Connection with the Carriage of Hazardous and Noxious Substances by Sea 1996. 2 The text of the Convention, excluding the annexes, is set out in Schedule 5A. 3 In interpreting the definition of “ hazardous and noxious substances ” in Article 1, paragraph 5 of the Convention, any reference in that paragraph to a particular convention or code as amended shall be taken to be a reference to that convention or code as amended from time to time (whether before or after the commencement of this Chapter).  Power to give effect to Convention. 182B 1 Her Majesty may by Order in Council make such provision as She considers appropriate for the purpose of giving effect to— a the Convention on or after its ratification by the United Kingdom; or b any revision of the Convention which appears to Her Majesty in Council to have been agreed to by the Government of the United Kingdom. 2 The power conferred by subsection (1) above to make provision for the purpose of giving effect to the Convention or an agreement revising the Convention includes power to provide for the provision to come into force even though the Convention or the agreement has not come into force. 3 Without prejudice to the generality of subsection (1) above, an Order under that subsection may include provision— a requiring contributions to be paid in accordance with the Convention to the International Hazardous and Noxious Substances Fund established under the Convention; b for applying for the purpose mentioned in subsection (1) above any enactment or instrument relating to the pollution of the sea or other waters (including provisions creating offences) with such modifications, if any, as may be prescribed by the Order; c making such modifications of any enactment or instrument (including, where the Order is made under paragraph (b) of that subsection, modifications of Schedule 5A and section 182C) as appear to Her Majesty to be appropriate for the purpose specified in that subsection; d with respect to the application of the Order to the Crown; e for detaining any ship in respect of which a contravention of a provision made by or under the Order is suspected to have occurred and, in relation to such a ship, for applying section 284 with such modifications, if any, as are prescribed by the Order; f for a certificate issued by or on behalf of the Secretary of State and stating that at a particular time a particular substance was, or was not, a hazardous or noxious substance for the purposes of the Convention to be conclusive evidence of that matter. 4 An Order under subsection (1) above may— a make different provision for different circumstances; b make provision for references in the Order to any specified document to operate as references to that document as revised or re-issued from time to time; c provide for the delegation of functions exercisable by virtue of the Order; d include such incidental, supplemental and transitional provisions as appear to Her Majesty to be expedient for the purposes of the Order; and e authorise the making of regulations for the purposes of this section (except the purposes of subsection (3)(a), (b) and (c) above). 5 A draft of an Order in Council proposed to be made by virtue of this section shall not be submitted to Her Majesty in Council unless it has been approved by a resolution of each House of Parliament.  Power of Secretary of State to make orders. 182C 1 The Secretary of State may by order make such amendments of Schedule 5A and any Order in Council under section 182B(1) as appear to him to be appropriate for the purpose of giving effect to any amendment of a relevant limit which is adopted in accordance with article 48 of the Convention. 2 In subsection (1) above, “ a relevant limit ” means any of the limits for the time being specified in article 9, paragraph 1 and article 14, paragraph 5 of the Convention. 2 After Schedule 5 to the 1995 Act there is inserted, as Schedule 5A to that Act, the provision set out in Schedule 3."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "15", "section_title": " Limitation of liability.", "section_text": "15 1 In section 185 of the 1995 Act (limitation of liability for maritime claims), after subsection (2) there is inserted— 2A Her Majesty may by Order in Council make such modifications of Parts I and  II  of Schedule 7 as She considers appropriate in consequence of the revision of the Convention by the Protocol of 1996 amending the Convention (in this section referred to as “ the 1996 Protocol ”). 2B If it appears to Her Majesty in Council that the Government of the United Kingdom has agreed to any further revision of the Convention or to any revision of article 8 of the 1996 Protocol, She may by Order in Council make such modifications of Parts I and II of Schedule 7 and subsections (2C) and (2D) below as She considers appropriate in consequence of the revision. 2C The Secretary of State may by order make such amendments of Parts I and II of Schedule 7 as appear to him to be appropriate for the purpose of giving effect to any amendment of a relevant limit which is adopted in accordance with article 8 of the 1996 Protocol. 2D In subsection (2C) above “ a relevant limit ” means any of the limits for the time being specified in either of the following provisions of the Convention— a article 6, paragraph 1, and b article 7, paragraph 1. 2E No modification made by virtue of subsection (2A), (2B) or (2C) above shall affect any rights or liabilities arising out of an occurrence which took place before the day on which the modification comes into force. 2 After subsection (4) of that section there is inserted— 5 A draft of an Order in Council proposed to be made by virtue of subsection (2A) or (2B) above shall not be submitted to Her Majesty in Council unless it has been approved by a resolution of each House of Parliament."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "16", "section_title": " Compulsory insurance.", "section_text": "16 In Part VII of the 1995 Act, after section 192 there is inserted—  Regulations requiring insurance or security  Compulsory insurance or security 192A 1 Subject to subsections (2) and (3) below, the Secretary of State may make regulations requiring that, in such cases as may be prescribed by the regulations, while a ship is in United Kingdom waters, there must be in force in respect of the ship— a a contract of insurance insuring such person or persons as may be specified by the regulations against such liabilities as may be so specified and satisfying such other requirements as may be so specified, or b such other security relating to those liabilities as satisfies requirements specified by or under the regulations. 2 Regulations under this section shall not apply in relation to— a a qualifying foreign ship while it is exercising— i the right of innocent passage, or ii the right of transit passage through straits used for international navigation, b any warship, or c any ship for the time being used by the government of any State for other than commercial purposes. 3 Regulations under this section may not require insurance or security to be maintained in respect of a ship in relation to any liability in any case where an obligation to maintain insurance or security in respect of that ship in relation to that liability is imposed by section 163 or by or under an Order in Council under section 182B. 4 Regulations under this section may require that, where a person is obliged to have in force in respect of a ship a contract of insurance or other security, such documentary evidence as may be specified by or under the regulations of the existence of the contract of insurance or other security must be carried in the ship and produced on demand, by such persons as may be specified in the regulations, to such persons as may be so specified. 5 Regulations under this section may provide— a that in such cases as are prescribed a ship which contravenes the regulations shall be liable to be detained and that section 284 shall have effect, with such modifications (if any) as are prescribed by the regulations, in relation to the ship, b that a contravention of the regulations shall be an offence punishable on summary conviction by a fine of an amount not exceeding £50,000, or such less amount as is prescribed by the regulations, and on conviction on indictment by a fine, and c that any such contravention shall be an offence punishable only on summary conviction by a fine of an amount not exceeding £50,000, or such less amount as is prescribed by the regulations. 6 Regulations under this section may— a make different provision for different cases, b make provision in terms of any document which the Secretary of State or any person considers relevant from time to time, and c include such incidental, supplemental and transitional provision as appears to the Secretary of State to be expedient for the purposes of the regulations."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "17", "section_title": " Financial assistance for training.", "section_text": "17 In section 56 of the 1995 Act (financial assistance for training), after subsection (3) there is inserted— 4 In providing assistance in accordance with this section the Secretary of State shall have regard to the maintenance and development of the United Kingdom’s merchant fleet and marine related business and for that purpose shall— a keep under review all aspects of that fleet and business; and b seek the advice of those who appear to him to have experience of that fleet or business. 5 In this section, “ marine related business ” means any trade, business or other activity concerned with the manufacture of, or the provision of goods and services for, or the operation or use of, ships and includes maritime educational establishments, marine classification societies, marine equipment suppliers, marine surveyors, marine and naval architects, marine insurance companies, protection and indemnity clubs, providers of maritime financial or legal services, the operators of ports and harbours and shipbrokers."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "18", "section_title": " Discharge books.", "section_text": "18 1 In section 80 of the 1995 Act (discharge books), in subsection (1) for paragraph (a) there is substituted— a for the issue of discharge books— i to persons who are or have been employed in United Kingdom ships; or ii to persons who are or have been employed in other ships but are not aliens within the meaning of the  British Nationality Act 1981; aa for requiring the persons mentioned in paragraph (a) above to apply for discharge books; ab for the form of discharge books and the particulars (if any) that they are to contain with respect to their holders; . 2 In the words after paragraph (d) of that subsection, for “paragraph (a)” there is substituted  “                  paragraph (a), (aa) or (ab)                ” ."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "19", "section_title": " Powers of general lighthouse authorities.", "section_text": "19 1 In section 197 of the 1995 Act (powers of general lighthouse authority), in subsection (7), after “sell” there is inserted  “                  or lease                ” . 2 After that subsection there is inserted— 8 Where it appears to a general lighthouse authority that any asset of theirs which is held in connection with the discharge of their functions under section 195 has spare capacity, they may, with the consent of the Secretary of State, enter into an agreement for the purpose of exploiting that spare capacity. 9 For the purposes of subsection (8) above an asset has spare capacity if— a during any period there are times (or there is a time) when it is not needed in connection with the discharge of the general lighthouse authority’s functions under section 195; b there is any period when it is not being used to its full capacity in connection with the discharge of those functions; or c it has ceased to be used in connection with the discharge of those functions but it is not for the time being expedient to realise the asset. 10 Any consent under subsection (8) above may be given— a unconditionally or subject to conditions; and b in relation to a particular case or in relation to such description of cases as may be specified in the consent. 11 A general lighthouse authority shall send to the Secretary of State a copy of every agreement entered into by them by virtue of subsection (8) above."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "20", "section_title": " Disclosure of information to general lighthouse authorities.", "section_text": "20 Before section 223 of the 1995 Act there is inserted—  Disclosure of information to general lighthouse authorities. 222A 1 No obligation as to secrecy or other restriction on the disclosure of information (whether imposed by statute or otherwise) shall prevent a Minister of the Crown or a Northern Ireland department from disclosing— a to a general lighthouse authority, or b to a person appointed by a general lighthouse authority to collect general light dues, information for the purpose of enabling or assisting the authority to discharge their functions under this Part. 2 Information obtained by any person by virtue of subsection (1) above shall not be disclosed by him to any other person except where the disclosure is made— a to a general lighthouse authority or a person appointed by such an authority to collect general light dues; or b for the purposes of any legal proceedings arising out of this Part."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "21", "section_title": " Certain duties not to apply to RNLI.", "section_text": "21 1 In section 233 of the 1995 Act (powers of receiver in case of vessel in distress), at the beginning of subsection (1) there is inserted “Subject to subsection (1A) below,”. 2 After that subsection there is inserted— 1A The receiver may not under subsection (1) above impose any requirement on the master or other person having the charge of a vessel owned or operated by the Royal National Lifeboat Institution."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "22", "section_title": " Disposal of unclaimed wreck.", "section_text": "22 1 Section 240 of the 1995 Act (immediate sale of wreck in certain cases) is amended as follows. 2 After subsection (1) there is inserted— 1A The receiver may also sell any wreck in his possession before the end of the year referred to in section 239(1) if— a in his opinion it is unlikely that any owner will establish a claim to the wreck within that year; and b no statement has been given to the receiver under section 242(1) in relation to the place where the wreck was found. 3 At the beginning of subsection (2) there is inserted  “                  Subject to subsection (3) below                ” , and after that subsection there is inserted— 3 Where the receiver sells any wreck in a case falling within subsection (1A) above, he may make to the salvors an advance payment, of such amount as he thinks fit and subject to such conditions as he thinks fit, on account of any salvage that may become payable to them in accordance with section 243(5)."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "23", "section_title": " Retention of documents by Registrar General.", "section_text": "23 In section 298 of the 1995 Act (duty of Registrar General to record and preserve documents transmitted to him), for subsection (4) there is substituted— 4 The Registrar General of Shipping and Seamen shall retain documents transmitted to him under subsection (3) above for such period as the Secretary of State may direct."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "24", "section_title": " Implementation of international agreements relating to protection of wrecks.", "section_text": "24 1 The Secretary of State may by order made by statutory instrument make such provision as he considers appropriate for the purpose of giving effect to any international agreement— a to which the United Kingdom is, or at the time when the order takes effect will be, a party, and b which relates to the protection of wrecks outside United Kingdom waters. 2 Without prejudice to the generality of subsection (1), an order under this section may include— a provision designating a wreck, or an area in which a wreck is situated, for the purposes of the order, b provision prohibiting or restricting access to that wreck or area or interference with that wreck, c provision for the granting of licences by the Secretary of State, d provision authorising a person authorised by the Secretary of State in accordance with the order to board and search— i any ship which is in United Kingdom waters, and ii any United Kingdom ship which is in international waters, e provision authorising such a person to seize anything found in the course of a search authorised under the order, f provision that, subject to subsection (3), a contravention of a requirement imposed by the order shall be an offence punishable on summary conviction by a fine not exceeding the statutory maximum or on conviction on indictment by a fine, and g such incidental, supplementary and transitional provision as appears to the Secretary of State to be appropriate for the purposes of the order. 3 No person shall be guilty of an offence under an order under subsection (1) unless— a the acts or omissions which constitute the offence are committed in the United Kingdom, in United Kingdom waters or on board a United Kingdom ship, or b in a case where those acts or omissions are committed in international waters but not on board a United Kingdom ship, that person is— i a British citizen, a British Dependent Territories citizen or a British Overseas citizen, ii a person who under the  British Nationality Act 1981 is a British subject, iii a British National (Overseas) (within the meaning of that Act), iv a British protected person (within the meaning of that Act), or v a company registered under the Companies Act 2006. 4 In subsection (3), “  United Kingdom ship ” means a ship which— a is registered in the United Kingdom; or b is not registered under the law of any country but is wholly owned by persons each of whom is a person mentioned in paragraph (b)(i) to (v) of that subsection. 5 Subject to subsection (3), any offence under an order under subsection (1) shall, for the purpose only of conferring jurisdiction on any court, be deemed to have been committed in any place where the offender may for the time being be. 6 No proceedings for an offence under any order under subsection (1) shall be instituted— a in England and Wales, except by or with the consent of the Director of Public Prosecutions; b in Northern Ireland, except by or with the consent of the Director of Public Prosecutions for Northern Ireland. 7 A statutory instrument containing an order under subsection (1) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 In this section— “ international waters ” means any part of the sea outside the seaward limits of the territorial sea of any country or territory; “ ship ” includes any description of vessel used in navigation; “ United Kingdom waters ” means the sea or other waters within the seaward limits of the territorial sea of the United Kingdom; “ wreck ” means the wreck of any ship other than a ship which, at the time it sank or was stranded, was in service with, or used for the purposes of, any of the armed forces of the United Kingdom or any other country or territory."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "25", "section_title": " Amendments of Aviation and Maritime Security Act 1990.", "section_text": "25 Schedule 4 (amendments of Part III of the  Aviation and Maritime Security Act 1990, which relates to the protection of ships and harbour areas against acts of violence) shall have effect."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "26", "section_title": " Piracy.", "section_text": "26 1 For the avoidance of doubt it is hereby declared that for the purposes of any proceedings before a court in the United Kingdom in respect of piracy, the provisions of the United Nations Convention on the Law of the Sea 1982 that are set out in Schedule 5 shall be treated as constituting part of the law of nations. 2 For the purposes of those provisions the high seas shall (in accordance with paragraph 2 of Article 58 of that Convention) be taken to include all waters beyond the territorial sea of the United Kingdom or of any other state. 3 The  Tokyo Convention Act 1967 (so far as unrepealed) shall cease to have effect. 4 Her Majesty may by Order in Council direct that subsections (1) to (3) and Schedule 5 shall extend to the Isle of Man, any of the Channel Islands or any colony with such modifications, if any, as appear to Her to be appropriate. 5 In section 39 of the  Aviation Security Act 1982 (extension of 1982 Act outside United Kingdom), for subsection (2) (application of power in 1967 Act to section 5 of 1982 Act) there is substituted— 2 Subsection (4) of section 26 of the Merchant Shipping and Maritime Security Act 1997 (power to extend provisions about piracy to Isle of Man, Channel Islands and colonies) shall apply to section 5 of this Act as it applies to the provisions mentioned in that subsection. 6 Nothing in this section affects the operation of any Order in Council made under section 8 of the  Tokyo Convention Act 1967; but any such Order may be revoked as if made under subsection (4)."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "27", "section_title": " Application of s. 1 of International Organisations Act 1968 to International Oil Pollution Compensation Fund.", "section_text": "27 1 In this section “ the 1971 Fund ” means the International Oil Pollution Compensation Fund established by the International Convention on the Establishment of an International Fund for Compensation for Oil Pollution Damage opened for signature in Brussels on 18th December 1971. 2 The termination of the membership of Her Majesty’s Government in the United Kingdom of the 1971 Fund shall not affect the application to that Fund of section 1 of the  International Organisations Act 1968."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "28", "section_title": " International Tribunal for the Law of the Sea.", "section_text": "28 1 In this section “ the Tribunal ” means the International Tribunal for the Law of the Sea established in accordance with Annex  VI  of the United Nations Convention on the Law of the Sea. 2 Except in so far as in any particular case any privilege or immunity is waived by the Tribunal, the members of the Tribunal shall enjoy, when engaged on the business of the Tribunal, the like privileges and immunities as, in accordance with the 1961 Convention Articles, are accorded to the head of a diplomatic mission. 3 In subsection (2)— “ the 1961 Convention Articles ” means the Articles (being certain Articles of the Vienna Convention on Diplomatic Relations signed in 1961) which are set out in Schedule 1 to the  Diplomatic Privileges Act 1964; “ head of a diplomatic mission ” shall be construed in accordance with those Articles. 4 The members of the Tribunal and the registrar of the Tribunal shall have exemption from income tax in respect of emoluments received by them as members or as the registrar. 5 Subsection (4) shall be taken to have come into force on 15th September 1996. 6 If in any proceedings a question arises whether a person is or is not entitled to any privilege or immunity by virtue of this section, a certificate issued by or under the authority of the Secretary of State stating any fact relating to that question shall be conclusive evidence of that fact. 7 Subsections (1) to (5) shall cease to have effect on the coming into force of the International Tribunal for the Law of the  Sea (Immunities and Privileges) Order 1996 (which makes provision corresponding to subsections (1) to (4) but does not come into force until the United Nations Convention on the Law of the Sea enters into force in respect of the United Kingdom)."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "29", "section_title": " Minor and consequential amendments, etc.", "section_text": "29 1 Schedule 6 (minor and consequential amendments) shall have effect. 2 Schedule 7 (repeals and revocations) shall have effect."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "30", "section_title": " Extent and application.", "section_text": "30 1 This Act, except section 4, extends to Northern Ireland. 2 The provisions capable of being— a extended to the Isle of Man, any of the Channel Islands or any colony under section 315 of the 1995 Act, or b applied in relation to any of those places under section 141 or under or by virtue of any other provision of the 1995 Act, include the amendments of that Act made by this Act. 3 The provisions capable of being extended to the Isle of Man, any of the Channel Islands or any colony under section 51 of the  Aviation and Maritime Security Act 1990 include the amendments of that Act made by this Act. 4 Her Majesty may by Order in Council direct that section 24 shall, with such exceptions, adaptations and modifications (if any) as may be specified in the Order, extend to the Isle of Man, any of the Channel Islands or any colony."}, {"act": "Merchant Shipping and Maritime Security Act 1997", "year": 1997, "section": "31", "section_title": " Short title, interpretation and commencement.", "section_text": "31 1 This Act may be cited as the Merchant Shipping and Maritime Security Act 1997. 2 In this Act “ the 1995 Act ” means the Merchant Shipping Act 1995. 3 Subject to subsection (4), this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed for different purposes. 4 Sections 5, 8, 11, 12, 13, 16, 24, 28 and 30, this section and Schedule 2 and paragraph 16 of Schedule 6 shall come into force on the day on which this Act is passed."}]