[{"act": "National Heritage Act 1997", "year": 1997, "section": "1", "section_title": " Financial assistance from the National Heritage Memorial Fund.", "section_text": "1 1 For section 3 of the  National Heritage Act 1980 (grants and loans from the fund) there is substituted—  Financial assistance towards property,  etc. 3 1 The powers of the Trustees to give financial assistance under this section are exercisable in the case of things of any kind which are of scenic, historic, archaeological, aesthetic, architectural, engineering, artistic or scientific interest, including animals and plants which are of zoological or botanical interest. 2 The Trustees may, for the purpose of— a securing the preservation or enhancement of such things, b encouraging the study and understanding of them and the compilation and dissemination of information about them, c securing or improving access to them, or their display, d encouraging enjoyment of them, or e encouraging the maintenance and development of the skills required for their preservation or enhancement, or for any purpose ancillary to those purposes, give financial assistance for any project which appears to them to be of public benefit. 3 The projects for which financial assistance may be given under this section for any of the purposes mentioned in subsection (2) above include (among others) projects for any person to whom the assistance is to be given to— a acquire property of any kind (including land), b construct or convert buildings, c carry out other works, or d provide education or training. 4 Before giving any financial assistance under this section for any project, the Trustees— a shall obtain any expert advice about the project they consider appropriate, and b must be satisfied that the project is of importance to the national heritage. 5 Financial assistance under this section shall be given by way of grant or loan out of the Fund, and in giving such assistance the Trustees may impose any conditions they think fit. 6 The conditions that may be imposed in giving such assistance may relate (among other things) to— a maintenance, repair, insurance and safe-keeping, b means of access or display, c disposal or lending, or d repayment of grant or loan. 7 In giving any financial assistance under this section for any project for the preservation or enhancement of anything, or determining the conditions on which such assistance is to be given, the Trustees shall bear in mind the desirability of public access to, or the public display of, the thing in question and of its enjoyment by the public. 8 The Secretary of State may, with the consent of the Treasury, apply sums received by him under this section as money provided by Parliament instead of paying them into the Consolidated Fund . 2 After that section there is inserted—  Financial assistance towards exhibitions, archives, etc. 3A 1 The Trustees may give financial assistance for any project within subsection (2) below which appears to them— a to relate to an important aspect of the history, natural history or landscape of the United Kingdom, and b to be of public benefit. 2 The projects within this subsection are projects for any person to whom the assistance is to be given to— a set up and maintain a public exhibition, b compile and maintain an archive, c publish archive material, or d compile and publish a comprehensive work of reference (or publish a comprehensive work of reference that has previously been compiled), or to do any ancillary thing. 3 In subsection (2) above, “ archive ” includes any collection of sound recordings, images or other information, however stored. 4 Before giving any financial assistance under this section for any project, the Trustees shall obtain any expert advice about the project they consider appropriate. 5 Subsections (5), (6) and (8) of section 3 above apply for the purposes of this section as they apply for the purposes of that. 6 In giving any financial assistance under this section for any project to compile or maintain an archive, or determining the conditions on which such assistance is to be given, the Trustees shall bear in mind the desirability of public access to the archive ."}, {"act": "National Heritage Act 1997", "year": 1997, "section": "2", "section_title": " Remuneration and staff.", "section_text": "2 In Schedule 1 to the  National Heritage Act 1980 (the trustees of the fund)— a after paragraph 4 there is inserted—  Remuneration 4A There may be paid out of the Fund to a trustee such remuneration, on such terms and conditions, as the Secretary of State may approve. , b in paragraph 5(2) (allowances), for the words from “the Secretary of State” onwards there is substituted  “                the Trustees think fit              ” , and c for paragraph 6 (staff) there is substituted— 6 The Trustees may appoint such officers and servants as they think fit, on such terms (including terms as to remuneration and pensions) as they think fit."}, {"act": "National Heritage Act 1997", "year": 1997, "section": "3", "section_title": " Consequential amendments.", "section_text": "3 The Schedule (which makes consequential amendments) shall have effect."}, {"act": "National Heritage Act 1997", "year": 1997, "section": "4", "section_title": " Short title, commencement and extent.", "section_text": "4 1 This Act may be cited as the National Heritage Act 1997. 2 The preceding sections of this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint and different days may be appointed for different purposes. 3 This Act extends to Northern Ireland."}]