[{"act": "National Health Service (Private Finance) Act 1997", "year": 1997, "section": "1", "section_title": " Powers of  NHS  trusts to enter into agreements.", "section_text": "1 1 The powers of a  Health Board, a Special Health Board and the Common Services Agency for the Scottish Health Service (“ the Agency ”) to enter into contracts  include power to enter into externally financed development agreements. 2 For the purposes of this section, an agreement is an externally financed development agreement if it is certified as such in writing by the Secretary of State. 3 The Secretary of State may give a certificate under this section if— a in his opinion the purpose or main purpose of the agreement is the provision of facilities in connection with the discharge by the  Board or, as the case may be, the Agency                    of any of its functions; and b a person proposes to make a loan to, or provide any other form of finance for, another party in connection with the agreement. 4 If a  Health Board, a Special Health Board or the Agency                    enters into an externally financed development agreement it may also, in connection with that agreement, enter into an agreement with a person who falls within subsection (3)(b) in relation to the externally financed development agreement. 5 In subsection (3)— “ another party ” means any party to the agreement other than the  Board or, as the case may be, the Agency                   ; and “ facilities ” includes— works, buildings, plant, equipment or other property; and services. 6 The fact that an agreement made by a  Health Board, a Special Health Board or the Agency                    has not been certified under this section does not affect its validity."}, {"act": "National Health Service (Private Finance) Act 1997", "year": 1997, "section": "2", "section_title": " Provision for Northern Ireland.", "section_text": "2 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to those of section 1— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "National Health Service (Private Finance) Act 1997", "year": 1997, "section": "3", "section_title": " Short title and extent.", "section_text": "3 1 This Act may be cited as the National Health Service (Private Finance) Act 1997. 2 Section 2 extends to Northern Ireland but section 1 does not."}]