[{"act": "Police (Health and Safety) Act 1997", "year": 1997, "section": "1", "section_title": " Application of Part I of Health and Safety at Work  etc.  Act 1974 to police.", "section_text": "1 After section 51 of the  Health and Safety at Work etc. Act 1974 there is inserted—  Application of Part to police. 51A 1 For the purposes of this Part, a person who, otherwise than under a contract of employment, holds the office of constable or an appointment as police cadet shall be treated as an employee of the relevant officer. 2 In this section “ the relevant officer ”— a in relation to a member of a police force or a special constable or police cadet appointed for a police area, means the chief officer of police, b in relation to a person holding office under section 9(1)(b) or 55(1)(b) of the Police Act 1997 (police members of the National Criminal Intelligence Service and the National Crime Squad) means the Director General of the National Criminal Intelligence Service or, as the case may be, the Director General of the National Crime Squad, and c in relation to any other person holding the office of constable or an appointment as police cadet, means the person who has the direction and control of the body of constables or cadets in question. 3 For the purposes of regulations under section 2(4) above— a the Police Federation for England and Wales shall be treated as a recognised trade union recognised by each chief officer of police in England and Wales, b the Police Federation for Scotland shall be treated as a recognised trade union recognised by each chief officer of police in Scotland, and c any body recognised by the Secretary of State for the purposes of section 64 of the Police Act 1996 shall be treated as a recognised trade union recognised by each chief officer of police in England, Wales and Scotland. 4 Regulations under section 2(4) above may provide, in relation to persons falling within subsection (2)(b) or (c) above, that a body specified in the regulations is to be treated as a recognised trade union recognised by such person as may be specified."}, {"act": "Police (Health and Safety) Act 1997", "year": 1997, "section": "2", "section_title": " Meaning of “at work” in relation to constables.", "section_text": "2 In section 52 of the  Health and Safety at Work etc. Act 1974 (meaning of work and at work) in subsection (1) for the word “and” at the end of paragraph (b) there is substituted— bb a person holding the office of constable is at work throughout the time when he is on duty, but not otherwise; and ."}, {"act": "Police (Health and Safety) Act 1997", "year": 1997, "section": "3", "section_title": " Right of police not to suffer detriment in health and safety cases.", "section_text": "3 In Part V of the  Employment Rights Act 1996 (protection from suffering detriment in employment) after section 49 there is inserted—  Application to police of rights relating to health and safety  Application to police of section 44 and related provisions. 49A 1 For the purposes of section 44, and of sections 48 and 49 so far as relating to that section, the holding, otherwise than under a contract of employment, of the office of constable or an appointment as police cadet shall be treated as employment by the relevant officer under a contract of employment. 2 In this section “ the relevant officer ”— a in relation to a member of a police force or a special constable or police cadet appointed for a police area, means the chief officer of police, b in relation to a person holding office under section 9(1)(b) or 55(1)(b) of the Police Act 1997 (police members of the National Criminal Intelligence Service and the National Crime Squad) means the Director General of the National Criminal Intelligence Service or, as the case may be, the Director General of the National Crime Squad, and c in relation to any other person holding the office of constable or an appointment as police cadet, means the person who has the direction and control of the body of constables or cadets in question."}, {"act": "Police (Health and Safety) Act 1997", "year": 1997, "section": "4", "section_title": " Right of police not to be dismissed on certain grounds relating to health and safety.", "section_text": "4 In Chapter  III  of Part X of the  Employment Rights Act 1996 (right not to be unfairly dismissed) after section 134 there is inserted—  Application to police. 134A 1 For the purposes of section 100, and of the other provisions of this Part so far as relating to the right not to be unfairly dismissed in a case where the dismissal is unfair by virtue of section 100, the holding, otherwise than under a contract of employment, of the office of constable or an appointment as police cadet shall be treated as employment by the relevant officer under a contract of employment. 2 In this section “ the relevant officer ”— a in relation to a member of a police force or a special constable or police cadet appointed for a police area, means the chief officer of police, b in relation to a person holding office under section 9(1)(b) or 55(1)(b) of the Police Act 1997 (police members of the National Criminal Intelligence Service and the National Crime Squad) means the Director General of the National Criminal Intelligence Service or, as the case may be, the Director General of the National Crime Squad, and c in relation to any other person holding the office of constable or an appointment as police cadet, means the person who has the direction and control of the body of constables or cadets in question."}, {"act": "Police (Health and Safety) Act 1997", "year": 1997, "section": "5", "section_title": " Payment of damages, compensation and fines out of certain funds.", "section_text": "5 1 There shall be paid out of the relevant fund— a any damages, costs or expenses awarded against the responsible officer in any proceedings brought against him by virtue of section 51A(1) of the  Health and Safety at Work etc. Act 1974 in respect of a breach of health and safety regulations and any costs or expenses incurred by him in any such proceedings so far as not recovered by him in the proceedings, b any sum required in settlement of any claim made against the responsible officer by virtue of section 51A(1) of that Act in respect of an alleged breach of health and safety regulations, if the settlement is approved by the relevant authority, c any compensation, costs or expenses awarded against the responsible officer in any proceedings brought against him— i under section 48 of the Employment Rights Act 1996 by virtue of section 49A of that Act, or ii under section 111 of that Act by virtue of section 134A of that Act, and any costs or expenses incurred by him in any such proceedings so far as not recovered by him in the proceedings, and d any sum required in settlement of any claim made against the responsible officer as mentioned in paragraph (c)(i) or (ii) above, if the settlement is approved by the relevant authority. 2 Any fine imposed on the responsible officer on conviction of an offence under Part I of the  Health and Safety at Work etc. Act 1974 by virtue of section 51A(1) of that Act, any costs or expenses ordered to be paid by him on conviction of such an offence and any costs or expenses incurred by him in connection with proceedings for such an offence may, with the approval of the relevant authority, be paid out of the relevant fund. 3 In this section— “ health and safety regulations ” has the same meaning as in Part I of the Health and Safety at Work etc. Act 1974; “ the relevant authority ” means— in relation to a chief officer of police in England and Wales, the                    local policing body                 , in relation to the chief constable of the Police Service of Scotland, the Scottish Police Authority, and ... ... in relation to any other responsible officer, the authority by whom the constables or cadets in question are paid; “ the relevant fund ” means— in relation to a chief officer of police in England and Wales , the police fund, in relation to the chief constable of the Police Service of Scotland, money provided by the Scottish Police Authority, and ... ... in relation to any other responsible officer, money provided by the relevant authority; “ the responsible officer ” means— in relation to a police force or police cadets appointed for a police area in England and Wales , the chief officer of police, in relation to the Police Service of Scotland (including police cadets appointed under section 25 of the Police and Fire Reform (Scotland) Act 2012), the chief constable of that Service, and ... in relation to any other body of constables or cadets, the person who has the direction and control of the body of constables or cadets in question."}, {"act": "Police (Health and Safety) Act 1997", "year": 1997, "section": "6", "section_title": " Consequential amendments.", "section_text": "6 1 In section 53(1) of the  Health and Safety at Work etc. Act 1974 (general interpretation of Part I), in the definition of “ employee ” after “employment” there is inserted  “                or is treated by section 51A as being an employee              ” . 2 In section 200 of the  Employment Rights Act 1996 (which specifies provisions of the Act which do not apply to employment under a contract of employment in police service or to persons engaged in such employment), in subsection (1)— a the word “44” is hereby repealed, and b after “Part X” there is inserted  “                    (except sections 100 and 134A and the other provisions of that Part so far as relating to the right not to be unfairly dismissed in a case where the dismissal is unfair by virtue of section 100)                  ” ."}, {"act": "Police (Health and Safety) Act 1997", "year": 1997, "section": "7", "section_title": " Corresponding provision for Northern Ireland.", "section_text": "7 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to the purposes of sections 1 to 6 above— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police (Health and Safety) Act 1997", "year": 1997, "section": "8", "section_title": " Financial provision.", "section_text": "8 There shall be paid out of money provided by Parliament— a any expenses of the Secretary of State attributable to the provisions of this Act, and b any increase attributable to this Act in the sums which under any other Act are payable out of money so provided."}, {"act": "Police (Health and Safety) Act 1997", "year": 1997, "section": "9", "section_title": " Short title, commencement and extent.", "section_text": "9 1 This Act may be cited as the Police (Health and Safety) Act 1997. 2 This Act, apart from sections 7 and 8 and this section, shall not come into force until such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 3 Section 7 extends to Northern Ireland, but the other provisions of this Act do not extend there."}]