[{"act": "Police and Firemen’s Pensions Act 1997", "year": 1997, "section": "1", "section_title": " Clarification of powers in respect of transfer values  etc.", "section_text": "1 1 Section 1 of the  Police Pensions Act 1976 (police pensions regulations) shall have effect, and shall be deemed always to have had effect, as if the following subsection were inserted after subsection (2)— 2A Without prejudice to the generality of the provisions of subsection (1) above, any such regulations may make provision for the payment and receipt by police authorities of transfer values or of other lump sum payments made for the purpose of creating or restoring pension rights. 2 In section 7 of that Act (payment of pensions and contributions), in subsection (1), for the words “such other payments as are mentioned in section 4(2) above, being made” there shall be substituted  “                such other payments and receipts as are mentioned in sections 1(2A) and 4(2) above, being paid              ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police and Firemen’s Pensions Act 1997", "year": 1997, "section": "2", "section_title": " Information in connection with police pensions etc.", "section_text": "2 After section 8 of the  Police Pensions Act 1976 there shall be inserted the following section—  Information in connection with police pensions etc. 8A 1 A police authority may in prescribed circumstances— a provide information in connection with the questions specified in subsection (2) below to a prescribed person; and b require that person to pay a reasonable fee in respect of any administrative expenses incurred in providing that information. 2 The following are the questions mentioned in subsection (1) above— a whether an individual who has opted or transferred out has suffered loss as a result of a contravention which is actionable under section 62 of the  Financial Services Act 1986 (actions for damages in respect of contravention of rules etc. made under the Act), and b if so, what payment would need to be made in respect of that individual to the police authority concerned to restore the position to what it would have been if that individual had not opted or transferred out. 3 Where— a an individual who has opted or transferred out becomes entitled to make contributions to a police authority in respect of police pension rights, or b a payment is made to a police authority in respect of such an individual for the purpose mentioned in subsection (2)(b) above, the police authority may require a prescribed person to pay a reasonable fee in respect of any administrative expenses incurred in connection with that entitlement or payment. 4 For the purposes of this section, an individual shall be taken to have opted or transferred out if— a for any period during which he is a member of a police force, he does not make contributions in respect of police pension rights but instead makes contributions to a personal pension scheme; or b a transfer value is paid in respect of the individual by a police authority to a personal pension scheme. 5 In this section— “ personal pension scheme ” has the meaning given by section 1 of the  Pension Schemes Act 1993; “ police pension rights ” means pensions rights under regulations made under section 1 above; “ prescribed ” means prescribed by regulations made under this section. 6 The power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police and Firemen’s Pensions Act 1997", "year": 1997, "section": "3", "section_title": " Information in connection with firemen’s pensions etc.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police and Firemen’s Pensions Act 1997", "year": 1997, "section": "4", "section_title": " Short title, commencement and extent.", "section_text": "4 1 This Act may be cited as the Police and Firemen’s Pensions Act 1997. 2 Sections 2 and 3 above shall come into force at the end of the period of two months beginning with the day on which this Act is passed. 3 This Act does not extend to Northern Ireland."}]