[{"act": "Sexual Offences (Protected Material) Act 1997", "year": 1997, "section": "1", "section_title": " Meaning of “protected material”.", "section_text": "1 1 In this Act “ protected material ”, in relation to proceedings for a sexual offence, means a copy (in whatever form) of any of the following material, namely— a a statement relating to that or any other sexual offence made by any victim of the offence (whether the statement is recorded in writing or in any other form), b a photograph or pseudo-photograph of any such victim, or c a report of a medical examination of the physical condition of any such victim, which is a copy given by the prosecutor to any person under this Act. 2 For the purposes of subsection (1) a person is, in relation to any proceedings for a sexual offence, a victim of that offence if— a the charge, summons or indictment by which the proceedings are instituted names that person as a person in relation to whom that offence was committed; or b that offence can, in the prosecutor’s opinion, be reasonably regarded as having been committed in relation to that person; and a person is, in relation to any such proceedings, a victim of any other sexual offence if that offence can, in the prosecutor’s opinion, be reasonably regarded as having been committed in relation to that person. 3 In this Act, where the context so permits (and subject to subsection (4))— a references to any protected material include references to any part of any such material; and b references to a copy of any such material include references to any part of any such copy. 4 Nothing in this Act— a so far as it refers to a defendant making any copy of— i any protected material, or ii a copy of any such material, applies to a manuscript copy which is not a verbatim copy of the whole of that material or copy; or b so far as it refers to a defendant having in his possession any copy of any protected material, applies to a manuscript copy made by him which is not a verbatim copy of the whole of that material."}, {"act": "Sexual Offences (Protected Material) Act 1997", "year": 1997, "section": "2", "section_title": " Meaning of other expressions.", "section_text": "2 1 In this Act— “ contracted out prison ” means a contracted out prison within the meaning of Part IV of the  Criminal Justice Act 1991; “ defendant ”, in relation to any proceedings for a sexual offence, means any person charged with that offence (whether or not he has been convicted); “ governor ”, in relation to a contracted out prison, means the director of the prison; “ inform ” means inform in writing; “ legal representative ”, in relation to a defendant, means                  a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which constitutes the exercise of a right of audience or the conduct of litigation (within the meaning of that Act) and who is               acting for the defendant in connection with any proceedings for the sexual offence in question; “ photograph ” and “ pseudo-photograph ” shall be construed in accordance with section 7(4) and (7) of the  Protection of Children Act 1978; “ prison ” means any prison,  or young offender institution  which is under the general superintendence of, or is provided by, the Secretary of State under the  Prison Act 1952, including a contracted out prison; “ proceedings ” means (subject to subsection (2)) criminal proceedings; “ the prosecutor ”, in relation to any proceedings for a sexual offence, means any person acting as prosecutor (whether an individual or a body); “ relevant proceedings ”, in relation to any material which has been disclosed by the prosecutor under this Act, means any proceedings for the purposes of which it has been so disclosed or any further proceedings for the sexual offence in question; “ sexual offence ” means one of the offences listed in the Schedule to this Act. 2 For the purposes of this Act references to proceedings for a sexual offence include references to— a any appeal or application for leave to appeal brought or made by or in relation to a defendant in such proceedings; b any application made to the Criminal Cases Review Commission for the reference under section 9 or 11 of the  Criminal Appeal Act 1995 of any conviction, verdict, finding or sentence recorded or imposed in relation to any such defendant; and c any petition to the Secretary of State requesting him to recommend the exercise of Her Majesty’s prerogative of mercy in relation to any such defendant. 3 In this Act, in the context of the prosecutor giving a copy of any material to any person— a references to the prosecutor include references to a person acting on behalf of the prosecutor; and b where any such copy falls to be given to the defendant’s legal representative, references to the defendant’s legal representative include references to a person acting on behalf of the defendant’s legal representative."}, {"act": "Sexual Offences (Protected Material) Act 1997", "year": 1997, "section": "3", "section_title": " Regulation of disclosures by prosecutor.", "section_text": "3 1 Where, in connection with any proceedings for a sexual offence, any statement or other material falling within any of paragraphs (a) to (c) of section 1(1) would (apart from this section) fall to be disclosed by the prosecutor to the defendant— a the prosecutor shall not disclose that material to the defendant; and b it shall instead be disclosed under this Act in accordance with whichever of subsections (2) and (3) below is applicable. 2 If— a the defendant has a legal representative, and b the defendant’s legal representative gives the prosecutor the undertaking required by section 4 (disclosure to defendant’s legal representative), the prosecutor shall disclose the material in question by giving a copy of it to the defendant’s legal representative. 3 If subsection (2) is not applicable, the prosecutor shall disclose the material in question by giving a copy of it to the appropriate person for the purposes of section 5 (disclosure to unrepresented defendant) in order for that person to show that copy to the defendant under that section. 4 Where under this Act a copy of any material falls to be given to any person by the prosecutor, any such copy— a may be in such form as the prosecutor thinks fit, and b where the material consists of information which has been recorded in any form, need not be in the same form as that in which the information has already been recorded. 5 Once a copy of any material is given to any person under this Act by the prosecutor, the copy shall (in accordance with section 1(1)) be protected material for the purposes of this Act."}, {"act": "Sexual Offences (Protected Material) Act 1997", "year": 1997, "section": "4", "section_title": " Disclosure to defendant’s legal representative.", "section_text": "4 1 For the purposes of this Act the undertaking which a defendant’s legal representative is required to give in relation to any protected material given to him under this Act is an undertaking by him to discharge the obligations set out in subsections (2) to (7). 2 He must take reasonable steps to ensure— a that the protected material, or any copy of it, is only shown to the defendant in circumstances where it is possible to exercise adequate supervision to prevent the defendant retaining possession of the material or copy or making a copy of it, and b that the protected material is not shown and no copy of it is given, and its contents are not otherwise revealed, to any person other than the defendant, except so far as it appears to him necessary to show the material or give a copy of it to any such person— i in connection with any relevant proceedings, or ii for the purposes of any assessment or treatment of the defendant (whether before or after conviction). 3 He must inform the defendant— a that the protected material is such material for the purposes of this Act, b that the defendant can only inspect that material, or any copy of it, in circumstances such as are described in subsection (2)(a), and c that it would be an offence for the defendant— i to have that material, or any copy of it, in his possession otherwise than while inspecting it or the copy in such circumstances, or ii to give that material or any copy of it, or otherwise reveal its contents, to any other person. 4 He must, where the protected material or a copy of it has been shown or given in accordance with subsection (2)(b)(i) or (ii) to a person other than the defendant, inform that person— a that that person must not give any copy of that material, or otherwise reveal its contents— i to any other person other than the defendant, or ii to the defendant otherwise than in circumstances such as are described in subsection (2)(a); and b that it would be an offence for that person to do so. 5 He must, where he ceases to act as the defendant’s legal representative at a time when any relevant proceedings are current or in contemplation— a inform the prosecutor of that fact, and b if he is informed by the prosecutor that the defendant has a new legal representative who has given the prosecutor the undertaking required by this section, give the protected material, and any copies of it in his possession, to the defendant’s new legal representative. 6 He must, at the time of giving the protected material to the new legal representative under subsection (5), inform that person— a that that material is protected material for the purposes of this Act, and b of the extent to which— i that material has been shown by him, and ii any copies of it have been given by him, to any other person (including the defendant). 7 He must keep a record of every occasion on which the protected material was shown, or a copy of it was given, as mentioned in subsection (6)(b)."}, {"act": "Sexual Offences (Protected Material) Act 1997", "year": 1997, "section": "5", "section_title": " Disclosure to unrepresented defendant.", "section_text": "5 1 This section applies where, in accordance with section 3(3), a copy of any material falls to be given by the prosecutor to the appropriate person for the purposes of this section in order for that person to show that copy to the defendant under this section. 2 Subject to subsection (3), the appropriate person in such a case is— a if the defendant is detained in a prison, the governor of the prison or any person nominated by the governor for the purposes of this section; and b otherwise the officer in charge of such police station as appears to the prosecutor to be suitable for enabling the defendant to have access to the material in accordance with this section or any person nominated by that officer for the purposes of this section. 3 The Secretary of State may by regulations provide that, in such circumstances as are specified in the regulations, the appropriate person for the purposes of this section shall be a person of any description so specified. 4 The appropriate person shall take reasonable steps to ensure— a that the protected material, or any copy of it, is only shown to the defendant in circumstances where it is possible to exercise adequate supervision to prevent the defendant retaining possession of the material or copy or making a copy of it, b that, subject to paragraph (a), the defendant is given such access to that material, or a copy of it, as he reasonably requires in connection with any relevant proceedings, and c that that material is not shown and no copy of it is given, and its contents are not otherwise revealed, to any person other than the defendant. 5 The prosecutor shall, at the time of giving the protected material to the appropriate person, inform him— a that that material is protected material for the purposes of this Act, and b that he is required to discharge the obligations set out in subsection (4) in relation to that material. 6 The prosecutor shall at that time also inform the defendant— a that that material is protected material for the purposes of this Act, b that the defendant can only inspect that material, or any copy of it, in circumstances such as are described in subsection (4)(a), and c that it would be an offence for the defendant— i to have that material, or any copy of it, in his possession otherwise than while inspecting it or the copy in such circumstances, or ii to give that material or any copy of it, or otherwise reveal its contents, to any other person, as well as informing him of the effect of subsection (7). 7 If— a the defendant requests the prosecutor in writing to give a further copy of the material mentioned in subsection (1) to some other person, and b it appears to the prosecutor to be necessary to do so— i in connection with any relevant proceedings, or ii for the purposes of any assessment or treatment of the defendant (whether before or after conviction), the prosecutor shall give such a copy to that other person. 8 The prosecutor may give such a copy to some other person where no request has been made under subsection (7) but it appears to him that in the interests of the defendant it is necessary to do so as mentioned in paragraph (b) of that subsection. 9 The prosecutor shall, at the time of giving such a copy to a person under subsection (7) or (8), inform that person— a that the copy is protected material for the purposes of this Act, b that he must not give any copy of the protected material or otherwise reveal its contents— i to any person other than the defendant, or ii to the defendant otherwise than in circumstances such as are described in subsection (4)(a); and c that it would be an offence for him to do so. 10 If the prosecutor— a receives a request from the defendant under subsection (7) to give a further copy of the material in question to another person, but b does not consider it to be necessary to do so as mentioned in paragraph (b) of that subsection and accordingly refuses the request, he shall inform the defendant of his refusal. 11 Any regulations under subsection (3) shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Sexual Offences (Protected Material) Act 1997", "year": 1997, "section": "6", "section_title": " Further disclosures by prosecutor.", "section_text": "6 1 Where— a any material has been disclosed in accordance with section 3(2) to the defendant’s legal representative, and b at a time when any relevant proceedings are current or in contemplation the legal representative either— i ceases to act as the defendant’s legal representative in circumstances where section 4(5)(b) does not apply, or ii dies or becomes incapacitated, that material shall be further disclosed under this Act in accordance with whichever of section 3(2) or (3) is for the time being applicable. 2 Where— a any material has been disclosed in accordance with section 3(3), and b at a time when any relevant proceedings are current or in contemplation the defendant acquires a legal representative who gives the prosecutor the undertaking required by section 4, that material shall be further disclosed under this Act, in accordance with section 3(2), to the defendant’s legal representative."}, {"act": "Sexual Offences (Protected Material) Act 1997", "year": 1997, "section": "7", "section_title": " Regulation of disclosures by Criminal Cases Review Commission.", "section_text": "7 1 Where, in connection with any relevant application made to the Criminal Cases Review Commission, any material falling within any of paragraphs (a) to (c) of section 1(1) would (apart from this section) fall to be disclosed by the Commission to the applicant— a the Commission shall not disclose that material to the applicant; and b it shall instead be disclosed under this Act in accordance with subsections (2) and (3). 2 The following provisions, namely— a section 3(2) to (5), and b sections 4 to 6, shall apply in connection with any disclosure by the Commission in relation to which subsection (1) above applies as they apply in connection with any disclosure by the prosecutor in relation to which section 3(1) applies. 3 For the purposes of— a subsection (1) above, and b the operation, in connection with any such disclosure by the Commission, of the provisions applied by subsection (2) above, references in this Act to the prosecutor and the defendant shall be read as references to the Commission and the applicant respectively. 4 In this section— a “ relevant application ” means an application made to the Commission for the reference under section 9 or 11 of the  Criminal Appeal Act 1995 of any conviction, verdict, finding or sentence of a court in proceedings for a sexual offence; and b “ the applicant ”, in relation to a relevant application, means the person by or on whose behalf the application is made."}, {"act": "Sexual Offences (Protected Material) Act 1997", "year": 1997, "section": "8", "section_title": " Offences.", "section_text": "8 1 Where any material has been disclosed under this Act in connection with any proceedings for a sexual offence, it is an offence for the defendant— a to have the protected material, or any copy of it, in his possession otherwise than while inspecting it or the copy in circumstances such as are described in section 4(2)(a) or 5(4)(a), or b to give that material or any copy of it, or otherwise reveal its contents, to any other person. 2 Where any protected material, or any copy of any such material, has been shown or given to any person in accordance with section 4(2)(b)(i) or (ii) or section 5(7) or (8), it is an offence for that person to give any copy of that material or otherwise reveal its contents— a to any person other than the defendant, or b to the defendant otherwise than in circumstances such as are described in section 4(2)(a) or 5(4)(a). 3 Subsections (1) and (2) apply whether or not any relevant proceedings are current or in contemplation (and references to the defendant shall be construed accordingly). 4 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both; b on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both. 5 Where a person is charged with an offence under this section relating to any protected material or copy of any such material, it is a defence to prove that, at the time of the alleged offence, he was not aware, and neither suspected nor had reason to suspect, that the material or copy in question was protected material or (as the case may be) a copy of any such material. 6 The court before which a person is tried for an offence under this section may (whether or not he is convicted of that offence) make an order requiring him to return any protected material, or any copy of any such material, in his possession to the prosecutor. 7 Nothing in subsection (1) or (2) shall be taken to apply to— a any disclosure made in the course of any proceedings before a court or in any report of any such proceedings, or b any disclosure made or copy given by a person when returning any protected material, or a copy of any such material, to the prosecutor or the defendant’s legal representative; and accordingly nothing in section 4 or 5 shall be read as precluding the making of any disclosure or the giving of any copy in circumstances falling within paragraph (a) or (as the case may be) paragraph (b) above."}, {"act": "Sexual Offences (Protected Material) Act 1997", "year": 1997, "section": "9", "section_title": " Modification and amendment of other enactments.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Despite section 20(1) of the Criminal Procedure and Investigations Act 1996 (disclosure provisions of the Act not affected by other statutory duties), section 3(3) to (5) of that Act (manner of disclosure) shall not apply in relation to any disclosure required by section 3, 7 or 9 of that Act if section 3(1) above applies in relation to that disclosure. 3 Sections 17 and 18 of that Act (confidentiality of disclosed information) shall not apply to any material disclosed under this Act in accordance with section 3(2) or (3) above. 4 At the end of section 1 of the Criminal Procedure and Investigations Act 1996 (application of Part I of that Act) there shall be added— 6 In this Part— a subsections (3) to (5) of section 3 (in their application for the purposes of  section 3 or 7A ), and b sections 17 and 18, have effect subject to subsections (2) and (3) of section 9 of the Sexual Offences (Protected Material) Act 1997 (by virtue of which those provisions of this Act do not apply in relation to disclosures regulated by that Act)."}, {"act": "Sexual Offences (Protected Material) Act 1997", "year": 1997, "section": "10", "section_title": " Financial provision.", "section_text": "10 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Sexual Offences (Protected Material) Act 1997", "year": 1997, "section": "11", "section_title": " Short title, commencement and extent.", "section_text": "11 1 This Act may be cited as the Sexual Offences (Protected Material) Act 1997. 2 This Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument. 3 Nothing in this Act applies to any proceedings for a sexual offence where the defendant was charged with the offence before the commencement of this Act. 4 This Act extends to England and Wales only."}]