[{"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "1", "section_title": " Information held by tax authorities.", "section_text": "1 1 For section 122 of the  Social Security Administration Act 1992 (disclosure of income tax information by the Inland Revenue) and the headings preceding that section substitute—  Information  Information held by tax authorities  Supply of information held by tax authorities for fraud prevention and verification. 122 1 This section applies to information which is held— a by the Commissioners of Inland Revenue or the Commissioners of Customs and Excise; or b by a person providing services to the Commissioners of Inland Revenue or the Commissioners of Customs and Excise in connection with the provision of those services. 2 Information to which this section applies may, with the authority of the Commissioners concerned, be supplied to, or to a person providing services to, the Secretary of State or the Northern Ireland Department— a for use in the prevention, detection, investigation or prosecution of offences relating to social security; or b for use in checking the accuracy of information relating to benefits, contributions or national insurance numbers or to any other matter relating to social security and (where appropriate) amending or supplementing such information. 3 Information supplied under subsection (2) above shall not be supplied by the recipient to any other person or body unless— a it could be supplied to that person or body under that subsection; b it is supplied for the purposes of any civil or criminal proceedings relating to the Contributions and Benefits Act, the  Jobseekers Act 1995 or this Act or to any provision of Northern Ireland legislation corresponding to any of them; or c it is supplied under section 122C below; and shall not be so supplied in those circumstances without the authority of the Commissioners concerned. 4 But where information supplied under subsection (2) above has been used (in accordance with paragraph (b) of that subsection) in amending or supplementing other information, it is lawful for it to be— a supplied to any person or body to whom that other information could be supplied; or b used for any purpose for which that other information could be used. 5 This section does not limit the circumstances in which information may be supplied apart from this section.  Supply of information by Inland Revenue for purposes of contributions. 122A 1 This section applies to information which is held— a by the Commissioners of Inland Revenue; or b by a person providing services to the Commissioners of Inland Revenue in connection with the provision of those services. 2 Information to which this section applies may, with the authority of the Commissioners, be supplied to, or to a person providing services to, the Secretary of State or the Northern Ireland Department for use for any purpose relating to contributions. 3 Information supplied under subsection (2) above shall not be supplied by the recipient to any other person or body unless— a it could be supplied to that person or body under that subsection; or b it is supplied for the purposes of any civil or criminal proceedings relating to the Contributions and Benefits Act, the Jobseekers Act 1995 or this Act or to any provision of Northern Ireland legislation corresponding to any of them; and shall not be so supplied in those circumstances without the authority of the Commissioners. 4 But where information supplied under subsection (2) above has been used in amending or supplementing other information, it is lawful for it to be— a supplied to any person or body to whom that other information could be supplied; or b used for any purpose for which that other information could be used. 5 This section does not limit the circumstances in which information may be supplied apart from this section. 2 For section 116 of the  Social Security Administration (Northern Ireland) Act 1992 (disclosure of income tax information by the Inland Revenue) and the headings preceding that section substitute—  Information  Information held by tax authorities  Supply of information held by tax authorities for fraud prevention and verification. 116 1 This section applies to information which is held— a by the Commissioners of Inland Revenue or the Commissioners of Customs and Excise; or b by a person providing services to the Commissioners of Inland Revenue or the Commissioners of Customs and Excise in connection with the provision of those services. 2 Information to which this section applies may, with the authority of the Commissioners concerned, be supplied to, or to a person providing services to, the Department or the Secretary of State— a for use in the prevention, detection, investigation or prosecution of offences relating to social security; or b for use in checking the accuracy of information relating to benefits, contributions or national insurance numbers or to any other matter relating to social security and (where appropriate) amending or supplementing such information. 3 Information supplied under subsection (2) above shall not be supplied by the recipient to any other person or body unless— a it could be supplied to that person or body under that subsection; b it is supplied for the purposes of any civil or criminal proceedings relating to the Contributions and Benefits Act, the  Jobseekers (Northern Ireland) Order 1995 or this Act or to any enactment applying in Great Britain corresponding to any of them; or c it is supplied to the Housing Executive; and shall not be so supplied in those circumstances without the authority of the Commissioners concerned. 4 But where information supplied under subsection (2) above has been used (in accordance with paragraph (b) of that subsection) in amending or supplementing other information, it is lawful for it to be— a supplied to any person or body to whom that other information could be supplied; or b used for any purpose for which that other information could be used. 5 This section does not limit the circumstances in which information may be supplied apart from this section.  Supply of information by Inland Revenue for purposes of contributions. 116A 1 This section applies to information which is held— a by the Commissioners of Inland Revenue; or b by a person providing services to the Commissioners of Inland Revenue in connection with the provision of those services. 2 Information to which this section applies may, with the authority of the Commissioners, be supplied to, or to a person providing services to, the Department or the Secretary of State for use for any purpose relating to contributions. 3 Information supplied under subsection (2) above shall not be supplied by the recipient to any other person or body unless— a it could be supplied to that person or body under that subsection; or b it is supplied for the purposes of any civil or criminal proceedings relating to the Contributions and Benefits Act, the Jobseekers (Northern Ireland) Order 1995 or this Act or to any enactment applying in Great Britain corresponding to any of them; and shall not be so supplied in those circumstances without the authority of the Commissioners. 4 But where information supplied under subsection (2) above has been used in amending or supplementing other information, it is lawful for it to be— a supplied to any person or body to whom that other information could be supplied; or b used for any purpose for which that other information could be used. 5 This section does not limit the circumstances in which information may be supplied apart from this section."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "2", "section_title": " Other government information.", "section_text": "2 1 After section 122A of the  Social Security Administration Act 1992 (inserted by section 1(1)) insert—  Other government information  Supply of other government information for fraud prevention and verification. 122B 1 This section applies to information which is held by, or by a person providing services to, a Minister of the Crown or a government department (including a Northern Ireland department) and which relates to— a passports, immigration and emigration, nationality or prisoners; or b any other matter which is prescribed. 2 Information to which this section applies may be supplied to, or to a person providing services to, the Secretary of State or the Northern Ireland Department— a for use in the prevention, detection, investigation or prosecution of offences relating to social security; or b for use in checking the accuracy of information relating to benefits, contributions or national insurance numbers or to any other matter relating to social security and (where appropriate) amending or supplementing such information. 3 Information supplied under subsection (2) above shall not be supplied by the recipient to any other person or body unless— a it could be supplied to that person or body under that subsection; b it is supplied for the purposes of any civil or criminal proceedings relating to the Contributions and Benefits Act, the  Jobseekers Act 1995 or this Act or to any provision of Northern Ireland legislation corresponding to any of them; or c it is supplied under section 122C below. 4 But where information supplied under subsection (2) above has been used (in accordance with paragraph (b) of that subsection) in amending or supplementing other information, it is lawful for it to be— a supplied to any person or body to whom that other information could be supplied; or b used for any purpose for which that other information could be used. 5 This section does not limit the circumstances in which information may be supplied apart from this section. 2 After section 116A of the  Social Security Administration (Northern Ireland) Act 1992 (inserted by section 1(2)) insert—  Other government information  Supply of other government information for fraud prevention and verification. 116B 1 This section applies to information which is held by, or by a person providing services to, a Minister of the Crown or a Northern Ireland department or other government department and which relates to— a passports, immigration and emigration, nationality or prisoners; or b any other matter which is prescribed. 2 Information to which this section applies may be supplied to, or to a person providing services to, the Department or the Secretary of State— a for use in the prevention, detection, investigation or prosecution of offences relating to social security; or b for use in checking the accuracy of information relating to benefits, contributions or national insurance numbers or to any other matter relating to social security and (where appropriate) amending or supplementing such information. 3 Information supplied under subsection (2) above shall not be supplied by the recipient to any other person or body unless— a it could be supplied to that person or body under that subsection; b it is supplied for the purposes of any civil or criminal proceedings relating to the Contributions and Benefits Act, the  Jobseekers (Northern Ireland) Order 1995 or this Act or to any enactment applying in Great Britain corresponding to any of them; or c it is supplied to the Housing Executive. 4 But where information supplied under subsection (2) above has been used (in accordance with paragraph (b) of that subsection) in amending or supplementing other information, it is lawful for it to be— a supplied to any person or body to whom that other information could be supplied; or b used for any purpose for which that other information could be used. 5 This section does not limit the circumstances in which information may be supplied apart from this section."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "3", "section_title": " Authorities administering housing benefit or council tax benefit.", "section_text": "3 After section 122B of the  Social Security Administration Act 1992 (inserted by section 2(1)) insert—  Authorities administering housing benefit or council tax benefit  Supply of information to authorities administering benefit. 122C 1 This section applies to information relating to social security which is held— a by the Secretary of State or the Northern Ireland Department; or b by a person providing services to the Secretary of State or the Northern Ireland Department in connection with the provision of those services. 2 Information to which this section applies may be supplied to— a an authority administering housing benefit or council tax benefit; or b a person authorised to exercise any function of such an authority relating to such a benefit, for use in the administration of such a benefit. 3 But where information to which this section applies has been supplied to the Secretary of State, the Northern Ireland Department or the person providing services under section 122 or 122B above, it may only be supplied under subsection (2) above— a for use in the prevention, detection, investigation or prosecution of offences relating to housing benefit or council tax benefit; or b for use in checking the accuracy of information relating to housing benefit or to council tax benefit and (where appropriate) amending or supplementing such information. 4 The Secretary of State or the Northern Ireland Department— a may impose conditions on the use of information supplied under subsection (2) above; and b may charge a reasonable fee in respect of the cost of supplying information under that subsection. 5 Where information is supplied to an authority or other person under subsection (2) above, the authority or other person shall have regard to it in the exercise of any function relating to housing benefit or council tax benefit. 6 Information supplied under subsection (2) above shall not be supplied by the recipient to any other person or body unless— a it is supplied— i by an authority to a person authorised to exercise any function of the authority relating to housing benefit or council tax benefit; or ii by a person authorised to exercise any function of an authority relating to such a benefit to the authority; b it is supplied for the purposes of any civil or criminal proceedings relating to the Contributions and Benefits Act, the  Jobseekers Act 1995 or this Act or to any provision of Northern Ireland legislation corresponding to any of them; or c it is supplied under section 122D or 122E below. 7 This section does not limit the circumstances in which information may be supplied apart from this section (in particular by reason of section 122(4) or 122B(4) above).  Supply of information by authorities administering benefit. 122D 1 The Secretary of State or the Northern Ireland Department may require— a an authority administering housing benefit or council tax benefit; or b a person authorised to exercise any function of such an authority relating to such a benefit, to supply benefit administration information held by the authority or other person to, or to a person providing services to, the Secretary of State or the Northern Ireland Department for use for any purpose relating to social security. 2 The Secretary of State or the Northern Ireland Department may require— a an authority administering housing benefit or council tax benefit; or b a person authorised to exercise any function of such an authority relating to such a benefit, to supply benefit policy information held by the authority or other person to, or to a person providing services to, the Secretary of State or the Northern Ireland Department. 3 Information shall be supplied under subsection (1) or (2) above in such manner and form, and in accordance with such requirements, as may be prescribed. 4 In subsection (1) above “ benefit administration information ”, in relation to an authority or other person, means any information which is relevant to the exercise of any function relating to housing benefit or council tax benefit by the authority or other person. 5 In subsection (2) above “ benefit policy information ” means any information which may be relevant to the Secretary of State or the Northern Ireland Department— a in preparing estimates of likely future expenditure on housing benefit or council tax benefit; or b in developing policy relating to housing benefit or council tax benefit.  Supply of information between authorities administering benefit. 122E 1 This section applies to benefit administration information which is held by— a an authority administering housing benefit or council tax benefit; or b a person authorised to exercise any function of such an authority relating to such a benefit. 2 Information to which this section applies may be supplied to another such authority or person— a for use in the prevention, detection, investigation or prosecution of offences relating to housing benefit or council tax benefit; or b for use in checking the accuracy of information relating to housing benefit or to council tax benefit and (where appropriate) amending or supplementing such information. 3 The Secretary of State or the Northern Ireland Department may require information to which this section applies and which is of a prescribed description to be supplied in prescribed circumstances to another such authority or person for use in the administration of housing benefit or council tax benefit. 4 Information shall be supplied under subsection (3) above in such manner and form, and in accordance with such requirements, as may be prescribed. 5 Where information supplied under subsection (2) or (3) above has been used in amending or supplementing other information, it is lawful for it to be— a supplied to any person or body to whom that other information could be supplied; or b used for any purpose for which that other information could be used. 6 In this section “ benefit administration information ”, in relation to an authority or other person, means any information which is relevant to the exercise of any function relating to housing benefit or council tax benefit by the authority or other person. 7 This section does not limit the circumstances in which information may be supplied apart from this section."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "4", "section_title": " Unauthorised disclosure by officials.", "section_text": "4 1 In Schedule 4 to the  Social Security Administration Act 1992 (persons who may commit an offence under section 123 of that Act), after the entries headed “ Other public departments and offices ” insert—  Local authorities etc. A member, officer or employee of an authority administering housing benefit or council tax benefit. A person authorised to exercise any function of such an authority relating to such a benefit or any employee of such a person. A person authorised under section 139A(1) of this Act to consider and report to the Secretary of State on the administration of housing benefit or council tax benefit. 2 In section 123 of that Act (offence of unauthorised disclosure by certain persons of information relating to particular persons), in subsection (8) (persons employed in audit of expenditure)— a after paragraph (h) insert— ha a member of the Local Commission for England; hb a member of the Local Commission for Wales; hc the Commissioner for Local Administration in Scotland; , b after paragraph (j) insert— ja a member of the Audit Commission for Local Authorities and the National Health Service in England and Wales and any auditor appointed by that Commission; jb a member of the Accounts Commission for Scotland and any auditor within the meaning of Part VII of the  Local Government (Scotland) Act 1973; jc a Northern Ireland local government auditor; and , and c in paragraph (k), for “referred to in paragraphs (c) to (h) above” substitute  “                      or Commissions referred to in paragraphs (c) to (hc), (ja) and (jb) above and any person assisting an auditor referred to in paragraph (ja), (jb) or (jc) above                    ” ."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "5", "section_title": " Overseeing of administration by Secretary of State.", "section_text": "5 After section 139 of the  Social Security Administration Act 1992 insert—  Reports  Persons to report on administration. 139A 1 The Secretary of State may authorise persons to consider and report to him on the administration by authorities of housing benefit and council tax benefit and, in particular, their performance in the prevention and detection of fraud relating to those benefits. 2 A person may be authorised under subsection (1) above on such terms and for such period as the Secretary of State thinks fit and may be authorised to act generally or in relation to a specified authority or authorities. 3 In sections 139B and 139C below— “ benefit ” means housing benefit or council tax benefit; and “ authority ” means an authority which is administering either of those benefits.  Powers of investigation. 139B 1 A person authorised under section 139A(1) above— a has a right of access at all reasonable times to any document relating to the administration of benefit; b is entitled to require from any person holding or accountable for any such document such information and explanation as he thinks necessary; and c is entitled, if he thinks it necessary, to require any such person to produce any such document or to attend before him in person to give such information or explanation. 2 A person authorised under section 139A(1) above is entitled to require any officer or member of an authority or any person involved in the administration of benefit for an authority— a to give him such information and explanation relating to the administration of benefit as he thinks necessary; and b if he thinks it necessary, to require any such person to attend before him in person to give the information or explanation. 3 A person who without reasonable excuse fails to comply with a requirement under subsection (1) or (2) above is guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 4 A person authorised under section 139A(1) above may— a require any document or information which is to be given to him under subsection (1) or (2) above to be given in any form reasonably specified by him; and b take copies of any document produced to him. 5 In this section “ document ” means anything in which information of any description is recorded.  Reports. 139C 1 A report about an authority by a person authorised under section 139A(1) above may include recommendations about improvements which could be made by that authority in its administration of benefit and, in particular, in the prevention and detection of fraud relating to benefit. 2 When the Secretary of State receives a report about an authority from a person authorised under section 139A(1) above, he shall send a copy to the authority."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "7", "section_title": " Role of Accounts Commission for Scotland.", "section_text": "7 1 Part VII (Finance) of the  Local Government (Scotland) Act 1973 is amended as follows. 2 In section 97 (Accounts Commission for Scotland), after subsection (4D) insert— 4E The Secretary of State may supply to the Commission any information held by him which relates to housing benefit or council tax benefit and which appears to him to be relevant to the exercise of any of the functions of the Commission. 3 After section 101 (right to inspect and object to accounts) insert—  Reference of social security matters to Secretary of State. 101A The Commission or an auditor may refer to the Secretary of State any matter arising from an audit or study under this Part of this Act if it appears that it may be relevant for the purposes of any of the functions of the Secretary of State relating to social security. 4 After section 105 (regulations as to accounts) insert—  Studies of benefit administration at request of Secretary of State. 105A 1 The Secretary of State may request the Commission to conduct or assist the Secretary of State in conducting studies designed to improve economy, efficiency, effectiveness and quality of performance in the discharge by local authorities of functions relating to the administration of housing benefit and council tax benefit. 2 In the following provisions of this section “ study ” means a study which the Commission are requested to conduct, or assist the Secretary of State in conducting, under subsection (1) above. 3 If the Commission require— a any local authority included in a study; or b any officer or member of such an authority, to supply the Commission or an authorised person with such information as is needed for the purposes of the study, the authority or officer or member shall supply the information. 4 If the Commission require any local authority included in a study to make available for inspection by the Commission or an authorised person documents which relate to the authority and are needed for the purposes of the study, the authority shall make the documents available. 5 Any information obtained under a requirement under subsection (3) or (4) above may be disclosed by the Commission to the Secretary of State for the purposes of any functions of his which are connected with housing benefit or council tax benefit. 6 In subsections (3) and (4) above “ authorised person ” means a person authorised by the Commission for the purposes of this section. 7 The Commission shall send to the Secretary of State a copy of any report of a study; and the Secretary of State or the Commission may send a copy of a report of a study to any local authority to which the study relates. 8 Any report of a study may be published by the Secretary of State in conjunction with the Commission. 9 The Commission shall not conduct, or assist the Secretary of State in conducting, a study unless, before they do so, the Secretary of State has made arrangements for the payment of such reasonable amount as may be agreed between him and the Commission in respect of the study."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "8", "section_title": " Directions by Secretary of State.", "section_text": "8 After section 139C of the  Social Security Administration Act 1992 (inserted by section 5) insert—  Directions by Secretary of State  Directions. 139D 1 This section applies where— a a copy of a report has been sent to an authority under section 139C(2) above; b a copy of a report has been sent to an authority under section 18(3) of the  Local Government Finance Act 1982 and to the Secretary of State under section 28AC(2) of that Act; c a copy of a report relating to the administration of benefit has been sent to a local authority under section 102(2) of the  Local Government (Scotland) Act 1973 and to the Secretary of State and section 103(1) of that Act has been complied with; or d a copy of a report has been sent to an authority under section 28AB(7) of the  Local Government Finance Act 1982 or section 105A(7) of the  Local Government (Scotland) Act 1973. 2 The Secretary of State may invite the authority to consider the report and to submit proposals for— a improving its performance in relation to the prevention and detection of fraud relating to benefit or otherwise in relation to the administration of benefit; and b remedying any failings identified by the report. 3 After considering the report and any proposals made by the authority in response to it, the Secretary of State may give directions to the authority as to— a standards which the authority is to attain in the prevention and detection of fraud relating to benefit or otherwise in the administration of benefit; and b the time within which the standards are to be attained. 4 When giving directions to an authority under subsection (3) above, the Secretary of State may make recommendations to the authority setting out any course of action which he thinks it might take to attain the standards which it is directed to attain. 5 In this section “ benefit ” means housing benefit or council tax benefit."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "9", "section_title": " Enforcement of directions.", "section_text": "9 After section 139D of the  Social Security Administration Act 1992 (inserted by section 8) insert—  Information about attainment of standards. 139E 1 Where directions have been given to an authority under section 139D(3) above, the Secretary of State may require the authority to supply to him any information which he considers may assist him in deciding— a whether the authority has attained the standards which it has been directed to attain; or b whether the authority is likely to attain those standards within the time specified in the directions. 2 Information shall be supplied under subsection (1) above in such manner and form as the Secretary of State may require.  Enforcement notices. 139F 1 Where directions have been given to an authority under section 139D(3) above and the Secretary of State— a is not satisfied that the authority has attained the standards which it has been directed to attain; or b is not satisfied that the authority is likely to attain those standards within the time specified in the directions, he may serve on the authority a written notice under this section. 2 The notice shall— a identify the directions and state why the Secretary of State is not satisfied as mentioned in paragraph (a) or (b) of subsection (1) above; and b require the authority to submit a written response to the Secretary of State within a time specified in the notice. 3 If any person (other than the authority) carrying out work relating to the administration of benefit may be affected by any determination which may be made under section 139G below, the authority shall— a consult that person before submitting its response; and b include in its response any relevant observations made by that person. 4 The authority’s response shall either— a state that the authority has attained the standards, or is likely to attain them within the time specified in the directions, and justify that statement; or b state that the authority has not attained the standards, or is not likely to attain them within that time, and (if the authority wishes) give reasons why a determination under section 139G below should not be made or should not include any particular provision. 5 The notice may relate to any one or more matters covered by the directions. 6 The serving of a notice under this section relating to any directions or matter does not prevent the serving of further notices under this section relating to the same directions or matter. 7 In this section “ benefit ” means housing benefit or council tax benefit.  Enforcement determinations. 139G 1 Where, after the time specified in the notice under section 139F above has expired, the Secretary of State— a is not satisfied that the authority has attained the standards in question; or b is not satisfied that the authority is likely to attain those standards within the time specified in the directions, he may make a determination under this section. 2 The determination may be made whether or not the authority has responded to the notice under section 139F above. 3 The determination shall be designed to secure the attainment of the standards in question and— a shall include provision such as is specified in subsection (4) below; and b may also include provision such as is specified in subsection (5) below. 4 The provision referred to in paragraph (a) of subsection (3) above is provision that the authority must comply with specified requirements as to inviting, preparing, considering and accepting bids to carry out any work which— a falls to be carried out in pursuance of the authority’s functions relating to the administration of benefit; and b is of a description specified in the determination. 5 The provision referred to in paragraph (b) of that subsection is provision of any one or more of the following kinds relating to the work, or any specified category of the work, to which the determination relates— a provision that it may not be carried out by the authority; b provision that it may not be carried out by any person (other than the authority) who has been carrying it out; and c provision that any contract made by the authority with any person for carrying it out shall include terms requiring a level of performance which will secure, or contribute to securing, the attainment of the standards in question. 6 In this section “ benefit ” means housing benefit or council tax benefit.  Enforcement determinations: supplementary. 139H 1 The provisions included in a determination under section 139G above shall take effect from a date specified in the determination; and different dates may be specified in relation to different provisions. 2 The making of a determination under section 139G above in relation to any directions does not prevent the making of further determinations under that section in relation to the same directions. 3 The provision included in a determination by virtue of section 139G(3) above may include— a requirements that the Secretary of State be satisfied as to any specified matter; and b requirements that the Secretary of State authorise or consent to any specified matter. 4 The provision so included may also include provision as to the time at which any contract for the carrying out of work to which the determination relates (and which is not previously discharged) is to be taken to be frustrated by the determination. 5 A determination under section 139G above shall have effect in spite of any enactment under or by virtue of which an authority is required or authorised to carry out any work to which the determination relates. 6 A determination under section 139G above may make provision having effect, in relation to the work to which it relates, instead of any requirement which (apart from the determination) would have effect in relation to that work under or by virtue of the  Local Government Act 1988."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "10", "section_title": " Adjustment of subsidy.", "section_text": "10 In section 140B of the  Social Security Administration Act 1992 (calculation of amount of subsidy in respect of housing benefit and council tax benefit), for subsections (4) and (5) substitute— 4 The Secretary of State may— a pay as part of subsidy an additional amount specified by, or calculated in a manner specified by, the order; or b deduct from the amount which would otherwise be payable by way of subsidy an amount specified by, or calculated in a manner specified by, the order. 4A The additional amounts which may be paid by virtue of subsection (4)(a) above include amounts in respect of— a the costs of administering the relevant benefit; or b success in preventing or detecting fraud relating to the relevant benefit or action to be taken with a view to preventing or detecting such fraud. 5 The Secretary of State may— a where an application is made by an authority on his invitation, pay to the authority as part of the subsidy such additional amount as he considers appropriate in respect of— i success in preventing or detecting fraud relating to the relevant benefit; or ii action to be taken with a view to preventing or detecting such fraud; or b deduct from the subsidy which would otherwise be payable to an authority such amount as he considers it unreasonable to pay by way of subsidy. 5A The amounts which may be deducted by virtue of subsection (4)(b) or (5)(b) above include amounts in respect of— a a failure to comply with directions under section 139D(3) above; and b other failures in preventing or detecting fraud relating to the relevant benefit."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "11", "section_title": " Information from landlords and agents.", "section_text": "11 After section 126 of the  Social Security Administration Act 1992 insert—  Landlords and agents  Power to require information from landlords and agents. 126A 1 Regulations shall provide that where a claim for housing benefit in respect of a dwelling is made to an authority and the circumstances are such as are prescribed— a the authority; or b a person authorised to exercise any function of the authority relating to housing benefit, may require any appropriate person to supply information of a prescribed description to the authority or other person. 2 Subject to subsection (4) below, for the purposes of subsection (1) above a person is an appropriate person in relation to a dwelling if he is— a a person to whom anyone is, or claims to be, liable to make relevant payments; b a person to whom, or at whose direction, a person within paragraph (a) above has agreed to make payments in consequence of being entitled to receive relevant payments; or c a person acting on behalf of a person within paragraph (a) or (b) above in connection with any aspect of the management of the dwelling. 3 In subsection (2) above “ relevant payments ”, in relation to a dwelling, means payments in respect of the dwelling which are of a description in relation to which housing benefit may be paid. 4 Regulations may provide that any prescribed person, or any person of a prescribed description, is not an appropriate person for the purposes of subsection (1) above. 5 The descriptions of information which may be prescribed for the purposes of subsection (1) above include, in particular, any description of information relating to, or to any interest in or other connection with, dwellings and other property situated anywhere in the United Kingdom. 6 Information shall be supplied under subsection (1) above in such manner and form, and at such time and in accordance with such other requirements, as may be prescribed. 7 Information supplied to an authority or other person under subsection (1) above may be used by the authority or other person only in the exercise of any function relating to housing benefit or council tax benefit. 8 The provisions of sections 122D and 122E above apply in relation to any information supplied under subsection (1) above which is not benefit administration information (within the meaning of those provisions) as if it were."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "13", "section_title": " Offence of dishonest representation for obtaining benefit.", "section_text": "13 After section 111 of the  Social Security Administration Act 1992 insert—  Dishonest representations for obtaining benefit etc. 111A 1 If a person dishonestly— a makes a false statement or representation; b produces or furnishes, or causes or allows to be produced or furnished, any document or information which is false in a material particular; c fails to notify a change of circumstances which regulations under this Act require him to notify; or d causes or allows another person to fail to notify a change of circumstances which such regulations require the other person to notify, with a view to obtaining any benefit or other payment or advantage under the social security legislation (whether for himself or for some other person), he shall be guilty of an offence. 2 In this section “ the social security legislation ” means the Acts to which section 110 above applies and the  Jobseekers Act 1995. 3 A person guilty of an offence under this section shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months, or to a fine not exceeding the statutory maximum, or to both; or b on conviction on indictment, to imprisonment for a term not exceeding seven years, or to a fine, or to both. 4 In the application of this section to Scotland, in subsection (1) for “dishonestly” substitute “knowingly”."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "15", "section_title": " Penalty as alternative to prosecution.", "section_text": "15 After section 115 of the Social Security Administration Act 1992 insert—  Penalty as alternative to prosecution. 115A 1 This section applies where an overpayment is recoverable from a person by, or due from a person to, the Secretary of State or an authority under or by virtue of section 71, 71A, 75 or 76 above and it appears to the Secretary of State or authority that— a the making of the overpayment was attributable to an act or omission on the part of that person; and b there are grounds for instituting against him proceedings for an offence (under this Act or any other enactment) relating to the overpayment. 2 The Secretary of State or authority may give to the person a written notice— a stating that he may be invited to agree to pay a penalty and that, if he does so in the manner specified by the Secretary of State or authority, no such proceedings will be instituted against him; and b containing such information relating to the operation of this section as may be prescribed. 3 The amount of the penalty shall be 30 per cent. of the amount of the overpayment (rounded down to the nearest whole penny). 4 If the person agrees in the specified manner to pay the penalty— a the amount of the penalty shall be recoverable by the same methods as those by which the overpayment is recoverable; and b no proceedings will be instituted against him for an offence (under this Act or any other enactment) relating to the overpayment. 5 The person may withdraw his agreement to pay the penalty by notifying the Secretary of State or authority, in the manner specified by the Secretary of State or authority, at any time during the period of 28 days beginning with the day on which he agrees to pay it; and if he does so— a so much of the penalty as has already been recovered shall be repaid; and b subsection (4)(b) above shall not apply. 6 Where, after the person has agreed to pay the penalty, it is decided on a review or appeal or in accordance with regulations that the overpayment is not recoverable or due, so much of the penalty as has already been recovered shall be repaid. 7 Where, after the person has agreed to pay the penalty, the amount of the overpayment is revised on a review or appeal or in accordance with regulations— a so much of the penalty as has already been recovered shall be repaid; and b subsection (4)(b) above shall no longer apply by reason of the agreement; but if a new agreement is made under this section in relation to the revised overpayment, the amount already recovered by way of penalty, to the extent that it does not exceed the amount of the new penalty, may be treated as recovered under the new agreement instead of being repaid. 8 In this section “ overpayment ” means— a a payment which should not have been made; b a sum which the Secretary of State should have received; c an amount of benefit paid in excess of entitlement; or d an amount equal to an excess of benefit allowed; and the reference in subsection (1)(a) above to the making of the overpayment is to the making of the payment, the failure to receive the sum, the payment of benefit in excess of entitlement or the allowing of an excess of benefit."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "16", "section_title": " Recovery of overpaid housing benefit.", "section_text": "16 In section 75 of the  Social Security Administration Act 1992 (recovery of overpayments of housing benefit), after subsection (4) insert— 5 Where an amount paid to a person on behalf of another person is recoverable under this section, subsections (3) and (4) above authorise its recovery from the person to whom it was paid by deduction— a from prescribed benefits to which he is entitled; b from prescribed benefits paid to him to discharge (in whole or in part) an obligation owed to him by the person on whose behalf the recoverable amount was paid; or c from prescribed benefits paid to him to discharge (in whole or in part) an obligation owed to him by any other person. 6 Where an amount is recovered as mentioned in paragraph (b) of subsection (5) above, the obligation specified in that paragraph shall in prescribed circumstances be taken to be discharged by the amount of the deduction; and where an amount is recovered as mentioned in paragraph (c) of that subsection, the obligation specified in that paragraph shall in all cases be taken to be so discharged. 7 Where any amount recoverable under this section is to be recovered otherwise than by deduction from prescribed benefits— a if the person from whom it is recoverable resides in England and Wales and the county court so orders, it is recoverable by execution issued from the county court or otherwise as if it were payable under an order of that court; and b if he resides in Scotland, it may be enforced in the same manner as an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "19", "section_title": " Requirement to state national insurance number.", "section_text": "19 In section 1 of the Social Security Administration Act 1992 (entitlement to benefit dependent on claim), after subsection (1) insert— 1A No person whose entitlement to any benefit depends on his making a claim shall be entitled to the benefit unless subsection (1B) below is satisfied in relation both to the person making the claim and to any other person in respect of whom he is claiming benefit. 1B This subsection is satisfied in relation to a person if— a the claim is accompanied by— i a statement of the person’s national insurance number and information or evidence establishing that that number has been allocated to the person; or ii information or evidence enabling the national insurance number that has been allocated to the person to be ascertained; or b the person makes an application for a national insurance number to be allocated to him which is accompanied by information or evidence enabling such a number to be so allocated. 1C Regulations may make provision disapplying subsection (1A) above in the case of— a prescribed benefits; b prescribed descriptions of persons making claims; or c prescribed descriptions of persons in respect of whom benefit is claimed, or in other prescribed circumstances."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "20", "section_title": " Return of social security post.", "section_text": "20 1 After section 182 of the  Social Security Administration Act 1992 insert—  Redirection of post  Return of social security post. 182A 1 A social security authority may require— a the Post Office; or b any other person who conveys postal packets, to return to the sender social security post sent by or on behalf of the authority which would otherwise be redirected. 2 A social security authority shall make payments of such amount as the Secretary of State considers reasonable in respect of the return of social security post in compliance with a requirement imposed by the authority under subsection (1) above. 3 In subsections (1) and (2) above “ social security authority ” means— a the Secretary of State; b the Northern Ireland Department; or c any local or other authority administering housing benefit or council tax benefit (including the Northern Ireland Housing Executive). 4 In subsections (1) and (2) above “ social security post ” means postal packets— a the contents of which relate to any benefit, contributions or national insurance number or to any other matter relating to social security; and b which are marked, in a manner approved by the Post Office or other person conveying them, with the name and address of the sender and with an indication that they are to be returned rather than redirected. 5 In this section— a “ redirected ”, in relation to any postal packet, means delivered to an address other than that indicated by the sender on the packet; and b “ postal packet ” has the same meaning as in the  Post Office Act 1953. 6 Any requirement imposed under subsection (1) above has effect subject to any order under— a section 371 of the  Insolvency Act 1986 or Article 342 of the  Insolvency (Northern Ireland) Order 1989 (redirection of bankrupt’s letters to trustee in bankruptcy); b paragraph 10 of Schedule 1 to the  Solicitors Act 1974 or paragraph 15 of Schedule 1 to the  Solicitors (Northern Ireland) Order 1976 (redirection of letters following intervention by Law Society); or c paragraph 10 of Schedule 5 to the  Administration of Justice Act 1985 (redirection of letters following intervention by Council for Licensed Conveyancers). 2 After section 158 of the  Social Security Administration (Northern Ireland) Act 1992 insert—  Redirection of post  Return of social security post. 158A 1 A social security authority may require— a the Post Office; or b any other person who conveys postal packets, to return to the sender social security post sent by or on behalf of the authority which would otherwise be redirected. 2 A social security authority shall make payments of such amount as the Department considers reasonable in respect of the return of social security post in compliance with a requirement imposed by the authority under subsection (1) above. 3 In subsections (1) and (2) above “ social security authority ” means— a the Department; b the Housing Executive; c the Secretary of State; or d any local or other authority administering housing benefit or council tax benefit (other than the Housing Executive). 4 In subsections (1) and (2) above “ social security post ” means postal packets— a the contents of which relate to any benefit, contributions or national insurance number or to any other matter relating to social security; and b which are marked, in a manner approved by the Post Office or other person conveying them, with the name and address of the sender and with an indication that they are to be returned rather than redirected. 5 In this section— a “ redirected ”, in relation to any postal packet, means delivered to an address other than that indicated by the sender on the packet; and b “ postal packet ” has the same meaning as in the  Post Office Act 1953. 6 Any requirement imposed under subsection (1) above has effect subject to any order under— a Article 342 of the  Insolvency (Northern Ireland) Order 1989 or section 371 of the  Insolvency Act 1986 (redirection of bankrupt’s letters to trustee in bankruptcy); b paragraph 15 of Schedule 1 to the  Solicitors (Northern Ireland) Order 1976 or paragraph 10 of Schedule 1 to the  Solicitors Act 1974 (redirection of letters following intervention by Law Society); or c paragraph 10 of Schedule 5 to the  Administration of Justice Act 1985 (redirection of letters following intervention by Council for Licensed Conveyancers)."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "21", "section_title": " Information about redirection of post.", "section_text": "21 1 After section 182A of the  Social Security Administration Act 1992 (inserted by section 20(1)) insert—  Requirement to supply information about redirection of post. 182B 1 The Secretary of State or the Northern Ireland Department may require the Post Office or any other person who conveys postal packets to supply information relating to arrangements for the redirection of postal packets to, or to a person supplying services to, the Secretary of State or the Department— a for use in the prevention, detection, investigation or prosecution of offences relating to social security; or b for use in checking the accuracy of information relating to benefits, contributions or national insurance numbers or to any other matter relating to social security and (where appropriate) amending or supplementing such information. 2 A local or other authority administering housing benefit or council tax benefit (including the Northern Ireland Housing Executive) may require the Post Office or any other person who conveys postal packets to supply information relating to arrangements for the redirection of postal packets to the authority or a person authorised to exercise any function of the authority relating to housing benefit or council tax benefit— a for use in the prevention, detection, investigation or prosecution of offences relating to such a benefit; or b for use in checking the accuracy of information relating to such a benefit and (where appropriate) amending or supplementing such information. 3 Information shall be supplied under subsection (1) or (2) above in such manner and form, and in accordance with such requirements, as may be prescribed. 4 Payments of such amount as the Secretary of State considers reasonable shall be made by a person or authority imposing a requirement under subsection (1) or (2) above in respect of the supply of information in compliance with the requirement. 5 Information supplied under subsection (1) or (2) above shall not be supplied by the recipient to any other person or body unless— a it could be supplied to that person or body under either of those subsections; or b it is supplied for the purposes of any civil or criminal proceedings relating to the Contributions and Benefits Act, the  Jobseekers Act 1995 or this Act or to any provision of Northern Ireland legislation corresponding to any of them. 6 But where information supplied under subsection (1) or (2) above has been used (in accordance with paragraph (b) of the subsection concerned) in amending or supplementing other information, it is lawful for it to be— a supplied to any person or body to whom that other information could be supplied; or b used for any purpose for which that other information could be used. 7 In subsections (1) and (2) above “ arrangements for the redirection of postal packets ” means arrangements made with the Post Office or other person conveying postal packets for the delivery of postal packets to addresses other than those indicated by senders on the packets. 8 In this section “ postal packet ” has the same meaning as in the  Post Office Act 1953. 2 After section 158A of the  Social Security Administration (Northern Ireland) Act 1992 (inserted by section 20(2)) insert—  Requirement to supply information about redirection of post. 158B 1 The Department or the Secretary of State may require the Post Office or any other person who conveys postal packets to supply information relating to arrangements for the redirection of postal packets to, or to a person supplying services to, the Department or the Secretary of State— a for use in the prevention, detection, investigation or prosecution of offences relating to social security; or b for use in checking the accuracy of information relating to benefits, contributions or national insurance numbers or to any other matter relating to social security and (where appropriate) amending or supplementing such information. 2 The Housing Executive or any other local or other authority administering housing benefit or council tax benefit may require the Post Office or any other person who conveys postal packets to supply information relating to arrangements for the redirection of postal packets to the authority or a person authorised to exercise any function of the authority relating to housing benefit or council tax benefit— a for use in the prevention, detection, investigation or prosecution of offences relating to such a benefit; or b for use in checking the accuracy of information relating to such a benefit and (where appropriate) amending or supplementing such information. 3 Information shall be supplied under subsection (1) or (2) above in such manner and form, and in accordance with such requirements, as may be prescribed. 4 Payments of such amount as the Department considers reasonable shall be made by a person or authority imposing a requirement under subsection (1) or (2) above in respect of the supply of information in compliance with the requirement. 5 Information supplied under subsection (1) or (2) above shall not be supplied by the recipient to any other person or body unless— a it could be supplied to that person or body under either of those subsections; or b it is supplied for the purposes of any civil or criminal proceedings relating to the Contributions and Benefits Act, the  Jobseekers (Northern Ireland) Order 1995 or this Act or to any enactment applying in Great Britain corresponding to any of them. 6 But where information supplied under subsection (1) or (2) above has been used (in accordance with paragraph (b) of the subsection concerned) in amending or supplementing other information, it is lawful for it to be— a supplied to any person or body to whom that other information could be supplied; or b used for any purpose for which that other information could be used. 7 In subsections (1) and (2) above “ arrangements for the redirection of postal packets ” means arrangements made with the Post Office or other person conveying postal packets for the delivery of postal packets to addresses other than those indicated by senders on the packets. 8 In this section “ postal packet ” has the same meaning as in the  Post Office Act 1953."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "22", "section_title": " Minor and consequential amendments and repeals.", "section_text": "22 Schedule 1 (minor and consequential amendments) and Schedule 2 (repeals) have effect."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "23", "section_title": " Northern Ireland.", "section_text": "23 1 Sections 1(1), 2(1), 3 to 19, 20(1) and 21(1) do not extend to Northern Ireland. 2 Sections 1(2), 2(2), 20(2) and 21(2) and subsections (4) and (5) of this section extend only to Northern Ireland. 3 Section 22 and the Schedules have the same extent as the enactments which they amend or repeal. 4 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for relevant purposes— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In subsection (4) “ relevant purposes ” means purposes corresponding to those of any of sections 3 to 9 and 11 to 19 or of so much of section 22 and the Schedules as does not extend to Northern Ireland."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "24", "section_title": " Financial provision.", "section_text": "24 1 There shall be paid out of money provided by Parliament— a any expenditure of a Minister of the Crown or government department incurred in consequence of this Act, and b any increase attributable to this Act in the sums payable out of money provided by Parliament under any other Act. 2 Any sum received by the Secretary of State by virtue of this Act shall be paid into the Consolidated Fund."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "25", "section_title": " Commencement.", "section_text": "25 1 Sections 1 to 22 and the Schedules shall not come into force until such day as the Secretary of State may by order made by statutory instrument appoint. 2 Different days may be appointed for different purposes. 3 An order under this section may include such transitional provisions, consequential provisions or savings as the Secretary of State considers appropriate for the purposes of, or in connection with, the provisions to which it applies. 4 An order under this section may provide that a provision of this Act is to come into force only in relation to an area specified in the order. 5 Nothing in section 13 or 14 applies in relation to any act or omission occurring before the section comes into force. 6 An order which provides that section 15 is to come into force only in relation to a specified area may also provide that (unless continued in force by a subsequent order) that section is to remain in force there only for a period specified in the order; and an order which so provides may include such transitional provisions, consequential provisions or savings as the Secretary of State considers appropriate in relation to that section’s ceasing to be in force in relation to that area at the end of that period. 7 Section 15 does not apply in relation to an act or omission occurring in an area at a time when that section is not in force in relation to that area."}, {"act": "Social Security Administration (Fraud) Act 1997", "year": 1997, "section": "26", "section_title": " Short title.", "section_text": "26 This Act may be cited as the Social Security Administration (Fraud) Act 1997."}]