[{"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "1", "section_title": " Establishment of the Commission.", "section_text": "1 1 There shall be a commission, known as the Special Immigration Appeals Commission, for the purpose of exercising the jurisdiction conferred by this Act  and Schedule 4A to the British Nationality Act 1981 . 2 Schedule 1 to this Act shall have effect in relation to the Commission. 3 The Commission shall be a superior court of record. 4 A decision of the Commission shall be questioned in legal proceedings only in accordance with— a section 7  and sections 7B to 7D , or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "2", "section_title": " Jurisdiction: appeals", "section_text": "2 1 A person may appeal to the Special Immigration Appeals Commission against a decision if— a he would be able to appeal against the decision under section 82(1) , 83(2) or 83A(2)  of the Nationality, Immigration and Asylum Act 2002 but for a certificate of the Secretary of State under section 97 of that Act (national security, &c.), or b an appeal against the decision under section 82(1) , 83(2) or 83A(2)   of that Act lapsed under section 99 of that Act by virtue of a certificate of the Secretary of State under section 97 of that Act. 2 The following provisions shall apply, with any necessary modifications, in relation to an appeal against an immigration decision under this section as they apply in relation to an appeal under section 82(1) of the Nationality, Immigration and Asylum Act 2002— a section 3C   ... of the Immigration Act 1971 (c. 77)   continuation of leave , b section 78 of the Nationality, Immigration and Asylum Act 2002 (no removal while appeal pending), c section 79 of that Act (deportation order: appeal), ca section 78A of that Act (restriction on removal of children and their parents), d section 82(3) of that Act (variation or revocation of leave to enter or remain: appeal), e section 84 of that Act (grounds of appeal), f section 85 of that Act (matters to be considered), g section 86 of that Act (determination of appeal), h section 87 of that Act (successful appeal: direction), i section 96 of that Act (earlier right of appeal), j section 104 of that Act (pending appeal), k section 105 of that Act (notice of immigration decision), and l section 110 of that Act (grants). 3 The following provisions shall apply, with any necessary modifications, in relation to   an appeal against a decision other than an immigration decision   under this section as they apply in relation to an appeal under section 83(2)   or 83A(2)  of the Nationality, Immigration and Asylum Act 2002— a section 85(4) of that Act (matters to be considered), b section 86 of that Act (determination of appeal), c section 87 of that Act (successful appeal: direction), and d section 110 of that Act (grants). 4 An appeal against the rejection of a claim for asylum under this section shall be treated as abandoned if the appellant leaves the United Kingdom. 5 A person may bring or continue an appeal against an immigration decision under this section while he is in the United Kingdom only if he would be able to bring or continue the appeal while he was in the United Kingdom if it were an appeal under section 82(1) of that Act. 6 In this section “ immigration decision ” has the meaning given by section 82(2) of the Nationality, Immigration and Asylum Act 2002."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "2A", "section_title": " Jurisdiction:  racial discrimination and human rights.", "section_text": "2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "2B", "section_title": "", "section_text": "2B A person may appeal to the Special Immigration Appeals Commission against a decision to make an order under section 40 of the British Nationality Act 1981 (c. 61) (deprivation of citizenship) if he is not entitled to appeal under section 40A(1) of that Act because of a certificate under section 40A(2)  (and section 40A(3)(a) shall have effect in relation to appeals under this section).  "}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "2C", "section_title": "Jurisdiction: review of certain exclusion decisions", "section_text": "2C 1 Subsection (2) applies in relation to any direction about the exclusion of a   person    from the United Kingdom which— a is made by the Secretary of State wholly or partly on the ground that the exclusion from the United Kingdom of the  person   is conducive to the public good, b is not subject to a right of appeal, and c is certified by the Secretary of State as a direction that was made wholly or partly in reliance on information which, in the opinion of the Secretary of State, should not be made public— i in the interests of national security, ii in the interests of the relationship between the United Kingdom and another country, or iii otherwise in the public interest. 2 The   person    to whom the direction relates may apply to the Special Immigration Appeals Commission to set aside the direction. 3 In determining whether the direction should be set aside, the Commission must apply the principles which would be applied in judicial review proceedings. 4 If the Commission decides that the direction should be set aside, it may make any such order, or give any such relief, as may be made or given in judicial review proceedings. 5 ... References in this section to the Secretary of State are to the Secretary of State acting in person."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "2D", "section_title": "Jurisdiction: review of certain naturalisation and citizenship decisions", "section_text": "2D 1 Subsection (2) applies in relation to any decision of the Secretary of State which— a is either— i a refusal to issue a certificate of naturalisation under section 6   or 18  of the British Nationality Act 1981 to an applicant under that section, or ii a refusal to grant an application of the kind mentioned in section 41A of that Act (applications to register an adult or young person as a British citizen  etc. ), and b is certified by the Secretary of State as a decision that was made wholly or partly in reliance on information which, in the opinion of the Secretary of State, should not be made public— i in the interests of national security, ii in the interests of the relationship between the United Kingdom and another country, or iii otherwise in the public interest. 2 The applicant to whom the decision relates may apply to the Special Immigration Appeals Commission to set aside the decision. 3 In determining whether the decision should be set aside, the Commission must apply the principles which would be applied in judicial review proceedings. 4 If the Commission decides that the decision should be set aside, it may make any such order, or give any such relief, as may be made or given in judicial review proceedings."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "2E", "section_title": "Jurisdiction: review of certain deportation decisions", "section_text": "2E 1 Subsection (2) applies in relation to a relevant deportation decision which has been certified under section 97 or 97A(1) of the Nationality, Immigration and Asylum Act 2002 (certification on grounds of national security  etc ). 2 The person to whom the decision relates may apply to the Special Immigration Appeals Commission to set aside the decision. 3 In determining whether the decision should be set aside, the Commission must apply the principles which would be applied in judicial review proceedings. 4 If the Commission decides that the decision should be set aside, it may make any such order, or give any such relief, as may be made or given in judicial review proceedings. 5 In this section  “ relevant deportation decision ” means a decision of the Secretary of State about the deportation of a person from the United Kingdom, if and to the extent that— a the decision is not subject to a right of appeal, or b the decision (being subject to a right of appeal) gives rise to issues which may not be raised on such an appeal."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "2F", "section_title": "Jurisdiction: review of certain immigration decisions", "section_text": "2F 1 Subsection (2) applies in relation to any decision of the Secretary of State which— a relates to a person’s entitlement to enter, reside in or remain in the United Kingdom, or to a person’s removal from the United Kingdom, b is not subject— i to a right of appeal, or ii to a right under a provision other than subsection (2) to apply to the Special Immigration Appeals Commission for the decision to be set aside, and c is certified by the Secretary of State acting in person as a decision that was made wholly or partly in reliance on information which, in the opinion of the Secretary of State, should not be made public— i in the interests of national security, ii in the interests of the relationship between the United Kingdom and another country, or iii otherwise in the public interest. 2 The person to whom the decision relates may apply to the Special Immigration Appeals Commission to set aside the decision. 3 In determining whether the decision should be set aside, the Commission must apply the principles which would be applied in judicial review proceedings. 4 If the Commission decides that the decision should be set aside, it may make any such order, or give any such relief, as may be made or given in judicial review proceedings."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "3", "section_title": " Jurisdiction: bail.", "section_text": "3 1 In the case of a person to whom subsection (2) below applies, the provisions of   Schedule 10 to the Immigration Act 2016   specified in Schedule 3 to this Act shall have effect with the modifications set out there. 2 This subsection applies to a person who is detained under the Immigration Act 1971   or the Nationality, Immigration and Asylum Act 2002   if— a the Secretary of State certifies that his detention is necessary in the interests of national security, b he is detained following a decision to refuse him leave to enter the United Kingdom on the ground that his exclusion is in the interests of national security, or c he is detained following a decision to make a deportation order against him on the ground that his deportation is in the interests of national security."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "4", "section_title": " Determination of appeals.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "5", "section_title": " Procedure in relation to jurisdiction under sections 2 and 3.", "section_text": "5 1 The Lord Chancellor may make rules— a for regulating the exercise of the rights of appeal conferred by section 2  or 2B ... above, b for prescribing the practice and procedure to be followed on or in connection with appeals under that section  section 2  or 2B ... above , including the mode and burden of proof and admissibility of evidence on such appeals, and c for other matters preliminary or incidental to or arising out of such appeals, including proof of the decisions of the Special Immigration Appeals Commission. 2 Rules under this section shall provide that an appellant has the right to be legally represented in any proceedings before the Commission on an appeal under section 2  or 2B ... above, subject to any power conferred on the Commission by such rules. 2A Rules under this section may, in particular, do anything which may be done by   Tribunal Procedure Rules . 3 Rules under this section may, in particular— a make provision enabling proceedings before the Commission to take place without the appellant being given full particulars of the reasons for the decision which is the subject of the appeal, b make provision enabling the Commission to hold proceedings in the absence of any person, including the appellant and any legal representative appointed by him, c make provision about the functions in proceedings before the Commission of persons appointed under section 6 below, and d make provision enabling the Commission to give the appellant a summary of any evidence taken in his absence. 4 Rules under this section may also include provision— a enabling any functions of the Commission which relate to matters preliminary or incidental to an appeal, or which are conferred by   Schedule 10 to the Immigration Act 2016 , to be performed by a single member of the Commission, or b conferring on the Commission such ancillary powers as the Lord Chancellor thinks necessary for the purposes of the exercise of its functions. 5 The power to make rules under this section shall include power to make rules with respect to applications to the Commission under   Schedule 10 to the Immigration Act 2016   and matters arising out of such applications. 5A Rules under this section must secure that, where the Commission has decided not to release a person on   immigration bail under Schedule 10 to the Immigration Act 2016 , the Commission is required to dismiss any further application by the person for release on   immigration bail  that is made during the period of 28 days starting with the date of the Commission's decision, unless there has been a material change in circumstances. 6 In making rules under this section, the Lord Chancellor shall have regard, in particular, to— a the need to secure that decisions which are the subject of appeals are properly reviewed, and b the need to secure that information is not disclosed contrary to the public interest. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The power to make rules under this section shall be exercisable by statutory instrument. 9 No rules shall be made under this section unless a draft of them has been laid before and approved by resolution of each House of Parliament."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "6", "section_title": " Appointment of person to represent the appellant’s interests.", "section_text": "6 1 The relevant law officer may appoint a person to represent the interests of an appellant in any proceedings before the Special Immigration Appeals Commission from which the appellant and any legal representative of his are excluded. 2 For the purposes of subsection (1) above, the relevant law officer is— a in relation to proceedings before the Commission in England and Wales, the Attorney General, b in relation to proceedings before the Commission in Scotland, the Lord Advocate, and c in relation to proceedings before the Commission in Northern Ireland, the   Advocate General for Northern Ireland . 3 A person appointed under subsection (1) above— a if appointed for the purposes of proceedings in England and Wales, shall have a general qualification for the purposes of section 71 of the  Courts and Legal Services Act 1990, b if appointed for the purposes of proceedings in Scotland, shall be— i an advocate, or ii a solicitor who has by virtue of section 25A of the  Solicitors (Scotland) Act 1980 rights of audience in the Court of Session and the High Court of Justiciary, and c if appointed for the purposes of proceedings in Northern Ireland, shall be a member of the Bar of Northern Ireland. 4 A person appointed under subsection (1) above shall not be responsible to the person whose interests he is appointed to represent."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "6A", "section_title": "Procedure in relation to jurisdiction under sections 2C  to   2F", "section_text": "6A 1 Sections 5 and 6 apply in relation to reviews under section 2C  , 2D   , 2E or 2F  as they apply in relation to appeals under section 2 or 2B. 2 Accordingly— a references to appeals are to be read as references to reviews (and references to appeals under section 2 or 2B are to be read as references to reviews under section 2C  , 2D   , 2E or 2F ), and b references to an appellant are to be read as references to an applicant under section 2C(2)  , 2D(2)   , 2E(2) or (as the case may be) 2F(2) ."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "6B", "section_title": "Procedure in relation to jurisdiction under Schedule 4A to the British Nationality Act 1981", "section_text": "6B 1 The Lord Chancellor may make rules— a in relation to applications under paragraph 1(1), (2) or (6) or paragraph 2(5) of Schedule 4A to the British Nationality Act 1981 (deprivation of citizenship without notice), b for prescribing the practice and procedure to be followed on or in connection with applications under those paragraphs, including the mode and burden of proof and admissibility of evidence on such applications, and c for other matters preliminary or incidental to or arising out of such applications, including proof of the decisions of the Special Immigration Appeals Commission. 2 Rules under this section may, in particular, do anything which may be done by Tribunal Procedure Rules. 3 Rules under this section may make provision— a enabling any functions of the Commission which relate to an application under a provision mentioned in subsection (1)(a) to be performed by a single member of the Commission, or b conferring on the Commission such ancillary powers as the Lord Chancellor thinks necessary for the purposes of the exercise of its functions. 4 In making rules under this section, the Lord Chancellor must have regard, in particular, to— a the need to secure that decisions which are the subject of applications are properly reviewed, and b the need to secure that information is not disclosed contrary to the public interest. 5 The power to make rules under this section is exercisable by statutory instrument. 6 No rules may be made under this section unless a draft of them has been laid before and approved by resolution of each House of Parliament."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "7", "section_title": " Appeals from the Commission.", "section_text": "7 1 Where the Special Immigration Appeals Commission has made a final determination of an appeal, any party to the appeal may bring a further appeal to the appropriate appeal court on any question of law material to that determination. 1A Where the Commission has made a final determination of a review under section 2C   , 2D or 2F , any party to the review may bring an appeal against that determination to the appropriate appeal court. 1B Where the Commission has made a final determination of an application under paragraph 1(1), (2) or (6) or paragraph 2(5) of Schedule 4A to the British Nationality Act 1981 (deprivation of citizenship without notice), the Secretary of State may bring an appeal against that determination to the appropriate appeal court. 2 An appeal under this section may be brought only with the leave of the Commission or, if such leave is refused, with the leave of the appropriate appeal court. 3 In this section   and sections 7B to 7D  “ the appropriate appeal court ” means— a in relation to a determination made by the Commission in England and Wales, the Court of Appeal, b in relation to a determination made by the Commission in Scotland, the Court of Session, and c in relation to a determination made by the Commission in Northern Ireland, the Court of Appeal in Northern Ireland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "7A", "section_title": " Pending appeals.", "section_text": "7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "7B", "section_title": "Appeals to Supreme Court: grant of certificate by Commission", "section_text": "7B 1 If the Special Immigration Appeals Commission is satisfied that— a the conditions in subsection (4) or (5) are fulfilled in relation to a final determination to which section 7(1) or (1A) applies, and b in respect of that final determination, a sufficient case for an appeal to the Supreme Court has been made out to justify an application under section 7C, the Commission may grant a certificate to that effect. 2 The Commission may grant a certificate under this section only on an application made by a party to the appeal or review to which the final determination relates. 3 The Commission may not grant a certificate under this section if the final determination is made by the Commission in Scotland. 4 The conditions in this subsection are that a point of law of general public importance is involved in the final determination and that point of law is— a a point of law that— i relates wholly or mainly to the construction of an enactment or statutory instrument, and ii has been fully argued in the proceedings on the appeal or review to which the final determination relates and fully considered in the judgment of the Commission, or b a point of law— i in respect of which the Commission is bound by a decision of the appropriate appeal court or the Supreme Court in previous proceedings, and ii that was fully considered in the judgments given by the appropriate appeal court or, as the case may be, the Supreme Court in those previous proceedings. 5 The conditions in this subsection are that a point of law of general public importance is involved in the final determination and that— a the proceedings entail a decision relating to a matter of national importance or consideration of such a matter, b the result of the proceedings is so significant (whether considered on its own or together with other proceedings or likely proceedings) that, in the opinion of the Commission, a hearing by the Supreme Court is justified, or c the Commission is satisfied that the benefits of earlier consideration by the Supreme Court outweigh the benefits of consideration by the Court of Appeal. 6 No appeal lies against the grant or refusal of a certificate under subsection (1)."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "7C", "section_title": "Appeals to Supreme Court: permission to appeal", "section_text": "7C 1 If the Special Immigration Appeals Commission grants a certificate under section 7B in relation to a final determination, a party to the appeal or review to which the final determination relates may apply to the Supreme Court for permission to appeal directly to the Supreme Court. 2 An application under subsection (1) must be made— a within one month from the date on which that certificate is granted, or b within such time as the Supreme Court may allow in a particular case. 3 If on such an application it appears to the Supreme Court to be expedient to do so, the Supreme Court may grant permission for such an appeal. 4 If permission is granted under this section— a no appeal from the final determination to which the certificate relates lies to the appropriate appeal court, but b an appeal lies from that determination to the Supreme Court. 5 An application under subsection (1) is to be determined without a hearing. 6 Subject to subsection (4), no appeal lies to the appropriate appeal court from a final determination of the Commission in respect of which a certificate is granted under section 7B until— a the time within which an application can be made under subsection (1) has expired, and b where such an application is made, that application has been determined in accordance with this section."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "7D", "section_title": "Appeals to Supreme Court: exclusions", "section_text": "7D 1 No certificate may be granted under section 7B in respect of a final determination of the Special Immigration Appeals Commission where, by virtue of any enactment (other than sections 7B and 7C), no appeal would lie from that decision of the Commission to the appropriate appeal court, with or without the leave or permission of the Commission or the appropriate appeal court. 2 No certificate may be granted under section 7B in respect of a final determination of the Commission where, by virtue of any enactment, no appeal would lie from a decision of the appropriate appeal court on that determination of the Commission to the Supreme Court, with or without the permission or leave of the appropriate appeal court or the Supreme Court. 3 Where no appeal would lie to the appropriate appeal court from a final determination of the Commission except with the leave or permission of the Commission or the appropriate appeal court, no certificate may be granted under section 7B in respect of a final determination unless it appears to the Commission that it would be a proper case for granting leave to appeal to the appropriate appeal court. 4 No certificate may be granted under section 7B in respect of a decision or order of the Commission made by it in the exercise of its jurisdiction to punish for contempt."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "8", "section_title": " Procedure on applications to the Commission for leave to appeal                      etc .", "section_text": "8 1 The Lord Chancellor may make rules regulating, and prescribing the procedure to be followed on, applications to the Special Immigration Appeals Commission for leave to appeal under section 7 above  or for the grant of a certificate under section 7B . 2 Rules under this section may include provision enabling an application  ... to be heard by a single member of the Commission. 3 The power to make rules under this section shall be exercisable by statutory instrument. 4 No rules shall be made under this section unless a draft of them has been laid before and approved by resolution of each House of Parliament."}, {"act": "Special Immigration Appeals Commission Act 1997", "year": 1997, "section": "9", "section_title": " Short title, commencement and extent.", "section_text": "9 1 This Act may be cited as the Special Immigration Appeals Commission Act 1997. 2 This Act, except for this section, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed for different purposes. 3 Her Majesty may by Order in Council direct that any of the provisions of this Act shall extend, with such modifications as appear to Her Majesty to be appropriate, to any of the Channel Islands or the Isle of Man. 4 This Act extends to Northern Ireland."}]