[{"act": "Telecommunications (Fraud) Act 1997", "year": 1997, "section": "1", "section_title": " Possession or supply of anything for fraudulent purpose in connection with use of telecommunication system.", "section_text": "1 In the 1984 Act, after section 42 there shall be inserted—  Possession or supply of anything for fraudulent purpose in connection with use of telecommunication system. 42A 1 Subsection (2) below applies if a person has in his custody or under his control anything which may be used for the purpose of obtaining, or for a purpose connected with the obtaining of, a service to which section 42(1) above applies. 2 If the person intends— a to use the thing— i to obtain such a service dishonestly, or ii for a purpose connected with the dishonest obtaining of such a service, b dishonestly to allow the thing to be used to obtain such a service, or c to allow the thing to be used for a purpose connected with the dishonest obtaining of such a service, he shall be guilty of an offence. 3 Subsection (4) below applies if a person supplies or offers to supply anything which may be used for the purpose of obtaining, or for a purpose connected with the obtaining of, a service to which section 42(1) above applies. 4 If the person supplying or offering to supply the thing knows or believes that the person to whom it is supplied or offered intends or intends if it is supplied to him— a to use it— i to obtain such a service dishonestly, or ii for a purpose connected with the dishonest obtaining of such a service, b dishonestly to allow it to be used to obtain such a service, or c to allow it to be used for a purpose connected with the dishonest obtaining of such a service, he shall be guilty of an offence. 5 A person guilty of an offence under this section shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both, and b on conviction on indictment, to imprisonment for a term not exceeding five years or to a fine or to both. 6 In this section, references to use of a thing include, in the case of a thing which is used to record any data, use of any of the data."}, {"act": "Telecommunications (Fraud) Act 1997", "year": 1997, "section": "2", "section_title": " Increased penalty for fraudulent use of telecommunication system.", "section_text": "2 1 In section 42(1)(b) of the 1984 Act (penalty on conviction on indictment for fraudulent use of telecommunication system), for “two years” there shall be substituted  “                five years              ” . 2 Subsection (1) above does not apply to an offence committed before this Act comes into force."}, {"act": "Telecommunications (Fraud) Act 1997", "year": 1997, "section": "3", "section_title": " Short title, interpretation, commencement and extent.", "section_text": "3 1 This Act may be cited as the Telecommunications (Fraud) Act 1997. 2 In this Act “ the 1984 Act ” means the  Telecommunications Act 1984. 3 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 4 This Act extends to Northern Ireland."}]