[{"act": "Tithe Act 1878 (repealed 19.11.1998)", "year": 1878, "section": "1", "section_title": " Redemption of tithe on land required for public purposes. ", "section_text": "1 In all cases where land charged with rentcharge in lieu of tithes is taken for any of the following purposes; that is to say, The building of any church, chapel, or other place of public worship; The making of any cemetery or other place of burial; The erection of any school under the Elementary Education Act; The erection of any town hall, court of assize, gaol, lunatic asylum, hospital, or any other building used for public purposes, or in the carrying out of any improvements under the  Artizans Dwellings Act, 1875; The formation of any sewage farm under the provisions of the Sanitary Acts, or the construction of any sewers, or sewage works, or any gas or water works; Or the enlarging and improving of the premises or buildings occupied or used for any of the above-mentioned purposes; the person or persons proposing to carry out the above-mentioned works, buildings, or improvements shall, as soon as the said person or persons are in possession of the land, and before the land is applied to any of the purposes aforesaid, apply to the Tithe Commissioners to order the redemption of the rentcharge for a sum of money equal to twenty-five times the amount thereof; and the redemption money, with the expenses incident to the redemption, shall be paid to the said Commissioners within a time to be fixed by such order, or within any enlarged time the Commissioners may appoint, and the Commissioners shall apply such redemption money in the manner provided by the said Acts."}, {"act": "Tithe Act 1878 (repealed 19.11.1998)", "year": 1878, "section": "2", "section_title": " Application for redemption.", "section_text": "2 The application to the said Commissioners in respect of any such land may be signed by the secretary of any company which shall have taken the land, or in the case of a corporation, school or other board, by the clerk of the said board or corporation, and in every other case by such person or persons as the Commissioners may require."}, {"act": "Tithe Act 1878 (repealed 19.11.1998)", "year": 1878, "section": "3", "section_title": " Redemption of tithe not exceeding twenty shillings.", "section_text": "3 Whenever land has been charged with any rentcharge not exceeding twenty shillings, the Commissioners may, if they see fit, upon the application of the owner of such land or of the person entitled to the rentcharge thereon, by an order under their hands and seal, direct that such rentcharge shall be redeemed by the payment by or on behalf of the owner of the said land charged therewith, within such time as the Commissioners by such order shall direct and appoint, of a sum of money equal to twenty-five times the amount of such rentcharge."}, {"act": "Tithe Act 1878 (repealed 19.11.1998)", "year": 1878, "section": "4", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Tithe Act 1878 (repealed 19.11.1998)", "year": 1878, "section": "5", "section_title": " Redemption of tithe on divided lands. ", "section_text": "5 Whenever lands charged with rentcharge under any instrument of apportionment or altered apportionment shall be divided for building or other purposes into numerous plots, and it shall appear to the Commissioners that no further apportionment of the said rentcharge can conveniently be made, the Commissioners may, if they shall see fit, upon the application of the owner or of the person for the time being entitled to the receipt of the said rentcharge, and without limitation as to the amount thereof, by an order under their hands and seal, direct that such rentcharge shall be redeemed by the payment by the owners of the lands chargeable therewith, within such time as the Commissioners shall by such order direct and appoint, of a sum of money not less than twenty-five times the amount of such rentcharge."}, {"act": "Tithe Act 1878 (repealed 19.11.1998)", "year": 1878, "section": "6", "section_title": " Application of existing powers to this Act.", "section_text": "6 All the powers and provisions of the said recited Acts respecting the redemption of rentcharge and the assessment and recovery of redemption money and expenses (except as otherwise by this Act is provided) shall be applicable to all redemptions authorised and effected under this Act."}, {"act": "Tithe Act 1878 (repealed 19.11.1998)", "year": 1878, "section": "7", "section_title": " Exchange of annual payments for land or tithe rentcharge.", "section_text": "7 The provisions of the said Acts with reference to the exchange of glebe lands for other lands shall extend to and be deemed to authorise any spiritual person to exchange for lands, or for tithe rentcharge, any annual payment or augmentation belonging to him in right of his benefice and charged upon or payable out of any lands or tithe rentcharge."}]