[{"act": "Trade Union Act 1913 (repealed 16.10.1992)", "year": 1913, "section": "1", "section_title": " Amendment of law as to objects and powers of trade unions.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 For the purposes of this Act, the expression “ statutory objects ” means . . .  , the regulation of the relations between workmen and masters, or between workmen and workmen, or between masters and masters, or the imposing of restrictive conditions on the conduct of any trade or business, and also the provision of benefits to members."}, {"act": "Trade Union Act 1913 (repealed 16.10.1992)", "year": 1913, "section": "2", "section_title": " Definition of trade union.", "section_text": "2 1 In this Act, except so far as the context otherwise requires, “ trade union ” means an organisation (whether permanent or temporary) which either— a consists wholly or mainly of workers of one or more descriptions and is an organisation whose principal purposes include the regulation of relations between workers of that description or those descriptions and employers or employers’ associations; or b consists wholly or mainly of— i constituent or affiliated organisations which fulfil the conditions specified in paragraph (a) above (or themselves consist wholly or mainly of constituent or affiliated organisations which fulfil those conditions), or ii representatives of such constituent or affiliated organisations; and in either case is an organisation whose principal purposes include the regulation of relations between workers and employers or between workers and employers’ associations, or include the regulation of relations between its consituent or affiliated organisations. 1A In this Act, except so far as the context otherwise requires, “ employers’ association ” means an organisation (whether permanent or temporary) which is unincorporated and either— a consists wholly or mainly of employers or individual proprietors of one or more descriptions and is an organisation whose principal purposes include the regulation of relations between employers of that description or those descriptions and workers or trade union; or b consists wholly or mainly of— i constituent or affiliated organisations which fulfil the conditions specified in paragraph (a) above (or themselves consist wholly or mainly of constituent or affiliated organisations which fulfil those conditions), or ii representatives of such constituent or affiliated organisations; and in either case is an organisation whose principal purposes include the regulation of relations between employers and workers or between employers and trade unions, or include the regulation of relations between its constituent or affiliated organisations. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Trade Union Act 1913 (repealed 16.10.1992)", "year": 1913, "section": "3", "section_title": " Restriction on application of funds for certain political purposes. ", "section_text": "3 1 The funds of a trade union shall not be applied, either directly or in conjunction with any other trade union association, or body, or otherwise indirectly, in the furtherance of the political objects to which this section applies (without prejudice to the furtherance of any other political objects), unless the furtherance of those objects has been approved as an object of the union by a resolution for the time being in force passed on a ballot of the members of the union taken in accordance with this Act for the purpose by a majority of the members voting; and where such a resolution is in force unless rules, to be approved; . . .  , by the  Certification Officer , are in force providing— a That any payments in the furtherance of those objects are to be made out of a separate fund (in this Act referred to as the political fund of the union) and for the exemption in accordance with this Act of any member of the union from any obligation to contribute to such a fund if he gives notice in accordance with this Act that he objects to contribute; and b That a member who is exempt from the obligation to contribute to the political fund of the union shall not be excluded from any benefits of the union, or placed in any respect either directly or indirectly under any disability or at any disadvantage as compared with other members of the union (except in relation to the control or management of the political fund) by reason of his being so exempt, and that contribution to the political fund of the union shall not be made a condition for admission to the union. 2 If any member of a trade union alleges that he is aggrieved by a breach of any rule made in pursuance of this section, he may complain to the  Certification Officer , and the  Certification Officer , after giving the complainant and any representative of the union an opportunity of being heard, may, if he considers that such a breach has been committed, make such order for remedying the breach as he thinks just under the circumstances; and any such order of the  Certification Officer  . . .  , on being recorded in the county court, may be enforced as if it had been an order of the county court. In the application of this provision to Scotland the sheriff court shall be substituted for the county court, . . .  3 The political objects to which this section applies are the expenditure of money— a on the payment of any expenses incurred either directly or indirectly by a candidate or prospective candidate for election to Parliament or to any public office, before, during, or after the election in connexion with his candidature or election; or b on the holding of any meeting of the distribution of any literature or documents in support of any such candidate or prospective candidate; or c on the maintenance of any person who is a member of Parliament or who holds a public offic; or d in connexion with the registration of electors or the selection of a candidate for Parliament or any public office; or e on the holding of political meetings of any kind, or on the distribution of political literature or political documents of any kind, unless the main purpose of the meetings or of the distribution of the literature or documents is the furtherance of statutory objects within the meaning of this Act. The expression “ public office ” in this section means the office of member of any county, county borough, district, or parish council, or board of gaurdians, or of any public body who have power to raise money, either directly or indirectly, by means or a rate. 3 The political objects to which this section applies are the expenditure of money— a on any contribution to the funds of, or on the payment of any expenses incurred directly or indirectly by, a political party; b on the provision of any service or property for use by or on behalf of any political party; c in connection with the registration of electors, the candidature of any person, the selection of any candidate or the holding of any ballot by the union in connection with any election to a political office; d on the maintenance of any holder of a political office; e on the holding of any conference or meeting by or on behalf of a political party or of any other meeting the main purpose of which is the transaction of business in connection with a political party; f on the production, publication or distribution of any literature, document, film, sound recording or advertisement the main purpose of which is to persuade people to vote for a political party or candidate or to persuade them not to vote for a political party or candidate. 3A Where a person attends a conference or meeting as a delegate or otherwise as a participator in the proceedings, any expenditure incurred in connection with his attendance as such shall, for the purposes of subsection (3)( e ) above, be taken to be expenditure incurred on the holding of the conference or meeting. 3B In determining, for the purposes of subsection (3) above, whether a trade union has incurred expenditure of a kind mentioned in that subsection, no account shall be taken of the ordinary administrative expenses of the union. 3C In this section— “ candidate ” means a candidate for election to a political office and includes a prospective candidate; “ contribution ”, in relation to the funds of a political party, includes any fee payable for affiliation to, or membership of, the party and any loan made to the party; “ electors ” means electors at any election to a political office; “ film ” has the same meaning as in section 38 of the Films Act  1960; “ local authority ” means a local authority within the meaning of section 270 of the Local Government Act  1972 or section 235 of the Local Government (Scotland) Act  1973; and “ political office ” means the office of member of Parliament, member of the Assembly of the European Communities or member of a local authority or any position within a political party. 4 A resolution under this section approving political objects as an object of the union shall take effect as if it were a rule of the union and may be rescinded in the same manner and subject to the same provisions as such a rule. 5 The provisions of this Act as to the application of the funds of a union for political purposes shall apply to a union which is in whole or in part an association or combination of other unions as if the individual members of the component unions were the members of that union and not the unions; but nothing in this Act shall prevent any such component union from collecting from any of their members who are not exempt on behalf of the association or combination any contributions to the political fund of the association or combination."}, {"act": "Trade Union Act 1913 (repealed 16.10.1992)", "year": 1913, "section": "4", "section_title": " Approval of rules. ", "section_text": "4 1 A ballot for the purposes of this Act shall be taken in accordance with rules of the union to be approved for the purpose . . .  , by the  Certification Officer  but the  Certification Officer  shall not approve any such rules unless he is satisfied that  every member has an equal right, and, if reasonably possible, a fair opportunity of voting, and that the secrecy of the ballot is properly secured the requirements of subsections (1A) to (1F) below  and of subsections (2) to (7) of section 15 of the Employment Act 1988  would be satisfied in relation to a ballot taken by the union in accordance with those rules . 1A Entitlement to vote in the ballot must be accorded equally to all members of the trade union. 1B The method of voting must be by the marking of a voting paper by the person voting.[ ; and each voting paper— a must  state the name of the independent scrutineer and  clearly specify the address to which, and the date by which, the voting paper is to be returned; b must be given one of a series of consecutive whole numbers every one of which is used in giving a different number in that series to each voting paper printed or otherwise produced for the purposes of the ballot; and c must be marked with its number. 1C Every person who is entitled to vote in the ballot must— a be allowed to vote without interference from, or constraint imposed by, the union or any of its members, officials or employees; and b so far as is reasonably practicable, be enabled to do so without incurring any direct cost to himself. 1D So far as is reasonably practicable, every person who is entitled to vote in the ballot must— a have made available to him— i immediately before, immediately after, or during, his working hours; and ii at his place of work or at a place which is more convenient for him; or be supplied with, a voting paper; and b be given— i a convenient opportunity to vote by post (but no other opportunity to vote); ii an opportunity to vote immediately before, immediately after, or during, his working hours and at his place of work or at a place which is more convenient for him (but no other opportunity); or iii as alternatives, both of those opportunities (but no other opportunity). 1D So far as is reasonably practicable every person who is entitled to vote in the ballot must— a have a voting paper sent to him by post at his home address or any other address which he has requested the trade union in writing to treat as his postal address; and b be given a convenient opportunity to vote by post. 1E The ballot must be conducted so as to secure that— a so far as is reasonably practicable, those voting do so in secret; and b the votes given in the ballot are fairly and accurately counted (any inaccuracy in counting being disregarded for the purposes of this paragraph if it is accidental and on a scale which could not affect the result of the ballot). 1F In this section— “ post ” means a postal service which— is provided by the Post Office or under a licence granted under section 68 of the British Telecommunications Act  1981; or does not infringe the exclusive privilege conferred on the Post Office by section 66(1) of that Act only by virtue of an order made under section 69 of that Act;  and “ working hours ”, in relation to an employee, means any time when, in accordance with his contract of employment, he is required to be at work.  . . . 2 If the  Certification Officer  is satisfied, and certifies, that rules for the purpose of a ballot under this Act or rules made for other purposes of this Act which require approval by the  Certification Officer  have been approved by a majority of members of a trade union . . .  , voting for the purpose, or by a majority of delegates of such a trade union voting at a meeting called for the purpose those rules shall have effect as rules of the union, notwithstanding that the provisions of the rules of the union as to the alteration of rules or the making of new rules have not been complied with."}, {"act": "Trade Union Act 1913 (repealed 16.10.1992)", "year": 1913, "section": "5", "section_title": " Notice of objection to contribute towards political objects.", "section_text": "5 1 A member of a trade union may at any time give notice, in the form set out in the Schedule to this Act or in a form to the like effect, that he objects to contribute to the political fund of the union, and, on the adoption of a resolution of the union approving the furtherance of political objects as an object of the union, notice shall be given to the members of the union acquainting them that each member has a right to be exempt from contributing to the political fund of the union, and that a form of exemption notice can be obtained by or on behalf of a member either by application at or by post from the head office or any branch office of the union or the office of the  Certification Officer . Any such notice to members of the union shall be given in accordance with rules of the union approved for the purpose by the  Certification Officer  having regard in each case to the existing practice and to the character of the union. 2 On giving notice in accordance with this Act of his objection to contribute, a member of the union shall be exempt, so long as his notice is not withdrawn, from contributing to the political fund of the union as from the first day of January next after the notice is given, or in the case of a notice given within one month after the notice given to members under this section on the adoption of a resolution approving the furtherance of political objects, as from the date on which the member’s notice is given."}, {"act": "Trade Union Act 1913 (repealed 16.10.1992)", "year": 1913, "section": "5A", "section_title": " Appeals.", "section_text": "5A An appeal shall lie, in accordance with  Section 136(2) of the  Employment Protection (Consolidation) Act 1978,  to the Employment Appeal Tribunal on any question of law arising in any proceedings before or arising from any decision of the Certification Officer under section 3, 4 or 5 of this Act."}, {"act": "Trade Union Act 1913 (repealed 16.10.1992)", "year": 1913, "section": "6", "section_title": " Mode of giving effect to exemption from contributions to political fund.", "section_text": "6 Effect may be given to the exemption of members to contribute to the political fund of a union either by a separate levy of contributions to that fund from the members of the union who are not exempt,  and in that case the rules shall provide that no moneys of the union other than the amount raised by such separate levy shall be carried to that fund , or by relieving any members who are exempt from the payment of the whole or any part of any periodical contributions required from the members of the union towards the expenses of the union, and in that case the rules shall provide that the relief shall be given as far as possible to all members who are exempt on the occasion of the same periodical payment and for enabling each member of the union to know as respects any such periodical contribution, what portion, if any, of the sum payable by him is a contribution to the political fund of the union."}, {"act": "Trade Union Act 1913 (repealed 16.10.1992)", "year": 1913, "section": "6A", "section_title": " Application of sections 3 to 6 to employers’ associations. ", "section_text": "6A Sections 3 to 6 of, and the Schedule to, this Act shall apply, with the necessary modifications, in relation to unincorporated employers’ associations as they apply in relation to trade unions."}, {"act": "Trade Union Act 1913 (repealed 16.10.1992)", "year": 1913, "section": "7", "section_title": " Definition of Certification Officer.", "section_text": "7 In this Act references to the “ Certification Officer ” are references to the officer appointed under section 7 of the  Employment Protection Act 1975."}, {"act": "Trade Union Act 1913 (repealed 16.10.1992)", "year": 1913, "section": "8", "section_title": " Short title and construction.", "section_text": "8 This Act may be cited as the Trade Union Act 1913 and shall be construed as one with the  Trade Union Acts 1871and   1876; and this Act and the Trade Union Acts 1871 to 1906 may be cited together as the Trade Union Acts 1871 to 1913."}]