[{"act": "Administration of Justice Act 1977", "year": 1977, "section": "1", "section_title": " Legal aid, advice and assistance.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "2", "section_title": " Determination of expenses  etc.", "section_text": "2 1 The amendments specified in Part I of Schedule 2 to this Act shall have effect for the purpose of enabling the rates of the sums whose payment is provided for by the enactments mentioned in that Part of that Schedule (which extend to England and Wales only) to be determined administratively. 2 The amendments specified in Part II of that Schedule shall have effect for the purpose of enabling the rates of the sums whose payment is provided for by the enactments mentioned in that Part of that Schedule (which extend to Scotland only) to be determined administratively. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "3", "section_title": " Enforcement of maintenance orders.", "section_text": "3 Schedule 3 to this Act shall have effect in relation to the enforcement in one part of the United Kingdom of maintenance orders made in another part."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "4", "section_title": " Obligations, awards and judgments expressed in foreign currency. ", "section_text": "4 1 The provisions specified in subsection (2) below shall cease to have effect. 2 The provisions mentioned in subsection (1) above are— a in the  Bills of Exchange Act 1882— i section 57(2)\t\t\t\t\t\t\t\t\t(measure of damages for bills dishonoured abroad), and ii section 72(4)\t\t\t\t\t\t\t\t\t(rate of exchange), and b the following provisions (which require the conversion to United Kingdom currency as at the date of registration of the judgments and awards to which they relate)— i section 2(3) of the  Foreign Judgments (Reciprocal Enforcement) Act 1933 ; ii section 1(3) of the  Arbitration (International Investment Disputes) Act 1966, and iii Article 3(2) of the  European Communities (Enforcement of Community Judgments) Order 1972. 3 The provisions specified in subsection (2)(a) above shall continue to have effect in relation to bills drawn before the coming into force of this section. 4 The provisions specified in subsection (2)(b) above shall continue to have effect in relation to judgments and awards registered before the coming into force of this section."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "5", "section_title": " Appeals etc. from courts-martial. ", "section_text": "5 1 The following section shall be inserted after section 33 of the  Courts-Martial (Appeals) Act 1968—  Appellant’s expenses. 33A Without prejudice to section 31 above, where an appellant who is not in custody appears before the Appeal Court either on the hearing of his appeal or in any preliminary or incidental proceedings, the Appeal Court may direct the Secretary of State to pay him the expenses of his appearance. . 2 In section 34(2) of that Act (reference of cases by Service authorities), for the words “other than those of sections 31 and 32” there shall be substituted the words  “                  other than that of section 32                ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 47(3) of that Act (costs on appeals to the House of Lords), for the words from the beginning to “accused”, in the first place where it occurs, there shall be substituted the words  “                  On determining an appeal from the Appeal Court,                ” ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "7", "section_title": " Extent of powers of receivers and managers in respect of companies.", "section_text": "7 1 A receiver appointed under the law of any part of the United Kingdom in respect of the whole or part of any property or undertaking of a company and in consequence of the company having created a charge which, as created, was a floating charge may exercise his powers in any other part of the United Kingdom so far as their exercise is not inconsistent with the law applicable there. 2 In subsection (1) above “ receiver ” includes a manager and a person who is appointed both receiver and manager."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "11", "section_title": " Funds in Court.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "12", "section_title": " Alteration of qualifications for appointment as Circuit judge.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "17", "section_title": " County court jurisdiction in respect of arbitrations.", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "19", "section_title": " County court registrars.", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In section 6 of the  Attachment of Earnings Act 1971— a in paragraphs (a)(ii) and (b) of subsection (7)\t\t\t\t\t\t\t(collecting officers), for the word “registrar” there shall be substituted the words  “                        appropriate officer                      ” , and b the following subsection shall be added after that subsection:— 8 In subsection (7) above “ appropriate officer ” means an officer designated by the Lord Chancellor. ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "22", "section_title": " Membership of Rule Committees.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "23", "section_title": " Jurisdiction of ancient courts.", "section_text": "23 1 The following courts, namely— a any court of a description specified in Part I of Schedule 4 to this Act except— i the Estray Court for the Lordship of Denbigh, and ii the court leet for the Manor of Laxton, and b the courts specified in Part II of that Schedule, being the courts which appear to the Lord Chancellor to have, but not to exercise, jurisdiction to hear and determine legal proceedings, shall cease to have any jurisdiction to hear and determine legal proceedings; but any such court may continue to sit and transact such other business, if any, as was customary for it immediately before the coming into force of this section, and in the case of the courts specified in Part III of Schedule 4 to this Act the business that is to be treated as having been customary shall (apart from business relating to the appointment of officers of the court) be the business specified in relation to that court in column 2 of that Part. 2 The descriptions of courts in Part I of Schedule 4 to this Act include courts held for manors of which the Queen or the Duke of Cornwall is the lord. 3 Any jurisdiction— a of the Court of the Chancellor or Vice-Chancellor of Oxford University, and b of the Cambridge University Chancellor’s Court, other than that which presently exists under the statutes of those universities, is hereby abolished. 4 The Lord Chancellor may  , after consulting the Lord Chief Justice,  by order make any incidental or transitional provision which he considers expedient in consequence of this section and may by such order provide— a for enabling any jurisdiction appearing to him to have been formerly exercised by a court specified in Part I or  II  of Schedule 4 to this Act to be exercised instead by the High Court, the Crown Court,  the county court  or a magistrates’ court; and b for such amendments or repeals of provisions of any local Act as appear to him to be required in consequence of this section. 5 The power to make orders under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament; and any such order may be varied or revoked by a subsequent order made under the power. 6 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "26", "section_title": " Alteration of methods of protecting mortgages of registered land.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "28", "section_title": " Distribution of estate of intestate leaving surviving spouse. ", "section_text": "28 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Subsections (2) and (4) of section 47A of that Act (method of calculation of value of life interest of surviving spouse) shall cease to have effect. 3 The following subsections shall be inserted after subsection (3) of that section:— 3A The capital value shall be reckoned in such manner as the Lord Chancellor may by order direct, and an order under this subsection may include transitional provisions. 3B The power to make orders under subsection (3A) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament; and any such order may be varied or revoked by a subsequent order made under the power. ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "29", "section_title": " Admission of written statements and reports. ", "section_text": "29   1 In section 16 of the  Administration of Justice (Scotland) Act 1933, there shall be substituted for paragraph (e)— e to provide in any category of causes before the Court, for the admission in lieu of parole evidence of written statements (including affidavits) and reports, on such conditions as may be prescribed. . 2 In section 32(1)(e) of the  Sheriff Courts (Scotland) Act 1971, there shall be substituted for “affidavits” the words  “                    written statements (including affidavits) and reports                  ” ."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "31", "section_title": " Financial provision.", "section_text": "31 All expenses incurred by any Minister of the Crown in consequence of the provisions of this Act shall be defrayed out of moneys provided by Parliament."}, {"act": "Administration of Justice Act 1977", "year": 1977, "section": "32", "section_title": " Citation etc.", "section_text": "32 1 This Act may be cited as the Administration of Justice Act 1977. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any reference in this Act to any enactment is a reference to it as amended or applied by or under any other enactment, including this Act. 4 The enactments specified in Schedule 5 to this Act (which include enactments which were obsolete or unnecessary before the passing of this Act) shall be repealed to the extent specified in the third column of that Schedule. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The following provisions of this Act extend to England and Wales only, namely— section 1(1) and Part I of Schedule 1; section 2(1) and Part I of Schedule 2; sections 9 to 22; section 23 and Schedule 4; sections 24 to 28; subsections (4) and (5) above so far as they relate to any enactment which extends to England and Wales only; paragraphs 1, 3 and 10 of Schedule 3. 9 The following provisions of this Act extend to Scotland only, namely— section 1(2) and Part II of Schedule 1; section 2(2), and in Schedule 2, Part II and paragraph 11; section 29; subsections (4) and (5) above so far as they relate to any enactment which extends to Scotland only. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  12 Subsection (4) above, so far as it relates to any of the court-martial enactments, extends to any territory to which that enactment extends. 13 In subsection (12) above “ the court-martial enactments ” means— section 102 of the  Army Act 1955; section 102 of the  Air Force Act 1955; and section 60 of the  Naval Discipline Act 1957."}]