[{"act": "Criminal Law Act 1977", "year": 1977, "section": "1", "section_title": " The offence of conspiracy.", "section_text": "1   1 Subject to the following provisions of this Part of this Act, if a person agrees with any other person or persons that a course of conduct shall be pursued which, if the agreement is carried out in accordance with their intentions, either— a will necessarily amount to or involve the commission of any offence or offences by one or more of the parties to the agreement, or b would do so but for the existence of facts which render the commission of the offence or any of the offences impossible, he is guilty of conspiracy to commit the offence or offences in question. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where liability for any offence may be incurred without knowledge on the part of the person committing it of any particular fact or circumstance necessary for the commission of the offence, a person shall nevertheless not be guilty of conspiracy to commit that offence by virtue of subsection (1) above unless he and at least one other party to the agreement intend or know that that fact or circumstance shall or will exist at the time when the conduct constituting the offence is to take place. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this Part of this Act “ offence ” means an offence triable in England and Wales  . . .. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "1A", "section_title": " Conspiracy to commit offences outside   England and Wales  .", "section_text": "1A 1 Where each of the following conditions is satisfied in the case of an agreement, this Part of this Act has effect in relation to the agreement as it has effect in relation to an agreement falling within section 1(1) above. 2 The first condition is that the pursuit of the agreed course of conduct would at some stage involve— a an act by one or more of the parties, or b the happening of some other event, intended to take place in a country or territory outside   England and Wales  . 3 The second condition is that that act or other event constitutes an offence under the law in force in that country or territory. 4 The third condition is that the agreement would fall within section 1(1) above as an agreement relating to the commission of an offence but for the fact that the offence would not be an offence triable in England and Wales if committed in accordance with the parties’ intentions. 5 The fourth condition is that— a a party to the agreement, or a party’s agent, did anything in England and Wales in relation to the agreement before its formation, or b a party to the agreement became a party in England and Wales (by joining it either in person or through an agent), or c a party to the agreement, or a party’s agent, did or omitted anything in England and Wales in pursuance of the agreement. 6 In the application of this Part of this Act to an agreement in the case of which each of the above conditions is satisfied, a reference to an offence is to be read as a reference to what would be the offence in question but for the fact that it is not an offence triable in England and Wales. 7 Conduct punishable under the law in force in any country or territory is an offence under that law for the purposes of this section, however it is described in that law. 8 Subject to subsection (9) below, the second condition is to be taken to be satisfied unless, not later than rules of court may provide, the defence serve on the prosecution a notice— a stating that, on the facts as alleged with respect to the agreed course of conduct, the condition is not in their opinion satisfied, b showing their grounds for that opinion, and c requiring the prosecution to show that it is satisfied. 9 The court may permit the defence to require the prosecution to show that the second condition is satisfied without the prior service of a notice under subsection (8) above. 10 In the Crown Court the question whether the second condition is satisfied shall be decided by the judge alone, and shall be treated as a question of law for the purposes of— a section 9(3) of the  Criminal Justice Act 1987 (preparatory hearing in fraud cases), and b section 31(3) of the  Criminal Procedure and Investigations Act 1996 (preparatory hearing in other cases). 11 Any act done by means of a message (however communicated) is to be treated for the purposes of the fourth condition as done in England and Wales if the message is sent or received in England and Wales. 12 In any proceedings in respect of an offence triable by virtue of this section, it is immaterial to guilt whether or not the accused was a British citizen at the time of any act or other event proof of which is required for conviction of the offence. 13 References in any enactment, instrument or document (except those in this Part of this Act) to an offence of conspiracy to commit an offence include an offence triable in England and Wales as such a conspiracy by virtue of this section (without prejudice to subsection (6) above). 14 Nothing in this section applies to an agreement entered into before 4 September 1998. 15 In relation to an agreement entered into during the period beginning with that date and ending with the commencement of section 72(1) of the Coroners and Justice Act 2009, this section applies as if in subsection (2) for  “England and Wales” there were substituted  “                              the United Kingdom                            ” . 16 Nothing in this section imposes criminal liability on any person acting on behalf of, or holding office under, the Crown."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "2", "section_title": " Exemptions from liability for conspiracy.", "section_text": "2 1 A person shall not by virtue of section 1 above be guilty of conspiracy to commit any offence if he is an intended victim of that offence. 2 A person shall not by virtue of section 1 above be guilty of conspiracy to commit any offence or offences if the only other person or persons with whom he agrees are (both initially and at all times during the currency of the agreement) persons of any one or more of the following descriptions, that is to say— a his spouse  or civil partner  ; b a person under the age of criminal responsibility; and c an intended victim of that offence or of each of those offences. 3 A person is under the age of criminal responsibility for the purposes of subsection (2)( b ) above so long as it is conclusively presumed, by virtue of section 50 of the  Children and Young Persons Act 1933, that he cannot be guilty of any offence."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "3", "section_title": " Penalties for conspiracy.", "section_text": "3 1 A person guilty by virtue of section 1 above of conspiracy to commit any offence or offences shall be liable on conviction on indictment— a in a case falling within subsection (2) or (3) below, to imprisonment for a term related in accordance with that subsection to the gravity of the offence or offences in question (referred to below in this section as the relevant offence or offences); and b in any other case, to a fine. Paragraph ( b ) above shall not be taken as prejudicing the application of    section 120 of the Sentencing Code    (general power of court to fine offender convicted on indictment) in a case falling within subsection (2) or (3) below. 2 Where the relevant offence or any of the relevant offences is an offence of any of the following descriptions, that is to say— a murder, or any other offence the sentence for which is fixed by law; b an offence for which a sentence extending to imprisonment for life is provided; or c an indictable offence punishable with imprisonment for which no maximum term of imprisonment is provided, the person convicted shall be liable to imprisonment for life. 3 Where in a case other than one to which subsection (2) above applies the relevant offence or any of the relevant offences is punishable with imprisonment, the person convicted shall be liable to imprisonment for a term not exceeding the maximum term provided for that offence or (where more than one such offence is in question) for any one of those offences (taking the longer or the longest term as the limit for the purposes of this section where the terms provided differ). In the case of an offence triable either way the references above in this subsection to the maximum term provided for that offence are references to the maximum term so provided on conviction on indictment."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "4", "section_title": " Restrictions on the institution of proceedings for conspiracy.", "section_text": "4 1 Subject to subsection (2) below proceedings under section 1 above for conspiracy to commit any offence or offences shall not be instituted against any person except by or with the consent of the Director of Public Prosecutions if the offence or (as the case may be) each of the offences in question is a summary offence. 2 In relation to the institution of proceedings under section 1 above for conspiracy to commit— a an offence which is subject to a prohibition by or under any enactment on the institution of proceedings otherwise than by, or on behalf or with the consent of, the Attorney General, or b two or more offences of which at least one is subject to such a prohibition, subsection (1) above shall have effect with the substitution of a reference to the Attorney General for the reference to the Director of Public Prosecutions. 3 Any prohibition by or under any enactment on the institution of proceedings for any offence which is not a summary offence otherwise than by, or on behalf or with the consent of, the Director of Public Prosecutions or any other person shall apply also in relation to proceedings under section 1 above for conspiracy to commit that offence. 4 Where— a an offence has been committed in pursuance of any agreement; and b proceedings may not be instituted for that offence because any time limit applicable to the institution of any such proceedings has expired, proceedings under section 1 above for conspiracy to commit that offence shall not be instituted against any person on the basis of that agreement. 5 Subject to subsection (6) below, no proceedings for an offence triable by virtue of section 1A above may be instituted except by or with the consent of the Attorney General. 6 The Secretary of State may by order provide that subsection (5) above shall not apply, or shall not apply to any case of a description specified in the order. 7 An order under subsection (6) above— a shall be made by statutory instrument, and b shall not be made unless a draft has been laid before, and approved by resolution of, each House of Parliament."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "5", "section_title": " Abolitions, savings, transitional provisions, consequential amendment and repeals.", "section_text": "5 1 Subject to the following provisions of this section, the offence of conspiracy at common law is hereby abolished. 2 Subsection (1) above shall not affect the offence of conspiracy at common law so far as relates to conspiracy to defraud, . . .  . 3 Subsection (1) above shall not affect the offence of conspiracy at common law if and in so far as it may be committed by entering into an agreement to engage in conduct which— a tends to corrupt public morals or outrages public decency; but b would not amount to or involve the commission of an offence if carried out by a single person otherwise than in pursuance of an agreement. 4 Subsection (1) above shall not affect— a any proceedings commenced before the time when this Part of this Act comes into force; b any proceedings commenced after that time against a person charged with the same conspiracy as that charged in any proceedings commenced before that time; or c any proceedings commenced after that time in respect of a trespass committed before that time; but a person convicted of conspiracy to trespass in any proceedings brought by virtue of paragraph ( c ) above shall not in respect of that conviction be liable to imprisonment for a term exceeding six months. 5 Sections 1 and 2 above shall apply to things done before as well as to things done after the time when this Part of this Act comes into force, but in the application of section 3 above to a case where the agreement in question was entered into before that time— a subsection (2) shall be read without the reference to murder in paragraph ( a ); and b any murder intended under the agreement shall be treated as an offence for which a maximum term of imprisonment of ten years is provided. 6 The rules laid down by sections 1 and 2 above shall apply for determining whether a person is guilty of an offence of conspiracy under any enactment other than section 1 above, but conduct which is an offence under any such other enactment shall not also be an offence under section 1 above. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The fact that the person or persons who, so far as appears from the indictment on which any person has been convicted of conspiracy, were the only other parties to the agreement on which his conviction was based have been acquitted of conspiracy by reference to that agreement (whether after being tried with the person convicted or separately) shall not be a ground for quashing his conviction unless under all the circumstances of the case his conviction is inconsistent with the acquittal of the other person or persons in question. 9 Any rule of law or practice inconsistent with the provisions of subsection (8) above is hereby abolished. 10 In section 4 of the  Offences against the Person Act 1861— a the words preceding “Whosoever” shall cease to have effect; and b for the words from “be kept” to “years” there shall be substituted the words “imprisonment for life”. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "6", "section_title": " Violence for securing entry.", "section_text": "6 1 Subject to the following provisions of this section, any person who, without lawful authority, uses or threatens violence for the purpose of securing entry into any premises for himself or for any other person is guilty of an offence, provided that— a there is someone present on those premises at the time who is opposed to the entry which the violence is intended to secure; and b the person using or threatening the violence knows that that is the case. 1A Subsection (1) above does not apply to a person who is a displaced residential occupier or a protected intending occupier of the premises in question or who is acting on behalf of such an occupier; and if the accused adduces sufficient evidence that he was, or was acting on behalf of, such an occupier he shall be presumed to be, or to be acting on behalf of, such an occupier unless the contrary is proved by the prosecution. 2 Subject to subsection (1A) above,  the fact that a person has any interest in or right to possession or occupation of any premises shall not for the purposes of subsection (1) above constitute lawful authority for the use or threat of violence by him or anyone else for the purpose of securing his entry into those premises. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 It is immaterial for the purposes of this section— a whether the violence in question is directed against the person or against property; and b whether the entry which the violence is intended to secure is for the purpose of acquiring possession of the premises in question or for any other purpose. 5 A person guilty of an offence under this section shall be liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding  level 5 on the standard scale  or to both. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Section 12 below contains provisions which apply for determining when any person is to be regarded for the purposes of this Part of this Act as a displaced residential occupier of any premises or of any access to any premises  and section 12A below contains provisions which apply for determining when any person is to be regarded for the purposes of this Part of this Act as a protected intending occupier of any premises or of any access to any premises. ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "7", "section_title": " Adverse occupation of residential premises.", "section_text": "7 1 Subject to the following provisions of this section and to section 12A(9) below, any person who is on any premises as a trespasser after having entered as such is guilty of an offence if he fails to leave those premises on being required to do so by or on behalf of— a a displaced residential occupier of the premises; or b an individual who is a protected intending occupier of the premises. 2 In any proceedings for an offence under this section it shall be a defence for the accused to prove that he believed that the person requiring him to leave the premises was not a displaced residential occupier or protected intending occupier of the premises or a person acting on behalf of a displaced residential occupier or protected intending occupier. 3 In any proceedings for an offence under this section it shall be a defence for the accused to prove— a that the premises in question are or form part of premises used mainly for non-residential purposes; and b that he was not on any part of the premises used wholly or mainly for residential purposes. 4 Any reference in the preceding provisions of this section to any premises includes a reference to any access to them, whether or not any such access itself constitutes premises, within the meaning of this Part of this Act. 5 A person guilty of an offence under this section shall be liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale or to both. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Section 12 below contains provisions which apply for determining when any person is to be regarded for the purposes of this Part of this Act as a displaced residential occupier of any premises or of any access to any premises and section 12A below contains provisions which apply for determining when any person is to be regarded for the purposes of this Part of this Act as a protected intending occupier of any premises or of any access to any premises."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "8", "section_title": " Trespassing with a weapon of offence.", "section_text": "8 1 A person who is on any premises as a trespasser, after having entered as such, is guilty of an offence if, without lawful authority or reasonable excuse, he has with him on the premises any weapon of offence. 2 In subsection (1) above “ weapon of offence ” means any article made or adapted for use for causing injury to or incapacitating a person, or intended by the person having it with him for such use. 3 A person guilty of an offence under this section shall be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding  level 5 on the standard scale  or to both. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "9", "section_title": " Trespassing on premises of foreign missions,  etc.", "section_text": "9 1 Subject to subsection (3) below, a person who enters or is on any premises to which this section applies as a trespasser is guilty of an offence. 2 This section applies to any premises which are or form part of— a the premises of a diplomatic mission within the meaning of the definition in Article 1( i ) of the Vienna Convention on Diplomatic Relations signed in 1961 as that Article has effect in the United Kingdom by virtue of section 2 of and Schedule 1 to the  Diplomatic Privileges Act 1964; aa the premises of a closed diplomatic mission; b consular premises within the meaning of the definition in paragraph 1( j ) of Article 1 of the Vienna Convention on Consular Relations signed in 1963 as that Article has effect in the United Kingdom by virtue of section 1 of and Schedule 1 to the  Consular Relations Act 1968; bb the premises of a closed consular post; c any other premises in respect of which any organisation or body is entitled to inviolability by or under any enactment; and d any premises which are the private residence of a diplomatic agent (within the meaning of Article 1( e ) of the Convention mentioned in paragraph ( a ) above) or of any other person who is entitled to inviolability of residence by or under any enactment. 2A In subsection (2) above— “ the premises of a closed diplomatic mission ” means premises which fall within Article 45 of the Convention mentioned in subsection (2)(a) above (as that Article has effect in the United Kingdom by virtue of the section and Schedule mentioned in that paragraph); and “ the premises of a closed consular post ” means premises which fall within Article 27 of the Convention mentioned in subsection (2)(b) above (as that Article has effect in the United Kingdom by virtue of the section and Schedule mentioned in that paragraph); 3 In any proceedings for an offence under this section it shall be a defence for the accused to prove that he believed that the premises in question were not premises to which this section applies. 4 In any proceedings for an offence under this section a certificate issued by or under the authority of the Secretary of State stating that any premises were or formed part of premises of any description mentioned in paragraphs ( a ) to ( d ) of subsection (2) above at the time of the alleged offence shall be conclusive evidence that the premises were or formed part of premises of that description at that time. 5 A person guilty of an offence under this section shall be liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding  level 5 on the standard scale  or to both. 6 Proceedings for an offence under this section shall not be instituted against any person except by or with the consent of the Attorney General. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "10", "section_title": " Obstruction of   enforcement officers and court officers executing High Court or county court process  .", "section_text": "10 A1 A person is guilty of an offence if he resists or intentionally obstructs any person who— a is an enforcement officer, or is acting under the authority of an enforcement officer; and b is engaged in executing a writ issued from the High Court. 1 Without prejudice to section 8(2) of the  Sheriffs Act 1887 but subject to the following provisions of this section, a person is guilty of an offence if he resists or intentionally obstructs any person who is in fact an officer of a court engaged in executing any process issued by the High Court or   the   county court for the purpose of enforcing any judgment or order for the recovery of any premises or for the delivery of possession of any premises. 2 Subsection (1) above does not apply unless the judgment or order in question was given or made in proceedings brought under any provisions of rules of court applicable only in circumstances where the person claiming possession of any premises alleges that the premises in question are occupied solely by a person or persons (not being a tenant or tenants holding over after the termination of the tenancy) who entered into or remained in occupation of the premises without the licence or consent of the person claiming possession or any predecessor in title of his. 3 In any proceedings for an offence under this section it shall be a defence for the accused to prove that he believed that the person he was resisting or obstructing was not   an enforcement officer, a person acting under the authority of an enforcement officer or an officer of a court (as the case may be)  . 4 A person guilty of an offence under this section shall be liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding  level 5 on the standard scale  or to both. 5 ...  an enforcement officer   or any officer of a court may arrest without warrant anyone who is, or whom he, with reasonable cause, suspects to be, guilty of an offence under this section. 6 In this section— “ enforcement officer ” means an individual who is authorised to act as an enforcement officer under the Courts Act 2003; “ officer of a court ” means— a any sheriff, under sheriff, deputy sheriff, bailiff or officer of a sheriff; and b   any officer of the county court.  "}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "12", "section_title": " Supplementary provisions.", "section_text": "12 1 In this Part of this Act— a “ premises ” means any building, any part of a building under separate occupation, any land ancillary to a building, the site comprising any building or buildings together with any land ancillary thereto, and (for the purposes only of sections 10 and 11 above) any other place; and b “ access ” means, in relation to any premises, any part of any site or building within which those premises are situated which constitutes an ordinary means of access to those premises (whether or not that is its sole or primary use). 2 References in this section to a building shall apply also to any structure other than a movable one, and to any movable structure, vehicle or vessel designed or adapted for use for residential purposes; and for the purposes of subsection (1) above— a part of a building is under separate occupation if anyone is in occupation or entitled to occupation of that part as distinct from the whole; and b land is ancillary to a building if it is adjacent to it and used (or intended for use) in connection with the occupation of that building or any part of it. 3 Subject to subsection (4) below, any person who was occupying any premises as a residence immediately before being excluded from occupation by anyone who entered those premises, or any access to those premises, as a trespasser is a displaced residential occupier of the premises for the purposes of this Part of this Act so long as he continues to be excluded from occupation of the premises by the original trespasser or by any subsequent trespasser. 4 A person who was himself occupying the premises in question as a trespasser immediately before being excluded from occupation shall not by virtue of subsection (3) above be a displaced residential occupier of the premises for the purposes of this Part of this Act. 5 A person who by virtue of subsection (3) above is a displaced residential occupier of any premises shall be regarded for the purposes of this Part of this Act as a displaced residential occupier also of any access to those premises. 6 Anyone who enters or is on or in occupation of any premises by virtue of— a any title derived from a trespasser; or b any licence or consent given by a trespasser or by a person deriving title from a trespasser, shall himself be treated as a trespasser for the purposes of this Part of this Act (without prejudice to whether or not he would be a trespasser apart from this provision); and references in this Part of this Act to a person’s entering or being on or occupying any premises as a trespasser shall be construed accordingly. 7 Anyone who is on any premises as a trespasser shall not cease to be a trespasser for the purposes of this Part of this Act by virtue of being allowed time to leave the premises, nor shall anyone cease to be a displaced residential occupier of any premises by virtue of any such allowance of time to a trespasser. 8 No rule of law ousting the jurisdiction of magistrates’ courts to try offences where a dispute of title to property is involved shall preclude magistrates’ courts from trying offences under this Part of this Act."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "12A", "section_title": " Protected intending occupiers: supplementary provisions.", "section_text": "12A 1 For the purposes of this Part of this Act an individual is a protected intending occupier of any premises at any time if at that time he falls within subsection (2), (4) or (6) below. 2 An individual is a protected intending occupier of any premises if— a he has in those premises a freehold interest or a leasehold interest with not less than two years still to run; b he requires the premises for his own occupation as a residence; c he is excluded from occupation of the premises by a person who entered them, or any access to them, as a trespasser; and d he or a person acting on his behalf holds a written statement— i which specifies his interest in the premises; ii which states that he requires the premises for occupation as a residence for himself; and iii with respect to which the requirements in subsection (3) below are fulfilled. 3 The requirements referred to in subsection (2)(d)(iii) above are— a that the statement is signed by the person whose interest is specified in it in the presence of a justice of the peace or commissioner for oaths; and b that the justice of the peace or commissioner for oaths has subscribed his name as a witness to the signature. 4 An individual is also a protected intending occupier of any premises if— a he has a tenancy of those premises (other than a tenancy falling within subsection (2)(a) above or (6)(a) below) or a licence to occupy those premises granted by a person with a freehold interest or a leasehold interest with not less than two years still to run in the premises; b he requires the premises for his own occupation as a residence; c he is excluded from occupation of the premises by a person who entered them, or any access to them, as a trespasser; and d he or a person acting on his behalf holds a written statement— i which states that he has been granted a tenancy of those premises or a licence to occupy those premises; ii which specifies the interest in the premises of the person who granted that tenancy or licence to occupy (“the landlord”); iii which states that he requires the premises for occupation as a residence for himself; and iv with respect to which the requirements in subsection (5) below are fulfilled. 5 The requirements referred to in subsection (4)(d)(iv) above are— a that the statement is signed by the landlord and by the tenant or licensee in the presence of a justice of the peace or commissioner for oaths; b that the justice of the peace or commissioner for oaths has subscribed his name as a witness to the signatures. 6 An individual is also a protected intending occupier of any premises if— a he has a tenancy of those premises (other than a tenancy falling within subsection (2)(a) or (4)(a) above) or a licence to occupy those premises granted by an authority to which this subsection applies; b he requires the premises for his own occupation as a residence; c he is excluded from occupation of the premises by a person who entered the premises, or any access to them, as a trespasser; and d there has been issued to him by or on behalf of the authority referred to in paragraph (a) above a certificate stating that— i he has been granted a tenancy of those premises or a licence to occupy those premises as a residence by the authority; and ii the authority which granted that tenancy or licence to occupy is one to which this subsection applies, being of a description specified in the certificate. 7 Subsection (6) above applies to the following authorities— a any body mentioned in section 14 of the  Rent Act 1977 (landlord’s interest belonging to local authority  etc. ); b the   Regulator of Social Housing  ; ba a non-profit registered provider of social housing; bb a profit-making registered provider of social housing, but only in relation to premises which are social housing within the meaning of Part 2 of the Housing and Regeneration Act 2008; . . .and d a registered social landlord within the meaning of the Housing Act 1985 (see section 5(4) and (5) of that Act). 7A Subsection (6) also applies to the Secretary of State if the tenancy or licence is granted by him under Part III of the  Housing Associations Act 1985. 8 A person is guilty of an offence if he makes a statement for the purposes of subsection (2)(d) or (4)(d) above which he knows to be false in a material particular or if he recklessly makes such a statement which is false in a material particular. 9 In any proceedings for an offence under section 7 of this Act where the accused was requested to leave the premises by a person claiming to be or to act on behalf of a protected intending occupier of the premises— a it shall be a defence for the accused to prove that, although asked to do so by the accused at the time the accused was requested to leave, that person failed at that time to produce to the accused such a statement as is referred to in subsection (2)(d) or (4)(d) above or such a certificate as is referred to in subsection (6)(d) above; and b any document purporting to be a certificate under subsection (6)(d) above shall be received in evidence and, unless the contrary is proved, shall be deemed to have been issued by or on behalf of the authority stated in the certificate. 10 A person guilty of an offence under subsection (8) above shall be liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale or to both. 11 A person who is a protected intending occupier of any premises shall be regarded for the purposes of this Part of this Act as a protected intending occupier also of any access to those premises."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "13", "section_title": " Abolitions and repeals.", "section_text": "13 1 The offence of forcible entry and any offence of forcible detainer at common law are hereby abolished for all purposes not relating to offences committed before the coming into force of this Part of this Act. 2 The following enactments shall cease to have effect— a the  Forcible Entry Act 1381; b chapter 2 of 15 Ric. 2 (1391); c the  Forcible Entry Act 1429; d the  Forcible Entry Act 1588; and e the  Forcible Entry Act 1623."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "15", "section_title": " Offences which are to become triable only summarily.", "section_text": "15 1 The following offences shall be triable only summarily (instead of either way), namely— a the offences mentioned (and broadly described) in column 1 of Schedule 1 to this Act; . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The following offences under the  Night Poaching Act 1828 shall be triable only summarily (instead of only on indictment), namely— a offences under section 2 of that Act (assaults by persons committing offences under the Act); b offences under section 9 of that Act (entering land, with others, armed and for the purpose of taking or destroying game or rabbits). 5 Subsections (1) and (4) above are without prejudice to any other enactment by virtue of which any offence is triable only summarily."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "28", "section_title": " Penalties on summary conviction for offences triable either way.", "section_text": "28 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 Schedule 5 to this Act shall have effect for the purpose of altering the penalties available on summary conviction of certain offences triable either way not listed in  Schedule 1 to the Magistrates’ Courts Act 1980 ; . . .  ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "30", "section_title": " Penalties (and mode of trial) for offences made triable only summarily.", "section_text": "30 1 The enactments specified in column 2 of Schedule 1 to this Act, which relate to the mode of trial of, and the maximum penalties for, the offences mentioned (and broadley described) in column 1 of that Schedule (being the offences which by section 15(1)( a ) above made triable only summarily instead of either way) shall have effect subject to the amendments specified in column 3 of that Schedule. 2 The said amendments have the effect of altering the maximum penalties available on summary conviction of the offences so mentioned as well as making alterations consequential on their becoming triable only summarily; and in that Schedule column 4 shows the present maximum penalties by way of fine or imprisonment on summary conviction and on conviction on indictment, and column 5 shows the new maximum penalties resulting from the amendments. 3 A person who (by virtue of section 15 above) is summarily convicted of an offence under section 2 (assaults by persons committing offences under the Act) or section 9 (entering land, with others, armed and for the purpose of taking or destroying game or rabbits) of the  Night Poaching Act 1828 shall be liable to imprisonment for a term not exceeding six months or to a fine not exceeding £500, or to both (instead of to a maximum penalty on conviction on indictment of seven years imprisonment or a fine or both for an offence under the said section 2, or of fourteen years imprisonment or a fine or both for an offence under the said section 9). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "31", "section_title": " Increase of fines for certain summary offences.", "section_text": "31 1 The enactments specified in column 2 of Schedule 6 to this Act, which relate to the maximum fines for the offences mentioned (and broadly described) in column 1 of that Schedule, shall have effect as if the maximum fine that may be imposed on summary conviction of any offence so mentioned were a fine not exceeding the amount specified in column 4 of that Schedule instead of a fine not exceeding the amount specified in column 3 of that Schedule, so however that the preceding provision shall not alter the maximum daily fine, if any, provided for by any of those enactments. 2 This subsection applies to the following enactments (by virtue of which certain byelaws may make persons contravening the byelaws liable on summary conviction to a fine not exceeding £20), namely— a section 183 of the  Public Health Act 1875 and section 237 of the  Local Government Act 1972 (local authorities’ byelaws) in their application to byelaws under any public general Act; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In the enactments to which subsection (2) above applies for any reference to £20 there shall be substituted a reference to £50; and any provision in force at the coming into force of this subsection which— a is contained in any byelaw made under a public general Act by virtue of— i any enactment to which subsection (2) above applies; or ii section 251 of the  Local Government Act 1933; and b specifies £20 as the maximum fine which may be imposed on summary conviction in respect of a contravention of, or offence under, any byelaw mentioned in that provision, shall have effect as if it specified £50 instead (but with no change by virtue of this subsection in the maximum daily fine, if any, for which it provides). The preceding provisions of this subsection are without prejudice to subsection (4) below. 4 The following byelaws, namely— a byelaws under section 75 of the  Public Health Act 1961 (byelaws as to pleasure fairs and roller skating rinks); b byelaws under section 76 of that Act (byelaws as to seaside pleasure boats); . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  may provide that persons contravening the byelaws shall be liable on summary convicton to a fine not exceeding  level 3 on the standard scale  and, in the case of a continuing offence, a further fine not exceeding £5 for each day during which the offence continues after the conviction thereof; and any such byelaw in force at the coming into force of this subsection which specifies £20 or any smaller sum as the maximum fine which may be imposed on summary conviction of an offence under any such byelaw shall have effect as if it specified  level 3 on the standard scale , instead (but with no change by virtue of this subsection in the maximum daily fine, if any, for which it provides). 5 This subsection applies to any pre-1949 enactment (however framed or worded) which— a as regards any summary offence makes a person liable on conviction thereof to a fine of, or not exceeding, a specified amount less than £50 which has not been altered since the end of 1948 (and is not altered by this Act); or b confers power by subordinate instrument to make a person, as regards any summary offence (whether or not created by the instrument), liable on conviction thereof to a fine of, or not exceeding, a specified amount less than £50 which has not been altered since the end of 1948 (and is not altered by this Act). 6 Every enactment to which subsection (5) above applies shall have effect as if for the specified amount less than £50 there mentioned there were substituted— a £25 if the specified amount is less than £20; or b £50 if the specified amount is not less than £20. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 Subsection (6) above shall not affect so much of any enactment as (in whatever words) makes a person liable on summary conviction to a fine not exceeding a specified amount for each day on which a continuing offence is continued after conviction or the occurrence of any other specified event. 9 In subsection (5) above “ pre-1949 enactment ” means an enactment passed before 1st January 1949 or an enactment passed on or after that date which (whether directly or, through successive re-enactments, indirectly) re-enacts with or without modification an enactment passed before that date. 10 In section 67(6) of the  Medicines Act 1968, for “£400” (which gives the maximum fine on summary conviction which can be imposed by regulations under section 66 for contravention of the regulations) there shall be substituted “£1,000”. 11 In this section “ enactment ” does not include an enactment contained in an order, regulation or other instrument made under an Act."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "32", "section_title": " Other provisions as to maximum fines.", "section_text": "32 1 Where a person convicted on indictment of any offence (whether triable only on indictment or either way) would, apart from this subsection, be liable to a fine not exceeding a specified amount, he shall by virtue of this subsection be liable to a fine of any amount. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "33", "section_title": " Penalty for offences under section 3 of Explosive Substances Act 1883.", "section_text": "33 For an offence under section 3 of the  Explosive Substances Act 1883 (attempt to cause explosion, or making or keeping explosive, with intent to endanger life or property in the United Kingdom or the Republic of Ireland) the maximum term of imprisonment which may be imposed by a court in Great Britain shall be increased from twenty years to life."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "36", "section_title": " Enforcement of fines imposed on young offenders.", "section_text": "36 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 In this section— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ sum adjudged to be paid by a conviction ” means any fine, costs, compensation or other sum adjudged to be paid by an order made on a finding of guilt, including an order made under section 35 of the  Powers of Criminal Courts Act 1973 (compensation orders) as applied by section 3(6) of the  Children and Young Persons Act 1969."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "37", "section_title": " Supervision orders. ", "section_text": "37 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In section 15 of the  Children and Young Persons Act 1969 (variation and discharge of supervision orders), after subsection (2) there shall be inserted the following subsection— 2A If while a supervision order to which section 12(3A) of this Act applies is in force in respect of a person who has not attained the age of eighteen it is proved to the satisfaction of a juvenile court, on the application of the supervisor, that the supervised person has failed to comply with any requirement included in the supevision order in pursuance of section 12 or section 18(2)( b  of this Act, the court may, whether or not it also makes an order under subsection (1) of this section— a order him to to pay an amount not exceeding £50; or b subject to section 16(10) of this Act, make an attendance centre order in respect of him. . 3 The preceding provisions of this section, and any related amendment or repeal provided for in Schedule 12 or 13 to this Act, shall not apply in relation to supervision orders made before the coming into force of those provisions."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "38A", "section_title": " Execution in different parts of United Kingdom of warrants for imprisonment for non-payment of fine.", "section_text": "38A 1 Subject to subsection (6) below, a person against whom an extract conviction is issued in Scotland for imprisonment in default of payment of a fine may be arrested— a in England and Wales, by any constable acting within his police area; b in Northern Ireland, by any member of the Royal Ulster Constabulary or the Royal Ulster Constabulary Reserve; and subsections (4) and (5) of section 159 of the Magistrates’ Courts Act (Northern Ireland) 1964 (execution without possession of the warrant and execution on Sunday) shall apply to the execution in Northern Ireland of any such extract conviction as those subsections apply in relation to the execution of a warrant for arrest. 2 Subject to subsection (6) below, a person against whom there has been issued in England, Wales or Northern Ireland a warrant committing him to prison in default of payment of a sum adjudged to be paid by a conviction may be arrested in Scotland, by any constable   of the Police Service of Scotland  , in like manner as if the warrant were an extract conviction for imprisonment issued in Scotland in default of payment of a fine. 3 A person arrested by virtue of subsection (1) above under an extract conviction or by virtue of subsection (2) above under a warrant of commitment may be detained under it in any prison in the part of the United Kingdom in which he was arrested; and while so detained he shall be treated for all purposes as if he were detained under a warrant of commitment or extract conviction issued in that part of the United Kingdom. 4 An extract conviction or a warrant of commitment may be executed by virtue of this section whether or not it has been endorsed under section 4 of the Summary Jurisdiction (Process) Act 1881 or under section 27 of the Petty Sessions (Ireland) Act 1851. 5 In this section— “ fine ” includes any sum treated by any enactment as a fine for the purposes of its enforcement and any sum to be found as caution; “ imprisonment ” includes, in the case of a person who is under the age of 21 years, detention; “ part of the United Kingdom ” means England and Wales, Scotland or Northern Ireland; “ prison ” means— in the case of a person who is under the age of 21 years arrested in Scotland, a young offenders institution; and in the case of a person under that age arrested in England and Wales, any place in which he could be detained under  section 108(5) of the Powers of Criminal Courts (Sentencing) Act 2000 ; in the case of a person under that age arrested in Northern Ireland, a young offenders centre; and “ sum adjudged to be paid by a conviction’ ” has the meaning given by section 150(3) of the Magistrates’ Courts Act 1980 or, in Northern Ireland, section 169(2) of the Magistrates’ Courts (Northern Ireland) Act 1964. 6 This section shall not apply to the arrest of persons under  the age of 18 years ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "38B", "section_title": " Further provision for execution of warrants of commitment for non-payment of sum adjudged to be paid by conviction in England and Wales or Northern Ireland.", "section_text": "38B 1 Subject to subsection (6) below, a person against whom there has been issued in England and Wales a warrant committing him to prison in default of payment of a sum adjudged to be paid by a conviction may be arrested in Northern Ireland by any member of the Royal Ulster Constabulary or the Royal Ulster Constabulary Reserve in like manner as if the warrant were a warrant committing him to prison in default of payment of a sum adjudged to be paid by a conviction in Northern Ireland; and article 158(4) and (5) of the Magistrates’ Courts (Northern Ireland) Order 1981 (execution without possession of the warrant and execution on Sunday) shall apply to the execution in Northern Ireland of any such warrant which has been issued in England and Wales as they apply in relation to the execution of a warrant for arrest. 2 Subject to subsection (6) below, a person against whom there has been issued in Northern Ireland a warrant committing him to prison in default of payment of a sum adjudged to be paid by a conviction may be arrested in England and Wales by any constable acting within his police area in like manner as if the warrant were a warrant committing him to prison in default of payment of a sum adjudged to be paid by a conviction in England and Wales. 3 A person arrested by virtue of subsection (1) or (2) above under a warrant of commitment may be detained under it in any prison in the part of the United Kingdom in which he was arrested; and while so detained he shall be treated for all purposes as if he were detained under a warrant of commitment issued in that part of the United Kingdom. 4 A warrant of commitment issued by a court in Northern Ireland may be executed in England and Wales by virtue of this section whether or not it has been endorsed under section 27 of the Petty Sessions (Ireland) Act 1851. 5 In this section “ part of the United Kingdom ” means England and Wales or Northern Ireland; “ prison ” means— in the case of a person who is under the age of 21 years arrested in England and Wales, any place in which he could be detained under  section 108(5) of the Powers of Criminal Courts (Sentencing) Act 2000 ; and in the case of a person under that age arrested in Northern Ireland, a young offenders centre; and “sum adjudged to be paid by a conviction” has the meaning given by section 150(3) of the Magistrates’ Courts Act 1980 or, in Northern Ireland, Article 2(5) of the Magistrates’ Courts (Northern Ireland) Order 1981. 6 This section shall not apply to the arrest of persons under  the age of 18 years ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "39", "section_title": " Service of summonses and citation throughout United Kingdom.", "section_text": "39 1 The following documents, namely— a a summons requiring a person charged with an offence to appear before a court in England or Wales, b a written charge (within the meaning of section 29 of the Criminal Justice Act 2003) charging a person with an offence, c a requisition (within the meaning of that section) requiring a person charged with an offence to appear before a court in England or Wales, ca a single justice procedure notice (within the meaning of that section) requiring a person charged with an offence to serve a written notification stating— i whether or not the person desires to plead guilty, and ii if the person desires to plead guilty, whether or not the person desires to be tried in accordance with section 16A of the Magistrates' Courts Act 1980,  and d any other document which, by virtue of any enactment, may or must be served on a person with, or at the same time as, a document mentioned in paragraph (a), (b)   , (c) or (ca)   above, may, in such manner as may be prescribed by rules of court, be served on him in Scotland or Northern Ireland. 1A The documents falling within subsection (1)(a) include a summons directed to a person that is issued after the person's trial has begun. 2 A summons requiring a person charged with an offence to appear before a court in Northern Ireland may, in such manner as may be prescribed by rules of court, be served on him in England, Wales or Scotland. 3 Citation of a person charged with a crime or offence to appear before a court in Scotland may be effected in any other part of the United Kingdom in like manner as it may be done in Scotland, and for this purpose the persons authorised to effect such citation shall include a , in England and Wales and Northern Ireland, constables and prison officers serving in those parts of the United Kingdom b persons authorised by a chief officer of police in England or Wales to serve summonses there."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "40", "section_title": " Transfer of fine orders.", "section_text": "40 Schedule 7 to this Act (which confers powers on courts in Northern Ireland, and extends the existing powers of courts in England, Wales and Scotland, to make transfer of fine orders) shall have effect."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "47"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "48", "section_title": " Power to make rules as to furnishing of information by prosecutor in criminal proceedings.", "section_text": "48 1   Criminal Procedure Rules may   make, with respect to proceedings against any person for a prescribed offence or an offence of any prescribed class, provision— a for requiring the prosecutor to do such things as may be prescribed for the purpose of securing that the accused or a person representing him is furnished with, or can obtain, advance information concerning all, or any prescribed class of, the facts and matters of which the prosecutor proposes to adduce evidence; and b for requiring a magistrates’ court, if satisfied that any requirement imposed by virtue of paragraph ( a ) above has not been complied with, to adjourn the proceedings pending compliance with that requirement unless the court is satisfied that the conduct of the case for the accused will not be substantially prejudiced by non-compliance with the requirement. 2 Rules made by virtue of subsection (1)( a ) above— a may require the prosecutor to do as provided in the rules either— i in all cases; or ii only if so requested by or on behalf of the accused; b may exempt facts and matters of any prescribed description from any requirement imposed by the rules, and may make the opinion of the prosecutor material for the purposes of any such exemption; and c may make different provision with respect to different offences or offences of different classes. 3 It shall not open to person convicted of an offence to appeal against the conviction on the ground that a requirement imposed by virtue of subsection (1) above was not complied with by the prosecutor."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "51", "section_title": " Bomb hoaxes.", "section_text": "51 1 A person who— a places any article in any place whatever; or b dispatches any article by post, rail or any other means whatever of sending things from one place to another, with the intention (in either case) of inducing in some other person a belief that it is likely to explode or ignite and thereby cause personal injury or damage to property is guilty of an offence. In this subsection “ article ” includes substance. 2 A person who communicates any information which he knows or believes to be false to another person with the intention of inducing in him or any other person a false belief that a bomb or other thing liable to explode or ignite is present in any place or location whatever is guilty of an offence. 3 For a person to be guilty of an offence under subsection (1) or (2) above it is not necessary for him to have any particular person in mind as the person in whom he intends to induce the belief mentioned in that subsection. 4 A person guilty of an offence under this section shall be liable— a on summary conviction, to imprisonment for a term not exceeding  six months  or to a fine not exceeding £1,000, or both; b on conviction on indictment, to imprisonment for a term not exceeding  seven years ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "52", "section_title": " Misuse of Drugs Act 1971: redefinition of cannabis. ", "section_text": "52 In section 37(1) (interpretation) of the  Misuse of Drugs Act 1971, for the definition of “cannabis” there shall be substituted— “ cannabis ” (except in the expression “cannabis resin”) means any plant of the genus Cannabis  or any part of any such plant (by whatever name designated) except that it does not include cannabis resin or any of the following products after separation from the rest of the plant, namely— a mature stalk of any such plant, b fibre produced from mature stalk of any such plant, and c seed of any such plant; ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "53", "section_title": " Amendments of Obscene Publications Act 1959 with respect to cinematograph exhibitions. ", "section_text": "53 1 In the proviso to section 1(3) of the  Obscene Publications Act 1959 (which excludes from the scope of that Act anything done in the course of a cinematograph exhibition taking place otherwise than in a private house to which the public are not admitted and anything done in the course of television or sound broadcasting) the words from “a cinematograph exhibition” to “in the course of” shall be omitted. 2 In section 2 of that Act (prohibition of publication of obscene matter) at the end of subsection (3) there shall be inserted the following subsection:— 3A Proceedings for an offence under this section shall not be instituted except by or with the consent of the Director of Public Prosecutions in any case where the article in question is a moving picture film of a width of not less than sixteen millimetres and the relevant publication or the only other publication which followed or could reasonably have been expected to follow from the relevant publication took place or (as the case may be) was to take place in the course of a cinematograph exhibition; and in this subsection “the relevant publication” means— a in the case of any proceedings under this section for publishing an obscene article, the publication in respect of which the defendant would be charged if the proceedings were brought; and b in the case of any proceedings under this section for having an obscene article for publication for gain, the publication which, if the proceedings were brought, the defendant would be alleged to have had in contemplation. 3 In section 2 of that Act after subsection (4) there shall be inserted the following subsection:— 4A Without prejudice to subsection (4) above, a person shall not be proceeded against for an offence at common law— a in respect of a cinematograph exhibition or anything said or done in the course of a cinematograph exhibition, where it is of the essence of the common law offence that the exhibition or, as the case may be, what was said or done was obscene, indecent, offensive, disgusting or injurious to morality; or b in respect of an agreement to give a cinematograph exhibition or to cause anything to be said or done in the course of such an exhibition where the common law offence consists of conspiring to corrupt public morals or to do any act contrary to public morals or decency. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In section 3 of that Act (which among other things makes provision for the forfeiture of obscene articles kept for publication for gain) at the beginning of subsection (3) there shall be inserted the words “Subject to subsection (3A) of this section” and at the end of that subsection there shall be inserted the following subsection:— 3A Without prejudice to the duty of a court to make an order for the forfeiture of an article where section 1(4) of the Obscene Publications Act 1964 applies (orders made on conviction), in a case where by virtue of subsection (3A) of section 2 of this Act proceedings under the said section 2 for having an article for publication for gain could not be instituted except by or with the consent of the Director of Public Prosecutions, no order for the forfeiture of the article shall be made under this section unless the warrant under which the article was seized was issued on an information laid by or on behalf of the Director of Public Prosecutions. 6 In section 4 of that Act (defence of public good) at the beginning of subsection (1) there shall be inserted the words “Subject to subsection (1A) of this section” and at the end of that subsection there shall be inserted the following subsection:— 1A Subsection (1) of this section shall not apply where the article in question is a moving picture film or soundtrack, but— a a person shall not be convicted of an offence against section 2 of this Act in relation to any such film or soundtrack, and b an order for forfeiture of any such film or soundtrack shall not be made under section 3 of this Act, if it is proved that publication of the film or soundtrack is justified as being for the public good on the ground that it is in the interests of drama, opera, ballet or any other art, or of literature or learning. 7 At the end of section 4 of that Act there shall be added the following subsection:— 3 In this section “ moving picture soundtrack ” means any sound record designed for playing with a moving picture film, whether incorporated with the film or not."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "54", "section_title": " Inciting girl under sixteen to have incestuous sexual intercourse.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "55", "section_title": "", "section_text": "55 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "56"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "58", "section_title": " Proceedings involving persons under 17: increase of certain pecuniary limits. ", "section_text": "58 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In section 2(13) of the  Children and Young Persons Act 1969 (by virtue of which the maximum amount for which the parent or guardian of a child or young person can be required by an order under section 1 of that Act to enter into a recognisance to take proper care of and exercise proper control over him is £50), for the words “fifty pounds” there shall be substituted the words “£200”. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In section 15(4) of the said Act of 1969 (powers of a magistrates’ court other than a juvenile court in respect of failure by the supervised person to comply with certain requirements of a supervision order, if that person has attained the age of eighteen)— a in paragraph ( a ) (under which, if the court does not discharge the supervision order, the maximum fine which it can impose on the supervised person is £20), for the words “twenty pounds” there shall be substituted the words “£50”; and b for the words “four hundred pounds” (which specify the maximum fine which the court can impose if it discharges the supervision order in a case where the offence in consequence of which the order was made is of a kind which the court has no power to try or has no power to try without appropriate consents) there shall be substituted the words “£1,000”. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "62"}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "63", "section_title": " Provisions applying to Scotland.", "section_text": "63 1 The  Criminal Procedure (Scotland) Act 1975 shall have effect subject to the amendments specified in Schedule 11 to this Act. 2 The following provisions of this Act shall have effect in relation to Scotland, namely— section 15(2) to (4). section 30(3); section 31(10); section 32(3); section 33; sections 38 to 40 and Schedule 7; sections 50 to 52; Sections 55(1) to (3); section 65(1), (3) and (6) to (10) and Schedule 14; section 65(4) and Schedule 12 so far as they relate to— Night Poaching Act 1828, Public Stores Act 1875, Explosive Substances Act 1833, Prison Act 1952 (in its application to persons for the time being in Scotland), Adoption Act 1958, sections 26, 28, 29 and 39(1) of the Criminal Justice Act 1961, Housing (Scotland) Act 1966, Road Traffic Regulations Act 1967, sections . . .   60 of the Criminal Justice Act 1967 and (in its application to persons for the time being in Scotland) section 63 of that Act, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  Gaming Act 1968, section 179 of the Road Traffic Act 1972, Health and Safety at Work etc. Act 1974, Rehabilitation of Offenders Act 1974; section 65(5) and Schedule 13 so far as they relate to— Night Poaching Act 1828, Truck Act 1831, Public Stores Act 1875, section  . . . 9 or 19 of the Conspiracy and Protection of Property Act 1875, Cruelty to Animals Act 1876, Truck Amendment Act 1887, Witnesses (Public Inquiries) Protection Act 1892, section 283 of the Customs and Excise Act 1952, ... sections 26 and 28 of the Criminal Justice Act 1961, Penalties for Drunkenness Act 1962, Criminal Justice (Scotland) Act 1963, sections 43(2) and 80 of the Road Traffic Regulation Act 1967, sections 60, 92(8) and 106(2)( f ) of and, in relation to enactments mentioned therein which extend to Scotland, Part I of Schedule 3 to the Criminal Justice Act 1967, Firearms Act 1968, Transport Act 1968, section 59(5)( e ) of and paragraph 48( a ) of Schedule 8 to the Courts Act 1971, Misuse of Drugs Act 1971, Road Traffic Act 1972, section 58( a ) of the Powers of Criminal Courts Act 1973, Road Traffic Act 1974, District Courts (Scotland) Act 1975, Criminal Procedure (Scotland) Act 1975, Protection of Birds (Amendment Act) 1976; Schedule 9, paragraph 3(3)."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "64", "section_title": " Meaning of “indictable offence”, “summary offence” and “offence triable either way” in England and Wales.", "section_text": "64 1 In this Act . . .  — a “ indictable offence ” means an offence which, if committed by an adult, is triable on indictment, whether it is exclusively so triable or triable either way; b “ summary offence ” means an offence which, if committed by an adult, is triable only summarily; c “ offence triable either way ” means an offence which, if committed by an adult, is triable either on indictment or summarily; and the terms “indictable”, “summary” and “triable either way”, in their application to offences, shall be construed accordingly. 2 In the definitions in subsection (1) above references to the way or ways in which an offence is triable are to be construed without regard to the effect, if any, of  section 22 of the Magistrates’ Courts Act 1980 (cases where value involved is small)  on the mode of trial."}, {"act": "Criminal Law Act 1977", "year": 1977, "section": "65", "section_title": " Citation, etc.", "section_text": "65 1 This Act may be cited as the Criminal Law Act 1977. 2 The provisions of sections  15  to 32 and 48 above, so far as they relate to proceedings before magistrates’ courts, shall be construed as one with the  Magistrates’ Courts Act 1980 , except that in those provisions “ fine ” shall include any pecuniary penalty. 3 Except where the context otherwise requires, any reference in this Act to any enactment is a reference to it as amended, and includes a reference to it as extended or applied, by or under any other enactment, including this Act. 4 The enactments specified in Schedule 12 to this Act shall have effect subject to the amendments there specified, being minor amendments and amendments consequential on the provisions of this Act. 5 Subject to the transitional provisions contained in this Act, the enactments specified in Schedule 13 to this Act (which include certain spent provisions) are hereby repealed to the extent specified in the third column of that Schedule. 6 There shall be defrayed out of money provided by Parliament any increase attributable to the provisions of this Act in the sums payable out of such money under any other Act. 7 This Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument, and different days may be so appointed for different purposes. 8 Without prejudice to any other transitional provision contained in this Act, the transitional provisions contained in Schedule 14 to this Act shall have effect. 9 Without prejudice to Schedule 14 or any other transitional provision contained in this Act, an order under subsection (7) above may make such transitional provision as appears to the Secretary of State to be necessary or expedient in connection with the provisions thereby brought into force. 10 In this Act— a Part V and, so far as there provided, the provisions mentioned in section 63(2) above extend to Scotland; b the following provisions extend to Northern Ireland namely— sections 38 to 40, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  section 52, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  subsections (1), (3) and (6) to (10) of this section, Schedule 7, in Schedule 14, paragraph 5; c section 31 and Schedule 6, so far as they amend any enactment which extends to the Channel Islands or the Isle of Man, extend to the Channel Islands or the Isle of Man, as the case may be; d subsections (4) and (5) above and Schedules 12 and 13, so far as they relate to— i section 45 of the  Prison Act 1952 (in its application to persons for the time being in Northern Ireland or in the Channel Islands or the Isle of Man); ii Part III and section 39(1) of the  Criminal Justice Act 1961; and iii sections 60 and 63 of the  Criminal Justice Act 1967 (in their application to persons for the time being in Northern Ireland or in the Channel Islands or the Isle of Man), extend to Northern Ireland, the Channel Islands and the Isle of Man (as well as, by virtue of paragraph ( a ) above, to Scotland; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . but save as aforesaid, this Act extends to England and Wales only."}]