[{"act": "Finance Act 1977", "year": 1977, "section": "1", "section_title": "", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1977", "year": 1977, "section": "2", "section_title": "", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1977", "year": 1977, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Finance Act 1977", "year": 1977, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1977", "year": 1977, "section": "5", "section_title": " Vehicles excise duty : Great Britain.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1977", "year": 1977, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Finance Act 1977", "year": 1977, "section": "7", "section_title": " Units and methods of measurement in customs and excise Acts.", "section_text": "7 1 The Treasury may by order amend the customs and excise Acts for the purpose of— a replacing any unit of measurement by a metric unit; b replacing the proof system of ascertaining the alcoholic strength of spirits and other liquids by a system of measurement by reference to percentages of alcohol by volume; c replacing any temperature expressed in degrees Fahrenheit by a temperature expressed in degrees Celsius; d replacing any pressure expressed in atmospheres by a pressure expressed in millibars. 2 Any amendment of an enactment under this section shall be such as to preserve the effect of the enactment except to such extent as the Treasury consider necessary to enable a substituted unit or method of measurement to be applied in a convenient and suitable manner. 3 An order under this section may contain such transitional and other supplementary provisions as the Treasury think necessary. 4 The power to make orders under this section includes power to vary or revoke a previous order and shall be exercisable by statutory instrument. 5 Subject to subsection (6) below, any order under this section shall be laid before the House of Commons after being made; and unless it is approved by that House before the expiration of twenty-eight days beginning with the date on which it was made, it shall cease to have effect on the expiration of that period, but without prejudice to anything previously done thereunder or to the making of a new order. In reckoning any such period no account shall be taken of any time during which Parliament is dissolved or prorogued or during which the House of Commons is adjourned for more than four days. 6 Subsection (5) above shall not apply to any order containing a statement by the Treasury that the order does not involve a greater charge to duty or a reduction of any relief, drawback, rebate or allowance; and any such order shall be subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1977", "year": 1977, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1977", "year": 1977, "section": "10", "section_title": " Duties or levies on goods passing into free circulation  etc.", "section_text": "10 1 In any case where— a goods which are not for the time being in free circulation in member States are imported into the United Kingdom from another member State, and b in accordance with the Treaties the goods either are allowed to be put on the market in the United Kingdom or to be destroyed or otherwise cease to be subject to special arrangements involving the suspension of, or the giving of relief from, duties or levies in another member State, then, in such circumstances as may be prescribed, duties of customs or levies shall be charged on or in respect of the goods by virtue of this section. 2 Any question whether goods are at any time in free circulation in member States shall be determined in accordance with the Treaties. 3 The amount of the duty of customs or levy which, in any particular prescribed circumstances, is charged on or in respect of any goods by virtue of this section shall be such as, in accordance with the Treaties, may either be prescribed or determined in a prescribed manner. 4 Duties of customs charged by virtue of this section shall be treated as   EU  customs duties charged under subsection (1) of section 5 of the  European Communities Act 1972 and levies charged by virtue of this section shall be treated as agricultural levies, as defined in subsection (8) of section 6 of that Act; and the provisions of, and of the enactments referred to in,  the said section 6  shall apply accordingly. 5 In this section “ prescribed ” means prescribed by regulations  made by statutory instrument by the Commissioners which shall be subject to annulment in pursuance of a resolution of either House of Parliament . 6 This section and, except in so far as any such regulations otherwise provide, any regulations made under it shall have effect in relation to goods imported into the United Kingdom on or after 1st July 1977."}, {"act": "Finance Act 1977", "year": 1977, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Finance Act 1977", "year": 1977, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Finance Act 1977", "year": 1977, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Finance Act 1977", "year": 1977, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Finance Act 1977", "year": 1977, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Finance Act 1977", "year": 1977, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Finance Act 1977", "year": 1977, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17–39"}, {"act": "Finance Act 1977", "year": 1977, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "40"}, {"act": "Finance Act 1977", "year": 1977, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "41"}, {"act": "Finance Act 1977", "year": 1977, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Finance Act 1977", "year": 1977, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Finance Act 1977", "year": 1977, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Finance Act 1977", "year": 1977, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45–48"}, {"act": "Finance Act 1977", "year": 1977, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "49"}, {"act": "Finance Act 1977", "year": 1977, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Finance Act 1977", "year": 1977, "section": "51", "section_title": "", "section_text": "51 1 Paragraph 19 of Schedule 5 to the Finance Act 1975 (trusts for mentally disabled persons) shall be amended as follows. 2 In sub-paragraph (1) after the words “a mentally disabled person\" there shall be inserted the words “ or of a person in receipt of an attendance allowance\". 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5  At the end of Sub-paragragh (4) there shall be added the words “and“ attendance allowance\" means an allowance under section 35 of the Social Security Act 1975 or the Social Security (Northern Ireland) Act 1975\""}, {"act": "Finance Act 1977", "year": 1977, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "52"}, {"act": "Finance Act 1977", "year": 1977, "section": "54", "section_title": " Petroleum revenue tax.", "section_text": "54 1 After paragraph 6 of Schedule 3 to the  Oil Taxation Act 1975 there shall be inserted—  Effect of certain transactions between participators 6A Where the whole or part of the share of a participator (“the transferor\") of oil won from an oil field became the share, or part of the share, of another participator (“the transferee\") in pursuance of an agreement between them under which the transferor undertook to remain responsible for carrying out the transferee’s obligations in connection with the field so far as they relate to the transferred share or part, then, for the purposes of this Part of this Act— a the shares of the transferor and the transferee of oil won from the field shall be taken to be the same as they would have been if the transfer had not occurred, and b any oil comprised in the transferred share or part and taken up by or on the authority of the transferee in pursuance of the agreement shall be regarded as being disposed of and delivered to him by the transferor at the time when it is taken up. . 2 In the said paragraph 6, in sub-paragraph (1), for the words “another person (in this paragraph referred to as “the owner\")\" there shall be substituted the words “a person (in this paragraph referred to as “the owner\") who is not a participator and\"."}, {"act": "Finance Act 1977", "year": 1977, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Finance Act 1977", "year": 1977, "section": "56", "section_title": " Annuities under Tithe Acts 1936 and 1951.", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1977", "year": 1977, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "57"}, {"act": "Finance Act 1977", "year": 1977, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Finance Act 1977", "year": 1977, "section": "59", "section_title": " Citation, interpretation, construction and repeals.", "section_text": "59 1 This Act may be cited as the Finance Act 1977. 2 In this Act “ the Taxes Act ” means the Income and Corporation Taxes Act 1970. 3 In this Act— a Part I (except sections 5 and 6) shall be construed as one with  such of the Customs and Excise Acts 1979 as the provision in question requires. b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c Part III, so far as it relates to income tax, shall be construed as one with the Income Tax Acts, so far as it relates to corporation tax shall be construed as one with the Corporation Tax Acts . . .  d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Except so far as the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended, and as including a reference to that enactment as applied, by or under any other enactment, including this Act. 5 The enactments mentioned in Schedule 9 to this Act (which include spent enactments) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}]