[{"act": "Price Commission Act 1977", "year": 1977, "section": "113.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Price Commission Act 1977", "year": 1977, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Price Commission Act 1977", "year": 1977, "section": "15", "section_title": " Amendments relating to the code and other amendments of 1973 Act.", "section_text": "15 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The 1973 Act shall have effect subject to the provisions of Schedule 2 to this Act."}, {"act": "Price Commission Act 1977", "year": 1977, "section": "16", "section_title": " Amendments of Prices Act 1974. ", "section_text": "16 1 For subsection (1) of section 4 of the  Prices Act 1974 (which enables provision to be made by order for securing that prices are indicated for goods offered or exposed for sale by retail) there shall be substituted the following subsection— 1 The Secretary of State may by order make provision for securing— a that prices are indicated on or in relation to goods which a person indicates are or may be for sale by retail, whether or not the goods are in existence when he does so; b that charges are indicated for services which a person indicates are or may be provided, except services which he indicates are or may be provided only for the purposes of businesses carried on by other persons; c that prices of such goods or charges for such services are not indicated in a manner which the Secretary of State considers inappropriate and that no part of a penny except one half-penny is specified in the amount of an indicated price or charge. 2 Accordingly— a in subsection (2) of that section (which contains supplementary provisions relating to an order under that section), after the words “this section” there shall be inserted the words “may specify the kinds of goods or services to which and the circumstances in which the order applies and” and after the words “price” and “goods” wherever they occur there shall be inserted respectively the words “or charge” and “or services”; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In subsection (5) of that section (which among other things provides that an order under that section made by the Department of Commerce for Northern Ireland shall be subject to negative resolution as provided by that subsection) before the word “subject” there shall be inserted the words “a statutory rule for the purposes of the Statutory Rules Act (Northern Ireland) 1958 and be”. 4 Section 3 of the  Prices Act 1974 (which confers on the Commission additional powers relating to price increases) shall cease to have effect."}, {"act": "Price Commission Act 1977", "year": 1977, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Price Commission Act 1977", "year": 1977, "section": "1824.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}]