[{"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "12.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "3", "section_title": "", "section_text": "3 – 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "56.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "911", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9–11"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "12", "section_title": " Exercise by Order in Council of existing powers relating to benefits for death or disablement through service in the armed forces. ", "section_text": "12 1 Any power of Her Majesty, whether under an enactment or otherwise, to make provision about pensions or other benefits for or in respect of persons who have been disabled or have died in consequence of service as members of the armed forces of the Crown shall continue to be exercisable in any manner in which it may be exercised apart from this subsection and shall also be exercisable by Order in Council in pursuance of this subsection; and such an Order shall be made by statutory instrument and laid before Parliament after being made. 2 Her Majesty may make by Order in Council— a in any enactment relating to such pensions or other benefits as are mentioned in the preceding subsection; and b in any enactment by virtue of which and any instrument by which provisions relating to such pensions or other benefits may be or are applied to service otherwise than in the said forces; and c in any other enactment or instrument which refers to, or to an instrument relating to, such pensions or other benefits, such modifications as She considers appropriate in consequence of the passing of that subsection or the making of an Order in pursuance of that subsection; and any statutory instrument containing an Order made by virtue of this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 An Order made in pursuance of subsection (1) of this section may vary or revoke any instrument made otherwise than under this section so far as the instrument relates to such pensions or other benefits as are mentioned in that subsection."}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "14", "section_title": "", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 For section 21 of that Act (which relates to false statements) there shall be substituted the following section— 21 If any person, for the purpose of obtaining supplementary benefit or any other payment under this Act for himself or another person or for any other purp[ose connected with this Act,— a makes any statement or representation which he knows to be false; or b produces or furnishes, or causes or knowingly allows to be produced or furnished, any document or information which he knows to be false in a material particular, he shall be liable on summary conviction to a fine not exceeding £400 or to imprisonment for a term not exceeding three months or to both. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17 "}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "20", "section_title": "", "section_text": "20 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "22", "section_title": " Other miscellaneous amendments.", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 In subsection (3) of section 7 of the Tribunals and Inquiries Act 1971 (which specifies the tribunals mentioned in certain paragraphs of Schedule 1 to that Act of which the chairman are to be selected from a panel of persons appointed by the Lord Chancellor but does not include among those paragraphs paragraph 30A( a ) or ( c ) which relate to certain local and medical tribunals constituted in pursuance of the principal Act), after the word “28( a )” where it first occurs there shall be inserted the words “30A( a ) or ( c )”. 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  17 The  Social Security Benefit (Computation of Earnings) Regulations 1974 (which were made in exercise of powers which included the powers conferred by section 99(14) of the  Social Security Act 1973) shall have effect as if made in exercise of the powers conferred by section 3(2) of the principal Act (which corresponds to the said section 99(14))."}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "23", "section_title": " Financial provisions.", "section_text": "23 1 There shall be paid out of money provided by Parliament— a any administrative expenses incurred by the Secretary of State or a government department under this Act; and b any increase attributable to this Act in sums which, under any other Act, are payable out of money so provided. 2 Section 165(5) of the Social Security Administration Act 1992  (which provides for certain expenses to be reimbursed out of the National Insurance Fund) shall have effect in relation to the expenses mentioned in paragraph (a) of the preceding subsection as it has effect in relation to the expenses mentioned in  section 163(2)(a) of that Act ; . . .  ."}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "24", "section_title": " Supplemental.", "section_text": "24 1 In this Act, except where the context otherwise requires (and in particular except in a provision inserted by this Act into another Act)— “ modifications ” includes additions, omissions and amendments; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the Pensions Act ” means the  Social Security Pensions Act 1975; “ prescribed ” means prescribed by regulations; “ the principal Act ” means the  Social Security Act 1975; and “ regulations ” means regulations made by the Secretary of State under this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Subsections (3) to (6) and (9) of section 189 of the Social Security Administration Act 1992  (which contain general provisions relating to orders and regulations under that Act) shall have effect as if references to that Act included references to this Act and as if, in relation to powers to make Orders in Council conferred by section 12 of this Act,  subsections (4) to (6) of that section  extended to Northern Ireland;  and a power under any of sections 116 to 120 of the Social Security Contributions and Benefits Act 1992 or 177 to 179 of the Social Security Administration Act 1992 to make provision by regulations or Order in Council for modifications or adaptations of those Acts shall be exercisable in relation to any enactment contained in this Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Any statutory instrument  a which contains (whether alone or with other provisions) any regulations, and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 The enactments mentioned in the first and second columns of Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Social Security (Miscellaneous Provisions) Act 1977", "year": 1977, "section": "25", "section_title": " Citation, commencement and extent.", "section_text": "25 1 This Act may be cited as the Social Security (Miscellaneous Provisions) Act 1977, and this Act, the principal Act and the Pensions Act may be cited together as the Social Security Acts 1975 to 1977. 2 Sections 1(3), 4(1) and (2) and 22(17) of this Act shall be deemed to have come into force on 6th April 1975; and this section and sections 1(5), 2, 5, 9, 14(1) to (3), (8) and (10), 15, 16, 17(3), 18 and 24(1) to (5) of this Act and Schedule 2 to this Act so far as that Schedule relates to the provisions mentioned in section 5(1) of this Act shall come into force on the passing of this Act. 3 Section 22(3) of this Act shall come into force on 4th April 1977 and section 7 of this Act shall come into force on 6th April 1977. 4 Except as provided by subsections (2) and (3) of this section, this Act shall come into force on such day as the Secretary of State may by order appoint; and— a different days may be appointed in pursuance of this subsection for different provisions of this Act or for different purposes of the same provision; but b the power to vary or revoke such an order which is conferred by virtue of section 24(3) of this Act shall not be exercisable after the day preceding the day specified in the order. 5 The following provisions only of this Act shall extend to Northern Ireland, namely— a this section and sections 12, 20(3) and (4) and 22(15); b section 24(3) so far as it applies section 166(2) to (4) of the principal Act to powers conferred by section 12 of this Act; and c section 24(6) and Schedule 2 so far as they relate to the  Tribunals and Inquiries Act 1971 and the  Social Security (Northern Ireland) Act 1975."}]