[{"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "1", "section_title": " Definition of “wrongful interference with goods”.", "section_text": "1 In this Act “ wrongful interference” , or “ wrongful interference with goods” , means— a conversion of goods (also called trover), b trespass to goods, c negligence so far at it results in damage to goods or to an interest in goods. d subject to section 2, any other tort so far as it results in damage to goods or to an interest in goods. and references in this Act (however worded) to proceedings for wrongful interference or to a claim or right to a claim for wrongful interference shall include references to proceedings by virtue of Part I of the Consumer Protection Act 1987   or Part II of the Consumer Protection (Northern Ireland) Order 1987  (product liability) in respect of any damage to goods or to an interest in goods or, as the case may be, to a claim or right to claim by virtue of that Part in respect of any such damage."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "2", "section_title": " Abolition of detinue.", "section_text": "2 1 Detinue is abolished. 2 An action lies in conversion for loss or destruction of goods which a bailee has allowed to happen in breach of his duty to his bailor (that is to say it lies in a case which is not otherwise conversion, but would have been detinue before detinue was abolished)."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "3", "section_title": " Form of judgment where goods are detained.", "section_text": "3 1 In proceedings for wrongful interference against a person who is in possession or in control of the goods relief may be given in accordance with this section, so far as appropriate. 2 The relief is— a an order for delivery of the goods, and for payment of any consequential damages, or b an order for delivery of the goods, but giving the defendant the alternative of paying damages by reference to the value of the goods, together in either alternative with payment of any consequential damages, or c damages. 3 Subject to rules of court— a relief shall be given under only one of paragraphs (a), (b) and (c) of subsection (2), b relief under paragraph (a) of subsection (2) is at the discretion of the court, and the claimant may choose between the others. 4 If it is shown to the satisfaction of the court that an order under subsection (2)(a) has not been complied with, the court may— a revoke the order, or the relevant part of it, and b make an order for payment of damages by reference to the value of the goods. 5 Where an order is made under subsection (2)(b) the defendant may satisfy the order by returning the goods at any time before execution of judgment, but without prejudice to liability to pay any consequential damages. 6 An order for delivery of the goods under subsection (2)(a) or (b) may impose such conditions as may be determined by the court, or pursuant to rules of court, and in particular, where damages by reference to the value of the goods would not be the whole of the value of the goods, may require an allowance to be made by the claimant to reflect the difference. For example, a bailor’s action against the bailee may be one in which the measure of damages is not the full value of the goods, and then the court may order delivery of the goods, but require the bailor to pay the bailee a sum reflecting the difference. 7 Where under subsection (1) or subsection (2) of section 6 an allowance is to be made in respect of an improvement of the goods, and an order is made under subsection (2)(a) or (b), the court may assess the allowance to be made in respect of the improvement, and by the order require, as a condition for delivery of the goods, that allowance to be made by the claimant. 8 This section is without prejudice— a to the remedies afforded by section 133 of the  Consumer Credit Act 1974, or b to the remedies afforded by sections 35, 42 and 44 of the  Hire-Purchase Act 1965, or to those sections of the  Hire-Purchase Act (Northern Ireland) 1966 (so long as those sections respectively remain in force), or c to any jurisdiction to afford ancillary or incidental relief."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "4", "section_title": " Interlocutory relief where goods are detained.", "section_text": "4 1 In this section “ proceedings ” means proceedings for wrongful interference. 2 On the application of any person in accordance with rules of court, the High Court shall, in such circumstances as may be specified in the rules, have power to make an order providing for the delivery up of any goods which are or may become the subject matter of subsequent proceedings in the court, or as to which any question may arise in proceedings. 3 Delivery shall be, as the order may provide, to the claimant or to a person appointed by the court for the purpose, and shall be on such terms and conditions as may be specified in the order. 4 The power to make rules of court  for the High Court in England and Wales   ...  ... or under section 7 of the  Northern Ireland Act 1962 shall include power to make rules of court as to the manner in which an application for such an order can be made, and as to the circumstances in which such an order can be made; and any such rules may include such incidental, supplementary and consequential provisions as the authority making the rules may consider necessary or expedient. 5 The preceding provisions of this section shall have effect in relation to county courts in Northern Ireland  as they have effect in relation to the High Court  in Northern Ireland                         , and as if in those provisions references to rules of court and to  ...  ...  ...  ...  ...  ...  ... section 7 of the Northern Ireland Act 1962 included references to county court rules and to  ...[ Article 47 of the County Courts (Northern Ireland) Order 1980]. 6 Subsections (1) to (4) have effect in relation to the county court in England and Wales as they have effect in relation to the High Court in England and Wales. 6 Subsections (1) to (4) apply in relation to the family court in England and Wales as they apply in relation to the High Court in England and Wales, but as if references in those subsections to rules of court (including references to rules of court under any particular enactment) were references to Family Procedure Rules."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "5", "section_title": " Extinction of title on satisfaction of claim for damages.", "section_text": "5 1 Where damages for wrongful interference are, or would fall to be, assessed on the footing that the claimant is being compensated— a for the whole of his interest in the goods, or b for the whole of his interest in the goods subject to a reduction for contributory negligence, payment of the assessed damages (under all heads), or as the case may be settlement of a claim for damages for the wrong (under all heads), extinguishes the claimant’s title to that interest. 2 In subsection (1) the reference to the settlement of the claim includes— a where the claim is made in court proceedings, and the defendant has paid a sum into court to meet the whole claim, the taking of that sum by the claimant, and b where the claim is made in court proceedings, and the proceedings are settled or compromised, the payment of what is due in accordance with the settlement or compromise, and c where the claim is made out of court and is settled or compromised, the payment of what is due in accordance with the settlement or compromise. 3 It is hereby declared that subsection (1) does not apply where damages are assessed on the footing that the claimant is being compensated for the whole of his interest in the goods, but the damages paid are limited to some lesser amount by virtue of any enactment or rule of law. 4 Where under section 7(3) the claimant accounts over to another person (the “third party”) so as to compensate (under all heads) the third party for the whole of his interest in the goods, the third party’s title to that interest is extinguished. 5 This section has effect subject to any agreement varying the respective rights of the parties to the agreement, and where the claim is made in court proceedings has effect subject to any order of the court."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "6", "section_title": " Allowance for improvement of the goods.", "section_text": "6 1 If in proceedings for wrongful interference against a person (the “improver”) who has improved the goods, it is shown that the improver acted in the mistaken but honest belief that he had a good title to them, an allowance shall be made for the extent to which, at the time as at which the goods fall to be valued in assessing damages, the value of the goods is attributable to the improvement. 2 If, in proceedings for wrongful interference against a person (“the purchaser”) who has purported to purchase the goods— a from the improver, or b where after such a purported sale the goods passed by a further purported sale on one or more occasions, on any such occasion, it is shown that the purchaser acted in good faith, an allowance shall be made on the principle set out in subsection (1). For example, where a person in good faith buys a stolen car from the improver and is sued in conversion by the true owner the damages may be reduced to reflect the improvement, but if the person who bought the stolen car from the improver sues the improver for failure of consideration, and the improver acted in good faith, subsection (3) below will ordinarily make a comparable reduction in the damages he recovers from the improver. 3 If in a case within subsection (2) the person purporting to sell the goods acted in good faith, then in proceedings by the purchaser for recovery of the purchase price because of failure of consideration, or in any other proceedings founded on that failure of consideration, an allowance shall, where appropriate, be made on the principle set out in subsection (1). 4 This section applies, with the necessary modifications, to a purported bailment or other disposition of goods as it applies to a purported sale of goods."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "7", "section_title": " Double liability.", "section_text": "7 1 In this section “  double liability ” means the double liability of the wrongdoer which can arise— a where one of two or more rights of action for wrongful interference is founded on a possessory title, or b where the measure of damages in an action for wrongful interference founded on a proprietary title is or includes the entire value of the goods, although the interest is one of two or more interests in the goods. 2 In proceedings to which any two or more claimants are parties, the relief shall be such as to avoid double liability of the wrongdoer as between those claimants. 3 On satisfaction, in whole or in part, of any claim for an amount exceeding that recoverable if subsection (2) applied, the claimant is liable to account over to the other person having a right to claim to such extent as will avoid double liability. 4 Where, as the result of enforcement of a double liability, any claimant is unjustly enriched to any extent, he shall be liable to reimburse the wrongdoer to that extent. For example, if a converter of goods pays damages first to a finder of the goods, and then to the true owner, the finder is unjustly enriched unless he accounts over to the true owner under subsection (3); and then the true owner is unjustly enriched and becomes liable to reimburse the converter of the goods."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "8", "section_title": " Competing rights to the goods.", "section_text": "8 1 The defendant in an action for wrongful interference shall be entitled to show, in accordance with rules of court, that a third party has a better right than the plaintiff as respects all or any part of the interest claimed by the plaintiff, or in right of which he sues, and any rule of law (sometimes called jus tertii) to the contrary is abolished. 2 Rules of court relating to proceedings for wrongful interference may— a require the plaintiff to give particulars of his title, b require the plaintiff to identify any person who, to his knowledge, has or claims any interest in the goods, c authorise the defendant to apply for directions as to whether any person should be joined with a view to establishing whether he has a better right than the plaintiff, or has a claim as a result of which the defendant might be doubly liable, d where a party fails to appear on an application within paragraph (c), or to comply with any direction given by the court on such an application, authorise the court to deprive him of any right of action against the defendant for the wrong either unconditionally, or subject to such terms or conditions as may be specified. 3 Subsection (2) is without prejudice to any other power of making rules of court."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "9", "section_title": " Concurrent actions.", "section_text": "9 1 This section applies where goods are the subject of two or more claims for wrongful interference (whether or not the claims are founded on the same wrongful act, and whether or not any of the claims relates also to other goods). 2 Where goods are the subject of two or more claims under section 6 this section shall apply as if any claim under section 6(3) were a claim for wrongful interference. 3 If proceedings have been brought in England and Wales in the county court or in Northern Ireland  in a county court on one of those claims,  rules of court or                         county court rules may waive, or allow a court to waive, any limit (financial or territorial) on the jurisdiction of county courts in [ the County Courts Act 1984] or the County Courts [ (Northern Ireland) Order 1980] so as to allow another of those claims to be brought in the  same  court. 4 If proceedings are brought on one of the claims in the High Court, and proceedings on any other are brought  in England and Wales in the county court or in Northern Ireland  in a county court, whether prior to the High Court proceedings or not, the High Court may, on the application of the defendant, after notice has been given to the claimant in the county court proceedings— a order that the county court proceedings be transferred to the High Court, and b order security for costs or impose such other terms as the court thinks fit."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "10", "section_title": " Co-owners.", "section_text": "10 1 Co-ownership is no defence to an action founded on conversion or trespass to goods where the defendant without the authority of the other co-owner— a destroys the goods, or disposes of the goods in a way giving a good title to the entire property in the goods, or otherwise does anything equivalent to the destruction of the other’s interest in the goods, or b purports to dispose of the goods in a way which would give a good title to the entire property in the goods if he was acting with the authority of all co-owners of the goods. 2 Subsection (1) shall not affect the law concerning execution or enforcement of judgments, or concerning any form of distress. 3 Subsection (1)(a) is by way of restatement of existing law so far as it relates to conversion."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "11", "section_title": " Minor amendments.", "section_text": "11 1 Contributory negligence is no defence in proceedings founded on conversion, or on intentional trespass to goods. 2 Receipt of goods by way of pledge is conversion if the delivery of the goods is conversion. 3 Denial of title is not of itself conversion."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "12", "section_title": " Bailee’s power of sale.", "section_text": "12 1 This section applies to goods in the possession or under the control of a bailee where— a the bailor is in breach of an obligation to take delivery of the goods or, if the terms of the bailment so provide, to give directions as to their delivery, or b the bailee could impose such an obligation by giving notice to the bailor, but is unable to trace or communicate with the bailor, or c the bailee can reasonably expect to be relieved of any duty to safeguard the goods on giving notice to the bailor, but is unable to trace or communicate with the bailor. 2 In the cases of Part I of Schedule 1 to this Act a bailee may, for the purposes of subsection (1), impose an obligation on the bailor to take delivery of the goods, or as the case may be to give directions as to their delivery, and in those cases the said Part I sets out the method of notification. 3 If the bailee— a has in accordance with Part II of Schedule 1 to this Act given notice to the bailor of his intention to sell the goods under this subsection, or b has failed to trace or communicate with the bailor with a view to giving him such a notice, after having taken reasonable steps for the purpose, and is reasonably satisfied that the bailor owns the goods, he shall be entitled, as against the bailor, to sell the goods. 4 Where subsection (3) applies but the bailor did not in fact own the goods, a sale under this section, or under section 13, shall not give a good title as against the owner, or as against a person claiming under the owner. 5 A bailee exercising his powers under subsection (3) shall be liable to account to the bailor for the proceeds of sale, less any costs of sale, and— a the account shall be taken on the footing that the bailee should have adopted the best method of sale reasonably available in the circumstances, and b where subsection (3)(a) applies, any sum payable in respect of the goods by the bailor to the bailee which accrued due before the bailee gave notice of intention to sell the goods shall be deductible from the proceeds of sale. 6 A sale duly made under this section gives a good title to the purchaser as against the bailor. 7 In this section, section 13, and Schedule 1 to this Act, a “  bailor ” and “  bailee ” include their respective successors in title, and b references to what is payable, paid or due to the bailee in respect of the goods include references to what would be payable by the bailor to the bailee as a condition of delivery of the goods at the relevant time. 8 This section, and Schedule 1 to this Act, have effect subject to the terms of the bailment. 9 This section shall not apply where the goods were bailed before the commencement of this Act."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "13", "section_title": " Sale authorised by the court.", "section_text": "13 1 If a bailee of the goods to which section 12 applies satisfies the court that he is entitled to sell the goods under section 12, or that he would be so entitled if he had given any notice required in accordance with Schedule 1 to this Act, the court— a may authorise the sale of the goods subject to such terms and conditions, if any, as may be specified in the order, and b may authorise the bailee to deduct from the proceeds of sale any costs of sale and any amount due from the bailor to the bailee in respect of the goods, and c may direct the payment into court of the net proceeds of sale, less any amount deducted under paragraph (b), to be held to the credit of the bailor. 2 A decision of the court authorising a sale under this section shall, subject to any right of appeal, be conclusive, as against the bailor, of the bailee’s entitlement to sell the goods, and gives a good title to the purchaser as against the bailor. 3  In this section  “ the court ”, in relation to England and Wales, means the High Court or the county court and, in relation to Northern Ireland, means the High Court or a county court, save that a county court in Northern Ireland has jurisdiction in the proceedings only if                      the value of the goods does not exceed the county court limit mentioned inArticle 10(1) of the County Courts (Northern Ireland) Order 1980. "}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "14", "section_title": " Interpretation.", "section_text": "14 1 In this Act, unless the context otherwise requires— “  county court limit ” means the [ amount which for the time being is the county court limit for the purposes of section 15 of the County Courts Act 1984], or in Northern Ireland the current amount mentioned in [ Article 10(1) of the County Courts (Northern Ireland) Order 1980], “  enactment ” includes an enactment contained in an Act of the Parliament of Northern Ireland or an Order in Council made under the  Northern Ireland (Temporary Provisions) Act 1972, or in a Measure of the Northern Ireland Assembly, “  goods ” includes all chattels personal other than things in action and money, “  High Court ” includes the High Court of Justice in Northern Ireland. 2 References in this Act to any enactment include references to that enactment as amended, extended or applied by or under that or any other enactment."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "15", "section_title": " Repeal.", "section_text": "15 1 The  Disposal of Uncollected Goods Act 1952 is hereby repealed. 2 In England and Wales that repeal shall not affect goods bailed before the commencement of this Act. 3 In Scotland that repeal shall not affect the rights of the person with whom the goods are deposited where the notice of intention to sell the goods under section 1(3)(c) of the said Act of 1952 was delivered before the commencement of this Act."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "16", "section_title": " Extent and application to the Crown.", "section_text": "16 1 Section 15 shall extend to Scotland, but otherwise this Act shall not extend to Scotland. 2 This Act, except section 15, extends to Northern Ireland. 3 This Act shall bind the Crown, but as regards the Crown’s liability in tort shall not bind the Crown further than the Crown is made liable in tort by the  Crown Proceedings Act 1947."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "17", "section_title": " Short title,  etc.", "section_text": "17 1 This Act may be cited as the Torts (Interference with Goods) Act 1977. 2 This Act shall come into force on such day as the Lord Chancellor may by order contained in a statutory instrument appoint, and such an order may appoint different dates for different provisions or for different purposes. 3 Schedule 2 to this Act contains transitional provisions."}, {"act": "Torts (Interference with Goods) Act 1977", "year": 1977, "section": "13", "section_title": " Sale authorised by the court.", "section_text": "13 1 If a bailee of the goods to which section 12 applies satisfies the court that he is entitled to sell the goods under section 12, or that he would be so entitled if he had given any notice required in accordance with Schedule 1 to this Act, the court— a may authorise the sale of the goods subject to such terms and conditions, if any, as may be specified in the order, and b may authorise the bailee to deduct from the proceeds of sale any costs of sale and any amount due from the bailor to the bailee in respect of the goods, and c may direct the payment into court of the net proceeds of sale, less any amount deducted under paragraph (b), to be held to the credit of the bailor. 2 A decision of the court authorising a sale under this section shall, subject to any right of appeal, be conclusive, as against the bailor, of the bailee’s entitlement to sell the goods, and gives a good title to the purchaser as against the bailor. 3  In this section  “ the court ”, in relation to England and Wales, means the High Court or the county court and, in relation to Northern Ireland, means the High Court or a county court, save that a county court in Northern Ireland has jurisdiction in the proceedings only if                      the value of the goods does not exceed the county court limit mentioned inArticle 10(1) of the County Courts (Northern Ireland) Order 1980. "}]