[{"act": "Activity Centres (Young Persons’ Safety) Act 1995", "year": 1995, "section": "1", "section_title": " Adventure activities: licensing.", "section_text": "1 1 The Secretary of State shall by order designate a person (“the licensing authority”) to exercise such functions as may be prescribed by regulations relating to the licensing of persons providing facilities for adventure activities. 2 The Secretary of State shall not make an order under subsection (1) designating a person other than one nominated by  the Health and Safety Executive . 2A The Health and Safety Executive may nominate itself under subsection (2) 3 In this section “ facilities for adventure activities ” means such facilities, for such sporting, recreational or outdoor activities, as may be prescribed by regulations; but the expression does not include— a facilities which are provided exclusively for persons who have attained the age of 18; or b facilities which do not consist of, or include some element of, instruction or leadership. 4 Regulations may make provision as to— a the cases or circumstances in which persons providing facilities for adventure activities are, or are not, required to hold a licence; b any requirements relating to safety (whether applying to facilities for adventure activities or to other facilities) which must be satisfied by an applicant for a licence; c the conditions subject to which licences are granted (which may include conditions relating to inspection by the licensing authority and conditions imposing requirements of the kind referred to in paragraph (b)); d the variation of such conditions; e the renewal, variation, transfer and revocation of licences by the licensing authority; f the charging by the licensing authority of such fees in connection with licences as may be specified in the regulations; g the making of payments by the licensing authority into the Consolidated Fund; h the investigation by the licensing authority of complaints concerning licence-holders; i the exercise of functions of the licensing authority by persons authorised by them; j the keeping, and availability for inspection by the public, of a register of licences; k the bringing of appeals to the Secretary of State against such decisions of the licensing authority as may be specified in the regulations; and l the procedure to be followed on, and the orders which may be made on determination of, such appeals. 5 In exercising their functions under regulations made under this section the licensing authority other than the Health and Safety Executive  shall have regard to any guidance given to them from time to time by  the Health and Safety Executive ; and before giving guidance under this subsection  the Executive  shall consult such persons (if any) as they consider it appropriate to consult."}, {"act": "Activity Centres (Young Persons’ Safety) Act 1995", "year": 1995, "section": "2", "section_title": " Offences.", "section_text": "2 1 Regulations may provide for it to be an offence— a to do anything for which a licence is required under the regulations, otherwise than in accordance with a licence; or b for the purposes of obtaining or holding a licence— i to make a statement to the licensing authority (or someone acting on their behalf) knowing it to be false in a material particular, or ii recklessly to make a statement to the licensing authority (or someone acting on their behalf) which is false in a material particular. 2 A person convicted of an offence under regulations made under subsection (1) shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment— i for an offence under regulations made under subsection (1)(a), to imprisonment for a term not exceeding two years, or a fine, or both; ii for an offence under regulations made under subsection (1)(b), to a fine. 3 Regulations under subsection (1)— a may provide defences to be available in proceedings for an offence under the regulations either generally or in specified circumstances; b may make, in relation to provisions of the regulations, provision which applies (with or without modifications), or has a similar purpose to that of, any of the provisions of the  Health and Safety at Work  etc.  Act 1974 set out in subsection (4). 4 The provisions mentioned in subsection (3)(b) are: a sections 15(7) and 35 (venue); b sections 18 to 20 and 26 (enforcement authorities and inspectors); c sections 21 to 24 (improvement and prohibition notices); d section 25 (power to deal with cause of imminent danger); e sections 27 and 28 (obtaining and disclosure of information); f section 33(1)(e) to (j), (n) and (o) and (2)\t\t\t\t(and the related provisions of Schedule 3A)  (ancillary offences); g section 34(2) to (6) (extension of time for bringing summary proceedings); h sections 36(1) and 37 (offences due to fault of other person and offences by bodies corporate); i sections 38 and 39 (prosecutions in England and Wales only by inspectors or by or with the consent of the Director of Public Prosecutions); j sections 40 and 41 (onus of proving limits of what is practicable, and evidence); k section 42 (power of court to order cause of offence to be remedied); and l section 46 (service of notices)."}, {"act": "Activity Centres (Young Persons’ Safety) Act 1995", "year": 1995, "section": "3", "section_title": " Supplementary provisions.", "section_text": "3 1 An order under section 1(1) shall be made by statutory instrument; and an order revoking a previous order may include transitional or incidental provision (including provision for the transfer of property, rights and liabilities from the old licensing authority to the new). 2 Regulations under section 1 or 2— a shall be made by the Secretary of State by statutory instrument; b may make different provision for different cases; and c may include transitional provisions. 3 Before making regulations under section 1 or 2 the Secretary of State shall consult  the Health and Safety Executive  and such other persons (if any) as he considers it appropriate to consult. 4 The Health and Safety Executive  may from time to time submit to the Secretary of State such proposals as  the Executive  considers appropriate for the making of regulations under section 1 or 2; and where the Secretary of State proposes to make regulations in the form submitted under this subsection, the requirement under subsection (3) to consult  the Executive  shall not apply. 5 Nothing in, or done by virtue of, this Act or regulations under it shall prejudice any of the relevant statutory provisions (whenever made) as defined in Part I of the  Health and Safety at Work etc. Act 1974 or anything done by virtue of any of those provisions. 6 A statutory instrument containing an order or regulations under section 1 or 2 shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 The Secretary of State may make grants to the licensing authority in respect of such of their expenses under this Act as are not met by fees; and grants under this subsection may be made subject to such conditions, including conditions as to repayment, as the Secretary of State may determine."}, {"act": "Activity Centres (Young Persons’ Safety) Act 1995", "year": 1995, "section": "4", "section_title": " Expenses.", "section_text": "4 There shall be paid out of money provided by Parliament any expenditure incurred by the Secretary of State under or by virtue of this Act."}, {"act": "Activity Centres (Young Persons’ Safety) Act 1995", "year": 1995, "section": "5", "section_title": " Commencement.", "section_text": "5 This Act shall come into force at the end of the period of two months beginning with the date on which it is passed."}, {"act": "Activity Centres (Young Persons’ Safety) Act 1995", "year": 1995, "section": "6", "section_title": " Short title and extent.", "section_text": "6 1 This Act may be cited as the Activity Centres (Young Persons’ Safety) Act 1995. 2 This Act shall not extend to Northern Ireland."}]