[{"act": "Carers (Recognition and Services) Act 1995", "year": 1995, "section": "1", "section_title": " Assessment of ability of carers to provide care: England and Wales.", "section_text": "1 1 Subject to  subsections (3) and (3A)  below, in any case where— a a local authority  in England  carry out an assessment under section 47(1)(a) of the  National Health Service and Community Care Act 1990  — i  ... of the needs of a child (“the relevant person”) for after-care services under section 117 of the Mental Health Act 1983, ... ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an individual (“the carer”) provides or intends to provide a substantial amount of care on a regular basis for the relevant person, the carer may request the local authority, before they make their decision as to whether the needs of the relevant person call for the provision of any services, to carry out an assessment of his ability to provide and to continue to provide care for the relevant person; and if he makes such a request, the local authority shall carry out such an assessment and shall take into account the results of that assessment in making that decision. 2 Subject to  subsections (3) and (3A)  below, in any case where— a a local authority in England  assess the needs of a disabled child for the purposes of Part III of the  Children Act 1989 or section 2 of the  Chronically Sick and Disabled Persons Act 1970, and b an individual (“the carer”) provides or intends to provide a substantial amount of care on a regular basis for the disabled child, the carer may request the local authority, before they make their decision as to whether the needs of the disabled child call for the provision of any services, to carry out an assessment of his ability to provide and to continue to provide care for the disabled child; and if he makes such a request, the local authority shall carry out such an assessment and shall take into account the results of that assessment in making that decision.  2A For the purposes of an assessment under subsection (1) or (2), the local authority may take into account, so far as it considers it to be material, an assessment under section 1 or 6 of the Carers and Disabled Children Act 2000. 2B In any case where— a a local authority are carrying out an assessment mentioned in paragraph (a) of either subsection (1) or subsection (2) above in relation to the relevant person or (as the case may be) a disabled child, and b it appears to the local authority that an individual may be entitled to request (but has not requested) an assessment under the subsection in question of his ability to provide and to continue to provide care for the relevant person or the disabled child, the local authority must inform the individual that he may be so entitled before they make their decision as to the needs of the relevant person or the disabled child. 2C An assessment under subsection (1) or (2) above must include consideration of whether the carer— a works or wishes to work, b is undertaking, or wishes to undertake, education, training or any leisure activity. 3 No request may be made under subsection (1) or (2) above by an individual who provides or will provide the care in question— a by virtue of a contract of employment or other contract with any person; or b as a volunteer for a voluntary organisation. 3A  ... No request may be made under subsection (1) or (2) if, in relation to the relevant person or the disabled child, the carer is— a a young carer, within the meaning given by section 17ZA of the Children Act 1989, or b a parent carer, within the meaning given by section 17ZD of that Act. 4 The Secretary of State may give directions as to the manner in which an assessment under subsection (1) or (2) above is to be carried out or the form it is to take but, subject to any such directions, it shall be carried out in such manner and take such form as the local authority consider appropriate. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section—  ... “ child ” means a person under the age of eighteen; “ disabled child ” means a child who is disabled within the meaning of Part III of the  Children Act 1989;  ... “local authority” means a county council, a district council for an area in England for which there is no county council, a London borough council or the Common Council of the City of London; “voluntary organisation” has the same meaning as in the National Assistance Act 1948. 7 In Schedule 1 to the  Local Authority Social Services Act 1970 (enactments conferring functions assigned to social services committees) at the end there shall be inserted— Carers (Recognition and Services) Act 1995 (c.12) Section 1 Assessment of ability of carers to provide care. ."}, {"act": "Carers (Recognition and Services) Act 1995", "year": 1995, "section": "2", "section_title": " Assessment of ability of carers to provide care: Scotland.", "section_text": "2 1 Section 12A of the  Social Work (Scotland) Act 1968 (duty of local authority to assess needs for certain services) shall be amended as follows. 2 After subsection (3) there shall be inserted— 3A Subject to subsection (3B) below, in any case where— a a local authority make an assessment of the needs of any person (“the relevant person”) under subsection (1)(a) above, and b a person (“the carer”) provides or intends to provide a substantial amount of care on a regular basis for the relevant person, the carer may request the local authority, before they make their decision under subsection (1)(b) above, to make an assessment of his ability to provide and to continue to provide care for the relevant person; and if he makes such a request, the local authority shall make such an assessment and shall have regard to the results of that assessment in making that decision. 3B No request may be made under subsection (3A) above by a person who provides or will provide the care in question— a by virtue of a contract of employment or other contract; or b as a volunteer for a voluntary organisation. 3C Section 8 of the Disabled Persons (Services, Consultation and Representation) Act 1986 (duty of local authority to take into account ability of carers) shall not apply in any case where an assessment is made under subsection (3A) above in respect of a person who provides the care in question for a disabled person. . 3 In subsection (8), after the definition of “medical practitioner” there shall be inserted— “ person ” means a natural person. ."}, {"act": "Carers (Recognition and Services) Act 1995", "year": 1995, "section": "3", "section_title": " Isles of Scilly.", "section_text": "3 1 The Secretary of State may by order provide that section 1 shall apply, with such modifications (if any) as may be specified in the order, as if the Council of the Isles of Scilly were a local authority within the meaning of that section. 2 The power of the Secretary of State to make an order under this section shall be exercisable by statutory instrument; and a statutory instrument containing such an order shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Carers (Recognition and Services) Act 1995", "year": 1995, "section": "4", "section_title": " Financial provision.", "section_text": "4 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "Carers (Recognition and Services) Act 1995", "year": 1995, "section": "5", "section_title": " Short title, commencement and extent.", "section_text": "5 1 This Act may be cited as the Carers (Recognition and Services) Act 1995. 2 This Act shall come into force on 1st April 1996. 3 Sections 1 and 3 do not extend to Scotland. 4 Section 2 does not extend to England and Wales. 5 This Act does not extend to Northern Ireland."}]