[{"act": "Civil Evidence (Family Mediation) (Scotland) Act 1995", "year": 1995, "section": "1", "section_title": " Inadmissibility in civil proceedings of information as to what occurred during family mediation.", "section_text": "1 1 Subject to section 2 of this Act, no information as to what occurred during family mediation to which this Act applies shall be admissible as evidence in any civil proceedings. 2 This Act applies to family mediation— a between two or more individuals relating to— i the residence of a child; ii the regulation of personal relations and direct contact between a child and any other person; iii the control, direction or guidance of a child’s upbringing; iv the guardianship or legal representation of a child; or v any other matter relating to a child’s welfare; b between spouses or former spouses concerning matters arising out of the breakdown or termination of their marriage; c between parties to a purported marriage concerning matters arising out of the breakdown or annulment of their purported marriage; cc between partners in a civil partnership or persons in a purported civil partnership concerning matters arising out of the breakdown or termination of their relationship, d between co-habitants or former co-habitants concerning matters arising out of the breakdown or termination of their relationship; or e of such other description as the Secretary of State may prescribe, which is conducted by a person accredited as a mediator in family mediation to an organisation which is concerned with such mediation and which is approved for the purposes of this Act by the Lord President of the Court of Session. 3 The Lord President of the Court of Session may— a in approving an organisation under subsection (2) above, specify the period for which the approval is granted; b if he thinks fit, withdraw the approval at any time. 4 A certificate by the Lord President approving an organisation under subsection (2) above shall be— a in such form as may be prescribed by Act of Sederunt; and b admissible as evidence in any civil proceedings and sufficient evidence of the matters contained therein. 5 A document purporting to be a certificate by the Lord President for the purposes of this Act shall be accepted by the court as such unless the contrary is proved. 6 The Lord President may, in connection with the performance of any of his functions under this Act, require an organisation which is seeking, or has been granted, approval under subsection (2) above to provide him with such information as he thinks fit. 7 For the purposes of subsection (2)(d) above, “ co-habitants ” means — a a man and a woman who are not married to each other but who are living together as if they were husband and wife;   or b two persons who are not civil partners of each other but are living together as if they were civil partners. 8 In this Act, “ civil proceedings ” does not include an arbitration or proceedings before a tribunal or inquiry. 9 In this section and section 2 of this Act, any reference to what occurred during family mediation shall include a reference to what was said, written or observed during such mediation."}, {"act": "Civil Evidence (Family Mediation) (Scotland) Act 1995", "year": 1995, "section": "2", "section_title": " Exceptions to general rule of inadmissibility.", "section_text": "2 1 Nothing in section 1 of this Act shall prevent the admissibility as evidence in civil proceedings— a of information as to any contract entered into during family mediation or of the fact that no contract was entered into during such mediation; b where any contract entered into as a result of family mediation is challenged in those civil proceedings, of information as to what occurred during family mediation which relates to the subject matter of that challenge; c of information as to what occurred during family mediation if every participant (other than the mediator) in that mediation agrees that the information should be admitted as evidence; or d of information as to what occurred during family mediation if those civil proceedings are proceedings— i (whether under any enactment or otherwise) relating to a child’s care or protection to which a local authority or a voluntary organisation is a party; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iia . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii for   the making of an adoption order (as defined in   section 28(1)  of the Adoption and Children (Scotland) Act 2007 (asp 4)) ; iiia under Part 5 or, as the case may be, any of Parts 8 to 16 of the Children’s Hearings (Scotland) Act  2011 (asp 1)  before, or relating to, a children’s hearing, before a sheriff or before a justice of the peace; iiib on any appeal arising from such proceedings as are mentioned in sub-paragraph (iiia); iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . v against one of the participants, or the mediator, in a family mediation in respect of damage to property, or personal injury, alleged to have been caused by that participant or, as the case may be, mediator during family mediation; or vi arising from the family mediation and to which the mediator is a party. 2 For the purposes of this section— a an individual, spouse, former spouse, party to a purported marriage, or co-habitant referred to in section 1(2) of this Act; and b insofar as the family mediation includes any of the matters mentioned in section 1(2)(a) of this Act, a child who— i is the subject of such a family mediation; and ii at the time the family mediation took place was capable of understanding the nature and significance of the matters to which the information which is sought to be admitted as evidence relates, shall be regarded as a participant in the family mediation. 3 Notwithstanding anything in the  Age of Legal Capacity (Scotland) Act 1991, any child who is regarded as a participant in family mediation by virtue of subsection (2) above shall have legal capacity to agree that information should be admitted as evidence. 4 The Secretary of State may prescribe other persons or classes of person who shall be regarded for the purposes of this section as participants in a family mediation."}, {"act": "Civil Evidence (Family Mediation) (Scotland) Act 1995", "year": 1995, "section": "3", "section_title": " Short title, construction, commencement and extent.", "section_text": "3 1 This Act may be cited as the Civil Evidence (Family Mediation) (Scotland) Act 1995. 2 In this Act, “ prescribe ”, except in relation to an Act of Sederunt, means prescribe by regulations made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 3 This Act shall come into force on such day as the Lord Advocate may by order made by statutory instrument appoint; and such order may include such transitional or incidental provisions as appear to him to be necessary or expedient. 4 This Act extends to Scotland only."}]