[{"act": "Criminal Appeal Act 1995", "year": 1995, "section": "1", "section_title": " Leave to appeal  etc.", "section_text": "1 1 In the  Criminal Appeal Act 1968 (“the 1968 Act”), in section 1 (appeal against conviction), for subsection (2) (requirement of leave to appeal or certificate of trial judge unless appeal involves question of law only) substitute— 2 An appeal under this section lies only— a with the leave of the Court of Appeal; or b if the judge of the court of trial grants a certificate that the case is fit for appeal. 2 In the  Criminal Appeal (Northern Ireland) Act 1980 (“the 1980 Act”), in section 1 (appeal against conviction subject to requirement of leave to appeal or certificate of trial judge unless appeal involves question of law only), for the words from “conviction” to the end substitute conviction—                   a with the leave of the Court; or b if the judge of the court of trial grants a certificate that the case is fit for appeal. 3 In section 12 of the 1968 Act (appeal against verdict of not guilty by reason of insanity subject to requirement of leave to appeal or certificate of trial judge unless appeal involves question of law only), for the words from “against the verdict” to the end substitute against the verdict—                   a with the leave of the Court of Appeal; or b if the judge of the court of trial grants a certificate that the case is fit for appeal. 4 In section 12(1) of the 1980 Act (appeal against finding of not guilty on ground of insanity subject to requirement of leave to appeal or certificate of trial judge unless appeal involves question of law only), for the words from “against that finding” to the end substitute to the Court of Appeal against the finding—                   a with the leave of the Court; or b if the judge of the court of trial grants a certificate that the case is fit for appeal. 5 In section 15 of the 1968 Act (appeal against finding of disability), for subsection (2) (requirement of leave to appeal or certificate of trial judge unless appeal involves question of law only) substitute— 2 An appeal under this section lies only— a with the leave of the Court of Appeal; or b if the judge of the court of trial grants a certificate that the case is fit for appeal. 6 In section 13A of the 1980 Act (appeal against finding of unfitness to be tried), for subsection (2) (requirement of leave to appeal or certificate of trial judge unless appeal involves question of law only) substitute— 2 An appeal under this section lies only— a with the leave of the Court; or b if the judge of the court of trial grants a certificate that the case is fit for appeal."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "2", "section_title": " Grounds for allowing and dismissing appeals.", "section_text": "2 1 In section 2 of the 1968 Act (disposal of appeal against conviction), for subsection (1) (grounds on which Court of Appeal are to allow or dismiss appeal), including the proviso, substitute— 1 Subject to the provisions of this Act, the Court of Appeal— a shall allow an appeal against conviction if they think that the conviction is unsafe; and b shall dismiss such an appeal in any other case. 2 In section 2 of the 1980 Act (disposal of appeal against conviction), for subsection (1) (grounds on which Court of Appeal is to allow or dismiss appeal), including the proviso, substitute— 1 Subject to the provisions of this Act, the Court of Appeal— a shall allow an appeal against conviction if it thinks that the conviction is unsafe; and b shall dismiss such an appeal in any other case. 3 In section 13 of the 1968 Act (disposal of appeal against verdict of not guilty by reason of insanity), for subsections (1) and (2) (grounds on which Court of Appeal are to allow or dismiss appeal) substitute— 1 Subject to the provisions of this section, the Court of Appeal— a shall allow an appeal under section 12 of this Act if they think that the verdict is unsafe; and b shall dismiss such an appeal in any other case. 4 In section 12 of the 1980 Act (appeal against finding of not guilty on ground of insanity), for subsections (2) and (3) (grounds on which Court of Appeal is to allow or dismiss appeal) substitute— 2 Subject to subsection (4) below, the Court— a shall allow an appeal under this section if it thinks that the finding is unsafe; and b shall dismiss such an appeal in any other case. 5 In section 16 of the 1968 Act (disposal of appeal against finding of disability), for subsection (1) (grounds on which Court of Appeal are to allow or dismiss appeal) substitute— 1 The Court of Appeal— a shall allow an appeal under section 15 of this Act against a finding if they think that the finding is unsafe; and b shall dismiss such an appeal in any other case. 6 In section 13A of the 1980 Act (appeal against finding of unfitness to be tried), for subsections (3) and (4) (grounds on which Court of Appeal is to allow or dismiss appeal) substitute— 3 The Court— a shall allow an appeal under this section if it thinks that the finding is unsafe; and b shall dismiss such an appeal in any other case (except one to which subsection (5) below applies)."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "3", "section_title": " Abolition of references by Secretary of State.", "section_text": "3 Section 17 of the 1968 Act and section 14 of the 1980 Act (which provide for references by Secretary of State to Court of Appeal of cases tried on indictment) shall cease to have effect."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "4", "section_title": " Evidence.", "section_text": "4 1 In section 23 of the 1968 Act (evidence)— a in subsection (1) (power to receive evidence etc.), for paragraph (c) substitute— c receive any evidence which was not adduced in the proceedings from which the appeal lies. , b for subsection (2) (duty to receive evidence in certain circumstances) substitute— 2 The Court of Appeal shall, in considering whether to receive any evidence, have regard in particular to— a whether the evidence appears to the Court to be capable of belief; b whether it appears to the Court that the evidence may afford any ground for allowing the appeal; c whether the evidence would have been admissible in the proceedings from which the appeal lies on an issue which is the subject of the appeal; and d whether there is a reasonable explanation for the failure to adduce the evidence in those proceedings. , and c in subsection (3), after “any” insert  “                      evidence of a                    ” . 2 In section 25 of the 1980 Act (evidence)— a in subsection (1) (power to receive evidence etc.), for paragraph (c) substitute— c receive any evidence which was not adduced at the trial. , b for subsection (2) (duty to receive evidence in certain circumstances) substitute— 2 The Court of Appeal shall, in considering whether to receive any evidence, have regard in particular to— a whether the evidence appears to the Court to be capable of belief; b whether it appears to the Court that the evidence may afford any ground for allowing the appeal; c whether the evidence would have been admissible at the trial on an issue which is the subject of the appeal; and d whether there is a reasonable explanation for the failure to adduce the evidence at the trial. , and c in subsection (3), after “any” insert  “                      evidence of a                    ” ."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "5", "section_title": " Power to order investigations.", "section_text": "5 1 After section 23 of the 1968 Act insert—  Power to order investigations. 23A 1 On an appeal against conviction the Court of Appeal may direct the Criminal Cases Review Commission to investigate and report to the Court on any matter if it appears to the Court that— a the matter is relevant to the determination of the case and ought, if possible, to be resolved before the case is determined; b an investigation of the matter by the Commission is likely to result in the Court being able to resolve it; and c the matter cannot be resolved by the Court without an investigation by the Commission. 2 A direction by the Court of Appeal under subsection (1) above shall be given in writing and shall specify the matter to be investigated. 3 Copies of such a direction shall be made available to the appellant and the respondent. 4 Where the Commission have reported to the Court of Appeal on any matter which they have been directed under subsection (1) above to investigate, the Court— a shall notify the appellant and the respondent that the Commission have reported; and b may make available to the appellant and the respondent the report of the Commission and any statements, opinions and reports which accompanied it. 2 After section 25 of the 1980 Act insert—  Power to order investigations. 25A 1 On an appeal against conviction the Court of Appeal may direct the Criminal Cases Review Commission to investigate and report to the Court on any matter if it appears to the Court that— a the matter is relevant to the determination of the case and ought, if possible, to be resolved before the case is determined; b an investigation of the matter by the Commission is likely to result in the Court being able to resolve it; and c the matter cannot be resolved by the Court without an investigation by the Commission. 2 A direction by the Court under subsection (1) above shall be given in writing and shall specify the matter to be investigated. 3 Copies of such a direction shall be made available to the appellant and the respondent. 4 Where the Commission have reported to the Court of Appeal on any matter which they have been directed under subsection (1) above to investigate, the Court— a shall notify the appellant and the respondent that the Commission have reported; and b may make available to the appellant and the respondent the report of the Commission and any statements, opinions and reports which accompanied it."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "6", "section_title": " Powers exercisable by registrar.", "section_text": "6 After section 31 of the 1968 Act insert—  Powers of Court under Part I which are exercisable by registrar. 31A 1 The powers of the Court of Appeal under this Part of this Act which are specified in subsection (2) below may be exercised by the registrar. 2 The powers mentioned in subsection (1) above are the following— a to extend the time within which notice of appeal or of application for leave to appeal may be given; b to order a witness to attend for examination; and c to vary the conditions of bail granted to an appellant by the Court of Appeal or the Crown Court. 3 No variation of the conditions of bail granted to an appellant may be made by the registrar unless he is satisfied that the respondent does not object to the variation; but, subject to that, the powers specified in that subsection are to be exercised by the registrar in the same manner as by the Court of Appeal and subject to the same provisions. 4 If the registrar refuses an application on the part of an appellant to exercise in his favour any of the powers specified in subsection (2) above, the appellant shall be entitled to have the application determined by a single judge."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "7", "section_title": " Appeals in cases of death.", "section_text": "7 1 Immediately before section 45 of the 1968 Act insert—  Appeals in cases of death. 44A 1 Where a person has died— a any relevant appeal which might have been begun by him had he remained alive may be begun by a person approved by the Court of Appeal; and b where any relevant appeal was begun by him while he was alive or is begun in relation to his case by virtue of paragraph (a) above or by a reference by the Criminal Cases Review Commission, any further step which might have been taken by him in connection with the appeal if he were alive may be taken by a person so approved. 2 In this section “ relevant appeal ” means— a an appeal under section 1, 9, 12 or 15 of this Act; or b an appeal under section 33 of this Act from any decision of the Court of Appeal on an appeal under any of those sections. 3 Approval for the purposes of this section may only be given to— a the widow or widower of the dead person; b a person who is the personal representative (within the meaning of section 55(1)(xi) of the Administration of Estates Act 1925) of the dead person; or c any other person appearing to the Court of Appeal to have, by reason of a family or similar relationship with the dead person, a substantial financial or other interest in the determination of a relevant appeal relating to him. 4 Except in the case of an appeal begun by a reference by the Criminal Cases Review Commission, an application for such approval may not be made after the end of the period of one year beginning with the date of death. 5 Where this section applies, any reference in this Act to the appellant shall, where appropriate, be construed as being or including a reference to the person approved under this section. 6 The power of the Court of Appeal to approve a person under this section may be exercised by a single judge in the same manner as by the Court of Appeal and subject to the same provisions; but if the single judge refuses the application, the applicant shall be entitled to have the application determined by the Court of Appeal. 2 After section 47 of the 1980 Act insert—  Appeals in cases of death. 47A 1 Where a person has died— a any relevant appeal which might have been begun by him had he remained alive may be begun by a person approved by the Court of Appeal; and b where any relevant appeal was begun by him while he was alive or is begun in relation to his case by virtue of paragraph (a) above or by a reference by the Criminal Cases Review Commission, any further step which might have been taken by him in connection with the appeal if he were alive may be taken by a person so approved. 2 In this section “ relevant appeal ” means— a an appeal under section 1, 8, 9, 12 or 13A of this Act; or b an appeal under section 31 of this Act from any decision of the Court of Appeal on an appeal under any of those sections. 3 Approval for the purposes of this section may only be given to— a the widow or widower of the dead person; b a person who is the personal representative (within the meaning of the Wills and Administration Proceedings (Northern Ireland) Order 1994) of the dead person; or c any other person appearing to the Court of Appeal to have, by reason of a family or similar relationship with the dead person, a substantial financial or other interest in the determination of a relevant appeal relating to him. 4 Except in the case of an appeal begun by a reference by the Criminal Cases Review Commission, an application for such approval may not be made after the end of the period of one year beginning with the date of death. 5 Where this section applies, any reference in this Act to the appellant shall, where appropriate, be construed as being or including a reference to the person approved under this section."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "8", "section_title": " The Commission.", "section_text": "8 1 There shall be a body corporate to be known as the Criminal Cases Review Commission. 2 The Commission shall not be regarded as the servant or agent of the Crown or as enjoying any status, immunity or privilege of the Crown; and the Commission’s property shall not be regarded as property of, or held on behalf of, the Crown. 3 The Commission shall consist of not fewer than eleven members. 4 The members of the Commission shall be appointed by Her Majesty on the recommendation of the Prime Minister. 5 At least one third of the members of the Commission shall be persons who are legally qualified; and for this purpose a person is legally qualified if— a he has a ten year general qualification, within the meaning of section 71 of the  Courts and Legal Services Act 1990, or b he is a member of the Bar of Northern Ireland, or   solicitor of the Court of Judicature of Northern Ireland , of at least ten years’ standing. 6 At least two thirds of the members of the Commission shall be persons who appear to the Prime Minister to have knowledge or experience of any aspect of the criminal justice system and of them at least one shall be a person who appears to him to have knowledge or experience of any aspect of the criminal justice system in Northern Ireland; and for the purposes of this subsection the criminal justice system includes, in particular, the investigation of offences and the treatment of offenders. 7 Schedule 1 (further provisions with respect to the Commission) shall have effect."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "9", "section_title": " Cases dealt with on indictment in England and Wales.", "section_text": "9 1 Where a person has been convicted of an offence on indictment in England and Wales, the Commission— a may at any time refer the conviction to the Court of Appeal, and b (whether or not they refer the conviction) may at any time refer to the Court of Appeal any sentence (not being a sentence fixed by law) imposed on, or in subsequent proceedings relating to, the conviction. 2 A reference under subsection (1) of a person’s conviction shall be treated for all purposes as an appeal by the person under section1 of the 1968 Act against the conviction. 3 A reference under subsection (1) of a sentence imposed on, or in subsequent proceedings relating to, a person’s conviction on an indictment shall be treated for all purposes as an appeal by the person under section9 of the 1968 Act against— a the sentence, and b any other sentence (not being a sentence fixed by law) imposed on, or in subsequent proceedings relating to, the conviction or any other conviction on the indictment. 4 On a reference under subsection (1) of a person’s conviction on an indictment the Commission may give notice to the Court of Appeal that any other conviction on the indictment which is specified in the notice is to be treated as referred to the Court of Appeal under subsection (1). 5 Where a verdict of not guilty by reason of insanity has been returned in England and Wales in the case of a person, the Commission may at any time refer the verdict to the Court of Appeal; and a reference under this subsection shall be treated for all purposes as an appeal by the person under section12 of the 1968 Act against the verdict. 6 Where   in England and Wales there have been   findings that a person is under a disability and that he did the act or made the omission charged against him, the Commission may at any time refer either or both of those findings to the Court of Appeal; and a reference under this subsection shall be treated for all purposes as an appeal by the person under section15 of the 1968 Act against the finding or findings referred."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "10", "section_title": " Cases dealt with on indictment in Northern Ireland.", "section_text": "10 1 Where a person has been convicted of an offence on indictment in Northern Ireland, the Commission— a may at any time refer the conviction to the Court of Appeal, and b (whether or not they refer the conviction) may at any time refer to the Court of Appeal any sentence (not being a sentence fixed by law) imposed on, or in subsequent proceedings relating to, the conviction. 2 A reference under subsection (1) of a person’s conviction shall be treated for all purposes as an appeal by the person under section1 of the 1980 Act against the conviction. 3 A reference under subsection (1) of a sentence imposed on, or in subsequent proceedings relating to, a person’s conviction on an indictment shall be treated for all purposes as an appeal by the person under section8 or 9 (as the case may be) of the 1980 Act against— a the sentence, and b any other sentence (not being a sentence fixed by law) imposed on, or in subsequent proceedings relating to, the conviction or any other conviction on the indictment. 4 On a reference under subsection (1) of a person’s conviction on an indictment the Commission may give notice to the Court of Appeal that any other conviction on the indictment which is specified in the notice is to be treated as referred to the Court of Appeal under subsection (1). 5 On a reference under subsection (1) the Court of Appeal may not pass any sentence more severe than that passed by the Crown Court. 6 Where a finding of not guilty on the ground of insanity has been recorded in Northern Ireland in the case of a person, the Commission may at any time refer the finding to the Court of Appeal; and a reference under this subsection shall be treated for all purposes as an appeal by the person under section12 of the 1980 Act against the finding. 7 Where   in Northern Ireland there has been   a finding that a person is unfit to be tried, the Commission may at any time refer the finding to the Court of Appeal; and a reference under this subsection shall be treated for all purposes as an appeal by the person under section 13A of the 1980 Act against the finding."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "11", "section_title": " Cases dealt with summarily in England and Wales.", "section_text": "11 1 Where a person has been convicted of an offence by a magistrates’ court in England and Wales, the Commission— a may at any time refer the conviction to the Crown Court, and b (whether or not they refer the conviction) may at any time refer to the Crown Court any sentence imposed on, or in subsequent proceedings relating to, the conviction. 2 A reference under subsection (1) of a person’s conviction shall be treated for all purposes as an appeal by the person under section 108(1) of the  Magistrates’ Courts Act 1980 against the conviction (whether or not he pleaded guilty). 3 A reference under subsection (1) of a sentence imposed on, or in subsequent proceedings relating to, a person’s conviction shall be treated for all purposes as an appeal by the person under section 108(1) of the Magistrates’ Courts Act 1980 against— a the sentence, and b any other sentence imposed on, or in subsequent proceedings relating to, the conviction or any related conviction. 4 On a reference under subsection (1) of a person’s conviction the Commission may give notice to the Crown Court that any related conviction which is specified in the notice is to be treated as referred to the Crown Court under subsection (1). 5 For the purposes of this section convictions are related if they are convictions of the same person by the same court on the same day. 6 On a reference under this section the Crown Court may not award any punishment more severe than that awarded by the court whose decision is referred. 7 The Crown Court may grant bail to a person whose conviction or sentence has been referred under this section; and any time during which he is released on bail shall not count as part of any term of imprisonment or detention under his sentence."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "12", "section_title": " Cases dealt with summarily in Northern Ireland.", "section_text": "12 1 Where a person has been convicted of an offence by a magistrates’ court in Northern Ireland, the Commission— a may at any time refer the conviction to a county court, and b (whether or not they refer the conviction) may at any time refer to a county court any sentence imposed on, or in subsequent proceedings relating to, the conviction. 2 A reference under subsection (1) of a person’s conviction shall be treated for all purposes as an appeal by the person under Article 140(1) of the  Magistrates’ Courts (Northern Ireland) Order 1981 against the conviction (whether or not he pleaded guilty). 3 A reference under subsection (1) of a sentence imposed on, or in subsequent proceedings relating to, a person’s conviction shall be treated for all purposes as an appeal by the person under Article 140(1) of the Magistrates’ Courts (Northern Ireland) Order 1981 against— a the sentence, and b any other sentence imposed on, or in subsequent proceedings relating to, the conviction or any related conviction. 4 On a reference under subsection (1) of a person’s conviction the Commission may give notice to the county court that any related conviction which is specified in the notice is to be treated as referred to the county court under subsection (1). 5 For the purposes of this section convictions are related if they are convictions of the same person by the same court on the same day. 6 On a reference under this section a county court may not award any punishment more severe than that awarded by the court whose decision is referred. 7 The High Court may grant bail to a person whose conviction or sentence has been referred to a county court under this section; and any time during which he is released on bail shall not count as part of any term of imprisonment or detention under his sentence."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "12A", "section_title": "Cases dealt with by the Court Martial", "section_text": "12A 1 Where a person has been convicted by the Court Martial (including on an appeal brought from the Service Civilian Court), the Commission— a may at any time refer the conviction to the Court Martial Appeal Court, and b (whether or not they refer the conviction) may at any time refer to the Court Martial Appeal Court any sentence (other than one fixed by law) imposed by the Court Martial on, or in subsequent proceedings relating to, the conviction. 2 Where a person has been convicted by the Service Civilian Court and sentenced by the Court Martial on an appeal against sentence only, the Commission may at any time refer to the Court Martial Appeal Court that sentence of the Court Martial and any other sentence imposed by the Court Martial in respect of a connected conviction within the meaning given by section 12B(6). 3 A reference under subsection (1) of a person's conviction shall be treated for all purposes as an appeal by the person under section 8 of the Court Martial Appeals Act against the conviction. 4 On a reference under subsection (1) of a person's conviction, the Commission may give notice to the Court Martial Appeal Court that any related conviction specified in the notice is to be treated as referred to that court under subsection (1). 5 A reference under subsection (1) of a sentence imposed on, or in subsequent proceedings relating to, a person's conviction shall be treated for all purposes as an appeal by the person under section 8 of the Court Martial Appeals Act against— a the sentence, and b any other sentence (other than one fixed by law) imposed by the Court Martial on, or in subsequent proceedings relating to, the conviction or any related conviction. 6 A reference under subsection (2) of a person's sentence shall be treated for all purposes as an appeal by the person under section 8 of the Court Martial Appeals Act against— a the sentence, and b any other sentence imposed by the Court Martial in respect of a connected conviction within the meaning given by section 12B(6). 7 Where a finding of not guilty by reason of insanity has been made by the Court Martial in the case of a person, the Commission may at any time refer the finding to the Court Martial Appeal Court; and a reference under this subsection shall be treated for all purposes as an appeal by the person under section 21 of the Court Martial Appeals Act against the finding. 8 Where the Court Martial has found that a person is under a disability and that he did the act or made the omission charged against him, the Commission may at any time refer either or both of those findings to the Court Martial Appeal Court; and a reference under this subsection shall be treated for all purposes as an appeal by the person under section 24 of the Court Martial Appeals Act against the finding or findings referred. 9 For the purposes of this section convictions are  “related” if they are of the same person in the same proceedings."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "12B", "section_title": "Cases dealt with by the Service Civilian Court", "section_text": "12B 1 Where a person has been convicted of an offence by the Service Civilian Court, the Commission— a may at any time refer the conviction to the Court Martial; and b (whether or not they refer the conviction) may at any time refer to the Court Martial any sentence imposed by the Service Civilian Court on, or in subsequent proceedings relating to, the conviction. 2 A reference under subsection (1) of a person's conviction shall be treated for all purposes as an appeal by the person under section 285 of the Armed Forces Act 2006 against the conviction (whether or not he pleaded guilty). 3 A reference under subsection (1) of a sentence imposed on, or in subsequent proceedings relating to, a person's conviction shall be treated for all purposes as an appeal by the person under section 285 of the Armed Forces Act 2006 against— a the sentence, and b any other sentence imposed by the Service Civilian Court on, or in subsequent proceedings relating to, the conviction or any connected conviction. 4 On a reference under subsection (1) of a person's conviction, the Commission may give notice to the Court Martial that any connected conviction which is specified in the notice is to be treated as referred to the Court Martial under subsection (1). 5 On a reference under this section the Court Martial may not impose a sentence more severe than that imposed by the Service Civilian Court. 6 For the purposes of this section convictions are  “connected” if they are of the same person by the same court on the same day."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "13", "section_title": " Conditions for making of references.", "section_text": "13 1 A reference of a conviction, verdict, finding or sentence shall not be made under any of sections 9 to   12B   unless— a the Commission consider that there is a real possibility that the conviction, verdict, finding or sentence would not be upheld were the reference to be made, b the Commission so consider— i in the case of a conviction, verdict or finding, because of an argument, or evidence, not raised in the proceedings which led to it or on any appeal or application for leave to appeal against it, or ii in the case of a sentence, because of an argument on a point of law, or information, not so raised, and c an appeal against the conviction, verdict, finding or sentence has been determined or leave to appeal against it has been refused. 2 Nothing in subsection (1)(b)(i) or (c) shall prevent the making of a reference if it appears to the Commission that there are exceptional circumstances which justify making it."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "14", "section_title": " Further provisions about references.", "section_text": "14 1 A reference of a conviction, verdict, finding or sentence may be made under any of sections 9 to   12B   either after an application has been made by or on behalf of the person to whom it relates or without an application having been so made. 2 In considering whether to make a reference of a conviction, verdict, finding or sentence under any of sections 9 to   12B   the Commission shall have regard to— a any application or representations made to the Commission by or on behalf of the person to whom it relates, b any other representations made to the Commission in relation to it, and c any other matters which appear to the Commission to be relevant. 3 In considering whether to make a reference under section   9, 10 or 12A   the Commission may at any time refer any point on which they desire the assistance of the Court of Appeal  or, as the case may be, of the Court Martial Appeal Court   to that Court for the Court’s opinion on it; and on a reference under this subsection the   court to which the reference is made   shall consider the point referred and furnish the Commission with the Court’s opinion on the point. 4 Where the Commission make a reference under any of sections 9 to   12B   the Commission shall— a give to the court to which the reference is made a statement of the Commission’s reasons for making the reference, and b send a copy of the statement to every person who appears to the Commission to be likely to be a party to any proceedings on the appeal arising from the reference. 4A Subject to subsection (4B), where a reference under section   9, 10 or 12A   is treated as an appeal against any conviction, verdict, finding or sentence, the appeal may not be on any ground which is not related to any reason given by the Commission for making the reference. 4B The Court of Appeal  or, as the case may be, the Court Martial Appeal Court   may give leave for an appeal mentioned in subsection (4A) to be on a ground relating to the conviction, verdict, finding or sentence which is not related to any reason given by the Commission for making the reference. 5 Where a reference under   section   11, 12 or 12B   is treated as an appeal against any conviction, verdict, finding or sentence, the appeal may be on any ground relating to the conviction, verdict, finding or sentence (whether or not the ground is related to any reason given by the Commission for making the reference). 6 In every case in which— a an application has been made to the Commission by or on behalf of any person for the reference under any of sections 9 to   12B  of any conviction, verdict, finding or sentence, but b the Commission decide not to make a reference of the conviction, verdict, finding or sentence, the Commission shall give a statement of the reasons for their decision to the person who made the application."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "15", "section_title": " Investigations for Court of Appeal  and Court Martial Appeal Court .", "section_text": "15 1 Where a direction  (a relevant direction)   is given by the Court of Appeal under section 23A(1) of the 1968 Act or section 25A(1) of the 1980 Act  or by the Court Martial Appeal Court under section 29A(1) of the Court Martial Appeals Act,   the Commission shall investigate the matter specified in the direction in such manner as the Commission think fit. 2 Where, in investigating a matter specified in such a direction, it appears to the Commission that— a another matter (a “related matter”) which is relevant to the determination of the   appeal or application for leave to appeal   by the   relevant Court   ought, if possible, to be resolved before the   appeal or application for leave to appeal   is determined by that Court, and b an investigation of the related matter is likely to result in the Court’s being able to resolve it, the Commission may also investigate the related matter. 3 The Commission shall— a keep the   relevant Court   informed as to the progress of the investigation of any matter specified in a   relevant direction , and b if they decide to investigate any related matter, notify the   relevant Court   of their decision and keep the Court informed as to the progress of the investigation. 4 The Commission shall   report to the relevant Court on the investigation of any matter specified in a relevant direction   when— a they complete the investigation of that matter and of any related matter investigated by them, or b they are directed to do so by the   relevant Court , whichever happens first. 5 A report under subsection (4) shall include details of any inquiries made by or for the Commission in the investigation of the matter specified in the direction or any related matter investigated by them. 6 Such a report shall be accompanied— a by any statements and opinions received by the Commission in the investigation of the matter specified in the direction or any related matter investigated by them, and b subject to subsection (7), by any reports so received. 7 Such a report need not be accompanied by any reports submitted to the Commission under section 20(6) by an investigating officer. 8 In this section  “ relevant Court ”, in relation to a direction, means the court that gave the direction."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "16", "section_title": " Assistance in connection with prerogative of mercy.", "section_text": "16 1 Where the Secretary of State refers to the Commission any matter which arises in the consideration of whether to recommend the exercise of Her Majesty’s prerogative of mercy in relation to a conviction and on which he desires their assistance, the Commission shall— a consider the matter referred, and b give to the Secretary of State a statement of their conclusions on it; and the Secretary of State shall, in considering whether so to recommend, treat the Commission’s statement as conclusive of the matter referred. 2 Where in any case the Commission are of the opinion that the Secretary of State should consider whether to recommend the exercise of Her Majesty’s prerogative of mercy in relation to the case they shall give him the reasons for their opinion. 2A Where the Minister in charge of the Department of Justice in Northern Ireland refers to the Commission any matter which arises in the consideration of whether Her Majesty’s prerogative of mercy should be exercised on Her behalf under section 23(2) of the Northern Ireland Act 1998  in relation to a conviction and on which the Minister desires the Commission’s assistance, the Commission shall— a consider the matter referred, and b give to the Minister a statement of their conclusions on it; and for the purposes of the consideration of whether Her Majesty’s prerogative of mercy should be so exercised, the Commission’s statement shall be treated as conclusive of the matter referred. 2B Where in any case the Commission are of the opinion that Her Majesty’s prerogative of mercy should be so exercised, they shall give the Minister reasons for their opinion. 3 In subsection (1)  “ conviction ” includes a conviction by the Court Martial or the Service Civilian Court, and in subsection (2)  “ case ” includes the case of such a conviction."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "17", "section_title": " Power to obtain documents etc.  from those serving in public bodies  ", "section_text": "17 1 This section applies where the Commission believe that a person serving in a public body has possession or control of a document or other material which may assist the Commission in the exercise of any of their functions. 2 Where it is reasonable to do so, the Commission may require the person who is the appropriate person in relation to the public body— a to produce the document or other material to the Commission or to give the Commission access to it, and b to allow the Commission to take away the document or other material or to make and take away a copy of it in such form as they think appropriate, and may direct that person that the document or other material must not be destroyed, damaged or altered before the direction is withdrawn by the Commission. 3 The documents and other material covered by this section include, in particular, any document or other material obtained or created during any investigation or proceedings relating to— a the case in relation to which the Commission’s function is being or may be exercised, or b any other case which may be in any way connected with that case (whether or not any function of the Commission could be exercised in relation to that other case). 4 The duty to comply with a requirement under this section is not affected by any obligation of secrecy or other limitation on disclosure (including any such obligation or limitation imposed by or by virtue of an enactment) which would otherwise prevent the production of the document or other material to the Commission or the giving of access to it to the Commission."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "18", "section_title": " Government documents etc. relating to current or old cases.", "section_text": "18 1 Section 17 does not apply to any document or other material in the possession or control of a person serving in a government department if the document or other material— a is relevant to a case to which this subsection applies, and b is in the possession or control of the person in consequence of the Secretary of State’s consideration of the case. 2 Subsection (1) applies to a case if the Secretary of State— a is, immediately before the day on which the repeal by this Act of section 17 of the 1968 Act or of section 14 of the 1980 Act comes into force, considering the case with a view to deciding whether to make a reference under that section or whether to recommend the exercise of Her Majesty’s prerogative of mercy in relation to a conviction by a magistrates’ court, or b has at any earlier time considered the case with a view to deciding whether to make such a reference or whether so to recommend  or                     c is considering the case, or has at any earlier time considered the case, with a view to deciding whether to make a reference under section 34 of the Court Martial Appeals Act or whether to recommend the exercise of Her Majesty's prerogative of mercy in relation to a conviction by the Court Martial or the Service Civilian Court . 3 The Secretary of State shall give to the Commission any document or other material which— a contains representations made to him in relation to any case to which this subsection applies, or b was received by him in connection with any such case otherwise than from a person serving in a government department, and may give to the Commission any document or other material which is relevant to any such case but does not fall within paragraph (a) or (b). 4 Subsection (3) applies to a case if— a the Secretary of State is, immediately before the day on which the repeal by this Act of section 17 of the 1968 Act or of section 14 of the 1980 Act comes into force, considering the case with a view to deciding whether to make a reference under that section or whether to recommend the exercise of Her Majesty’s prerogative of mercy in relation to a conviction by a magistrates’ court, or b the Secretary of State has at any earlier time considered the case with a view to deciding whether to make such a reference, or whether so to recommend, and the Commission at any time notify him that they wish subsection (3) to apply to the case. 5 The Secretary of State shall, if required by the Commission to do so, give to the Commission any document or other material which— a contains representations made to him in relation to any case to which this subsection applies, or b was received by him in connection with any such case otherwise than from a person serving in a government department, and may give to the Commission any document or other material which is relevant to any such case but does not fall within paragraph (a) or (b). 6 Subsection (5) applies to a case if the Secretary of State is considering the case, or has at any earlier time considered the case, as mentioned in subsection (2)(c)."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "18A", "section_title": "Obtaining documents  etc  from those not serving in public bodies", "section_text": "18A 1 The Crown Court may, on an application by the Commission, order a person to give the Commission access to a document or other material that is in the person's possession or control. 2 The court may make an order only if it thinks that the document or other material may assist the Commission in the exercise of any of their functions. 3 An order under this section may include provision about the manner in which access must be given, including provision allowing the Commission to take away a document or other material or make copies. 4 An order under this section may direct the person against whom it is made not to destroy, damage or alter the document or other material before the direction is withdrawn by the court. 5 An order under this section may not be made against a person on whom the Commission could impose a requirement under section 17 (person serving in a public body). 6 Subsections (3) and (4) of section 17 apply for the purposes of this section as they apply for the purposes of that section."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "19", "section_title": " Power to require appointment of investigating officers.", "section_text": "19 1 Where the Commission believe that inquiries should be made for assisting them in the exercise of any of their functions in relation to any case they may require the appointment of an investigating officer to carry out the inquiries. 2 Where any offence to which the case relates was investigated by persons serving in a public body, a requirement under this section may be imposed— a on the person who is the appropriate person in relation to the public body, or b where the public body has ceased to exist, on any chief officer of police or on the person who is the appropriate person in relation to any public body which appears to the Commission to have functions which consist of or include functions similar to any of those of the public body which has ceased to exist. 2A Where the Commission has power to impose a requirement under paragraph (a) of subsection (2) and the public body referred to in that paragraph is mentioned in section 22(4A), that power includes power to impose the requirement on the Provost Marshal for serious crime (instead of the person who is the appropriate person in relation to the public body). 3 Where no offence to which the case relates was investigated by persons serving in a public body, a requirement under this section may be imposed on any chief officer of police  or Provost Marshal . 4 A requirement under this section imposed on a chief officer of police may be— a a requirement to appoint a person serving in the police force in relation to which he is the chief officer of police, or b a requirement to appoint a person serving   in a body selected by the chief officer which is— i another police force, ii a service police force, or iii the tri-service serious crime unit. 4A A requirement under this section imposed on   the Provost Marshal of a service police force   may be— a a requirement to appoint a person serving in  that service police force , or b a requirement to appoint a person serving in a body selected by the Provost Marshal which is— i a police force, ii another service police force, or iii the tri-service serious crime unit. 4B A requirement under this section imposed on the Provost Marshal for serious crime may be— a a requirement to appoint a person serving in the tri-service serious crime unit, or b a requirement to appoint a person serving either in a police force selected by the Provost Marshal or in a service police force selected by the Provost Marshal. 5 A requirement under this section   imposed otherwise than on a chief officer of police or a Provost Marshal may be — a a requirement to appoint a person serving in the public body  in relation to which the person on whom the requirement is imposed is the appropriate person , or b a requirement to appoint a person serving in a body selected by the appropriate person which is— i a police force, a service police force or the tri-service serious crime unit, or ii a public body (not falling within sub-paragraph (i)) having functions which consist of or include the investigation of offences. 6 The Commission may direct— a that a person shall not be appointed, or b that  a body mentioned in subsection (4)(b), (4A)(b), (4B)(b) or (5)(b)   shall not be selected, under subsection (4) , (4A)  , (4B)    or (5) without the approval of the Commission. 7 Where an appointment is made under this section by the person who is the appropriate person in relation to any public body  or by the Provost Marshal for serious crime , that person shall inform the Commission of the appointment; and if the Commission are not satisfied with the person appointed they may direct that— a the person who is the appropriate person in relation to the public body  or (as the case requires) the Provost Marshal for serious crime   shall, as soon as is reasonably practicable, select another person in his place and notify the Commission of the proposal to appoint the other person, and b the other person shall not be appointed without the approval of the Commission. 8 In this section “tri-service serious crime unit” means the unit described in section 375(1A) of the Armed Forces Act 2006."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "20", "section_title": " Inquiries by investigating officers.", "section_text": "20 1 A person appointed as the investigating officer in relation to a case shall undertake such inquiries as the Commission may from time to time reasonably direct him to undertake in relation to the case. 2 A person appointed as an investigating officer shall be permitted to act as such by the person who is the appropriate person in relation to the public body in which he is serving. 2A In the application of subsection (2) in relation to an investigating officer who is serving in a public body mentioned in section 22(4A), the reference in subsection (2) to the person who is the appropriate person in relation to that public body is to be read as including (so far as necessary) a reference to the Provost Marshal for serious crime. 3 Where the chief officer of an England and Wales police force appoints a member of the Royal Ulster Constabulary as an investigating officer, the member appointed shall have in England and Wales the same powers and privileges as a member of the police force has there as a constable; and where the Chief Constable of the Royal Ulster Constabulary appoints a member of an England and Wales police force as an investigating officer, the member appointed shall have in Northern Ireland the same powers and privileges as a member of the Royal Ulster Constabulary has there as a constable. 4 The Commission may take any steps which they consider appropriate for supervising the undertaking of inquiries by an investigating officer. 5 The Commission may at any time direct that a person appointed as the investigating officer in relation to a case shall cease to act as such; but the making of such a direction shall not prevent the Commission from imposing a requirement under section 19 to appoint another investigating officer in relation to the case. 6 When a person appointed as the investigating officer in relation to a case has completed the inquiries which he has been directed by the Commission to undertake in relation to the case, he shall— a prepare a report of his findings, b submit it to the Commission, and c send a copy of it to the person by whom he was appointed. 7 When a person appointed as the investigating officer in relation to a case submits to the Commission a report of his findings he shall also submit to them any statements, opinions and reports received by him in connection with the inquiries which he was directed to undertake in relation to the case."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "21", "section_title": " Other powers.", "section_text": "21 Sections 17 to 20 are without prejudice to the taking by the Commission of any steps which they consider appropriate for assisting them in the exercise of any of their functions including, in particular— a undertaking, or arranging for others to undertake, inquiries, and b obtaining, or arranging for others to obtain, statements, opinions and reports."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "22", "section_title": " Meaning of “public body” etc.", "section_text": "22 1  In sections 17, 19 and 20 and this section “ public body ” means— a any police force, b any government department, local authority or other body constituted for purposes of the public service, local government or the administration of justice, or c any other body whose members are appointed by Her Majesty, any Minister or any government department or whose revenues consist wholly or mainly of money provided by Parliament or appropriated by Measure of the Northern Ireland Assembly. 2 In sections 19 and 20 and this section— a “ police force ” includes the Royal Ulster Constabulary and the Royal Ulster Constabulary Reserve  ... and any body of constables maintained otherwise than by a   local policing body , b references to the chief officer of police— i in relation to the  Police Service of Northern Ireland  and the  Police Service of Northern Ireland Reserve , are to the Chief Constable of the Constabulary,  and   ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii in relation to any other police force maintained otherwise than by a   local policing body , are to the chief constable,  and c references to an England and Wales police force are to a police force maintained under  section 2 of the Police Act 1996 , the metropolitan police force   or the City of London police force . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 18 and this section— a references to a government department include a Northern Ireland department and the   Public Prosecution Service for Northern Ireland , and b “ Minister ” means a Minister of the Crown as defined by section 8 of the Ministers of the  Crown Act 1975 but also includes the head of a Northern Ireland department. 4 In sections 17, 19 and 20 “ the appropriate person ” means , subject to subsection (4B) — a in relation to a police force, the chief officer of police, aa in relation to the   National Crime Agency , the Director General of that Agency, b in relation to the Crown Prosecution Service, the Director of Public Prosecutions, c in relation to the   Public Prosecution Service for Northern Ireland, the Director of Public Prosecutions for Northern Ireland , d in relation to the Serious Fraud Office, the Director of the Serious Fraud Office, e in relation to Her Majesty’s Revenue and Customs, the Commissioners for Her Majesty’s Revenue and Customs, f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g in relation to any government department not within any of the preceding paragraphs, the Minister in charge of the department, and h in relation to any public body not within any of the preceding paragraphs, the public body itself (if it is a body corporate) or the person in charge of the public body (if it is not). 4A Subsection (4B) applies in relation to— a the Royal Navy, the Royal Marines, the Royal Fleet Reserve, the Royal Naval Reserve and the Royal Marines Reserve, b the regular army (within the meaning of the Armed Forces Act 2006), the   Regular Reserve   and the   Army Reserve , and c the Royal Air Force, the Royal Air Force Reserve and the Royal Auxiliary Air Force. 4B In relation to a public body mentioned in subsection (4A),  “ the appropriate person ” means— a in section 17, the Secretary of State; b in sections 19 and 20— i in the case of a body mentioned in subsection (4A)(a), the Provost Marshal for the Royal Navy Police, ii in the case of a body mentioned in subsection (4A)(b), the Provost Marshal for the Royal Military Police, iii in the case of a body mentioned in subsection (4A)(c), the Provost Marshal for the Royal Air Force Police. 4C In section 19  “ service police force ” has the same meaning as in the Armed Forces Act 2006. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "23", "section_title": " Offence of disclosure.", "section_text": "23 1 A person who is or has been a member or employee of the Commission shall not disclose any information obtained by the Commission in the exercise of any of their functions unless the disclosure of the information is excepted from this section by section 24. 2 A person who is or has been an investigating officer shall not disclose any information obtained by him in his inquiries unless the disclosure of the information is excepted from this section by section 24. 3 A member of the Commission shall not authorise— a the disclosure by an employee of the Commission of any information obtained by the Commission in the exercise of any of their functions, or b the disclosure by an investigating officer of any information obtained by him in his inquiries, unless the authorisation of the disclosure of the information is excepted from this section by section 24. 4 A person who contravenes this section is guilty of an offence and liable on summary conviction to a fine of an amount not exceeding level 5 on the standard scale."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "24", "section_title": " Exceptions from obligations of non-disclosure.", "section_text": "24 1 The disclosure of information, or the authorisation of the disclosure of information, is excepted from section 23 by this section if the information is disclosed, or is authorised to be disclosed— a for the purposes of any criminal, disciplinary or civil proceedings, b in order to assist in dealing with an application made to the Secretary of State  or the Department of Justice in Northern Ireland   for compensation for a miscarriage of justice, c by a person who is a member or an employee of the Commission either to another person who is a member or an employee of the Commission or to an investigating officer, d by an investigating officer to a member or an employee of the Commission, e in any statement or report required by this Act, f in or in connection with the exercise of any function under this Act, or g in any circumstances in which the disclosure of information is permitted by an order made by the Secretary of State. 2 The disclosure of information is also excepted from section 23 by this section if the information is disclosed by an employee of the Commission, or an investigating officer, who is authorised to disclose the information by a member of the Commission. 3 The disclosure of information, or the authorisation of the disclosure of information, is also excepted from section 23 by this section if the information is disclosed, or is authorised to be disclosed, for the purposes of— a the investigation of an offence, or b deciding whether to prosecute a person for an offence, unless the disclosure is or would be prevented by an obligation of secrecy or other limitation on disclosure (including any such obligation or limitation imposed by or by virtue of an enactment) arising otherwise than under that section. 4 Where the disclosure of information is excepted from section 23 by subsection (1) or (2), the disclosure of the information is not prevented by any obligation of secrecy or other limitation on disclosure (including any such obligation or limitation imposed by or by virtue of an enactment) arising otherwise than under that section. 5 The power to make an order under subsection (1)(g) is exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "25", "section_title": " Consent to disclosure.", "section_text": "25 1 Where a person on whom a requirement is imposed under section 17  or by an order under section 18A   notifies the Commission that any information contained in any document or other material to which the requirement relates is not to be disclosed by the Commission without his prior consent, the Commission shall not disclose the information without such consent. 2 Such consent may not be withheld unless— a (apart from section 17  or 18A ) the person would have been prevented by any obligation of secrecy or other limitation on disclosure from disclosing the information to the Commission, and b it is reasonable for the person to withhold his consent to disclosure of the information by the Commission. 3 An obligation of secrecy or other limitation on disclosure which applies to a person only where disclosure is not authorised by another person shall not be taken for the purposes of subsection (2)(a) to prevent the disclosure by the person of information to the Commission unless— a reasonable steps have been taken to obtain the authorisation of the other person, or b such authorisation could not reasonably be expected to be obtained."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "26", "section_title": " Extension of power of courts in England and Wales.", "section_text": "26 1 Section 142 of the  Magistrates’ Courts Act 1980 (power of magistrates’ courts to re-open cases to rectify mistakes etc.) shall be amended as follows. 2 In subsection (1) (power, subject to subsection (4), to vary or rescind a sentence or other order), for the words from the beginning to “offender;” substitute  “                    A magistrates’ court may vary or rescind a sentence or other order imposed or made by it when dealing with an offender if it appears to the court to be in the interests of justice to do so;                  ” . 3 After that subsection insert— 1A The power conferred on a magistrates’ court by subsection (1) above shall not be exercisable in relation to any sentence or order imposed or made by it when dealing with an offender if— a the Crown Court has determined an appeal against— i that sentence or order; ii the conviction in respect of which that sentence or order was imposed or made; or iii any other sentence or order imposed or made by the magistrates’ court when dealing with the offender in respect of that conviction (including a sentence or order replaced by that sentence or order); or b the High Court has determined a case stated for the opinion of that court on any question arising in any proceeding leading to or resulting from the imposition or making of the sentence or order. 4 In subsection (2) (power, subject to subsection (4), to direct that a person’s case be re-heard by different justices where he pleaded not guilty or the court proceeded in his absence)— a for the words from “found guilty” to “section 11(1) above,” substitute  “                        convicted by a magistrates’ court                      ” , and b omit “, subject to subsection (4) below,”. 5 After that subsection insert— 2A The power conferred on a magistrates’ court by subsection (2) above shall not be exercisable in relation to a conviction if— a the Crown Court has determined an appeal against— i the conviction; or ii any sentence or order imposed or made by the magistrates’ court when dealing with the offender in respect of the conviction; or b the High Court has determined a case stated for the opinion of that court on any question arising in any proceeding leading to or resulting from the conviction. 6 In subsection (3) (effect of directions under subsection (2)), for “finding of guilty” substitute  “                    conviction                  ” . 7 Omit subsection (4) (powers in subsections (1) and (2) to be exercisable only within 28 days of making of sentence or order or finding of guilty and only by a similarly constituted court)."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "27", "section_title": " Introduction of power in Northern Ireland.", "section_text": "27 After Article 158 of the  Magistrates’ Courts (Northern Ireland) Order 1981 insert—  Power to rectify mistakes etc.  Power of magistrates’ court to re-open cases to rectify mistakes etc. 158A 1 A magistrates’ court may vary or rescind a sentence or other order imposed or made by it when dealing with an offender if it appears to the court to be in the interests of justice to do so; and it is hereby declared that this power extends to replacing a sentence or order which for any reason appears to be invalid by another which the court has power to impose or make. 2 The power conferred on a magistrates’ court by paragraph (1) shall not be exercisable in relation to any sentence or order imposed or made by it when dealing with an offender if— a the county court has determined an appeal against— i that sentence or order; ii the conviction in respect of which that sentence or order was imposed or made; or iii any other sentence or order imposed or made by the magistrates’ court when dealing with the offender in respect of that conviction (including a sentence or order replaced by that sentence or order); or b the Court of Appeal has determined a case stated for the opinion of that court on any question arising in any proceeding leading to or resulting from the imposition or making of the sentence or order. 3 Where a person is convicted by a magistrates’ court and it subsequently appears to the court that it would be in the interests of justice that the case should be heard again by another resident magistrate or another justice of the peace (as the case may be), the court may so direct. 4 The power conferred on a magistrates’ court by paragraph (3) shall not be exercisable in relation to a conviction if— a the county court has determined an appeal against— i the conviction; or ii any sentence or order imposed or made by the magistrates’ court when dealing with the offender in respect of the conviction; or b the Court of Appeal has determined a case stated for the opinion of that court on any question arising in any proceeding leading to or resulting from the conviction. 5 Where a court gives a direction under paragraph (3)— a the conviction and any sentence or other order imposed or made in consequence of it shall be of no effect; and b Article 47 shall apply as if the trial of the person in question had been adjourned. 6 Where a sentence or order is varied under paragraph (1), the sentence or other order, as so varied, shall take effect from the beginning of the day on which it was originally imposed or made, unless the court otherwise directs."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "28", "section_title": " Assessment of compensation.", "section_text": "28 In section 133 of the  Criminal Justice Act 1988 (compensation for miscarriages of justice), after subsection (4) insert— 4A In assessing so much of any compensation payable under this section to or in respect of a person as is attributable to suffering, harm to reputation or similar damage, the assessor shall have regard in particular to— a the seriousness of the offence of which the person was convicted and the severity of the punishment resulting from the conviction; b the conduct of the investigation and prosecution of the offence; and c any other convictions of the person and any punishment resulting from them."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "29", "section_title": " Minor and consequential amendments and repeals.", "section_text": "29 1 Schedule 2 (minor and consequential amendments) shall have effect. 2 The enactments specified in Schedule 3 (which include spent provisions) are repealed to the extent specified in the third column of that Schedule."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "30", "section_title": " Interpretation.", "section_text": "30 1 In this Act— “ the 1968 Act ” means the  Criminal Appeal Act 1968, “ the 1980 Act ” means the  Criminal Appeal (Northern Ireland) Act 1980, “ the Commission ” means the Criminal Cases Review Commission,   “ the Court Martial Appeals Act ” means the Court Martial Appeals Act 1968,   “ enactment ” includes an enactment comprised in Northern Ireland legislation, and “ investigating officer ” means a person appointed under section 19 to carry out inquiries. 2 In this Act “ sentence ”— a in section 9 has the same meaning as in the 1968 Act, b in section 10 has the same meaning as in Part I of the 1980 Act, c in section 11 has the same meaning as in section 108 of the  Magistrates’ Courts Act 1980,  ... d in section 12 has the same meaning as in Article 140(1) of the  Magistrates’ Courts (Northern Ireland) Order 1981. e in section 12A has the same meaning as in the Court Martial Appeals Act, f in section 12B has the same meaning as in section 285 of the Armed Forces Act 2006."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "31", "section_title": " Financial provision.", "section_text": "31 1 There shall be paid out of money provided by Parliament— a any expenditure of the Secretary of State incurred in connection with the Commission, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided. 2 Any sums received by the Treasury under or by virtue of this Act (so far as not used as an appropriation in aid) shall be paid into the Consolidated Fund."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "32", "section_title": " Commencement.", "section_text": "32 1 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different provisions or for different purposes. 2 An order under subsection (1) may include such transitional provisions and savings as appear to the Secretary of State to be necessary or desirable."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "33", "section_title": " Extent.", "section_text": "33 1 The provisions of Parts I and  III  and of Schedules 2 and 3 have the same extent as the enactments which they amend or repeal. 2 Section 8 and Schedule 1 and sections 13 to 25 extend only to England and Wales and Northern Ireland. 3 Sections 9 and 11 extend only to England and Wales. 4 Sections 10 and 12 extend only to Northern Ireland. 5 Nothing in this section affects the extent of— a section 12A or 12B; b section 14(4A) and (4B) so far as relating to the Court Martial Appeal Court; or c section 14(5) so far as relating to the Service Civilian Court. 6 Section 384 of the Armed Forces Act 2006 (Channel Islands, Isle of Man and British overseas territories) applies in relation to the provisions mentioned in subsection (5) above as it applies in relation to that Act."}, {"act": "Criminal Appeal Act 1995", "year": 1995, "section": "34", "section_title": " Short title.", "section_text": "34 This Act may be cited as the Criminal Appeal Act 1995."}]