[{"act": "Criminal Procedure (Consequential Provisions) (Scotland) Act 1995", "year": 1995, "section": "1", "section_title": " Interpretation.", "section_text": "1 In this Act— “ the consolidating Acts ” means the Principal Act, the  Proceeds of Crime (Scotland) Act 1995, the  Criminal Law (Consolidation) (Scotland) Act 1995 and, so far as it reproduces the effect of the repealed enactments, this Act; “ the Principal Act ” means the  Criminal Procedure (Scotland) Act 1995; and “ the repealed enactments ” means the enactments repealed by this Act."}, {"act": "Criminal Procedure (Consequential Provisions) (Scotland) Act 1995", "year": 1995, "section": "2", "section_title": " Continuity of the law.", "section_text": "2 1 The substitution of the consolidating Acts for the repealed enactments does not affect the continuity of the law. 2 Anything done or having effect as if done under or for the purposes of a provision of the repealed enactments has effect, if it could have been done under or for the purposes of the corresponding provision of the consolidating Acts, as if done under or for the purposes of that provision. 3 Any reference, whether express or implied, in any enactment, instrument or document to a provision of the consolidating Acts shall, so far as the context permits, be construed as including, in relation to the times, circumstances and purposes in relation to which the corresponding provision of the repealed enactments has effect, a reference to that corresponding provision. 4 Any reference, whether express or implied, in any enactment, instrument or document to a provision of the repealed enactments shall be construed, so far as is required for continuing its effect, as including a reference to the corresponding provision of the consolidating Acts."}, {"act": "Criminal Procedure (Consequential Provisions) (Scotland) Act 1995", "year": 1995, "section": "3", "section_title": " Rationalisation of penalties.", "section_text": "3 1 Schedule 1 to this Act shall have effect for the purpose of setting or altering or enabling the Secretary of State to set or alter the penalties or maximum penalties in respect of certain offences or classes or descriptions of offences. 2 Schedule 2 to this Act shall have effect for the purpose of amending the enactments there specified for the purposes of and in accordance with the provisions of the said Schedule 1."}, {"act": "Criminal Procedure (Consequential Provisions) (Scotland) Act 1995", "year": 1995, "section": "4", "section_title": " Transitional, transitory and savings.", "section_text": "4 The transitional provisions, transitory modifications and savings contained in Schedule 3 to this Act shall have effect."}, {"act": "Criminal Procedure (Consequential Provisions) (Scotland) Act 1995", "year": 1995, "section": "5", "section_title": " Minor and consequential amendments.", "section_text": "5 The enactments mentioned in Schedule 4 to this Act shall have effect subject to the amendments there specified being amendments consequential on this Act."}, {"act": "Criminal Procedure (Consequential Provisions) (Scotland) Act 1995", "year": 1995, "section": "6", "section_title": " Repeals.", "section_text": "6 1 The enactments mentioned in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 Without prejudice to section 16(1)(a) of the  Interpretation Act 1978, the repeal by this Act of the provisions of the  Criminal Procedure (Scotland) Act 1975 specified in Schedule 6 to this Act shall not revive any rule of law or practice having effect before the coming into force of the  Criminal Procedure (Scotland) Act 1887."}, {"act": "Criminal Procedure (Consequential Provisions) (Scotland) Act 1995", "year": 1995, "section": "7", "section_title": " Short title, interpretation, commencement and extent.", "section_text": "7 1 This Act may be cited as the Criminal Procedure (Consequential Provisions) (Scotland) Act 1995. 2 This Act shall come into force on 1 April 1996. 3 Subject to subsections (4) and (5) below, this Act extends to Scotland only. 4 Paragraph 5 of Schedule 3 to this Act and this section also extend to England and Wales and Northern Ireland. 5 Any amendment contained in Schedule 4 to this Act of any enactment which extends to England and Wales or Northern Ireland shall also so extend."}]