[{"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "1", "section_title": " Bail conditions.", "section_text": "1 For subsection (2) of section 1 of the  Bail  etc.  (Scotland) Act 1980 (release on bail subject to conditions) there shall be substituted the following subsections— 2 In granting bail the court or, as the case may be, the Lord Advocate shall impose on the accused— a the standard conditions; and b such further conditions as the court or, as the case may be, the Lord Advocate considers necessary to secure— i that the standard conditions are observed; and ii that the accused makes himself available for the purpose of participating in an identification parade or of enabling any print, impression or sample to be taken from him. 2A The standard conditions referred to in subsection (2) above are conditions that the accused— a appears at the appointed time at every diet relating to the offence with which he is charged of which he is given due notice; b does not commit an offence while on bail; c does not interfere with witnesses or otherwise obstruct the course of justice whether in relation to himself or any other person; and d makes himself available for the purpose of enabling enquiries or a report to be made to assist the court in dealing with him for the offence with which he is charged. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "2", "section_title": " Breach of bail conditions.", "section_text": "2 1 Section 3 of the  Bail etc. (Scotland) Act 1980 (breach of bail conditions) shall be amended as follows. 2 In subsection (1), after the word “shall” there shall be inserted  “              , subject to subsection (2A) below,            ” . 3 In subsection (2)(a), for the words “£200” there shall be substituted  “              level 3 on the standard scale            ” . 4 After subsection (2) there shall be inserted the following subsections— 2A Where, and to the extent that, the failure referred to in subsection (1)(b) above consists in the accused having committed an offence while on bail (in this section referred to as “the subsequent offence”), he shall not be guilty of an offence under that subsection but, subject to subsection (2B) below, the court which sentences him for the subsequent offence shall, in determining the appropriate sentence or disposal for that offence, have regard to— a the fact that the offence was committed by him while on bail and the number of bail orders to which he was subject when the offence was committed; b any previous conviction of the accused of an offence under subsection (1)(b) above; and c the extent to which the sentence or disposal in respect of any previous conviction of the accused differed, by virtue of this subsection, from that which the court would have imposed but for this subsection. 2B The court shall not, under subsection (2A) above, have regard to the fact that the subsequent offence was committed while the accused was on bail unless that fact is libelled in the indictment or, as the case may be, specified in the complaint. 2C Where the maximum penalty in respect of the subsequent offence is specified by or by virtue of any enactment, that maximum penalty shall, for the purposes of the court’s determination, by virtue of subsection (2A) above, of the appropriate sentence or disposal in respect of that offence, be increased— a where it is a fine, by the amount for the time being equivalent to level 3 on the standard scale; and b where it is a period of imprisonment— i as respects a conviction in the High Court or the sheriff court, by 6 months; and ii as respects a conviction in the district court, by 60 days, notwithstanding that the maximum penalty as so increased exceeds the penalty which it would otherwise be competent for the court to impose. 2D Where the sentence or disposal in respect of the subsequent offence is, by virtue of subsection (2A) above, different from that which the court would have imposed but for that subsection, the court shall state the extent of and the reasons for that difference. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "3", "section_title": " No bail in homicide or rape proceedings after previous conviction of such offences.", "section_text": "3 After section 28 of the  Criminal Procedure (Scotland) Act 1975 (in this Act referred to as “the 1975 Act”) there shall be inserted the following section—  No bail for persons charged with or convicted of homicide or rape after previous conviction of such offences. 28A 1 Notwithstanding sections 26 to 33 and 238 of this Act, a person who in any proceedings has been charged with or convicted of— a attempted murder; b culpable homicide; c rape; or d attempted rape, in circumstances where this section applies shall not be granted bail in those proceedings. 2 This section applies where— a the person has previously been convicted by or before a court in any part of the United Kingdom of any offence specified in subsection (1) above or of murder or manslaughter; and b in the case of a previous conviction of culpable homicide or of manslaughter— i he was sentenced to imprisonment or, if he was then a child or young person, to detention under any of the relevant enactments; ii a hospital order was imposed in respect of him; iii an order having the same effect as a hospital order was made in respect of him under section 174ZC(2)(a) of this Act; or iv an order having equivalent effect to an order referred to in sub-paragraph (ii) or (iii) above has been made in respect of him by a court in England and Wales. 3 This section applies whether or not an appeal is pending against conviction or sentence or both. 4 In this section— “ conviction ” includes— a a finding that a person is not guilty by reason of insanity; b a finding under section 174ZA(2) of this Act; c a finding under section 4A(3) of the Criminal Procedure (Insanity) Act 1964 (cases of unfitness to plead) that a person did the act or made the omission charged against him; and d a conviction of an offence for which an order is made placing the offender on probation or discharging him absolutely or conditionally; and “ convicted ” shall be construed accordingly; and “ the relevant enactments ” means— a as respects Scotland, sections 205 and 206 of this Act; b as respects England and Wales, section 53(2) of the Children and Young Persons Act 1933; and c as respects Northern Ireland, section 73(2) of the Children and Young Persons Act (Northern Ireland) 1968. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "4", "section_title": " Right of prosecutor to seek review of grant of bail.", "section_text": "4 After each of sections 30 and 299 of the 1975 Act there shall be inserted the following section as, respectively, section 30A and section 299A—  Application by prosecutor for review of court’s decision to grant bail. 0 1 On an application by the prosecutor at any time after a court has granted bail to a person the court may, where the prosecutor puts before the court material information which was not available to it when it granted bail to that person, review its decision. 2 On receipt of an application under subsection (1) above the court shall— a intimate the application to the person granted bail; b fix a diet for hearing the application and cite that person to attend the diet; and c where it considers that the interests of justice so require, grant warrant to arrest that person. 3 On hearing an application under subsection (1) above the court may— a withdraw the grant of bail and remand the person in question in custody; or b grant bail, or continue the grant of bail, either on the same or on different conditions. 4 Nothing in the foregoing provisions of this section shall affect any right of appeal against the decision of a court in relation to bail. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "5", "section_title": " Bail pending appeal.", "section_text": "5 1 Section 238 of the 1975 Act (admission of appellant to bail) shall be amended as follows. 2 In subsection (1), at the beginning there shall be inserted  “              Subject to subsection (1A) below,            ” . 3 After subsection (1) there shall be inserted the following subsection— 1A The High Court shall not admit a convicted person to bail under subsection (1) above unless— a where he is the appellant and has not lodged a note of appeal in accordance with section 233(1)(a) of this Act, the application for bail states reasons why it should be granted and sets out the proposed grounds of appeal; or b where the Lord Advocate is the appellant, the application for bail states reasons why it should be granted; and, in either case, the High Court considers there to be exceptional circumstances justifying admitting the convicted person to bail. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "6", "section_title": " Lists of potential jurors.", "section_text": "6 In section 3 of the  Jurors (Scotland) Act 1825 (sheriff principal to maintain lists of potential jurors)— a the existing provision shall become subsection (1); b in that subsection, for the word “designations” there shall be substituted  “              addresses            ” ; and c after that subsection there shall be inserted the following subsections— 2 For the purpose of maintaining lists of potential jurors under subsection (1) above, a sheriff principal may require any person in the sheriff court district in question who appears to him to be qualified and liable to serve as a juror to provide such information, and in such form, as the Secretary of State may by order prescribe. 3 A statutory instrument containing an order by virtue of subsection (2) above shall be subject to annulment pursuant to a resolution of either House of Parliament. 4 Any person who fails to comply with a requirement under subsection (2) above shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 1 on the standard scale. 5 In proceedings against a person for an offence under subsection (4) above it is a defence to prove that he had reasonable excuse for the failure. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "7", "section_title": " Jury service.", "section_text": "7 1 After subsection (5) of section 1 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1980 (persons excused from jury service for good reason) there shall be inserted the following subsection— 5A Where the clerk of court has, under subsection (5) above, excused a person from jury service in any criminal proceedings he shall, unless he considers there to be exceptional circumstances which make it inappropriate to do so, within one year of the date of that excusal cite that person to attend for jury service in criminal proceedings. . 2 In Schedule 1 to that Act (ineligibility for and disqualification and excusal from jury service)— a in Part II (persons disqualified from jury service), at the end of paragraph (b) there shall be inserted— c in respect of jury service in any criminal proceedings, persons who are on bail in or in connection with criminal proceedings in any part of the United Kingdom. ; and b in Part III (persons excusable as of right), at the end of Group D there shall be inserted— Group DD  Members of certain religious bodies In respect of jury service in any criminal proceedings, practising members of religious societies or orders the tenets or beliefs of which are incompatible with jury service. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "8", "section_title": " Challenges to jurors.", "section_text": "8 In section 130 of the 1975 Act (challenges and objections to jurors)— a subsections (1) to (3) shall cease to have effect; and b after subsection (3) there shall be inserted— 3A Where, before a juror is sworn to serve, the parties jointly apply for him to be excused the court shall, notwithstanding that no reason is given in the application, excuse that juror from service. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "9", "section_title": " Execution of warrants granted by sheriff, etc.", "section_text": "9 For each of sections 15 and 327 of the 1975 Act (certain warrants granted by sheriff may be executed throughout Scotland), there shall be substituted the following section—  Warrants granted by justice may be executed throughout Scotland. 0 Any warrant granted by a justice may, without being backed or endorsed by any other justice, be executed throughout Scotland in the same way as it may be executed within the jurisdiction of the justice who granted it. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "10", "section_title": " Judicial examination.", "section_text": "10 1 Section 20A of the 1975 Act (examination of accused by prosecutor before sheriff) shall be amended as follows. 2 In subsection (1)— a after the words “eliciting any” there shall be inserted  “                  admission,                ” ; and b in paragraph (i) of the proviso to paragraph (a), for the words from “category” to the end there shall be substituted  “                  defence                ” . 3 After subsection (3) there shall be inserted the following subsection— 3A The accused shall be told by the sheriff that if he answers any question put to him at the examination under this section in such a way as to disclose an ostensible defence, the prosecutor shall be under the duty imposed by subsection (7) below. . 4 After subsection (6) there shall be inserted the following subsections— 7 Without prejudice to any rule of law, on the conclusion of an examination under this section the prosecutor shall secure the investigation, to such extent as is reasonably practicable, of any ostensible defence disclosed in the course of the examination. 8 The duty imposed by subsection (7) above shall not apply as respects any ostensible defence which is not reasonably capable of being investigated. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "11", "section_title": " Requirement to give notice of defence of automatism or coercion.", "section_text": "11 After subsection (1) of section 82 of the 1975 Act (requirement to give notice of plea of special defence, etc.) there shall be inserted the following subsection— 1A Subsection (1) above shall apply to a defence of automatism or coercion as if it were a special defence. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "12", "section_title": " Agreement of evidence.", "section_text": "12 1 After section 84 of the 1975 Act there shall be inserted the following section—  Agreement of evidence. 84A 1 Subject to subsection (2) below, the prosecutor and the accused (or each accused if more than one) shall each identify any facts which are facts— a which he would, apart from this section, be seeking to prove; b which he considers unlikely to be disputed by the other party (or by any of the other parties); and c in proof of which he does not wish to lead oral evidence, and shall (without prejudice to section 16 of the Criminal Justice (Scotland) Act 1995 (procedure for proving uncontroversial evidence)) take all reasonable steps to secure the agreement of the other party (or each of the other parties) to them; and the other party (or each of the other parties) shall take all reasonable steps to reach such agreement. 2 Subsection (1) above shall not apply in relation to proceedings as respects which the accused (or any of the accused if more than one) is not legally represented. 3 The duty under subsection (1) above applies from the date of service of the indictment until the swearing of the jury or, where intimation is given under section 102 of this Act, the date of that intimation. . 2 After section 333A of that Act there shall be inserted the following section—  Agreement of evidence. 333B 1 Subject to subsection (2) below, the prosecutor and the accused (or each accused if more than one) shall each identify any facts which are facts— a which he would, apart from this section, be seeking to prove; b which he considers unlikely to be disputed by the other party (or by any of the other parties); and c in proof of which he does not wish to lead oral evidence, and shall (without prejudice to section 16 of the Criminal Justice (Scotland) Act 1995 (procedure for proving uncontroversial evidence)) take all reasonable steps to secure the agreement of the other party (or each of the other parties) to them; and the other party (or each of the other parties) shall take all reasonable steps to reach such agreement. 2 Subsection (1) above shall not apply in relation to proceedings as respects which the accused (or any of the accused if more than one) is not legally represented. 3 The duty under subsection (1) above applies from the date on which the accused pleads not guilty until the swearing of the first witness or, where the accused tenders a plea of guilty at any time before the first witness is sworn, the date when he does so. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "13", "section_title": " First and preliminary diets in solemn proceedings.", "section_text": "13 1 In section 75 of the 1975 Act (notice of trial diet), after the word “at” there shall be inserted— a where the case is to be tried in the sheriff court, a first diet not less than 15 clear days after the service of the indictment and not less than 10 clear days before the trial diet; and b . 2 After section 75 of that Act there shall be inserted the following section—  First diet. 75A 1 At a first diet the court shall, so far as is reasonably practicable, ascertain whether the case is likely to proceed to trial on the date assigned as the trial diet and, in particular— a the state of preparation of the prosecutor and of the accused with respect to their cases; and b the extent to which the prosecutor and the accused have complied with the duty under section 84A(1) of this Act. 2 In addition to the matters mentioned in subsection (1) above the court shall, at a first diet, consider any matter mentioned in subsection (3) below of which a party has, not less than two clear days before the first diet, given notice to the court and to the other parties. 3 The matters referred to in subsection (2) above are— a that the party intends to raise a matter relating to the competency or relevancy of the indictment or to raise an objection such as is mentioned in section 108(1) of this Act; b that he intends to submit a plea in bar of trial or to apply for separation or conjunction of charges or trials or to raise a preliminary objection under section 67 of this Act or to make an application under section 151(2) of this Act; c that there are documents the truth of the contents of which ought in his view to be admitted, or that there is any other matter which in his view ought to be agreed; and d that there is some other matter which could in his opinion be resolved with advantage before the trial. 4 At a first diet the court may ask the prosecutor and the accused any question in connection with any matter which it is required to ascertain or consider under subsection (1) or (2) above. 5 The accused shall attend a first diet of which he has been given notice and the court may, if he fails to do so, grant a warrant to apprehend him. 6 A first diet may proceed notwithstanding the absence of the accused. 7 The accused shall, at the first diet, be required to state how he pleads to the indictment, and section 103 of this Act shall apply where he tenders a plea of guilty. 8 Where at a first diet the court concludes that the case is unlikely to proceed to trial on the date assigned for the trial diet, the court— a shall, unless having regard to previous proceedings in the case it considers it inappropriate to do so, postpone the trial diet; and b may fix a further first diet. 9 Subject to subsection (8) above, the court may, if it considers it appropriate to do so, adjourn a first diet. 10 In this section “ the court ” means the sheriff court. . 3 In section 76 of that Act (preliminary diet)— a in subsection (1)— i after the words “where a party” there shall be inserted  “                      to a case which is to be tried in the High Court                    ” ; and ii for the words “court before which the trial is to take place” there shall be substituted  “                      High Court                    ” ; and b after subsection (6) there shall be inserted the following subsections— 6A At a preliminary diet the court shall, in addition to disposing of any matter specified in a notice given under subsection (1) above or referred to in subsection (3) above, ascertain, so far as is reasonably practicable, whether the case is likely to proceed to trial on the date assigned as the trial diet and, in particular— a the state of preparation of the prosecutor and of the accused with respect to their cases; and b the extent to which the prosecutor and the accused have complied with the duty under section 84A(1) of this Act. 6B At a preliminary diet the court may ask the prosecutor and the accused any question in connection with any matter specified in a notice under subsection (1) above or referred to in subsection (3) above or which it is required to ascertain under subsection (6A) above. 6C Where at a preliminary diet the court concludes that the case is unlikely to proceed to trial on the date assigned for the trial diet, the court— a shall, unless having regard to previous proceedings in the case it considers it inappropriate to do so, postpone the trial diet; and b may fix a further preliminary diet. 6D Subject to subsection (6C) above, the court may, if it considers it appropriate to do so, adjourn a preliminary diet. . 4 In section 76A(1) of that Act (appeal in connection with preliminary diet), for the words “preliminary diet” there shall be substituted  “              first diet or a preliminary diet, other than a decision to adjourn the diet or to postpone the trial diet            ” ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "14", "section_title": " Intermediate diet in summary proceedings.", "section_text": "14 1 Section 337A of the 1975 Act (intermediate diet) shall be amended as follows. 2 In subsection (1)— a after the word “ascertaining” there shall be inserted  “                  , so far as is reasonably practicable, whether the case is likely to proceed to trial on the date assigned as the trial diet and, in particular                ” ; b the word “and” immediately following paragraph (a) shall cease to have effect; and c after paragraph (b) there shall be inserted— ; and                   c the extent to which the prosecutor and the accused have complied with the duty under section 333B(1) of this Act. . 3 After subsection (1) there shall be inserted the following subsections— 1A Where at an intermediate diet the court concludes that the case is unlikely to proceed to trial on the date assigned for the trial diet, the court— a shall, unless having regard to previous proceedings in the case it considers it inappropriate to do so, postpone the trial diet; and b may fix a further intermediate diet. 1B Subject to subsection (1A) above, the court may, if it considers it appropriate to do so, adjourn an intermediate diet. . 4 At the end of subsection (3) there shall be inserted— unless—               a he is legally represented; and b the court considers that there are exceptional circumstances justifying him not attending. 4 The foregoing provisions of this section shall have effect as respects any court prescribed by the Secretary of State by order, in relation to proceedings commenced after such date as may be so prescribed, with the following modifications— a in subsection (1), for the word “may” there shall be substituted “shall, subject to subsection (1C) below,”; and b after subsection (1B) there shall be inserted the following subsections— 1C If, on a joint application by the prosecutor and the accused made at any time before the commencement of the intermediate diet, the court considers it inappropriate to have such a diet, the duty under subsection (1) above shall not apply and the court shall discharge any such diet already fixed. 1D The court may consider an application under subsection (1C) above without hearing the parties. 5 An order under subsection (5) above shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "15", "section_title": " Calculation of specified period where accused detained outside Scotland.", "section_text": "15 In section 101 of the 1975 Act (prevention of delay in trials), after subsection (1) there shall be inserted the following subsection— 1A In calculating the period of 12 months specified in subsection (1) above there shall be left out of account any period during which the accused is detained, other than while serving a sentence of imprisonment or detention, in any other part of the United Kingdom or in any of the Channel Islands or the Isle of Man in any prison or other institution or place mentioned in subsection (1) or (1A) of section 29 of the Criminal Justice Act 1961 (transfer of prisoners for certain judicial purposes). ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "16", "section_title": " Uncontroversial evidence.", "section_text": "16 1 This section applies where, in any criminal proceedings, a party (in this section referred to as “the first party”) considers that facts which that party would otherwise be seeking to prove are unlikely to be disputed by the other parties to the proceedings. 2 Where this section applies, the first party may prepare and sign a statement— a specifying the facts concerned; or b referring to such facts as set out in a document annexed to the statement, and shall, not less than 14 days before the trial diet, serve a copy of the statement and any such document on every other party. 3 Unless any other party serves on the first party, not more than seven days after the date of service of the copy on him under subsection (2) above or by such later time as the court may in special circumstances allow, a notice that he challenges any fact specified or referred to in the statement, the facts so specified or referred to shall be deemed to have been conclusively proved. 4 Where a notice is served under subsection (3) above, the facts specified or referred to in the statement shall be deemed to have been conclusively proved only in so far as unchallenged in the notice. 5 Subsections (3) and (4) above shall not preclude a party from leading evidence of circumstances relevant to, or other evidence in explanation of, any fact specified or referred to in the statement. 6 Notwithstanding subsections (3) and (4) above, the court— a may, on the application of any party, where it is satisfied that there are special circumstances; and b shall, on the joint application of all the parties, direct that the presumptions in those subsections shall not apply in relation to such fact specified or referred to in the statement as is specified in the direction. 7 An application under subsection (6) above may be made at any time after the commencement of the trial and before the commencement of the prosecutor’s address to the court on the evidence. 8 Where the court makes a direction under subsection (6) above it shall, unless all the parties otherwise agree, adjourn the trial and may, without prejudice to sections 149 and 350 of the 1975 Act, permit any party to lead evidence as to any such fact as is specified in the direction, notwithstanding that a witness or production concerned is not included in any list lodged by the parties and that the notice required by sections 81 and 82(2) of that Act has not been given. 9 A copy of a statement or a notice required, under this section, to be served on any party shall be served in such manner as may be prescribed by Act of Adjournal; and a written execution purporting to be signed by the person who served such copy or notice together with, where appropriate, the relevant post office receipt shall be sufficient evidence of such service."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "17", "section_title": " Exceptions to the rule that hearsay evidence is inadmissible.", "section_text": "17 1 Subject to the following provisions of this section, evidence of a statement made by a person otherwise than while giving oral evidence in court in criminal proceedings shall be admissible in those proceedings as evidence of any matter contained in the statement where the judge is satisfied— a that the person who made the statement will not give evidence in the proceedings of such matter for any of the reasons mentioned in subsection (2) below; b that evidence of the matter would be admissible in the proceedings if that person gave direct oral evidence of it; c that the person who made the statement would have been, at the time the statement was made, a competent witness in such proceedings; and d that there is evidence which would entitle a jury properly directed, or in summary proceedings would entitle the judge, to find that the statement was made and that either— i it is contained in a document; or ii a person who gave oral evidence in the proceedings as to the statement has direct personal knowledge of the making of the statement. 2 The reasons referred to in paragraph (a) of subsection (1) above are that the person who made the statement— a is dead or is, by reason of his bodily or mental condition, unfit or unable to give evidence in any competent manner; b is named and otherwise sufficiently identified, but is outwith the United Kingdom and it is not reasonably practicable to secure his attendance at the trial or to obtain his evidence in any other competent manner; c is named and otherwise sufficiently identified, but cannot be found and all reasonable steps which, in the circumstances, could have been taken to find him have been so taken; d having been authorised to do so by virtue of a ruling of the court in the proceedings that he is entitled to refuse to give evidence in connection with the subject matter of the statement on the grounds that such evidence might incriminate him, refuses to give such evidence; or e is called as a witness and either— i refuses to take the oath or affirmation; or ii having been sworn as a witness and directed by the judge to give evidence in connection with the subject matter of the statement refuses to do so, and in the application of this paragraph to a child, the reference to a witness refusing to take the oath or affirmation or, as the case may be, to having been sworn shall be construed as a reference to a child who has refused to accept an admonition to tell the truth or, having been so admonished, refuses to give evidence as mentioned above. 3 Evidence of a statement shall not be admissible by virtue of subsection (1) above where the judge is satisfied that the occurrence of any of the circumstances mentioned in paragraphs (a) to (e) of subsection (2) above, by virtue of which the statement would otherwise be admissible, is caused by— a the person in support of whose case the evidence would be given; or b any other person acting on his behalf, for the purpose of securing that the person who made the statement does not give evidence for the purposes of the proceedings either at all or in connection with the subject matter of the statement. 4 Where in any proceedings evidence of a statement made by any person is admitted by reference to any of the reasons mentioned in paragraphs (a) to (c) and (e)(i) of subsection (2) above— a any evidence which, if that person had given evidence in connection with the subject matter of the statement, would have been admissible as relevant to his credibility as a witness shall be admissible for that purpose in those proceedings; b evidence may be given of any matter which, if that person had given evidence in connection with the subject matter of the statement, could have been put to him in cross-examination as relevant to his credibility as a witness but of which evidence could not have been adduced by the cross-examining party; and c evidence tending to prove that that person, whether before or after making the statement, made in whatever manner some other statement which is inconsistent with it shall be admissible for the purpose of showing that he has contradicted himself. 5 Subject to subsection (6) below, where a party intends to apply to have evidence of a statement admitted by virtue of subsection (1) above he shall, before the trial diet, give notice in writing of— a that fact; b the witnesses and productions to be adduced in connection with such evidence; and c such other matters as may be prescribed by Act of Adjournal, to every other party to the proceedings and, for the purposes of this subsection, such evidence may be led notwithstanding that a witness or production concerned is not included in any list lodged by the parties and that the notice required by sections 81 and 82(2) of the 1975 Act has not been given. 6 A party shall not be required to give notice as mentioned in subsection (5) above where— a the grounds for seeking to have evidence of a statement admitted are as mentioned in paragraph (d) or (e) of subsection (2) above; or b he satisfies the judge that there was good reason for not giving such notice. 7 If no other party to the proceedings objects to the admission of evidence of a statement by virtue subsection (1) above, the evidence shall be admitted without the judge requiring to be satisfied as mentioned in that subsection. 8 For the purposes of the determination of any matter upon which the judge is required to be satisfied under subsection (1) above— a except to the extent that any other party to the proceedings challenges them and insists in such challenge, it shall be presumed that the circumstances are as stated by the party seeking to introduce evidence of the statement; and b where such a challenge is insisted in, the judge shall determine the matter on the balance of probabilities, and he may draw any reasonable inference— i from the circumstances in which the statement was made or otherwise came into being; or ii from any other circumstances, including, where the statement is contained in a document, the form and contents of the document. 9 Where evidence of a statement has been admitted by virtue of subsection (1) above on the application of one party to the proceedings, without prejudice to anything in any enactment or rule of law, the judge may permit any party to lead additional evidence of such description as the judge may specify, notwithstanding that a witness or production concerned is not included in any list lodged by the parties and that the notice required by sections 81 and 82(2) of the 1975 Act has not been given. 10 Any reference in subsections (5), (6) and (9) above to evidence shall include a reference to evidence led in connection with any determination required to be made for the purposes of subsection (1) above."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "18", "section_title": " Admissibility of prior statements of witnesses.", "section_text": "18 1 Subject to the following provisions of this section, where a witness gives evidence in criminal proceedings, any prior statement made by the witness shall be admissible as evidence of any matter stated in it of which direct oral evidence by him would be admissible if given in the course of those proceedings. 2 A prior statement shall not be admissible under this section unless— a the statement is contained in a document; b the witness, in the course of giving evidence, indicates that the statement was made by him and that he adopts it as his evidence; and c at the time the statement was made, the person who made it would have been a competent witness in the proceedings. 3 For the purposes of this section, any reference to a prior statement is a reference to a prior statement which, but for the provisions of this section, would not be admissible as evidence of any matter stated in it. 4 Subsections (2) and (3) above do not apply to a prior statement— a contained in a precognition on oath; or b made in other proceedings, whether criminal or civil and whether taking place in the United Kingdom or elsewhere, and, for the purposes of this section, any such statement shall not be admissible unless it is sufficiently authenticated."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "19", "section_title": " Statements by accused.", "section_text": "19 1 Subject to the following provisions of this section, nothing in sections 17 and 18 of this Act shall apply to a statement made by the accused. 2 Evidence of a statement made by an accused shall be admissible by virtue of the said section 17 at the instance of another accused in the same proceedings as evidence in relation to that other accused. 3 For the purposes of subsection (2) above, the first mentioned accused shall be deemed— a where he does not give evidence in the proceedings, to be a witness refusing to give evidence in connection with the subject matter of the statement as mentioned in paragraph (e) of subsection (2) of the said section 17; and b to have been, at the time the statement was made, a competent witness in the proceedings. 4 Evidence of a statement shall not be admissible as mentioned in subsection (2) above unless the accused at whose instance it is sought to be admitted has given notice of his intention to do so as mentioned in subsection (5) of the said section 17; but subsection (6) of that section shall not apply in the case of notice required to be given by virtue of this subsection."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "21", "section_title": " Evidence of biological material.", "section_text": "21 1 Evidence as to the characteristics and composition of any biological material deriving from human beings or animals shall, in any criminal proceedings, be admissible notwithstanding that neither the material nor a sample of it is lodged as a production. 2 A party wishing to lead such evidence as is referred to in subsection (1) above shall, where neither the material nor a sample of it is lodged as a production, make the material or a sample of it available for inspection by the other party unless the material constitutes a hazard to health or has been destroyed in the process of analysis."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "22", "section_title": " Routine evidence.", "section_text": "22 1 Section 26 of and Schedule 1 to the  Criminal Justice (Scotland) Act 1980 (routine evidence) shall be amended as follows. 2 After subsection (1) there shall be inserted the following subsections— 1A The Secretary of State may by order— a amend or repeal the entry in Schedule 1 to this Act in respect of any enactment; or b insert in that Schedule an entry in respect of a further enactment. 1B An order under subsection (1A) above may make such transitional, incidental or supplementary provision as the Secretary of State considers necessary or expedient in connection with the coming into force of the order. . 3 In subsection (2), the word “summary” and the words from “In the foregoing” to the end of the subsection shall cease to have effect. 4 After that subsection there shall be inserted the following subsection— 2A A forensic scientist is authorised for the purposes of subsection (2) above if— a he is authorised for those purposes by the Secretary of State; or b he— i is a constable or is employed by a police authority under section 9 of the Police (Scotland) Act 1967; ii possesses such qualifications and experience as the Secretary of State may for the purposes of that subsection by order prescribe; and iii is authorised for those purposes by the chief constable of the police force maintained for the police area of that authority. . 5 In subsection (3)— a for the words “the prosecution” there shall be substituted  “                  the prosecutor or the accused                ” ; b in paragraph (a)— i for the words “accused” there shall be substituted  “                      other party                    ” ; and ii for the word “his” there shall be substituted  “                      the                    ” ; and c in paragraph (b)— i for the word “accused” where it first occurs there shall be substituted  “                      other party                    ” ; ii for the words from “less” to “trial” in the second place where it occurs there shall be substituted  “                      more than seven days after the date of service of the copy on him under paragraph (a) above or by such later time                    ” ; and iii for the words “prosecutor that the accused” there shall be substituted  “                      first party that he                    ” . 6 In subsection (4), after the word “accused” where it first occurs there shall be inserted  “              or the prosecutor            ” . 7 After subsection (4) there shall be inserted the following subsection— 4A Where, following service of a notice under subsection (3)(b) above, evidence is given in relation to a report referred to in subsection (2) above by both of the forensic scientists purporting to have signed the report, the evidence of those forensic scientists shall be sufficient evidence of any fact (or conclusion as to fact) contained in the report. . 8 In subsection (5), the words “under summary procedure” shall cease to have effect. 9 After subsection (7) there shall be inserted the following subsections— 7A Where, following service of a notice by the accused under subsection (7) above, evidence is given in relation to an autopsy or forensic science report by both of the pathologists or forensic scientists purporting to have signed the report, the evidence of those pathologists or forensic scientists shall be sufficient evidence of any fact (or conclusion as to fact) contained in the report. 7B An order made under subsection (1A) or (2A)(b)(ii) above shall be made by statutory instrument. 7C No order shall be made under subsection (1A) above unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament. 7D A statutory instrument containing an order under subsection (2A)(b)(ii) above shall be subject to annulment pursuant to a resolution of either House of Parliament. . 10 Schedule 1 shall be amended in accordance with Schedule 1 to this Act."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "23", "section_title": " Proof of custody of productions.", "section_text": "23 In section 84 of the 1975 Act (proof as to productions)— a after the word “prove” there shall be inserted  “              (a)            ” ; b after the word “police” in the second place where it occurs there shall be inserted— ; or               b that the production examined by him is that taken possession of by the procurator fiscal or the police, ; and c at the end there shall be inserted the words  “              or, as the case may be, that it is that taken possession of as aforesaid            ” ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "24", "section_title": " Evidence of criminal record and character of accused.", "section_text": "24 1 In section 141 of the 1975 Act (accused competent witness for defence in solemn proceedings)— a in subsection (1), in paragraph (f)(ii) of the proviso— i after the word “character” where it first occurs there shall be inserted  “                      or impugning the character of the complainer                    ” ; and ii after the word “prosecution” in the second place where it occurs there shall be inserted  “                      or of the complainer                    ” ; and b after that subsection there shall be inserted the following subsections— 1A In a case to which sub-paragraph (ii) of paragraph (f) of the proviso to subsection (1) above applies, the prosecutor shall be entitled to ask the accused a question of a kind specified in that paragraph only if the court, on the application of the prosecutor, permits him to do so. 1B An application under subsection (1A) above shall be made in the course of the trial but in the absence of the jury. 1C In subsection (1) above, references to the complainer include references to a victim who is deceased. . 2 After section 141 of that Act there shall be inserted the following section—  Evidence of criminal record and character of accused. 141ZA 1 This section applies where— a evidence is led by the defence, or the defence asks questions of a witness for the prosecution, with a view to establishing the accused’s good character or impugning the character of the prosecutor, of any witness for the prosecution or of the complainer; or b the nature or conduct of the defence is such as to tend to establish the accused’s good character or to involve imputations on the character of the prosecutor, of any witness for the prosecution or of the complainer. 2 Where this section applies the court may, without prejudice to section 149 of this Act, on the application of the prosecutor, permit the prosecutor to lead evidence that the accused has committed, or has been convicted of, or has been charged with, offences other than that for which he is being tried, or is of bad character, notwithstanding that a witness or production concerned is not included in any list lodged by the prosecutor and that the notice required by sections 81 and 82(2) of this Act has not been given. 3 An application under subsection (2) above shall be made in the course of the trial but in the absence of the jury. 4 In subsection (1) above, references to the complainer include references to a victim who is deceased. . 3 In section 160 of that Act (laying of previous convictions before jury), for subsection (2) there shall be substituted the following subsection— 2 Nothing in subsection (1) above shall prevent the prosecutor— a asking the accused questions tending to show that he has been convicted of an offence other than that with which he is charged, where he is entitled to do so under section 141 of this Act; or b leading evidence of previous convictions where it is competent to do so— i as evidence in support of a substantive charge; or ii under section 141ZA of this Act. . 4 In section 346 of that Act (accused competent witness for defence in summary proceedings)— a in subsection (1), in paragraph (f)(ii) of the proviso— i after the word “character” where it first occurs there shall be inserted  “                      or impugning the character of the complainer                    ” ; and ii after the word “prosecution” in the second place where it occurs there shall be inserted  “                      or of the complainer                    ” ; and b after that subsection there shall be inserted the following subsections— 1A In a case to which sub-paragraph (ii) of paragraph (f) of the proviso to subsection (1) above applies, the prosecutor shall be entitled to ask the accused a question of a kind specified in that paragraph only if the court, on the application of the prosecutor, permits him to do so. 1B In subsection (1) above, references to the complainer include references to a victim who is deceased. . 5 After section 346 of that Act there shall be inserted the following section—  Evidence of criminal record and character of accused. 346ZA 1 This section applies where— a evidence is led by the defence, or the defence asks questions of a witness for the prosecution, with a view to establishing the accused’s good character or impugning the character of the prosecutor, of any witness for the prosecution or of the complainer; or b the nature or conduct of the defence is such as to tend to establish the accused’s good character or to involve imputations on the character of the prosecutor, of any witness for the prosecution or of the complainer. 2 Where this section applies the court may, without prejudice to section 350 of this Act, on the application of the prosecutor, permit the prosecutor to lead evidence that the accused has committed, or has been convicted of, or has been charged with, offences other than that for which he is being tried, or is of bad character. 3 In subsection (1) above, references to the complainer include references to a victim who is deceased. . 6 In section 357 of that Act (laying of previous convictions before court), in subsection (5), for the words from “evidence” where it first occurs to the end there shall be substituted the prosecutor—               a asking the accused questions tending to show that the accused has been convicted of an offence other than that with which he is charged, where he is entitled to do so under section 346 of this Act; or b leading evidence of previous convictions where it is competent to do so— i as evidence in support of a substantive charge; or ii under section 346ZA of this Act. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "25", "section_title": " Evidence as to controlled drugs and medicinal products.", "section_text": "25 1 For the purposes of any criminal proceedings, evidence given by an authorised forensic scientist, either orally or in a report purporting to be signed by him, that a substance which satisfies either of the conditions specified in subsection (2) below is— a a particular controlled drug or medicinal product; or b a particular product which is listed in the British Pharmacopoeia as containing a particular controlled drug or medicinal product, shall, subject to subsection (3) below, be sufficient evidence of that fact notwithstanding that no analysis of the substance has been carried out. 2 Those conditions are— a that the substance is in a sealed container bearing a label identifying the contents of the container; or b that the substance has a characteristic appearance having regard to its size, shape, colour and manufacturer’s mark. 3 A party proposing to rely on subsection (1) above (“the first party”) shall, not less than 14 days before the trial diet, serve on the other party (“the second party”)— a a notice to that effect; and b where the evidence is contained in a report, a copy of the report, and if the second party serves on the first party, not more than seven days after the date of service of the notice on him, a notice that he does not accept the evidence as to the identity of the substance, subsection (1) above shall not apply in relation to that evidence. 4 A notice or copy report served in accordance with subsection (3) above shall be served in such manner as may be prescribed by Act of Adjournal; and a written execution purporting to be signed by the person who served the notice or copy together with, where appropriate, the relevant post office receipt shall be sufficient evidence of such service. 5 In this section— “ controlled drug ” has the same meaning as in the  Misuse of Drugs Act 1971; and “ medicinal product ” has the same meaning as in the  Medicines Act 1968."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "26", "section_title": " Evidence as to time and place of video surveillance recordings.", "section_text": "26 1 For the purposes of any criminal proceedings, a certificate purporting to be signed by a person responsible for the operation of a video surveillance system and certifying— a the location of the camera; b the nature and extent of the person’s responsibility for the system; and c that visual images recorded on a particular video tape are images, recorded by the system, of events which occurred at a place specified in the certificate at a time and date so specified, shall, subject to subsection (2) below, be sufficient evidence of the matters contained in the certificate. 2 A party proposing to rely on subsection (1) above (“the first party”) shall, not less than 14 days before the trial diet, serve on the other party (“the second party”) a copy of the certificate and, if the second party serves on the first party, not more than seven days after the date of service of the copy certificate on him, a notice that he does not accept the evidence contained in the certificate, subsection (1) above shall not apply in relation to that evidence. 3 A copy certificate or notice served in accordance with subsection (2) above shall be served in such manner as may be prescribed by Act of Adjournal; and a written execution purporting to be signed by the person who served the copy or notice together with, where appropriate, the relevant post office receipt shall be sufficient evidence of such service. 4 In this section, “ video surveillance system ” means apparatus consisting of a camera mounted in a fixed position and associated equipment for transmitting and recording visual images of events occurring in any place."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "27", "section_title": " Evidence in relation to fingerprints.", "section_text": "27 1 For the purposes of any criminal proceedings, a certificate purporting to be signed by two constables and certifying that the fingerprints produced thereon were taken from a person designated in the certificate at a time, date and place specified therein shall, subject to subsection (2) below, be sufficient evidence of the facts contained in the certificate. 2 A party proposing to rely on subsection (1) above (“the first party”) shall, not less than 14 days before the trial diet, serve on the other party (“the second party”) a copy of the certificate and, if the second party serves on the first party, not more than seven days after the date of service of the copy certificate on him, a notice that he does not accept the evidence contained in the certificate, subsection (1) above shall not apply in relation to that evidence. 3 A copy certificate or notice served in accordance with subsection (2) above shall be served in such manner as may be prescribed by Act of Adjournal; and a written execution purporting to be signed by the person who served the copy or notice together with, where appropriate, the relevant post office receipt shall be sufficient evidence of such service."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "28", "section_title": " Evidence in relation to sexual offences.", "section_text": "28 1 In section 141A(2) of the 1975 Act (sexual offences in relation to which restrictions on admissible evidence apply)— a after paragraph (b) there shall be inserted the following paragraph— ba clandestine injury to women; ; b after sub-paragraph (i) of paragraph (g) there shall be inserted the following sub-paragraphs— ia section 2A (incest); ib section 2B (unlawful sexual intercourse with stepchild); ic section 2C (unlawful sexual intercourse of person in position of trust with child under 16); ; and c after sub-paragraph (iv) of that paragraph there shall be inserted the following sub-paragraph— iva section 7 (gross indecency between males) . 2 In section 346A(2) of that Act (corresponding provision in relation to summary proceedings)— a after paragraph (b) there shall be inserted the following paragraph— ba clandestine injury to women; ; b after sub-paragraph (i) of paragraph (f) there shall be inserted the following sub-paragraphs— ia section 2A (incest); ib section 2B (unlawful sexual intercourse with stepchild); ic section 2C (unlawful sexual intercourse of person in position of trust with child under 16); ; and c after sub-paragraph (iv) of that paragraph there shall be inserted the following sub-paragraph— iva section 7 (gross indecency between males) ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "29", "section_title": " Proof of previous convictions.", "section_text": "29 1 In section 162 of the 1975 Act (admissibility and proof of extract convictions in solemn proceedings), after subsection (3) there shall be inserted the following subsections— 4 Without prejudice to subsections (1) to (3) above, where proof of a previous conviction is competent in support of a substantive charge, any such conviction or an extract of it shall, if— a it purports to relate to the accused and to be signed by the clerk of court having custody of the record containing the conviction; and b a copy of it has been served on the accused not less than 14 days before the trial diet, be sufficient evidence of the application of the conviction to the accused unless, within seven days of the date of service of the copy on him, he serves notice on the prosecutor that he denies that it applies to him. 5 A copy of a conviction or extract conviction served under subsection (4) above shall be served on the accused in such manner as may be prescribed by Act of Adjournal, and a written execution purporting to be signed by the person who served the copy together with, where appropriate, the relevant post office receipt shall be sufficient evidence of service of the copy. . 2 In section 357 of that Act (previous convictions in summary proceedings), after subsection (5) there shall be inserted the following subsections— 6 Without prejudice to subsections (1) to (3) above, where proof of a previous conviction is competent in support of a substantive charge, any such conviction or an extract of it shall, if— a it purports to relate to the accused and to be signed by the clerk of court having custody of the record containing the conviction; and b a copy of it has been served on the accused not less than 14 days before the trial diet, be sufficient evidence of the application of the conviction to the accused unless, within seven days of the date of service of the copy on him, he serves notice on the prosecutor that he denies that it applies to him. 7 A copy of a conviction or extract conviction served under subsection (6) above shall be served on the accused in such manner as may be prescribed by Act of Adjournal, and a written execution purporting to be signed by the person who served the copy together with, where appropriate, the relevant post office receipt shall be sufficient evidence of service of the copy. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "30", "section_title": " Death, illness or absence of trial judge.", "section_text": "30 1 Section 128 of the 1975 Act (death or illness of judge in solemn proceedings) shall be amended in accordance with subsections (2) and (3) below. 2 For subsection (1) of that section there shall be substituted the following subsections— 1 Where the court is unable to proceed owing to the death, illness or absence of the presiding judge, the clerk of court may convene the court (if necessary) and— a in a case where no evidence has been led, adjourn the diet and any other diet appointed for that sitting to— i a time later the same day, or a date not more than seven days later, when he believes a judge will be available; or ii a later sitting not more than two months after the date of the adjournment; or b in a case where evidence has been led— i adjourn the diet and any other diet appointed for that sitting to a time later the same day, or a date not more than seven days later, when he believes a judge will be available; or ii with the consent of the parties, desert the diet pro loco et tempore. 1A Where a diet has been adjourned under sub-paragraph (i) of either paragraph (a) or paragraph (b) of subsection (1) above the clerk of court may, where the conditions of that subsection continue to be satisfied, further adjourn the diet under that sub-paragraph; but the total period of such adjournments shall not exceed seven days. 1B Where a diet has been adjourned under subsection (1)(b)(i) above the court may, at the adjourned diet— a further adjourn the diet; or b desert the diet pro loco et tempore. . 3 In subsection (2) of that section, for the words “(1)(c)” there shall be substituted  “              (1)(b)(ii) or (1B)(b)            ” . 4 After section 331A of that Act there shall be inserted the following section—  Death, illness or absence of judge. 331B 1 Where the court is unable to proceed owing to the death, illness or absence of the presiding judge, it shall be lawful for the clerk of court— a where the diet has not been called, to convene the court and adjourn the diet; b where the diet has been called but no evidence has been led, to adjourn the diet; and c where the diet has been called and evidence has been led— i with the agreement of the parties, to desert the diet pro loco et tempore; or ii to adjourn the diet. 2 Where, under subsection (1)(c)(i) above, a diet has been deserted pro loco et tempore, any new prosecution charging the accused with the same or any similar offence arising out of the same facts shall be brought within two months of the date on which the diet was deserted notwithstanding that any other time limit for the commencement of such prosecution has elapsed. 3 For the purposes of subsection (2) above, a new prosecution shall be deemed to commence on the date on which a warrant to apprehend or to cite the accused is granted, if such warrant is executed without undue delay. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "31", "section_title": " Removal of accused from court.", "section_text": "31 After section 337A of the 1975 Act there shall be inserted the following section—  Removal of accused from court. 337B 1 Without prejudice to section 338 of this Act, and subject to subsection (2) below, no part of a trial shall take place outwith the presence of the accused. 2 If during the course of his trial an accused so misconducts himself that in the view of the court a proper trial cannot take place unless he is removed, the court may order— a that he is removed from the court for so long as his conduct makes it necessary; and b that the trial proceeds in his absence, but if he is not legally represented the court shall appoint counsel or a solicitor to represent his interests during such absence. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "32", "section_title": " Comment by prosecutor on accused’s failure to give evidence.", "section_text": "32 Sections 141(1)(b) (prosecutor may not comment on failure of accused to give evidence in solemn proceedings) and 346(1)(b) (corresponding provision in relation to summary proceedings) of the 1975 Act shall cease to have effect."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "33", "section_title": " Sentence following guilty plea.", "section_text": "33 After each of sections 217 and 430 of the 1975 Act there shall be inserted the following section as, respectively, section 217A and section 430A—  Sentence following guilty plea. 0 In determining what sentence to pass on, or what other disposal or order to make in relation to, an offender who has pled guilty to an offence, a court may take into account— a the stage in the proceedings for the offence at which the offender indicated his intention to plead guilty, and b the circumstances in which that indication was given. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "34", "section_title": " Sentencing guidelines.", "section_text": "34 1 After section 254 of the 1975 Act there shall be inserted the following section—  Sentencing guidelines. 254A 1 In disposing of an appeal under section 228(1)(b), (bb), (bc), (bd) or (c) or 228A of this Act the High Court may, without prejudice to any other power in that regard, pronounce an opinion on the sentence or other disposal or order which is appropriate in any similar case. 2 Without prejudice to any rule of law, a court in passing sentence shall have regard to any relevant opinion pronounced under subsection (1) above. . 2 After section 455 of the 1975 Act there shall be inserted the following section—  Sentencing guidelines. 455A 1 In disposing of an appeal under section 442(1)(a)(ii), (iia) or (iii), (b)(ii) or (c) of this Act the High Court may, without prejudice to any other power in that regard, pronounce an opinion on the sentence or other disposal or order which is appropriate in any similar case. 2 Without prejudice to any rule of law, a court in passing sentence shall have regard to any relevant opinion pronounced under subsection (1) above. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "35", "section_title": " Supervised attendance orders.", "section_text": "35 1 Section 62 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1990 (supervised attendance orders) shall be amended in accordance with subsections (2) to (7) below. 2 In subsection (1), at the end there shall be inserted the words  “              and shall, subject to paragraph 1 of Schedule 6 to this Act, make such an order where subsection (3A) below applies            ” . 3 In subsection (2)— a for the words “with the consent” there shall be substituted  “                  in respect                ” ; b in paragraph (a), for the words “time, being 10, 20, 30, 40, 50 or 60 hours” there shall be substituted period, being a period of not less than 10 hours and not more than—                   i where the amount of the fine, part or instalment which the offender has failed to pay does not exceed level 1 on the standard scale, 50 hours; and ii in any other case, 100 hours ; and c in paragraph (b), for the word “time” there shall be substituted  “                  period                ” . 4 In subsection (3)(a), for the word “16” there shall be substituted  “              18            ” . 5 After subsection (3) there shall be inserted the following subsections— 3A This subsection applies where— a the court is a court prescribed for the purposes of this subsection by order made by the Secretary of State; b the offender is of or over 18 years of age and is not serving a sentence of imprisonment; c having been convicted of an offence, he has had imposed on him a fine which (or any part or instalment of which) he has failed to pay and the court, but for this section, would have imposed on him a period of imprisonment under section 407(1)(b) of the Criminal Procedure (Scotland) Act 1975 (power of court to impose imprisonment for non-payment of fine); and d the fine, or as the case may be, the part or instalment, is of an amount not exceeding level 2 on the standard scale. 3B An order under subsection (3A)(a) above shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. . 6 After subsection (4) there shall be inserted the following subsection— 4A The coming into force of a supervised attendance order shall have the effect of discharging the fine referred to in subsection (3)(b) or (3A)(c) above or, as the case may be, section 412A(3)(a) or 412B(1) of the Criminal Procedure (Scotland) Act 1975. . 7 In subsection (6), the following definition shall be inserted in the appropriate place in alphabetical order— “ imprisonment ” includes detention; . 8 In Schedule 6 to that Act of 1990 (further provisions with respect to supervised attendance orders)— a in paragraph 1(1)(a), after the word “persons” there shall be inserted  “                  of a class which includes the offender                ” ; b in paragraph 4(2)(a), for the words from “as” to “made” in the second place where it occurs there shall be substituted— not exceeding—                   i in the case of a sheriff court, three months; and ii in the case of a district court, 60 days, as the court considers appropriate;                 ; and c in paragraph 5(1)(d), for the words from “as” to “made” in the second place where it occurs there shall be substituted— not exceeding—                   i in the case of a sheriff court, three months; and ii in the case of a district court, 60 days, as the court considers appropriate;                 . 9 In section 194(2) of the 1975 Act, after the entry in respect of section 411 there shall be inserted—  section 412A (supervised attendance orders in place of fines for 16 and 17 year olds);  section 412B (supervised attendance orders where court allows further time to pay; . 10 In section 407(1)(b) of that Act (imprisonment for non-payment of fine), after the word “may” there shall be inserted  “              , subject to section 62(1) of the Law Reform (Miscellaneous Provisions) (Scotland) Act 1990,            ” . 11 After section 412 of that Act there shall be inserted the following sections—  Supervised attendance orders  Supervised attendance orders in place of fines for 16 and 17 year olds. 412A 1 This section applies where a person of 16 or 17 years of age is convicted of an offence by a court of summary jurisdiction and the court considers that, but for this section, the appropriate sentence is a fine. 2 Where this section applies, the court shall determine the amount of the fine and shall consider whether the person is likely to pay a fine of that amount within 28 days. 3 If the court considers that the person is likely to pay the fine as mentioned in subsection (2) above, it shall— a impose the fine; and b subject to paragraph 1 of Schedule 6 to the Law Reform (Miscellaneous Provisions) (Scotland) Act 1990 (“the 1990 Act”), make a supervised attendance order in default of payment of the fine within 28 days. 4 A supervised attendance order made under subsection (3)(b) above— a shall come into force on such date, not earlier than 28 days after the making of the order, as may be specified in the order, unless the person pays the fine within that period; b shall, for the purposes of Schedule 6 to the 1990 Act, be deemed to be made on the date when it comes into force. 5 Where, before the coming into force of a supervised attendance order made under subsection (3)(b) above, the person pays part of the fine, the period specified in the order shall be reduced by the proportion which the part of the fine paid bears to the whole fine, the resulting figure being rounded up or down to the nearest 10 hours; but this subsection shall not operate to reduce the period to less than 10 hours. 6 If the court considers that the person is not likely to pay the fine as mentioned in subsection (2) above, it shall, subject to paragraph 1 of Schedule 6 to the 1990 Act, make a supervised attendance order in respect of that person. 7 Sections 395A to 398, 400 to 404 and 407 of this Act shall not apply in respect of a person to whom this section applies. 8 For the purposes of any appeal or review, a supervised attendance order made under this section is a sentence. 9 In this section “ supervised attendance order ” means an order made in accordance with section 62(2), (5) and (6) of the 1990 Act.  Supervised attendance orders where court allows further time to pay fine. 412B 1 Where a court, on an application to it under section 397(1) of this Act, allows a person further time for payment of a fine or instalments thereof it may, in addition, subject to paragraph 1 of Schedule 6 to the Law Reform (Miscellaneous Provisions) (Scotland) Act 1990 (“the 1990 Act”), impose a supervised attendance order in default of payment of the fine or any instalment of it on the due date. 2 A supervised attendance order made under subsection (1) above — a shall, if the person fails to pay the fine or any instalment of it on the due date, come into force on the day after the due date; and b shall, for the purposes of Schedule 6 to the 1990 Act, be deemed to be made on the date when it comes into force. 3 Where, before the coming into force of a supervised attendance order under subsection (1) above, the person pays part of the fine, the period specified in the order shall be reduced by the proportion which the part of the fine paid bears to the whole fine, the resulting figure being rounded up or down to the nearest 10 hours; but this subsection shall not operate to reduce the period to less than 10 hours. 4 In this section “ supervised attendance order ” means an order made in accordance with section 62(2), (5) and (6) of the 1990 Act. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "36", "section_title": " Supervised release orders: requirement for local authority report.", "section_text": "36 After subsection (1) of section 212A of the 1975 Act (supervised release orders) there shall be inserted the following subsection— 1A A court shall, before making an order under subsection (1) above, consider a report by a relevant officer of a local authority about the offender and his circumstances and, if the court thinks it necessary, hear that officer. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "37", "section_title": " Offences committed by persons under supervision etc.: provision of local authority report.", "section_text": "37 1 After section 179 of the 1975 Act there shall be inserted the following section—  Offence committed by person under supervision etc.: provision of local authority report. 179A Where a person specified in section 27(1)(b)(i) to (vi) of the Social Work (Scotland) Act 1968 commits an offence, the court shall not dispose of the case without obtaining from the local authority in whose area the person resides a report as to— a the circumstances of the offence; and b the character of the offender, including his behaviour while under the supervision, or as the case may be subject to the order, so specified in relation to him. . 2 After section 380 of that Act there shall be inserted the following section—  Offence committed by person under supervision etc.: provision of local authority report. 380A 1 Where a person specified in section 27(1)(b)(i) to (vi) of the Social Work (Scotland) Act 1968 commits an offence, the court shall not dispose of the case without obtaining from the local authority in whose area the person resides a report as to— a the circumstances of the offence; and b the character of the offender, including his behaviour while under the supervision, or as the case may be subject to the order, so specified in relation to him. 2 In subsection (1) above, “the court” does not include a district court. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "38", "section_title": " Probation orders to be made only after conviction.", "section_text": "38 1 In section 183(5A) of the 1975 Act (probation order)— a after the word “where” there shall be inserted  “                  an offender has been convicted of an offence punishable by imprisonment and                ” ; and b in paragraph (a), the words “has committed an offence punishable by imprisonment and” shall cease to have effect. 2 For paragraph (b) of subsection (2) of each of sections 186 and 387 of that Act (failure to comply with requirement of probation orders) there shall be substituted the following paragraph— b sentence the offender for the offence for which the order was made; . 3 In section 384 of that Act (probation)— a in subsection (1)— i for the words “charged before a court of summary jurisdiction with” there shall be substituted  “                      convicted of                    ” ; ii the words from “and”, where it first occurs, to “offence”, in the third place where it occurs, shall cease to have effect; and iii for the words from “, without” to “applies),” there shall be substituted  “                      instead of sentencing him                    ” ; b in subsection (5A)— i after the word “where” there shall be inserted  “                      an offender has been convicted of an offence punishable by imprisonment and                    ” ; and ii in paragraph (a), the words “has committed an offence punishable by imprisonment and” shall cease to have effect; and c in subsection (6), the words “convicted of and” shall cease to have effect."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "39", "section_title": " Probation orders requiring treatment for mental condition.", "section_text": "39 1 In each of sections 184 and 385 of the 1975 Act (probation orders requiring treatment for mental condition)— a in subsection (1), after the word “practitioner”, in the second place where it occurs, there shall be inserted  “                  or chartered psychologist                ” ; and b in each of subsections (2)(c), (5) and (5B)(b), after the word “practitioner” there shall be inserted  “                  or chartered psychologist                ” . 2 In section 462(1) of that Act (interpretation), at the appropriate place, there shall be inserted the following definition— “ chartered psychologist ” means a person for the time being listed in the British Psychological Society’s Register of Chartered Psychologists; ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "40", "section_title": " Sentence for offence committed while subject to requirement to perform unpaid work.", "section_text": "40 1 After subsection (2) of section 187 of the 1975 Act (commission of further offence while on probation) there shall be inserted the following subsections— 3 Where— a a court has, under section 183(5A) of this Act, included in a probation order a requirement that an offender shall perform unpaid work; and b the offender is convicted of an offence committed in the circumstances mentioned in subsection (4) below, the court which sentences him for the offence shall, in determining the appropriate sentence for that offence, have regard to the fact that the offence was committed in those circumstances. 4 The circumstances referred to in subsection (3) above are that the offence was committed— a during the period that the offender was subject to a requirement to perform unpaid work or within the period of three months following the expiry of that period; and b in any place where the unpaid work was being or had previously been performed. 5 The court shall not, under subsection (3) above, have regard to the fact that the offence was committed in the circumstances mentioned in subsection (4) above unless that fact is libelled in the indictment or, as the case may be, specified in the complaint. . 2 After subsection (2) of section 388 of that Act (commission of further offence while on probation) there shall be inserted the following subsections— 3 Where— a a court has, under section 384(5A) of this Act, included in a probation order a requirement that an offender shall perform unpaid work; and b the offender is convicted of an offence committed in the circumstances mentioned in subsection (4) below, the court which sentences him for the offence shall, in determining the appropriate sentence for that offence, have regard to the fact that the offence was committed in those circumstances. 4 The circumstances referred to in subsection (3) above are that the offence was committed— a during the period that the offender was subject to a requirement to perform unpaid work or within the period of three months following the expiry of that period; and b in any place where the unpaid work was being or had previously been performed. 5 The court shall not, under subsection (3) above, have regard to the fact that the offence was committed in the circumstances mentioned in subsection (4) above unless that fact is libelled in the indictment or, as the case may be, specified in the complaint. . 3 After section 5 of the  Community Service by Offenders (Scotland) Act 1978 there shall be inserted the following section—  Commission of offence while community service order in force. 5A 1 Where— a a court has made a community service order under section 1(1) of this Act in respect of an offender; and b the offender is convicted of an offence committed in the circumstances mentioned in subsection (2) below, the court which sentences him for that offence shall, in determining the appropriate sentence for that offence, have regard to the fact that the offence was committed in those circumstances. 2 The circumstances referred to in subsection (1) above are that the offence was committed— a during the period when the community service order was in force or within the period of three months following the expiry of that order; and b in any place where unpaid work under the order was being or had previously been performed. 3 The court shall not, under subsection (1) above, have regard to the fact that the offence was committed in the circumstances mentioned in subsection (2) above unless that fact is libelled in the indictment or, as the case may be, specified in the complaint. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "41", "section_title": " Amendment of records of conviction and sentence in summary proceedings.", "section_text": "41 After section 439 of the 1975 Act there shall be inserted the following section—  Amendment of records of conviction and sentence in summary proceedings. 439A 1 Without prejudice to section 439 of this Act, where, on an application in accordance with subsection (2) below, the High Court is satisfied that a record of conviction or sentence in summary proceedings inaccurately records the identity of any person, it may authorise the clerk of the court which convicted or, as the case may be, sentenced the person to correct the record. 2 An application under subsection (1) above shall be made after the determination of the summary prosecution and may be made by any party to the summary proceedings or any other person having an interest in the correction of the alleged inaccuracy. 3 The High Court shall order intimation of an application under subsection (1) above to such persons as it considers appropriate and shall not determine the application without affording to the parties to the summary proceedings and to any other person having an interest in the correction of the alleged inaccuracy an opportunity to be heard. 4 The power of the High Court under this section may be exercised by a single judge of the High Court in the same manner as it may be exercised by the High Court, and subject to the same provisions. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "42", "section_title": " Leave to appeal.", "section_text": "42 1 In section 228(1) of the 1975 Act (right of appeal), after the word “may” there shall be inserted  “              , with leave granted in accordance with section 230A of this Act,            ” . 2 After section 230 of that Act there shall be inserted the following section—  Leave to appeal. 230A 1 The decision whether to grant leave to appeal for the purposes of section 228(1) of this Act shall be made by a judge of the High Court who shall— a if he considers that the documents mentioned in subsection (2) below disclose arguable grounds of appeal, grant leave to appeal and make such comments in writing as he considers appropriate; and b in any other case— i refuse leave to appeal and give reasons in writing for the refusal; and ii where the appellant is on bail and the sentence imposed on his conviction is one of imprisonment, grant a warrant to apprehend and imprison him. 2 The documents referred to in subsection (1) above are— a the note of appeal lodged under section 233(1)(a) of this Act; b in a case to which section 236 of this Act applies, the certified copy or, as the case may be, the record of the proceedings at the trial; c where the judge who presided at the trial furnishes a report under section 236A of this Act, that report; and d where, by virtue of section 275(1) of this Act, a transcript of the charge to the jury of the judge who presided at the trial is delivered to the Clerk of Justiciary, that transcript. 3 A warrant granted under subsection (1)(b)(ii) above shall not take effect until the expiry of the period of 14 days mentioned in subsection (4) below without an application to the High Court for leave to appeal having been lodged by the appellant under that subsection. 4 Where leave to appeal is refused under subsection (1) above the appellant may, within 14 days of intimation under subsection (10) below, apply to the High Court for leave to appeal. 5 In deciding an application under subsection (4) above the High Court shall— a if, after considering the documents mentioned in subsection (2) above and the reasons for the refusal, the court is of the opinion that there are arguable grounds of appeal, grant leave to appeal and make such comments in writing as the court considers appropriate; and b in any other case— i refuse leave to appeal and give reasons in writing for the refusal; and ii where the appellant is on bail and the sentence imposed on his conviction is one of imprisonment, grant a warrant to apprehend and imprison him. 6 Consideration whether to grant leave to appeal under subsection (1) or (5) above shall take place in chambers without the parties being present. 7 Comments in writing made under subsection (1)(a) or (5)(a) above may, without prejudice to the generality of that provision, specify the arguable grounds of appeal (whether or not they are contained in the note of appeal) on the basis of which leave to appeal is granted. 8 Where the arguable grounds of appeal are specified by virtue of subsection (7) above it shall not, except by leave of the High Court on cause shown, be competent for the appellant to found any aspect of his appeal on any ground of appeal contained in the note of appeal but not so specified. 9 Any application by the appellant for the leave of the High Court under subsection (8) above— a shall be made not less than seven days before the date fixed for the hearing of the appeal; and b shall, not less than seven days before that date, be intimated by the appellant to the Crown Agent. 10 The Clerk of Justiciary shall forthwith intimate— a a decision under subsection (1) or (5) above; and b in the case of a refusal of leave to appeal, the reasons for the decision, to the appellant or his solicitor and to the Crown Agent. . 3 After subsection (3) of section 233 of that Act (restriction on arguing ground not in note of appeal) there shall be inserted the following subsection— 3A Subsection (3) above shall not apply as respects any ground of appeal specified as an arguable ground of appeal by virtue of subsection (7) of section 230A of this Act. . 4 In section 442(1)(a) of that Act (right of appeal), after the word “may” there shall be inserted  “              , with leave granted in accordance with section 442ZA or, as the case may be, 453AA of this Act,            ” . 5 After section 442 of that Act there shall be inserted the following section—  Leave to appeal against conviction etc. 442ZA 1 The decision whether to grant leave to appeal for the purposes of section 442(1)(a)(i) or (iii) of this Act shall be made by a judge of the High Court who shall— a if he considers that the documents mentioned in subsection (2) below disclose arguable grounds of appeal, grant leave to appeal and make such comments in writing as he considers appropriate; and b in any other case— i refuse leave to appeal and give reasons in writing for the refusal; and ii where the appellant is on bail and the sentence imposed on his conviction is one of imprisonment, grant a warrant to apprehend and imprison him. 2 The documents referred to in subsection (1) above are— a the stated case lodged under subsection (4) of section 448 of this Act; and b the documents transmitted to the Clerk of Justiciary under subsection (3)(b) of that section. 3 A warrant granted under subsection (1)(b)(ii) above shall not take effect until the expiry of the period of 14 days mentioned in subsection (4) below without an application to the High Court for leave to appeal having been lodged by the appellant under that subsection. 4 Where leave to appeal is refused under subsection (1) above the appellant may, within 14 days of intimation under subsection (10) below, apply to the High Court for leave to appeal. 5 In deciding an application under subsection (4) above the High Court shall— a if, after considering the documents mentioned in subsection (2) above and the reasons for the refusal, the court is of the opinion that there are arguable grounds of appeal, grant leave to appeal and make such comments in writing as the court considers appropriate; and b in any other case— i refuse leave to appeal and give reasons in writing for the refusal; and ii where the appellant is on bail and the sentence imposed on his conviction is one of imprisonment, grant a warrant to apprehend and imprison him. 6 Consideration whether to grant leave to appeal under subsection (1) or (5) above shall take place in chambers without the parties being present. 7 Comments in writing made under subsection (1)(a) or (5)(a) above may, without prejudice to the generality of that provision, specify the arguable grounds of appeal (whether or not they are contained in the stated case) on the basis of which leave to appeal is granted. 8 Where the arguable grounds of appeal are specified by virtue of subsection (7) above it shall not, except by leave of the High Court on cause shown, be competent for the appellant to found any aspect of his appeal on any ground of appeal contained in the stated case but not so specified. 9 Any application by the appellant for the leave of the High Court under subsection (8) above— a shall be made not less than seven days before the date fixed for the hearing of the appeal; and b shall, not less than seven days before that date, be intimated by the appellant to the Crown Agent. 10 The Clerk of Justiciary shall forthwith intimate— a a decision under subsection (1) or (5) above; and b in the case of a refusal of leave to appeal, the reasons for the decision, to the appellant or his solicitor and to the Crown Agent. . 6 After subsection (3) of section 452 of that Act (restriction on arguing ground not in stated case) there shall be inserted the following subsection— 3A Subsection (3) above shall not apply as respects any ground of appeal specified as an arguable ground of appeal by virtue of subsection (7) of section 442ZA of this Act. . 7 After section 453A of that Act there shall be inserted the following section—  Leave to appeal against sentence. 453AA 1 The decision whether to grant leave to appeal for the purposes of section 442(1)(a)(ii) or (iia) of this Act shall be made by a judge of the High Court who shall— a if he considers that the note of appeal and other documents sent to the Clerk of Justiciary under section 453B(4)(a) of this Act disclose arguable grounds of appeal, grant leave to appeal; and b in any other case— i refuse leave to appeal and give reasons in writing for the refusal; and ii where the appellant is on bail and the sentence imposed on his conviction is one of imprisonment, grant a warrant to apprehend and imprison him. 2 A warrant granted under subsection (1)(b)(ii) above shall not take effect until the expiry of the period of 14 days mentioned in subsection (3) below without an application to the High Court for leave to appeal having been lodged by the appellant under that subsection. 3 Where leave to appeal is refused under subsection (1) above the appellant may, within 14 days of intimation under subsection (9) below, apply to the High Court for leave to appeal. 4 In deciding an application under subsection (3) above the High Court shall— a if, after considering the note of appeal and other documents mentioned in subsection (1) above and the reasons for the refusal, the court is of the opinion that there are arguable grounds of appeal, grant leave to appeal; and b in any other case— i refuse leave to appeal and give reasons in writing for the refusal; and ii where the appellant is on bail and the sentence imposed on his conviction is one of imprisonment, grant a warrant to apprehend and imprison him. 5 Consideration whether to grant leave to appeal under subsection (1) or (4) above shall take place in chambers without the parties being present. 6 Comments in writing made under subsection (1)(a) or (4)(a) above may, without prejudice to the generality of that provision, specify the arguable grounds of appeal (whether or not they are contained in the note of appeal) on the basis of which leave to appeal is granted. 7 Where the arguable grounds of appeal are specified by virtue of subsection (6) above it shall not, except by leave of the High Court on cause shown, be competent for the appellant to found any aspect of his appeal on any ground of appeal contained in the note of appeal but not so specified. 8 Any application by the appellant for the leave of the High Court under subsection (7) above— a shall be made not less than seven days before the date fixed for the hearing of the appeal; and b shall, not less than seven days before that date, be intimated by the appellant to the Crown Agent. 9 The Clerk of Justiciary shall forthwith intimate— a a decision under subsection (1) or (4) above; and b in the case of a refusal of leave to appeal, the reasons for the decision, to the appellant or his solicitor and to the Crown Agent. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "43", "section_title": " Reduction in quorum of High Court for appeals against sentence etc.", "section_text": "43 1 In section 245 of the 1975 Act (quorum of High Court in relation to appeals)— a at the beginning of subsection (1) there shall be inserted  “                  Subject to subsection (1A) below,                ” ; and b after subsection (1) there shall be inserted the following subsection— 1A For the purpose of hearing and determining any appeal under section 228(1)(b), (bb), (bc) or (bd) of this Act, or any proceeding connected therewith, two of the Lords Commissioners of Justiciary shall be a quorum of the High Court, and each judge shall be entitled to pronounce a separate opinion; but where the two Lords Commissioners of Justiciary are unable to reach agreement on the disposal of the appeal, or where they consider it appropriate, the appeal shall be heard and determined in accordance with subsection (1) above. . 2 After section 451 of that Act there shall be inserted the following section—  Quorum of High Court in relation to appeals. 451A 1 For the purpose of hearing and determining any appeal under this Part of this Act, or any proceeding connected therewith, three of the Lords Commissioners of Justiciary shall be a quorum of the High Court, and the determination of any question under this Part of this Act by the court shall be according to the votes of the majority of the members of the court sitting, including the presiding judge, and each judge so sitting shall be entitled to pronounce a separate opinion. 2 For the purpose of hearing and determining appeals under section 442(1)(a)(ii) or (iia) of this Act, or any proceeding connected therewith, two of the Lords Commissioners of Justiciary shall be a quorum of the High Court, and each judge shall be entitled to pronounce a separate opinion; but where the two Lords Commissioners of Justiciary are unable to reach agreement on the disposal of the appeal, or where they consider it appropriate, the appeal shall be heard and determined in accordance with subsection (1) above. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "44", "section_title": " Trial judge’s report.", "section_text": "44 1 Without prejudice to sections 236A and 453B(3)(b) of the 1975 Act, the High Court may, in relation to any appeal— a under section 228(1), 228A or 442(1) of the 1975 Act; b by way of bill of suspension or advocation; or c by way of petition to the nobile officium, at any time before the appeal is finally determined, order the judge who presided at the trial, passed sentence or otherwise disposed of the case to provide to the Clerk of Justiciary a report in writing giving the judge’s opinion on the case generally or in relation to any particular matter specified in the order. 2 The Clerk of Justiciary shall send a copy of a report provided under subsection (1) above to the convicted person or his solicitor, the Crown Agent and, in relation to cases referred under section 263(1) of the 1975 Act, the Secretary of State. 3 Subject to subsection (2) above, the report of the judge shall be available only to the High Court, the parties and, on such conditions as may be prescribed by Act of Adjournal, such other persons or classes of persons as may be so prescribed. 4 Expressions used in this section and in the 1975 Act have the same meaning in this section as in that Act."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "45", "section_title": " Extension of certain time limits with respect to appeals.", "section_text": "45 1 In section 451(2) of the 1975 Act (power of sheriff principal to extend certain time limits with respect to appeal by stated case), for the words from “taken” to “the sheriff” there shall be substituted taken—               a is temporarily absent from duty for any cause; b is a temporary sheriff; or c is a justice of the peace, the sheriff             . 2 In the proviso to subsection (4) of section 453B of that Act (power of sheriff principal to extend time limit with respect to appeal against sentence), for the words from “judge” to “extend” there shall be substituted judge—               a is temporarily absent from duty for any cause; b is a temporary sheriff; or c is a justice of the peace, extend             ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "46", "section_title": " New prosecution for same or similar offence.", "section_text": "46 1 In section 255 of the 1975 Act (supplementary provisions where High Court authorises new prosecution)— a at the beginning of subsection (1) there shall be inserted  “                  Subject to subsection (1A) below,                ” ; b after subsection (1) there shall be inserted the following subsections— 1A In a new prosecution under this section the accused shall not be charged with an offence more serious than that of which he was convicted in the earlier proceedings. 1B In proceedings in a new prosecution under this section it shall, subject to subsection (1C) below, be competent for either party to lead any evidence which it was competent for him to lead in the earlier proceedings. 1C The indictment in a new prosecution under this section shall identify any matters as respects which the prosecutor intends to lead evidence by virtue of subsection (1B) above which would not have been competent but for that subsection. ; and c after subsection (4) there shall be inserted the following subsections— 5 On granting authority under section 254(1)(c) of this Act to bring a new prosecution, the High Court shall, after giving the parties an opportunity of being heard, order the detention of the accused person in custody or admit him to bail. 6 Subsections (2)(b) and (4) to (6) of section 101 of this Act (prevention of delay in trials) shall apply to an accused person who is detained under subsection (5) above as they apply to an accused person detained by virtue of being committed until liberated in due course of law. . 2 In section 452B of the 1975 Act (corresponding provision in relation to summary proceedings)— a at the beginning of subsection (1) there shall be inserted  “                  Subject to subsection (1A) below,                ” ; b after subsection (1) there shall be inserted the following subsections— 1A In a new prosecution under this section the accused shall not be charged with an offence more serious than that of which he was convicted in the earlier proceedings. 1B In proceedings in a new prosecution under this section it shall, subject to subsection (1C) below, be competent for either party to lead any evidence which it was competent for him to lead in the earlier proceedings. 1C The complaint in a new prosecution under this section shall identify any matters as respects which the prosecutor intends to lead evidence by virtue of subsection (1B) above which would not have been competent but for that subsection. ; and c after subsection (4) there shall be inserted the following subsection— 5 On granting authority under section 452A(1)(d) of this Act to bring a new prosecution, the High Court may, after giving the parties an opportunity of being heard, order the detention of the accused person in custody; but an accused person may not be detained by virtue of this subsection for a period of more than 40 days. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "47", "section_title": " Insanity in bar of trial.", "section_text": "47 1 For subsection (1) of section 174 of the 1975 Act (finding of insanity in bar of trial in solemn proceedings) there shall be substituted the following subsections— 1 Where the court is satisfied, on the written or oral evidence of two medical practitioners, that a person charged on indictment with the commission of an offence is insane so that his trial cannot proceed or, if it has commenced, cannot continue, the court shall, subject to subsection (1A) below— a make a finding to that effect and state the reasons for that finding; b discharge the trial diet and order that a diet (in this Act referred to as an “an examination of facts”) be held under section 174ZA of this Act; and c remand the person in custody or on bail or, where the court is satisfied— i on the written or oral evidence of two medical practitioners, that he is suffering from mental disorder of a nature or degree which warrants his admission to hospital under Part V of the Mental Health (Scotland) Act 1984; and ii that a hospital is available for his admission and suitable for his detention, make an order (in this section referred to as a “temporary hospital order”) committing him to that hospital until the conclusion of the examination of facts. 1A Subsection (1) above is without prejudice to the power of the court, on an application by the prosecutor, to desert the diet pro loco et tempore. 1B The court may, before making a finding under subsection (1) above as to the insanity of a person, adjourn the case in order that investigation of his mental condition may be carried out. 1C The court which made a temporary hospital order may, at any time while the order is in force, review the order on the ground that there has been a change of circumstances since the order was made and, on such review— a where the court considers that such an order is no longer required in relation to a person, it shall revoke the order and may remand him in custody or on bail; b in any other case, the court may— i confirm or vary the order; or ii revoke the order and make such other order, under subsection (1)(c) above or any other provision of this Part of this Act, as the court considers appropriate. . 2 For subsection (2) of section 375 of the 1975 Act (finding of insanity in bar of trial in summary proceedings) there shall be substituted the following subsections— 2 Where the court is satisfied, on the written or oral evidence of two medical practitioners, that a person charged summarily in the sheriff court with the commission of an offence is insane so that his trial cannot proceed or, if it has commenced, cannot continue, the court shall, subject to subsection (2A) below— a make a finding to that effect and state the reasons for that finding; b discharge the trial diet and order that a diet (in this Act referred to as an “examination of facts”) be held in accordance with section 375ZA of this Act; and c remand the person in custody or on bail or, where the court is satisfied— i on the written or oral evidence of two medical practitioners, that he is suffering from mental disorder of a nature or degree which warrants his admission to hospital under Part V of the Mental Health (Scotland) Act 1984; and ii that a hospital is available for his admission and suitable for his detention, make an order (in this section referred to as a “temporary hospital order”) committing him to that hospital until the conclusion of the examination of facts. 2A Subsection (2) above is without prejudice to the power of the court, on an application by the prosecutor, to desert the diet pro loco et tempore. 2B The court may, before making a finding under subsection (2) above as to the insanity of a person, adjourn the case in order that investigation of his mental condition may be carried out. 2C The court which made a temporary hospital order may, at any time while the order is in force, review the order on the ground that there has been a change of circumstances since the order was made and, on such review— a where the court considers that such an order is no longer required in relation to a person, it shall revoke the order and may remand him in custody or on bail; b in any other case, the court may— i confirm or vary the order; or ii revoke the order and make such other order, under subsection (2)(c) above or any other provision of this Part of this Act, as the court considers appropriate. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "48", "section_title": " Insanity as ground of acquittal in summary proceedings.", "section_text": "48 After subsection (3) of section 375 of the 1975 Act (insanity in bar of trial) there shall be inserted the following subsection— 3A Where, in the case of any person charged summarily in the sheriff court, evidence is brought before the court that the person was insane at the time of doing the act or making the omission constituting the offence with which he is charged and the person is acquitted, the court shall state whether the person was insane at that time and, if so, whether he was acquitted on that ground. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "49", "section_title": " Examination of facts.", "section_text": "49 1 After section 174 of the 1975 Act there shall be inserted the following sections—  Examination of facts. 174ZA 1 At an examination of facts ordered under section 174(1)(b) of this Act the court shall, on the basis of the evidence (if any) already given in the trial and such evidence, or further evidence, as may be led by either party, determine whether it is satisfied— a beyond reasonable doubt, as respects any charge on indictment in respect of which the accused was being or was to be tried, that he did the act or made the omission constituting the offence; and b on the balance of probabilities, that there are no grounds for acquitting him. 2 Where the court is satisfied as mentioned in subsection (1) above, it shall make a finding to that effect. 3 Where the court is not so satisfied it shall, subject to subsection (4) below, acquit the person of the charge. 4 Where, as respects a person acquitted under subsection (3) above, the court is satisfied as to the matter mentioned in subsection (1)(a) above but it appears to the court that the person was insane at the time of doing the act or making the omission constituting the offence, the court shall state whether the acquittal is on the ground of such insanity. 5 Where it appears to the court that it is not practicable or appropriate for the accused to attend an examination of facts the court may, if no objection is taken by or on behalf of the accused, order that the examination of facts shall proceed in his absence. 6 Subject to the provisions of this section, section 174ZB of this Act and any Act of Adjournal, the rules of evidence and procedure and the powers of the court shall, in respect of an examination of facts, be as nearly as possible those applicable in respect of a trial. 7 For the purposes of the application to an examination of facts of the rules and powers mentioned in subsection (6) above, an examination of facts— a commences when the indictment is called; and b concludes when the court— i acquits the person under subsection (3) above; ii makes an order under subsection (2) of section 174ZC of this Act; or iii decides, under paragraph (e) of that subsection, not to make an order.  Examination of facts: supplementary provisions. 174ZB 1 An examination of facts ordered under section 174(1)(b) of this Act may, where the order is made at the trial diet, be held immediately following the making of the order and, where it is so held, the citation of the accused and any witness to the trial diet shall be a valid citation to the examination of facts. 2 A warrant for citation of an accused and witnesses under section 69 of this Act shall be sufficient warrant for citation to an examination of facts. 3 Where an accused person is not legally represented at an examination of facts the court shall appoint counsel or a solicitor to represent his interests. 4 The court may, on the motion of the prosecutor and after hearing the accused, order that the examination of facts shall proceed in relation to a particular charge, or particular charges, in the indictment in priority to other such charges. 5 The court may, on the motion of the prosecutor and after hearing the accused, at any time desert the examination of facts pro loco et tempore as respects either the whole indictment or any charge therein. 6 Where, and to the extent that, an examination of facts has, under subsection (5) above, been deserted pro loco et tempore, the Lord Advocate may, at any time, raise and insist in a new indictment notwithstanding any time limit which would otherwise apply in respect of prosecution of the alleged offence. 7 If, in a case where a court has made a finding under subsection (2) of section 174ZA above, a person is subsequently charged, whether on indictment or on a complaint, with an offence arising out of the same act or omission as is referred to in subsection (1) of that section, any order made under section 174ZC(2) of this Act shall, with effect from the commencement of the later proceedings, cease to have effect. 8 For the purposes of subsection (7) above, the later proceedings are commenced when the indictment or, as the case may be, the complaint is served. . 2 After section 375 of the 1975 Act there shall be inserted the following sections—  Examination of facts. 375ZA 1 At an examination of facts ordered under section 375(2)(b) of this Act the court shall, on the basis of the evidence (if any) already given in the trial and such evidence, or further evidence, as may be led by either party, determine whether it is satisfied— a beyond reasonable doubt, as respects any charge in a complaint in respect of which the accused was being or was to be tried, that he did the act or made the omission constituting the offence; and b on the balance of probabilities, that there are no grounds for acquitting him. 2 Where the court is satisfied as mentioned in subsection (1) above, it shall make a finding to that effect. 3 Where the court is not so satisfied it shall, subject to subsection (4) below, acquit the person of the charge. 4 Where, as respects a person acquitted under subsection (3) above, the court is satisfied as to the matter mentioned in subsection (1)(a) above but it appears to the court that the person was insane at the time of doing the act or making the omission constituting the offence, the court shall state whether the acquittal is on the ground of such insanity. 5 Where it appears to the court that it is not practicable or appropriate for the accused to attend an examination of facts the court may, if no objection is taken by or on behalf of the accused, order that the examination of facts shall proceed in his absence. 6 Subject to the provisions of this section, section 375ZB of this Act and any Act of Adjournal, the rules of evidence and procedure and the powers of the court in respect of an examination of facts shall be as nearly as possible those applicable in respect of a trial. 7 For the purposes of the application to an examination of facts of the rules and powers mentioned in subsection (6) above, an examination of facts— a commences when the diet is called; and b concludes when the court— i acquits the person under subsection (3) above; ii makes an order under subsection (2) of section 375ZC of this Act; or iii decides, under paragraph (e) of that subsection, not to make an order.  Examination of facts: supplementary provisions. 375ZB 1 An examination of facts ordered under section 375(2)(b) of this Act may, where the order is made at the trial diet, be held immediately following the making of the order and, where it is so held, the citation of the accused and any witness to the trial diet shall be a valid citation to the examination of facts. 2 Where an accused person is not legally represented at an examination of facts the court shall appoint counsel or a solicitor to represent his interests. 3 The court may, on the motion of the prosecutor and after hearing the accused, order that the examination of facts shall proceed in relation to a particular charge, or particular charges, in the complaint in priority to other such charges. 4 The court may, on the motion of the prosecutor and after hearing the accused, at any time desert the examination of facts pro loco et tempore as respects the whole complaint or any charge in the complaint. 5 Where, and to the extent that, an examination of facts has, under subsection (4) above, been deserted pro loco et tempore, the prosecutor may, at any time, raise a fresh libel notwithstanding any time limit which would otherwise apply in respect of prosecution of the alleged offence. 6 If, in a case where a court has made a finding under subsection (2) of section 375ZA of this Act, a person is subsequently charged, whether on indictment or on a complaint, with an offence arising out of the same act or omission as is referred to in subsection (1) of that section, any order made under section 375ZC(2) of this Act shall, with effect from the commencement of the later proceedings, cease to have effect. 7 For the purposes of subsection (6) above, the later proceedings are commenced when the indictment or, as the case may be, the complaint is served. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "50", "section_title": " Disposal of case where accused found to be insane.", "section_text": "50 1 After section 174ZB of the 1975 Act (inserted by section 49(1) of this Act) there shall be inserted the following section—  Disposal of case where accused found to be insane. 174ZC 1 This section applies where— a a person is, by virtue of section 174(2) or 174ZA(3) of this Act, acquitted on the ground of his insanity at the time of the act or omission; or b following an examination of facts under section 174ZA, a court makes a finding under subsection (2) of that section. 2 Subject to subsection (3) below, where this section applies the court may, as it thinks fit— a make an order (which shall have the same effect as a hospital order) that the person be detained in such hospital as the court may specify; b in addition to making an order under paragraph (a) above, make an order (which shall have the same effect as a restriction order) that the person shall, without limit of time, be subject to the special restrictions set out in section 62(1) of the Mental Health (Scotland) Act 1984; c make an order (which shall have the same effect as a guardianship order) placing the person under the guardianship of a local authority or of a person approved by a local authority; d make a supervision and treatment order (within the meaning of paragraph 1(1) of Schedule 5A to this Act); or e make no order. 3 Where the offence with which the person was charged is murder, the court shall make orders under both paragraphs (a) and (b) of subsection (2) above in respect of that person. 4 Sections 175(1) and (3) to (6) and 176 to 178 of this Act shall have effect in relation to the making, terms and effect of an order under paragraph (a), (b) or (c) of subsection (2) above as those provisions have effect in relation to the making, terms and effect of, respectively, a hospital order, a restriction order and a guardianship order as respects a person convicted of an offence, other than an offence the sentence for which is fixed by law, punishable by imprisonment. . 2 After section 375ZB of the 1975 Act (inserted by section 49(2) of this Act) there shall be inserted the following section—  Disposal of case where accused found to be insane. 375ZC 1 This section applies where— a a person is, by virtue of section 375(3A) or 375ZA(3) of this Act, acquitted on the ground of his insanity at the time of the act or omission; or b following an examination of facts under section 375ZA, a court makes a finding under subsection (2) of that section. 2 Where this section applies the court may, as it thinks fit— a make an order (which shall have the same effect as a hospital order) that the person be detained in such hospital as the court may specify; b in addition to making an order under paragraph (a) above, make an order (which shall have the same effect as a restriction order) that the person shall, without limit of time, be subject to the special restrictions set out in section 62(1) of the Mental Health (Scotland) Act 1984; c make an order (which shall have the same effect as a guardianship order) placing the person under the guardianship of a local authority or of a person approved by a local authority; d make a supervision and treatment order (within the meaning of paragraph 1(1) of Schedule 5A to this Act); or e make no order. 3 Sections 376(1) and (6) to (9) and 377 to 379 of this Act shall have effect in relation to the making, terms and effect of an order under paragraph (a), (b) or (c) of subsection (2) above as those provisions have effect in relation to the making, terms and effect of, respectively, a hospital order, a restriction order and a guardianship order as respects a person convicted of an offence, other than an offence the sentence for which is fixed by law, punishable by imprisonment. 3 The Schedule set out in Schedule 2 to this Act (which makes provision as respects supervision and treatment orders) shall be inserted in the 1975 Act as Schedule 5A to that Act."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "51", "section_title": " Appeal by accused in case involving insanity.", "section_text": "51 1 After section 174ZC of the 1975 Act (inserted by section 50(1) of this Act) there shall be inserted the following section—  Appeal by accused in case involving insanity. 174ZD 1 A person may appeal to the High Court against— a a finding made under section 174(1) of this Act that he is insane so that his trial cannot proceed or continue, or the refusal of the court to make such a finding; b a finding under section 174ZA(2) of this Act; or c an order made under section 174ZC(2) of this Act. 2 An appeal under subsection (1) above shall be— a in writing; and b lodged— i in the case of an appeal under paragraph (a) of that subsection, not later than seven days after the date of the finding or refusal which is the subject of the appeal; ii in the case of an appeal under paragraph (b), or both paragraphs (b) and (c), of that subsection, not later than 28 days after the conclusion of the examination of facts; iii in the case of an appeal under paragraph (c) of that subsection against an order made on an acquittal, by virtue of section 174(2) or 174ZA(3) of this Act, on the ground of insanity at the time of the act or omission, not later than 14 days after the date of the acquittal; iv in the case of an appeal under that paragraph against an order made on a finding under section 174ZA(2), not later than 14 days after the conclusion of the examination of facts, or within such longer period as the High Court may, on cause shown, allow. 3 Subsections (1)(a) and (2)(b)(i) above are without prejudice to section 76A(1) of this Act. 4 Where an appeal is taken under subsection (1) above, the period from the date on which the appeal was lodged until it is withdrawn or disposed of shall not count towards any time limit applying in respect of the case. 5 An appellant in an appeal under this section shall be entitled to be present at the hearing of the appeal unless the High Court determines that his presence is not practicable or appropriate. 6 In disposing of an appeal under subsection (1) above the High Court may— a affirm the decision of the court of first instance; b make any other finding or order which that court could have made at the time when it made the finding or order which is the subject of the appeal; or c remit the case to that court with such directions in the matter as the High Court thinks fit. 7 Section 280 of this Act shall not apply in relation to any order as respects which a person has a right of appeal under subsection (1)(c) above. . 2 After section 375ZC of that Act (inserted by section 50(2) of this Act) there shall be inserted the following section—  Appeal by accused in case involving insanity. 375ZD 1 A person may appeal to the High Court against— a a finding made under section 375(2) of this Act that he is insane so that his trial cannot proceed or continue, or the refusal of the court to make such a finding; b a finding under section 375ZA(2) of this Act; or c an order made under section 375ZC(2) of this Act. 2 An appeal under subsection (1) above shall be— a in writing; and b lodged— i in the case of an appeal under paragraph (a) of that subsection, not later than seven days after the date of the finding or refusal which is the subject of the appeal; ii in the case of an appeal under paragraph (b), or both paragraphs (b) and (c), of that subsection, not later than 28 days after the conclusion of the examination of facts; iii in the case of an appeal under paragraph (c) of that subsection against an order made on an acquittal, by virtue of section 375(3A) or 375ZA(3) of this Act, on the ground of insanity at the time of the act or omission, not later than 14 days after the date of the acquittal; iv in the case of an appeal under that paragraph against an order made on a finding under section 375ZA(2), not later than 14 days after the conclusion of the examination of facts, or within such longer period as the High Court may, on cause shown, allow. 3 Where an appeal is taken under subsection (1) above, the period from the date on which the appeal was lodged until it is withdrawn or disposed of shall not count towards any time limit applying in respect of the case. 4 An appellant in an appeal under this section shall be entitled to be present at the hearing of the appeal unless the High Court determines that his presence is not practicable or appropriate. 5 In disposing of an appeal under subsection (1) above the High Court may— a affirm the decision of the court of first instance; b make any other finding or order which that court could have made at the time when it made the finding or order which is the subject of the appeal; or c remit the case to that court with such directions in the matter as the High Court thinks fit. 6 Section 443 of this Act shall not apply in relation to any order as respects which a person has a right of appeal under subsection (1)(c) above. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "52", "section_title": " Appeal by prosecutor in case involving insanity.", "section_text": "52 1 After section 174ZD of the 1975 Act (inserted by section 51(1) of this Act) there shall be inserted the following section—  Appeal by Lord Advocate in case involving insanity. 174ZE 1 The Lord Advocate may appeal to the High Court on a point of law against— a a finding under subsection (1) of section 174 of this Act that an accused is insane so that his trial cannot proceed or continue; b an acquittal on the ground of insanity at the time of the act or omission by virtue of subsection (2) of that section; c an acquittal under section 174ZA(3) of this Act (whether or not on the ground of insanity at the time of the act or omission); or d any order made under section 174ZC(2) of this Act. 2 An appeal under subsection (1) above shall be— a in writing; and b lodged— i in the case of an appeal under paragraph (a) or (b) of that subsection, not later than seven days after the finding or, as the case may be, the acquittal which is the subject of the appeal; ii in the case of an appeal under paragraph (c) or (d) of that subsection, not later than seven days after the conclusion of the examination of facts, or within such longer period as the High Court may, on cause shown, allow. 3 Subsection (1)(a) and (2)(b)(i) above are without prejudice to section 76A(1) of this Act. 4 A respondent in an appeal under this section shall be entitled to be present at the hearing of the appeal unless the High Court determines that his presence is not practicable or appropriate. 5 In disposing of an appeal under subsection (1) above the High Court may— a affirm the decision of the court of first instance; b make any other finding or order which that court could have made at the time when it made the finding or order which is the subject of the appeal; or c remit the case to that court with such directions in the matter as the High Court thinks fit. . 2 After section 375ZD of that Act (inserted by section 51(2) of this Act) there shall be inserted the following section—  Appeal by prosecutor in case involving insanity. 375ZE 1 The prosecutor may appeal to the High Court on a point of law against— a a finding under subsection (2) of section 375 of this Act that an accused is insane so that his trial cannot proceed or continue; b an acquittal on the ground of insanity at the time of the act or omission by virtue of subsection (3A) of that section; c an acquittal under section 375ZA(3) of this Act (whether or not on the ground of insanity at the time of the act or omission); or d any order made under section 375ZC(2) of this Act. 2 An appeal under subsection (1) above shall be— a in writing; and b lodged— i in the case of an appeal under paragraph (a) or (b) of that subsection, not later than seven days after the finding or, as the case may be, the acquittal which is the subject of the appeal; ii in the case of an appeal under paragraph (c) or (d) of that subsection, not later than seven days after the conclusion of the examination of facts, or within such longer period as the High Court may, on cause shown, allow. 3 A respondent in an appeal under this section shall be entitled to be present at the hearing of the appeal unless the High Court determines that his presence is not practicable or appropriate. 4 In disposing of an appeal under subsection (1) above the High Court may— a affirm the decision of the court of first instance; b make any other finding or order which that court could have made at the time when it made the finding or order which is the subject of the appeal; or c remit the case to that court with such directions in the matter as the High Court thinks fit. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "53", "section_title": " Review of committal of mentally disordered accused to hospital.", "section_text": "53 In each of sections 25 and 330 of the 1975 Act (power of court to commit to hospital person suffering from mental disorder), after subsection (4) there shall be inserted the following subsections— 5 Without prejudice to subsection (3) above, the court may review an order under subsection (1) above on the ground that there has been a change of circumstances since the order was made and, on such review— a where the court considers that such an order is no longer required in relation to a person, it shall revoke the order and may deal with him in such way mentioned in subsection (3) above as the court thinks appropriate; b in any other case, the court may— i confirm or vary the order; or ii revoke the order and deal with him in such way mentioned in subsection (3) above as the court considers appropriate. 6 Subsections (1) to (4) above shall apply to the review of an order under subsection (5) above as they apply to the making of an order under subsection (1) above. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "54", "section_title": " Restriction orders to be without limit of time.", "section_text": "54 1 In subsection (1) of each of sections 178 and 379 of the 1975 Act (power of court to impose restriction order in addition to hospital order), the words “either” and “or during such period as may be specified in the order” shall cease to have effect. 2 The amendments made by subsection (1) above shall not have effect in relation to any restriction order made before the coming into force of this section."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "55", "section_title": " Committal to hospital for inquiry into mental condition.", "section_text": "55 1 Each of sections 180 and 381 of the 1975 Act (remand for inquiry into physical or mental condition) shall be amended as follows. 2 In subsection (1) for the words “shall remand him in custody or on bail for” there shall be substituted— shall—               a for the purpose of inquiry solely into his physical condition, remand him in custody or on bail; b for the purpose of inquiry into his mental condition (whether or not in addition to his physical condition), remand him in custody or on bail or, where the court is satisfied— i on the written or oral evidence of a medical practitioner, that the person appears to be suffering from a mental disorder; and ii that a hospital is available for his admission and suitable for his detention, make an order committing him to that hospital, for             . 3 After subsection (1) there shall be inserted the following subsections— 1A Where the court is of the opinion that a person ought to continue to be committed to hospital for the purpose of inquiry into his mental condition following the expiry of the period specified in an order for committal to hospital under paragraph (b) of subsection (1) above, the court may— a if the condition in sub-paragraph (i) of that paragraph continues to be satisfied and a suitable hospital is available for his continued detention, renew the order for such further period not exceeding three weeks as the court thinks necessary to enable a medical examination and report to be made; and b in any other case, remand the person in custody or on bail in accordance with subsection (1) above. 1B An order under subsection (1A)(a) above may, unless objection is made by or on behalf of the person to whom it relates, be made in his absence. 1C Where, before the expiry of the period specified in an order for committal to hospital under subsection (1)(b) above, the court considers, on an application made to it, that committal to hospital is no longer required in relation to the person, the court shall revoke the order and may make such other order, under subsection (1)(a) above or any other provision of this Part of this Act, as the court considers appropriate. . 4 In subsection (4), after the word “section” there shall be inserted  “              to remand in custody or on bail            ” . 5 After subsection (4) there shall be inserted the following subsection— 4A On making an order of committal to hospital under subsection (1)(b) above the court shall send to the hospital specified in the order a statement of the reasons for which the court is of the opinion that an inquiry ought to be made into the mental condition of the person to whom it relates, and of any information before the court about his mental condition. . 6 In subsection (5)— a after the word “imposed” there shall be inserted  “                  , and a person committed to hospital under this section may appeal against the order of committal,                ” ; b after the word “remand” there shall be inserted  “                  or, as the case may be, committal                ” ; and c at the end of paragraph (b) there shall be inserted— ; or                   c in the case of an appeal against an order of committal to hospital, revoke the order and remand the person in custody. . 7 After subsection (5) there shall be inserted the following subsections— 6 The court may, on cause shown, vary an order for committal to hospital under subsection (1)(b) above by substituting another hospital for the hospital specified in the order. 7 Subsection (1)(b) above shall apply to the variation of an order under subsection (6) above as it applies to the making of an order for committal to hospital. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "56", "section_title": " Criminal Courts Rules Council.", "section_text": "56 1 There shall be established a body, to be known as the Criminal Courts Rules Council (in this section referred to as “the Council”) which shall have the functions conferred on it by subsection (9) below. 2 The Council shall consist of— a the Lord Justice General, the Lord Justice Clerk and the Clerk of Justiciary; b a further Lord Commissioner of Justiciary appointed by the Lord Justice General; c the following persons appointed by the Lord Justice General after such consultation as he considers appropriate— i two sheriffs; ii two members of the Faculty of Advocates; iii two solicitors; iv one sheriff clerk; and v one person appearing to him to have a knowledge of the procedures and practices of the district court; d two persons appointed by the Lord Justice General after consultation with the Lord Advocate, at least one of whom must be a procurator fiscal; e two persons appointed by the Lord Justice General after consultation with the Secretary of State, at least one of whom must be a person appearing to the Lord Justice General to have— i a knowledge of the procedures and practices of the courts exercising criminal jurisdiction in Scotland; and ii an awareness of the interests of victims of crime and of witnesses in criminal proceedings; and f any persons appointed under subsection (3) below. 3 The Lord Justice General may appoint not more than two further persons, and the Secretary of State may appoint one person, to membership of the Council. 4 The chairman of the Council shall be the Lord Justice General or such other member of the Council, being a Lord Commissioner of Justiciary, as the Lord Justice General may nominate. 5 The members of the Council appointed under paragraphs (b) to (f) of subsection (2) above shall, so long as they retain the respective qualifications (if any) mentioned in those paragraphs, hold office for three years and be eligible for reappointment. 6 Any vacancy in the membership of the Council by reason of the death or demission of office, prior to the expiry of the period for which he was appointed, of a member appointed under any of paragraphs (b) to (f) of subsection (2) above shall be filled by the appointment by the Lord Justice General or, as the case may be, the Secretary of State, after such consultation (if any) as is required by the paragraph in question, of another person having the qualifications (if any) required by that paragraph, and a person so appointed shall hold office only until the expiry of that period. 7 The Council shall meet— a at intervals of not more than 12 months; and b at any time when summoned by the chairman or by three members of the Council, but shall, subject to the foregoing, have power to regulate the summoning of its meetings and the procedure at such meetings. 8 At any meeting of the Council six members shall be a quorum. 9 The functions of the Council shall be— a to keep under general review the procedures and practices of the courts exercising criminal jurisdiction in Scotland (including any matters incidental or relating to those procedures or practices); and b to consider and comment on any draft Act of Adjournal submitted to it by the High Court, which shall, in making the Act of Adjournal, take account to such extent as it considers appropriate of any comments made by the Council under this paragraph. 10 In the discharge of its functions under subsection (9) above the Council may invite representations on any aspect of the procedures and practices of the courts exercising criminal jurisdiction in Scotland (including any matters incidental or relating to those procedures or practices) and shall consider any such representations received by it, whether or not submitted in response to such an invitation. 11 Except where the context otherwise requires, expressions used in this section and in the 1975 Act have the same meaning in this section as in that Act."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "57", "section_title": " Information for financial and other purposes.", "section_text": "57 1 The Secretary of State shall in each year publish such information as he considers expedient for the purpose of— a enabling persons engaged in the administration of criminal justice to become aware of the financial implications of their decisions; or b facilitating the performance by such persons of their duty to avoid discriminating against any persons on the ground of race or sex or any other improper ground. 2 Publication under subsection (1) above shall be effected in such manner as the Secretary of State considers appropriate for the purpose of bringing the information to the attention of the persons concerned."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "58", "section_title": " Prints, samples etc. in criminal investigations.", "section_text": "58 1 Section 28 of the  Prisoners and Criminal Proceedings (Scotland) Act 1993 (prints, samples etc. in criminal investigations) shall be amended in accordance with subsections (2) to (4) below. 2 In subsection (3)— a at the beginning there shall be inserted the words  “                  Subject to subsection (3A) below,                ” ; b after the words “subsection (2) above” there shall be inserted  “                  , all samples taken under subsection (4) below and all information derived from such samples                ” ; and c for the word “immediately” there shall be substituted  “                  as soon as possible                ” . 3 After subsection (3) there shall be inserted the following subsections— 3A The duty under subsection (3) above to destroy samples taken under subsection (4) below and information derived from such samples shall not apply where the destruction of the sample or the information could have the effect of destroying any sample, or any information derived therefrom, lawfully held in relation to a person other than the person from whom the sample was taken. 3B No sample, or information derived from a sample, retained by virtue of subsection (3A) above shall be used— a in evidence against the person from whom the sample was taken; or b for the purposes of the investigation of any offence. 3C The duty under subsection (3) above shall not apply where the record, sample or information in question is of the same kind as a record, a sample or, as the case may be, information lawfully held by or on behalf of any police force in relation to the person. . 4 In subsection (4)— a in paragraph (a)— i after the word “body” there shall be inserted  “                      , other than pubic hair,                    ” ; and ii for the words “or combing” there shall be substituted  “                      , combing or plucking                    ” ; and b at the end there shall be inserted the following paragraph— d from the inside of the mouth, by means of swabbing, a sample of saliva or other material . 5 After section 28 of that Act of 1993 there shall be inserted the following sections—  Prints, samples etc. in criminal investigations: supplementary provisions. 28A 1 This section applies where a person convicted of an offence— a has not, since the conviction, had a sample, print or impression taken from him; or b has (whether before or after the conviction) had a sample, print or impression taken from him but it was not suitable for the means of analysis for which it was taken or, though suitable, was insufficient (either in quantity or in quality) to enable information to be obtained by that means of analysis. 2 Where this section applies, a constable may, within the permitted period— a take from the convicted person fingerprints, palmprints and such other prints and impressions of an external part of the body as the constable reasonably considers it appropriate to take; and b with the authority of an officer of a rank no lower than inspector, take from the person any sample mentioned in any of paragraphs (a) to (d) of subsection (4) of section 28 of this Act by the means specified in that paragraph in relation to that sample. 3 A constable— a may require the convicted person to attend a police station for the purposes of subsection (2) above; b may, where the convicted person is in legal custody within the meaning of the 1975 Act, exercise the powers conferred by subsection (2) above in relation to the person in the place where he is for the time being. 4 In subsection (2) above, “ the permitted period ” means— a in a case to which paragraph (a) of subsection (1) above applies, the period of one month beginning with the date of the conviction; b in a case to which paragraph (b) of that subsection applies, the period of one month beginning with the date on which a constable of the police force which instructed the analysis receives written intimation that the sample, print or impression was unsuitable or, as the case may be, insufficient as mentioned in that paragraph. 5 A requirement under subsection (3)(a) above— a shall give the person at least seven days’ notice of the date on which he is required to attend; b may direct him to attend at a specified time of day or between specified times of day. 6 Any constable may arrest without warrant a person who fails to comply with a requirement under subsection (3)(a) above.  Use of prints, samples etc. 28B Without prejudice to any power to do so apart from this section, prints, impressions and samples lawfully held by or on behalf of any police force or in connection with or as a result of an investigation of an offence and information derived therefrom may be checked against other such prints, impressions, samples and information. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "59", "section_title": " Calculation of period of detention at police station where person previously detained under another enactment etc.", "section_text": "59 In section 2(3A) of the  Criminal Justice (Scotland) Act 1980 (detention and questioning at police station)— a for the words from “he” to “be” there shall be substituted  “              and is            ” ; and b after the word “detention” there shall be inserted  “              , the period of six hours mentioned in subsection (2) above shall be reduced by the length of that earlier detention            ” ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "60", "section_title": " Jurisdiction of district court in relation to statutory offences.", "section_text": "60 For subsection (1) of section 7 of the  Criminal Justice (Scotland) Act 1980 (jurisdiction of district courts in relation to statutory offences) there shall be substituted the following subsections— 1 Except in so far as any enactment (including this Act and an enactment passed after this Act) otherwise provides, it shall be competent for a district court to try any statutory offence which is triable summarily. 1A Without prejudice to any other or wider power conferred by any enactment, it shall not be competent for a district court, as respects any statutory offence— a to impose a sentence of imprisonment for a period exceeding 60 days; b to impose a fine of an amount exceeding level 4 on the standard scale; or c to ordain an accused person to find caution for any period exceeding six months or to an amount exceeding level 4 on the standard scale. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "61", "section_title": " Conditional offer of fixed penalty by procurator fiscal.", "section_text": "61 1 Section 56 of the  Criminal Justice (Scotland) Act 1987 (conditional offer of fixed penalty by procurator fiscal) shall be amended as follows. 2 After subsection (2) there shall be inserted the following subsection— 2A In this section “ the appropriate fixed penalty ” means such fixed penalty on the scale prescribed under subsection (7) below as the procurator fiscal thinks fit having regard to the circumstances of the case. . 3 In subsection (3)(b)(i), after the word “the” in the second place where it occurs there shall be inserted  “              appropriate            ” . 4 After subsection (3) there shall be inserted the following subsection— 3A A conditional offer may be made in respect of more than one relevant offence and shall, in such a case, state the amount of the appropriate fixed penalty for all the offences in respect of which it is made. . 5 In each of subsections (4) and (6), after the words “payment of the” there shall be inserted  “              appropriate            ” . 6 For subsection (7) there shall be substituted the following subsections— 7 The Secretary of State shall, by order, prescribe a scale of fixed penalties for the purposes of this section, the amount of the maximum penalty on the scale being a sum not exceeding level 1 on the standard scale. 7A An order under subsection (7) above— a may contain provision as to the payment of fixed penalties by instalments; and b shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. . 7 In subsection (8), after the words “instalment of the” there shall be inserted  “              appropriate            ” ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "62", "section_title": " Time limit for summary prosecution of statutory offences.", "section_text": "62 1 Section 331 of the 1975 Act (time limit for summary prosecution of statutory offences) shall be amended as follows. 2 In subsection (1), after the words “in respect of” there shall be inserted  “              any offence triable only summarily and consisting of            ” . 3 Subsection (2) shall cease to have effect."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "63", "section_title": " Abolition of private summary prosecutions.", "section_text": "63 After section 310 of the 1975 Act there shall be inserted the following section—  Abolition of private summary prosecutions. 310A Except where any enactment otherwise expressly provides, all prosecutions under this Part of this Act shall be brought at the instance of the procurator fiscal. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "64", "section_title": " Legal aid in case involving insanity in bar of trial.", "section_text": "64 In subsection (1) of section 22 of the  Legal Aid (Scotland) Act 1986 (circumstances in which criminal legal aid automatically available), after paragraph (d) there shall be inserted the following paragraphs— da in relation to any proceedings under solemn or summary procedure whereby the court determines (whether or not on a plea by the accused person) whether he is insane so that his trial cannot proceed or continue; db in relation to an examination of facts held under section 174ZA or 375ZA of the Criminal Procedure (Scotland) Act 1975 and the disposal of the case following such examination of facts; dc in relation to any appeal under section 174ZD (appeal by accused in case involving insanity) or 174ZE (appeal by Lord Advocate in case involving insanity) or section 375ZD or 375ZE (equivalent provisions as respects summary procedure) of that Act of 1975; ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "65", "section_title": " Legal aid in criminal appeals.", "section_text": "65 1 Section 25 of the  Legal Aid (Scotland) Act 1986 (legal aid in criminal appeals) shall be amended in accordance with subsections (2) to (5) below. 2 In subsection (1)— a after the word “sentence” there shall be inserted  “                  , other disposal                ” ; and b at the end there shall be inserted the words  “                  other than an appeal in relation to which section 22(1)(dc) of this Act applies.                ” . 3 In subsection (2)— a the words “the Board is satisfied” shall cease to have effect; b in paragraph (a), after the word “below,” there shall be inserted  “                  the Board is satisfied                ” ; and c for paragraph (b) and the preceding “and” there shall be substituted— b in the case of an appeal under section 228(1) or 442(1)(a) of the Criminal Procedure (Scotland) Act 1975, leave to appeal is granted; and c in the case of an appeal under any provision of that Act other than sections 228(1) and 442(1)(a), where the applicant is the appellant, the Board is satisfied that in all the circumstances of the case it is in the interests of justice that the applicant should receive criminal legal aid. . 4 After subsection (2) there shall be inserted the following subsection— 2A Where the Board has refused an application for criminal legal aid on the ground that it is not satisfied as mentioned in subsection (2)(c) above the High Court may, at any time prior to the disposal of an appeal, whether or not on application made to it, notwithstanding such refusal determine that it is in the interests of justice that the applicant should receive criminal legal aid in connection with the appeal, and the Board shall forthwith make such legal aid available to him. . 5 For subsection (5) there shall be substituted the following subsections— 5 Subsections (2)(a), (3) and (4) above shall apply to an application for criminal legal aid in connection with consideration under section 230A, 442ZA or 453AA of the Criminal Procedure (Scotland) Act 1975 whether to grant leave to appeal as if— a in subsection (2)(a), for the words “of the appeal” there were substituted “in connection with consideration whether to grant leave to appeal”; and b in subsection (4), after the word “is” there were inserted “, subject to leave being granted,”. 6 Subsections (2)(a) and (c) and (2A) to (4) above shall apply to an application for criminal legal aid in connection with a petition to the nobile officium of the High Court of Justiciary (whether arising in the course of any proceedings or otherwise) as they apply for the purposes of subsection (1) above. 7 Subsections (2)(a), (3) and (4) above shall apply to an application for criminal legal aid in connection with a reference by the Secretary of State under section 263 of the Criminal Procedure (Scotland) Act 1975 as they apply for the purposes of subsection (1) above. . 6 In section 30(3) of that Act (application of section 25 of that Act to legal aid in contempt proceedings)— a before the words “Section 25” there shall be inserted  “                  Subsections (2)(a) and (c), (2A) to (4) and (6) of                ” ; b for the words “it applies” there shall be substituted  “                  they apply                ” ; c after the word “sentence” there shall be inserted  “                  , other disposal                ” ; d after the word “application” there shall be inserted the following paragraph— za in subsection (2A) of that section, the reference to the High Court shall include a reference to the Court of Session; ; and e in paragraph (b), for the word “(5)” there shall be substituted  “                  (6)                ” ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "67", "section_title": " Transfer of fine orders.", "section_text": "67 1 Section 403 of the 1975 Act (transfer of fine orders), shall be amended as follows. 2 In subsection (3), at the beginning there shall be inserted the words  “              Subject to subsections (3A) and (3B) below,            ” . 3 After subsection (3) there shall be inserted the following subsections— 3A Where— a the court specified in a transfer of fine order is satisfied, after inquiry, that the offender is not residing within the jurisdiction of that court; and b the clerk of that court, within 14 days of receiving the notice required by section 404(1) of this Act, sends to the clerk of the court which made the order notice to that effect, the order shall cease to have effect. 3B Where a transfer of fine order ceases to have effect by virtue of subsection (3A) above, the functions referred to in subsection (3) above shall again be exercisable by the court which made the order or, as the case may be, by the clerk of that court. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "68", "section_title": " Liability of bankrupt to pay fines and compensation orders.", "section_text": "68 In section 55(2) of the  Bankruptcy (Scotland) Act 1985 (effect of discharge of bankrupt on certain liabilities), after paragraph (a) there shall be inserted the following paragraphs— aa any liability to pay a fine imposed in a district court; ab any liability under a compensation order within the meaning of section 58 of the Criminal Justice (Scotland) Act 1980; ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "69", "section_title": " Child detainees unlawfully at large.", "section_text": "69 For subsection (3) of section 40 of the  Prisons (Scotland) Act 1989 (persons unlawfully at large) there shall be substituted the following subsection— 3 In this section— a any reference to a person sentenced to imprisonment shall be construed as including a reference to any person sentenced or ordered to be detained under section 205, 206 or 413 of the 1975 Act; b any reference to a prison shall be construed as including a reference to a place where the person is liable to be detained under the sentence or order; and c any reference to a sentence shall be construed as including a reference to an order under section 413 of that Act. ."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "70", "section_title": " General provision.", "section_text": "70 1 Subject to the provisions of this Chapter, where in respect of any offence to which this Chapter applies— a the accused is convicted, whether in solemn or summary proceedings; or b in the case of summary proceedings (without proceeding to conviction) an order is made discharging him absolutely, the court, on the application of the prosecutor, may make an order (a “confiscation order”) requiring the accused to pay such sum as the court thinks fit. 2 This Chapter applies to any offence which has been prosecuted— a on indictment; or b on summary complaint if the offence is punishable by a fine of an amount greater than the amount corresponding to level 5 on the standard scale or by imprisonment for a period longer than 3 months or by both such fine and imprisonment, but it does not apply to an offence to which section 1 of the 1987 Act (offences relating to drug trafficking) relates or to an offence under Part III of the 1989 Act (financial assistance for terrorism). 3 A confiscation order shall not be made unless the court orders some other disposal (including an absolute discharge) in respect of the accused. 4 The court may make a confiscation order against an accused only if it is satisfied that he has benefited from the commission of the offence concerned. 5 The sum which a confiscation order requires an accused to pay must not exceed the lesser of— a the amount of the benefit— i from the commission of the offence; or ii where section 71(4) of this Act applies, from the commission of the offence and any other offence to which this Chapter applies; or b the amount that might be realised at the time the order is made. 6 Any application under this section shall be made— a in proceedings on indictment, when the prosecutor moves for sentence or, if the accused is remitted for sentence under section 104 of the 1975 Act, before sentence is pronounced; and b in summary proceedings, following the conviction of the accused. 7 For the purposes of any appeal or review, a confiscation order is a sentence."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "71", "section_title": " Benefit from commission of offence.", "section_text": "71 1 For the purposes of this Chapter, an accused shall be held to have benefited from the commission of an offence if in connection with its commission he has obtained, directly or indirectly, any property or other economic advantage. 2 Subject to subsection (4) below, in determining whether an accused has benefited from the commission of an offence and, if he has, the amount referred to in section 70(5)(a)(i) of this Act, the court may make the following assumptions, except in so far as he proves either of them, on the balance of probabilities, to be incorrect— a that any property or other economic advantage which has been obtained by him since the relevant date has been obtained in connection with the commission of the offence; and b that any expenditure by him since the relevant date was met out of property or other economic advantage obtained in connection with the commission of the offence. 3 In subsection (2) above “ the relevant date ” means— a the date of the offence; or b if the offence is found to have been committed over a period of time, the date occurring at the beginning of that period. 4 Where— a the application for the confiscation order has been made in respect of two or more offences; or b during the relevant period the accused has been convicted of at least one other offence to which this Chapter applies, being an offence committed after the coming into force of this Chapter, the court may, in determining the amount referred to in section 70(5)(a)(ii) of this Act, make the assumptions set out in subsection (5) below, except in so far as the accused proves either of those assumptions, on the balance of probabilities, to be incorrect. 5 Those assumptions are— a that any property or economic advantage which has been obtained by the accused during the relevant period has been obtained in connection with the commission of an offence to which this Chapter applies; and b that any expenditure by him during the relevant period was met out of property or other economic advantage obtained in connection with the commission of such an offence. 6 In subsections (4) and (5) above, “ the relevant period ” means the period of six years ending with the date on which proceedings were instituted against the accused for the offence in respect of which the application for the confiscation order has been made. 7 In this Part of this Act, “ property ” means any property wherever situated, whether heritable or moveable or whether corporeal or incorporeal."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "72", "section_title": " Realisable property.", "section_text": "72 1 In this Part of this Act “ realisable property ” means, subject to subsection (2) below— a the whole estate wherever situated of a person— i against whom proceedings have been instituted for an offence to which this Chapter applies; or ii in respect of whom a restraint order has been made by virtue of section 95(3) of this Act; b the whole estate wherever situated of a person to whom any person whose whole estate is realisable by virtue of paragraph (a) above has (directly or indirectly and whether in one transaction or in a series of transactions) made a gift caught by this Chapter; c any other property in the possession or under the control of a person mentioned in paragraph (a) or (b) above; and d any income or estate vesting in a person mentioned in paragraph (a) or (b) above. 2 Property is not realisable if— a held on trust by a person mentioned in subsection (1)(a) or (b) above for a person not so mentioned; b a suspended forfeiture order is in force in respect of the property; or c it is, for the time being, subject to a restraint order made in respect of other proceedings. 3 Subject to section 73(4) of this Act, for the purposes of this Chapter, the amount that might be realised at the time a confiscation order is made in respect of a person is the total value at that time of all his realisable property, and of all gifts caught by this Chapter which have been made by him, less any amount due by him at that time in respect of any compensation order under section 58 of the  Criminal Justice (Scotland) Act 1980 made before the confiscation order. 4 In assessing the value of realisable property (other than money) of a person in respect of whom it proposes to make a confiscation order, the court shall have regard to the likely market value of the property at the date on which the order would be made; but it may also have regard to any security or real burden which would require to be discharged in realising the property or to any other factors which might reduce the amount recoverable by such realisation. 5 In assessing the value of realisable property of a person whose estate has been sequestrated, or who has been adjudged bankrupt in England and Wales or Northern Ireland, the court shall take into account the extent to which the property is subject to, as the case may be, sequestration or bankruptcy procedure by virtue of paragraph 1 or 2 of Schedule 4 to this Act. 6 In subsection (4) above, “ money ” includes cheques, banknotes, postal orders, money orders and foreign currency."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "73", "section_title": " Gifts.", "section_text": "73 1 A gift is caught by this Chapter if— a it was made by the accused in contemplation of, or after, the commission of the offence or, if more than one, in contemplation of any of the offences or after the commission of the earlier or the earliest of the offences to which the proceedings mentioned in section 72(1)(a)(i) of this Act for the time being relate; or b where subsection (4) of section 71 of this Act applies, it was made by the accused within the relevant period within the meaning of subsection (6) of that section. 2 In assessing the value of a gift caught by this Chapter, the court shall, subject to subsections (3) to (5) below, take it to be the greater of— a the value of the gift when received adjusted to take account of subsequent changes in the value of money; or b both of the following— i the likely market value, on the date on which the confiscation order is to be made, of— A the gift, if retained; or B where the recipient of the gift retains only part of it, the retained part, and any property or part of any property which, directly or indirectly, represents the gift; or C where the recipient of the gift retains no part of it, any property or part of any property which, directly or indirectly, represents the gift; and ii the value of any other property and any other economic advantage which by reason of the making of the gift the recipient of the gift has obtained, directly or indirectly, prior to the date on which the confiscation order is to be made, adjusted to take account of subsequent changes in the value of money. 3 The circumstances in which the accused is to be treated as making a gift include those where he transfers an interest in property to another person directly or indirectly for a consideration the value of which is significantly less than the value of that interest at the time of transfer; and in those circumstances the value of the gift shall be the difference between the value of that consideration and the value of that interest at the time of transfer adjusted to take account of subsequent changes in the value of money. 4 Where a gift caught by this Chapter was in the form of money and the recipient of the gift shows that, on the balance of probabilities, the money or any of it has not been used to purchase goods or services or to earn interest or any other return, the value of the gift or such part of it as has not been so used shall be taken to be the face value of the money or, as the case may be, unused amount of the money; and in this subsection, “ money ” includes cheques, banknotes, postal orders, money orders and foreign currency. 5 The court may, notwithstanding the foregoing provisions of this section, disregard the amount (or part of the amount) of a gift caught by this Chapter if it considers it improbable that such amount (or part) could be realised. 6 At any time before the realisation of property which is or represents a gift caught by this Chapter, the recipient of the gift may apply to the court for an order under this subsection, and, if the court is satisfied, on the balance of probabilities— a that the person received the gift not knowing, not suspecting and not having reasonable grounds to suspect that the gift was made in contemplation of, or after, the commission of the offence or, if more than one, in contemplation of any of the offences or after the commission of the earlier or the earliest of the offences to which the proceedings for the time being relate; and b that he was not associated with the giver in the commission of the offence; and c that he would suffer hardship if the application were not granted, it may make an order declaring that the gift or a part of the gift shall not be caught by this Chapter and that the property or part of the property of the recipient of the gift shall not be, or shall cease to be, realisable for the purposes of this Chapter and, if a confiscation order has already been made, varying that order accordingly, where necessary. 7 An appeal shall lie to the High Court at the instance of— a the applicant against the refusal; b the prosecutor against the granting, of an application under subsection (6) above, and the High Court in determining such an appeal may make such order as could have been made by the court on an application under subsection (6) above. 8 The procedure in an appeal under this section shall be the same as the procedure in an appeal against sentence."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "74", "section_title": " Making of confiscation orders.", "section_text": "74 1 If the court decides to make a confiscation order, it shall determine the amount to be payable thereunder before making any decision as to— a imposing a fine on the accused; b making any order involving any payment by him. 2 Where a court makes a confiscation order against an accused in any proceedings, it shall, in respect of any offence of which he is convicted in those proceedings, take account of the order before— a imposing any fine on him; b making any order involving any other payment by him, but subject to that, the court shall leave the order out of account in determining the appropriate sentence or other manner of dealing with the accused. 3 No enactment restricting the power of a court which deals with an accused in a particular way from dealing with him also in any other way shall, by reason only of the making of a confiscation order (or the postponement of a decision as regards making such an order), have the effect of restricting the court in dealing with the accused in any way it considers appropriate in respect of an offence. 4 Where a court makes both a confiscation order and a compensation order under section 58 of the  Criminal Justice (Scotland) Act 1980 against the same person in the same proceedings in relation to the same offence and the offence involves the misappropriation of property, it shall direct that the compensation shall be paid first out of any sums applied towards the satisfaction of the confiscation order."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "75", "section_title": " Statements relevant to making confiscation orders.", "section_text": "75 1 Where the prosecutor applies for the making of a confiscation order, the prosecutor may lodge with the clerk of court a statement as to any matters relevant— a to determining whether the accused has benefited from the commission of the offence; or b to an assessment of the value of the accused’s benefit for the purposes of section 70(5)(a) of this Act. 2 Without prejudice to section 150 (or as the case may be section 354) of the 1975 Act, if the accused accepts to any extent any allegation in the statement lodged under subsection (1) above, the court may, for the purpose of such determination or assessment as is mentioned in paragraph (a) or (b) of that subsection, treat his acceptance as conclusive of the matters to which it relates. 3 Where— a a statement is lodged under subsection (1) above; and b the court is satisfied that a copy of that statement has been served on the accused, the court may require the accused to indicate, within such period as the court may specify, to what extent he accepts each allegation in the statement and, in so far as he does not accept any such allegation, to indicate the basis of such non-acceptance. 4 If the accused fails in any respect to comply with a requirement under subsection (3) above, he may be treated for the purposes of this section as accepting every allegation in the statement apart from any allegation in respect of which he has complied with the requirement. 5 Without prejudice to section 150 (or as the case may be section 354) of the 1975 Act, where— a there is lodged with the clerk of court by the accused a statement as to any matters relevant to determining the amount that might be realised at the time the confiscation order is made; and b the prosecutor accepts to any extent any allegation in the statement, the court may, for the purposes of that determination, treat that acceptance as conclusive of the matters to which it relates. 6 Without prejudice to section 76(1) of this Act, where— a any allegation in the statement lodged under subsection (1) above is challenged by the accused, or b the basis of the non-acceptance by the accused of any such allegation is challenged by the prosecutor, the court shall consider the matters being challenged at a hearing. 7 Where the judge presiding at a hearing held under subsection (6) above is not the trial judge he may, on the application of either party, if he considers that it would be in the interests of justice to do so, adjourn the hearing to a date when the trial judge is available."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "76", "section_title": " Postponed confiscation orders.", "section_text": "76 1 If the court considers that it has some, but not sufficient, relevant information for the purpose of enabling it to come to a decision as to whether to make a confiscation order or that it does not have sufficient relevant information to enable it to come to a decision as to the amount to be payable under the confiscation order, it may, subject as the case may be to subsection (6) or (10) below, postpone that decision for a period not exceeding 6 months after the date of conviction for the purpose of enabling further information to be obtained. 2 Without prejudice to sections 179 and 219 (or as the case may be sections 380 and 432) of the 1975 Act, the court may, notwithstanding postponement under subsection (1) above and subject to subsection (3) below, proceed, on the prosecutor’s motion therefor, to sentence or to otherwise deal with the accused in respect of the conviction. 3 Where the court proceeds as mentioned in subsection (2) above— a no fine shall be imposed on the accused; and b no order shall be made involving any other payment by him, in relation to the conviction before the decision whether to make a confiscation order is taken. 4 Where in the case of conviction on indictment a decision has been postponed under subsection (1) above for a period, any intention to appeal under section 228 of the 1975 Act against conviction or against both conviction and any sentence passed during that period in respect of the conviction, shall be intimated under section 231(1) of the 1975 Act not within 2 weeks of the final determination of the proceedings but within 2 weeks of— a in the case of an appeal against conviction where there has been no such sentence, the day on which the period of postponement commences; b in any other case, the day on which such sentence is passed in open court. 5 Notwithstanding any appeal of which intimation has been given by virtue of subsection (4) above, a person may appeal under section 228 of the 1975 Act against the confiscation order (if the decision is to make one) or against any other sentence passed, after the period of postponement, in respect of the conviction. 6 If during the period of postponement intimation is given by virtue of subsection (4) above by the person, the High Court may, on the application of the prosecutor, extend that period to a date up to 3 months after the date of disposal of the appeal. 7 This subsection applies where in the case of summary conviction a decision has been postponed under subsection (1) above for a period. 8 Where subsection (7) above applies and the offender appeals under section 442 of the 1975 Act against conviction or against both conviction and any sentence passed during the period of postponement— a his application for a stated case shall be made not within one week of the final determination of the proceedings but within one week of the day mentioned in paragraph (a) or (b) of subsection (4) above; b his draft stated case shall be prepared and issued not within 3 weeks of the final determination of the proceedings but within 3 weeks of the said day. 9 Where subsection (7) above applies, then, notwithstanding any appeal against conviction or sentence or both the offender may appeal under section 442(1)(a)(ii), and the prosecutor may appeal under section 442(1)(b)(ii), of the 1975 Act against any confiscation order or against any other sentence passed, after the period of postponement, in respect of the conviction. 10 Where subsection (7) above applies, then, if during the period of postponement the offender applies for a stated case or lodges a note of appeal, the High Court may, on the application of the prosecutor, extend the period of postponement to a date up to 3 months after the date of disposal of the appeal."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "77", "section_title": " Increase in benefit or realisable property.", "section_text": "77 1 This section applies where the court which made a confiscation order is satisfied, on an application made by the prosecutor, that at the time the application is made the benefit for the purposes of section 70(5)(a) of this Act, or the amount that might be realised, is greater than— a the benefit; or, as the case may be, b the amount that might be realised, which was taken into account when the order was made. 2 The considerations by reference to which the court may be satisfied as mentioned in subsection (1) above shall include— a the benefit was greater than was taken into account when the confiscation order was made or has increased in value since the confiscation order was made; or b further benefit has been obtained since the confiscation order was made; or c the value of realisable property was greater than was taken into account when the confiscation order was made; or d any realisable property taken into account at the time when the confiscation order was made has subsequently increased in value; or e that the amount, or part of the amount, of a gift which was disregarded under section 73(5) of this Act could now be realised. 3 An application under subsection (1) above shall be made as soon as is reasonably practicable after the relevant information becomes available to the prosecutor but in any event within 6 years commencing with the date when the person was convicted of the offence. 4 Where this section applies, and notwithstanding that any matters in relation to the making of the confiscation order are, by virtue of section 75(2) or (5) of this Act, to be treated as conclusive— a the court may make a new confiscation order for the payment of such sum as appears to the court to be appropriate having regard to what is now shown to be the benefit or the amount that might be realised; and b if the earlier confiscation order has not been satisfied then the court, in making the new confiscation order, shall recall the earlier order and may take into account the amount unpaid (including any interest payable by virtue of section 81(1) of this Act) under the earlier order. 5 Section 75 of this Act shall, subject to any necessary modifications, apply in relation to the making of a new confiscation order in pursuance of this section as it applies where the prosecutor has applied for the making of a confiscation order under section 70 of this Act. 6 The assumptions mentioned in section 71(2) and (5) of this Act shall not apply for the purposes of this section."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "78", "section_title": " Realisable property inadequate to meet payments under confiscation order.", "section_text": "78 1 This section applies where the court which made a confiscation order is satisfied on the balance of probabilities, on an application made to it by the accused or the prosecutor, that the value of the realisable property is inadequate to meet any amount unpaid (including any interest payable by virtue of section 81(1) of this Act) under the confiscation order. 2 When considering whether the value of the realisable property is inadequate the court— a shall, unless already taken into account under section 72(5) of this Act, take into account the extent to which property of a person whose estate has been sequestrated or who has been adjudged bankrupt is or has been included in the bankrupt’s estate for the purposes of the  Bankruptcy (Scotland) Act 1985 or Part IX of the  Insolvency Act 1986; and b may disregard any inadequacy which appears to it to be attributable, wholly or partly, to anything done by the accused for the purpose of protecting the realisable property from realisation. 3 Where this section applies, the court shall recall the confiscation order and make a new confiscation order for the payment of such sum of a lesser amount than that for which the original order was made which appears to the court to be appropriate having regard to— a the value of the realisable property as determined under subsection (1) above; and b any amount paid in pursuance of the original order. 4 Section 75 of this Act shall, subject to any necessary modifications, apply in relation to an application under this section as it applies where the prosecutor has applied for the making of a confiscation order under section 70 of this Act."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "79", "section_title": " Confiscation orders where proceeds of crime discovered at later date.", "section_text": "79 1 This section applies where no confiscation order has been made in relation to an offence under section 70 or 76 of this Act. 2 Where the court, on an application made to it by the prosecutor under this section, is satisfied— a that a person convicted of an offence to which this Chapter applies has benefited in connection with the commission of the offence concerned; b that the information necessary to enable a confiscation order to be made on the date on which an application under section 70 of this Act was or could have been made was not available to the prosecutor, it may make a confiscation order in relation to that person. 3 An application under this section shall be made as soon as is reasonably practicable after the relevant information becomes available to the prosecutor but in any event not later than 6 years after the date when the person was convicted of the offence. 4 In determining the sum to be payable under a confiscation order made in pursuance of this section, the court shall take into account— a any order involving any payment by the offender; b any suspended forfeiture order or an order for forfeiture under any other enactment made in respect of the offender, which forms part of the sentence already imposed for the offence concerned. 5 Sections 70(3) and 74(1), (2) and (4) of this Act shall not apply in relation to a confiscation order made in pursuance of this section. 6 Section 75 of this Act shall, subject to any necessary modifications, apply in relation to the making of a confiscation order in pursuance of this section as it applies where the prosecutor has moved for a confiscation order under section 70 of this Act. 7 Where the court makes a confiscation order in pursuance of this section and a compensation order has been made under section 58 of the  Criminal Justice (Scotland) Act 1980 in respect of misappropriation of property by the offender, the court shall direct that compensation shall first be paid out of any sums applied towards the satisfaction of the confiscation order to the extent of any sums outstanding in respect of the compensation order. 8 The assumptions mentioned in section 71(2) and (5) of this Act shall not apply for the purposes of this section. 9 In this section “ the court ” means the court which had jurisdiction in respect of the offence concerned to make a confiscation order under section 70 of this Act."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "80", "section_title": " Application of provisions relating to fines to enforcement of confiscation orders.", "section_text": "80 1 Sections 196 and 203, or sections 402 and 412, of the 1975 Act and the provisions of that Act specified in subsection (2) below (or those provisions as applied by section 194 of that Act) shall, subject to the qualifications mentioned in subsection (2) below, apply in relation to confiscation orders as they apply in relation to fines; and section 91 of the  Magistrates’ Courts Act 1980 and Article 96 of the  Magistrates’ Courts (Northern Ireland) Order 1981 (provisions relating to transfer of fines from Scotland etc.) shall be construed accordingly. 2 The provisions mentioned in subsection (1) above are— a section 396, provided that any allowance under that section of time (or further time) for payment shall be without prejudice to the exercise by any administrator appointed in relation to the confiscation order of his powers and duties under this Act; and the court may, pending such exercise, postpone any decision as to refusing or allowing time (or further time) for payment; b section 397, subject to the like proviso as in paragraph (a) above; c section 398, but as if subsection (1)— i gave the prosecutor an opportunity to be heard at any enquiry thereunder; and ii applied whether the offender was in prison or not; d section 399, provided that any order of payment by instalments shall be without prejudice to such exercise as is mentioned in paragraph (a) above; e section 400; f section 401(2) and (3); g section 403; h section 404; i section 406; j section 407, provided that— i where a court imposes a period of imprisonment both in respect of a fine and of a confiscation order the amounts in respect of which the period is imposed shall, for the purposes of subsection (1A) of that section, be aggregated; and ii before imposing a period of imprisonment to which there is a liability by virtue of that section the court shall, if an administrator has been appointed in relation to the confiscation order, require a report from him as to whether and in what way he is likely to exercise his powers and duties under this Act and shall take that report into account; and the court may, pending such exercise, postpone any decision as to such imposition; k section 408; l section 409, except that the reference in subsection (1) of that section to the person paying a sum to the governor of the prison under conditions prescribed by rules made under the  Prisons (Scotland) Act 1989 shall be construed as including a reference to an administrator appointed in relation to the confiscation order making such payment under this Act in respect of the person; m section 411, provided that an order of recovery by civil diligence shall not be made under the section where an administrator is appointed in relation to the confiscation order; n Schedule 7. 3 Where a court, by virtue of subsection (1) above, orders the sum due under a confiscation order to be recovered by civil diligence under section 411 of the 1975 Act, any arrestment executed by a prosecutor under subsection (2) of section 99 of this Act shall be deemed to have been executed by the court as if that subsection authorised such execution. 4 Where in any proceedings a confiscation order has been made as regards a person and a period of imprisonment or detention is imposed on him in default of payment of its amount (or as the case may be of an instalment thereof), that period shall run from the expiry of any other period of imprisonment or detention (not being one of life imprisonment or detention for life) imposed on him in the proceedings. 5 The reference in subsection (4) above to “any other period of imprisonment or detention imposed” includes (without prejudice to the generality of the expression) a reference to such a period on default of payment of a fine (or instalment thereof); but only where that default had occurred before the warrant for imprisonment is issued for the default in relation to the order."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "81", "section_title": " Interest on sums unpaid under confiscation orders.", "section_text": "81 1 If any sum required to be paid by a person under a confiscation order is not paid when it is required to be paid (whether forthwith on the making of the order or at a time specified under section 396(1) of the 1975 Act) that person shall be liable to pay interest on that sum for the period for which it remains unpaid and the amount of the interest shall for the purposes of enforcement be treated as part of the amount to be recovered from him under the confiscation order. 2 The sheriff may, on the application of the prosecutor, increase the term of imprisonment or detention fixed in respect of the confiscation order under section 396(2) of the 1975 Act if the effect of subsection (1) above is to increase the maximum period applicable in relation to the order under section 407(1A) of the 1975 Act. 3 The rate of interest under subsection (1) above shall be the rate payable under a decree of the Court of Session."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "82", "section_title": " Exercise of powers by court or administrator.", "section_text": "82 1 This section applies to the powers as regards realisable property conferred on the court by sections 94, 95, 97, 98 and 99 of and paragraphs 1, 4 and 12 of Schedule 3 to this Act in relation to confiscation orders and on an administrator by that Schedule. 2 Subject to the following provisions of this section, the powers shall be exercised with a view to making available for satisfying the confiscation order or, as the case may be, any confiscation order that may be made in the case of a person mentioned in section 72(1)(a) of this Act, the value for the time being of realisable property held by any person by the realisation of such property. 3 In the case of realisable property held by a person by virtue only of having received a gift made directly or indirectly by the accused which is caught by this Chapter, the powers shall be exercised with a view to realising no more than the value of the gift as assessed under subsection (2), (3) or (4) of section 73 of this Act. 4 The powers shall be exercised with a view to allowing any person other than a person mentioned in section 72(1)(a) of this Act or the recipient of any such gift to retain or recover the value of any property held by him. 5 An order may be made or other action taken in respect of a debt owed by the Crown. 6 In exercising those powers, no account shall be taken of any obligations of such a person or of the recipient of any such gift which conflict with the obligation to satisfy the confiscation order."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "83", "section_title": " Compensation.", "section_text": "83 1 Subject to subsection (3) below, if proceedings are instituted against a person for an offence to which this Chapter applies and either— a the proceedings do not result in his conviction for any such offence, or b where he is convicted of one or more such offences— i the conviction or convictions concerned are quashed (and no conviction for any such offence is substituted); or ii he is pardoned by Her Majesty in respect of the conviction or convictions concerned, the court may, on an application by a person who held property which was realisable property, order compensation to be paid to the applicant if, having regard to all the circumstances, it considers it appropriate to do so. 2 Subsection (1) above is without prejudice to any right which may otherwise exist to institute proceedings in respect of delictual liability disclosed by such circumstances as are mentioned in paragraphs (a) and (b) of subsection (3) below. 3 The court shall not order compensation to be paid under subsection (1) above in any case unless satisfied— a that there has been some serious default on the part of a person concerned in the investigation of the offence or offences concerned, being a person mentioned in subsection (5) below, and that, but for that default, the proceedings would not have been instituted or continued; and b that the applicant has suffered loss or damage in consequence of anything done in relation to the property under section 94, 95, 97, 98, 99 or 108 of or Schedule 3 to this Act. 4 The amount of compensation to be paid under this section shall be such as the court thinks just in all the circumstances of the case. 5 Compensation payable under this section shall be paid, where the person in default was— a a constable of a police force within the meaning of the  Police (Scotland) Act 1967, by the police authority or joint police board for the police area for which that force is maintained; b a constable other than is mentioned in paragraph (a) above, but with the powers of such a constable, by the body under whose authority he acts; c a procurator fiscal or was acting on behalf of the Lord Advocate, by the Lord Advocate; d a person commissioned by the Commissioners of Customs and Excise, by those Commissioners; and e an officer of the Commissioners of Inland Revenue, by those Commissioners. 6 An application for compensation under this section shall be made not later than three years after the conclusion of the proceedings in respect of which the confiscation order was made; and subsection (6) of section 95 of this Act shall apply for the purpose of determining when proceedings are concluded for the purposes of this subsection as it applies for the purposes of that section. 7 In this section, “ the court ” means the Court of Session or the sheriff exercising his civil jurisdiction. 8 Until the date on which paragraph 71 of Schedule 13 to the  Local Government etc. (Scotland) Act 1994 comes into force, the reference in subsection (5)(a) above to a joint police board shall be construed as a reference to a joint police committee."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "84", "section_title": " Order to make material available.", "section_text": "84 1 The procurator fiscal may, for the purpose of an investigation into whether a person has benefited from the commission of an offence to which this Chapter applies and as to the amount of that benefit, apply to the sheriff for an order under subsection (2) below in relation to particular material or material of a particular description. 2 If on such an application the sheriff is satisfied that the conditions in subsection (4) below are fulfilled, he may make an order that the person who appears to him to be in possession of the material to which the application relates shall— a produce it to a constable for him to take away; or b give a constable access to it, within such period as the order may specify. This subsection is subject to section 86(11) of this Act. 3 The period to be specified in an order under subsection (2) above shall be seven days unless it appears to the sheriff that a longer or shorter period would be appropriate in the particular circumstances of the application. 4 The conditions referred to in subsection (2) above are— a that there are reasonable grounds for suspecting that a specified person has benefited from the commission of an offence to which this Chapter applies; b that there are reasonable grounds for suspecting that the material to which the application relates— i is likely to be of substantial value (whether by itself or together with other material) to the investigation for the purpose of which the application is made; and ii does not consist of or include items subject to legal privilege; and c that there are reasonable grounds for believing that it is in the public interest, having regard— i to the benefit likely to accrue to the investigation if the material is obtained; and ii to the circumstances under which the person in possession of the material holds it, that the material should be produced or that access to it should be given. 5 Where the sheriff makes an order under subsection (2)(b) above in relation to material on any premises he may, on the application of the procurator fiscal, order any person who appears to him to be entitled to grant entry to the premises to allow a constable to enter the premises to obtain access to the material. 6 An application under subsection (1) or (5) above may be made ex parte in chambers. 7 Provision may be made by rules of court as to— a the discharge and variation of orders under this section, and b proceedings relating to such orders. 8 Where the material to which an application under this section relates consists of information contained in a computer— a an order under subsection (2)(a) above shall have effect as an order to produce the material in a form in which it can be taken away and in which it is visible and legible; and b an order under subsection (2)(b) above shall have effect as an order to give access to the material in a form in which it is visible and legible. 9 An order under subsection (2) above— a shall not confer any right to production of, or access to, items subject to legal privilege; b shall have effect notwithstanding any obligation as to secrecy or other restriction upon the disclosure of information imposed by statute or otherwise; and c may be made in relation to material in the possession of an authorised government department; and in this subsection “ authorised government department ” means a government department which is an authorised department for the purposes of the  Crown Proceedings Act 1947. 10 In this section— a “ items subject to legal privilege ” and “ premises ” have the same meanings as in section 40 of the  Criminal Justice (Scotland) Act 1987; and b references to a person benefiting from the commission of an offence to which this Chapter applies, in relation to conduct which is not such an offence but which would have been if it had occurred in Scotland, shall be construed in accordance with section 71 of this Act as if that conduct had so occurred."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "85", "section_title": " Authority for search.", "section_text": "85 1 The procurator fiscal may, for the purpose of an investigation into whether a person has benefited from the commission of an offence to which this Chapter applies and as to the amount of that benefit, apply to the sheriff for a warrant under this section in relation to specified premises. 2 On such application the sheriff may issue a warrant authorising a constable to enter and search the premises if the sheriff is satisfied— a that an order made under section 84 of this Act in relation to material on the premises has not been complied with; or b that the conditions in subsection (3) below are fulfilled; or c that the conditions in subsection (4) below are fulfilled. 3 The conditions referred to in subsection (2)(b) above are— a that there are reasonable grounds for suspecting that a specified person has benefited from the commission of an offence to which this Chapter applies; and b that the conditions in section 84(4)(b) and (c) of this Act are fulfilled in relation to any material on the premises; and c that it would not be appropriate to make an order under that section in relation to the material because— i it is not practicable to communicate with any person entitled to produce the material; or ii it is not practicable to communicate with any person entitled to grant access to the material or entitled to grant entry to the premises on which the material is situated; or iii the investigation for the purposes of which the application is made might be seriously prejudiced unless a constable could secure immediate access to the material. 4 The conditions referred to in subsection (2)(c) above are— a that there are reasonable grounds for suspecting that a specified person has benefited from the commission of an offence to which this Chapter applies; and b that there are reasonable grounds for suspecting that there is on the premises material relating to the specified person, or to the question whether that person has so benefited or the amount of that benefit, which is likely to be of substantial value (whether by itself or together with other material) to the investigation for the purpose of which the application is made, but that the material cannot at the time of the application be particularised; and c that— i it is not practicable to communicate with any person entitled to grant entry to the premises; or ii entry to the premises will not be granted unless a warrant is produced; or iii the investigation for the purpose of which the application is made might be seriously prejudiced unless a constable arriving at the premises could secure immediate entry to them. 5 Where a constable has entered premises in the execution of a warrant issued under this section, he may seize and retain any material, other than items subject to legal privilege, which is likely to be of substantial value (whether by itself or together with other material) to the investigation for the purpose of which the warrant was issued. 6 Subsection (10) of section 84 of this Act shall apply for the purposes of this section as it applies for the purposes of that section."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "86", "section_title": " Disclosure of information held by government departments.", "section_text": "86 1 Subject to subsection (4) below, the Court of Session may on an application by the Lord Advocate order any material mentioned in subsection (3) below which is in the possession of an authorised government department to be produced to the Court within such period as the Court may specify. 2 The power to make an order under subsection (1) above is exercisable if— a the powers conferred on the Court by section 94(1)(a) of this Act are exercisable by virtue of section 95(2) of this Act; or b those powers are exercisable by virtue of section 95(3) of this Act and the Court has made a restraint order which has not been recalled. 3 The material referred to in subsection (1) above is any material which— a has been submitted to an officer of an authorised government department by a person who holds, or has at any time held, realisable property; b has been made by an officer of an authorised government department in relation to such a person; or c is correspondence which passed between an officer of an authorised government department and such a person; and an order under that subsection may require the production of all such material or of a particular description of such material, being material in the possession of the department concerned. 4 An order under subsection (1) above shall not require the production of any material unless it appears to the Court of Session that the material is likely to contain information that would facilitate the exercise of the powers conferred on the Court by section 94(1)(a) of or paragraph 1 or 12 of Schedule 3 to this Act or on an administrator appointed under paragraph 1(1) of that Schedule. 5 The Court may by order authorise the disclosure to such an administrator of any material produced under subsection (1) above or any part of such material; but the Court shall not make an order under this subsection unless a reasonable opportunity has been given for an officer of the department to make representations to the Court. 6 Material disclosed in pursuance of an order under subsection (5) above may, subject to any conditions contained in the order, be further disclosed for the purposes of the functions under Part II of this Act of the administrator or the High Court. 7 The Court of Session may by order authorise the disclosure to a person mentioned in subsection (8) below of any material produced under subsection (1) above or any part of such material; but the Court shall not make an order under this subsection unless— a a reasonable opportunity has been given for an officer of the department to make representations to the Court; and b it appears to the Court that the material is likely to be of substantial value in exercising functions relating to the investigation of crime. 8 The persons referred to in subsection (7) above are— a a constable; b the Lord Advocate or any procurator fiscal; and c an officer within the meaning of the  Customs and Excise Management Act 1979. 9 Material disclosed in pursuance of an order under subsection (7) above may, subject to any conditions contained in the order, be further disclosed for the purposes of functions relating to the investigation of crime or whether any person has benefited from the commission of an offence to which this Chapter applies or the amount of that benefit. 10 Material may be produced or disclosed in pursuance of this section notwithstanding any obligation as to secrecy or other restriction upon the disclosure of information imposed by statute or otherwise. 11 An order under subsection (1) above and, in the case of material in the possession of an authorised government department, an order under section 84(2) of this Act may require any officer of the department (whether named in the order or not) who may for the time being be in possession of the material concerned to comply with such order; and any such order shall be served as if the proceedings were civil proceedings against the department. 12 Where any requirement is included in any order by virtue of subsection (11) above, the person on whom the order is served— a shall take all reasonable steps to bring it to the attention of the officer concerned; and b if the order is not brought to that officer’s attention within the period referred to in subsection (1) above, shall report the reasons for the failure to the Court of Session, and it shall also be the duty of any other officer of the department in receipt of the order to take such steps as are mentioned in paragraph (a) above. 13 In this section “ authorised government department ” means a government department which is an authorised department for the purposes of the  Crown Proceedings Act 1947; and subsection (10) of section 84 of this Act shall apply for the purposes of this section as it applies for the purposes of that section."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "87", "section_title": " Suspended forfeiture order.", "section_text": "87 1 This section applies where in respect of any offence— a the accused is convicted, whether in solemn or summary proceedings; or b in the case of summary proceedings, (without proceeding to conviction) an order is made discharging him absolutely. 2 Where this section applies, the court may, if it is satisfied on the application of the prosecutor that any property which was at the time of the offence or of the accused’s apprehension in his ownership or possession or under his control— a has been used for the purpose of committing, or facilitating the commission of, any offence; or b was intended to be used for that purpose, make an order (a “suspended forfeiture order”) in respect of that property. 3 Any application under this section shall be made— a in proceedings on indictment, when the prosecutor moves for sentence or if the accused is remitted for sentence under section 104 of the 1975 Act, before sentence is pronounced; and b in summary proceedings, following upon the conviction of the accused or, as the case may be, the finding that he committed the offence with which he was charged. 4 If the prosecutor knows or reasonably suspects the identity of a person (other than the accused) as being the owner of, or otherwise having an interest in, the property to which the suspended forfeiture order relates, he shall intimate that fact to the court on making the application and the order shall name that person as a person having an interest or suspected of having an interest in the property. 5 Any reference in this Chapter to facilitating the commission of an offence shall include a reference to the taking of any steps after it has been committed for the purpose of disposing of any property to which it relates or of avoiding apprehension or detection. 6 Where, by itself, the use of property constitutes an offence in whole or in part, that property shall be regarded for the purpose of subsection (2)(a) above as used for the purpose of committing the offence, unless the enactment which created the offence expressly excludes the application of this section. 7 Subject to subsection (8) below, where the accused is convicted of an offence under any enactment, the court shall not be precluded from making a suspended forfeiture order in respect of any property by reason only that the property would not be liable to forfeiture under that enactment. 8 Subsection (7) shall not apply— a if the enactment concerned expressly excludes the application of this section; or b to any property which has been used or has been intended to be used as mentioned in subsection (2)(a) or (b) above in relation to the offence of which the accused has been convicted, if the enactment concerned specifies the category of property which is to be liable to forfeiture thereunder, and the category so specified does not include the category of property which has been used or has been intended to be used as aforesaid. 9 Where the court makes both a suspended forfeiture order and a compensation order under section 58 of the  Criminal Justice (Scotland) Act 1980 against the same accused in the same proceedings, it may order that, in the event of the property subject to the suspended forfeiture order being forfeited under section 90 of this Act, the proceeds of sale of that property shall be first directed towards satisfaction of the compensation order. 10 As soon as may be after a suspended forfeiture order has been made, the prosecutor— a shall notify in writing any person named in the order in pursuance of subsection (4) above that the order has been made, and that the person so notified may be entitled to apply to the court for— i the order to be recalled under section 91 of this Act; or ii a direction under section 92 of this Act; and b if the property in respect of which the order has been made includes heritable property in Scotland, shall cause a certified copy of the order to be recorded in the General Register of Sasines or as the case may be registered in the Land Register of Scotland; and c if the court directs him to do so, shall insert a notice in the Edinburgh Gazette or in such other newspaper or journal as appears to the court to be appropriate specifying the terms of the suspended forfeiture order. 11 Any property in respect of which a suspended forfeiture order is made shall be taken into the possession of or placed under the control of the clerk of court until— a the order is recalled; or b the property is forfeited to the Crown and disposed of under section 90 of this Act or forfeited to another person under that section. 12 For the purposes of any appeal or review a suspended forfeiture order is a sentence. 13 Where, in disposing of an appeal, the High Court makes an order the effect of which is to release from liability to forfeiture any heritable property in Scotland in respect of which a suspended forfeiture order was made, the prosecutor shall, as soon as may be after the appeal has been disposed of, cause a certified copy of the order of the court to be recorded in the General Register of Sasines or, as the case may be, registered in the Land Register of Scotland. 14 In this section “the court” does not include a district court, whether or not constituted by a stipendiary magistrate."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "88", "section_title": " Forfeiture: district court.", "section_text": "88 1 Where, in respect of any offence tried in the district court, the accused is convicted or (without proceeding to conviction) an order is made discharging him absolutely the court may, if it is satisfied on the application of the prosecutor that any moveable property which was at the time of the offence or of the accused’s apprehension in his ownership or possession or under his control— a has been used for the purpose of committing, or facilitating the commission of, any offence; or b was intended to be used for that purpose, order that the property shall be forfeited to and vest in the Crown or such other person as the court may direct. 2 Any application under subsection (1) above shall be made following upon the conviction of the accused or, as the case may be, the finding that he committed the offence with which he was charged. 3 Where, by itself, the use of property constitutes an offence in whole or in part, that property shall be regarded for the purpose of subsection (1)(a) above as used for the purpose of committing the offence, unless the enactment which created the offence expressly excludes the application of this section. 4 Subject to subsection (5) below, where the accused is convicted of an offence under any enactment, the court shall not be precluded from making an order under subsection (1) above in respect of any property by reason only that the property would not be liable to forfeiture under that enactment. 5 Subsection (4) above shall not apply— a if the enactment concerned expressly excludes the application of this section; or b to any property which has been used or has been intended to be used as mentioned in subsection (1)(a) or (b) above in relation to the offence of which the accused has been convicted, if the enactment concerned specifies the category of property which is to be liable to forfeiture thereunder, and the category so specified does not include the category of property which has been used or has been intended to be used as aforesaid. 6 Where the court makes— a an order under subsection (1) above that property shall be forfeited to the Crown; and b a compensation order under section 58 of the  Criminal Justice (Scotland) Act 1980, against the same accused in the same proceedings, it may order that the proceeds of sale of the property forfeited by virtue of subsection (1) above shall be first directed towards satisfaction of the compensation order. 7 For the purposes of any appeal or review an order under subsection (1) above is a sentence. 8 In this section “ the court ” means the district court."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "89", "section_title": " Warrant to search for and seize property.", "section_text": "89 1 Where— a the sheriff is satisfied, on an application being made to him by the prosecutor— i that proceedings have been, or are likely to be, instituted against a person in Scotland for an offence; and ii that there is reasonable cause to believe that property specified in the application is to be found in a place or in premises specified in the application; and b it appears to him that there are reasonable grounds for thinking that in the event of the person being convicted of the offence a suspended forfeiture order might be made in relation to the property, he may grant a warrant authorising a person named therein to enter and search the place or premises and seize the property. 2 Where a court has made a suspended forfeiture order in respect of any property, if it is satisfied on the application of the prosecutor— a that there is reasonable cause to believe that the property is to be found in any place or premises; and b that admission to the place or premises has been refused or that it is reasonably believed that such admission will be refused, it may grant a warrant authorising a person named therein to enter and search the place or premises and seize the property. 3 An application for a warrant under subsection (2) above may be made at the same time as an application for a suspended forfeiture order."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "90", "section_title": " Forfeiture of property subject to suspended forfeiture order.", "section_text": "90 1 Subject to the following provisions of this section, property in respect of which a suspended forfeiture order has been made shall be forfeited to and vest in the Crown, or such other person as the court may direct, as follows— a heritable property situated in Scotland shall be forfeited at the end of the period of six months commencing with the date on which a certified copy of the suspended forfeiture order is recorded in the General Register of Sasines or, as the case may be, registered in the Land Register of Scotland; b heritable property situated outside Scotland shall be forfeited at the end of the period of six months commencing with the date of the making of the suspended forfeiture order; c moveable property shall be forfeited at the end of the period of 60 days commencing with the date of the making of the suspended forfeiture order. 2 Notwithstanding subsection (1)(c) above, moveable property which is certified by the prosecutor as being— a of a perishable or dangerous nature; b of no commercial value; or c property which cannot lawfully be sold, supplied or possessed, shall be forfeited immediately after the making of the suspended forfeiture order. 3 If an application for recall or variation of the suspended forfeiture order concerned has been made under section 91 of this Act, there shall be no forfeiture of property mentioned in paragraph (a), (b) or (c) of subsection (1) above unless and until whichever is the later of the following occurs— a the application is finally disposed of in favour of the prosecutor, or b the period mentioned in that paragraph has expired. 4 Without prejudice to subsection (2) above, in the event of an appeal against conviction or sentence, there shall be no forfeiture of property until whichever is the later of the following occurs— a the appeal, if it is proceeded with, is determined in favour of the prosecutor, or b the period mentioned in paragraph (a) or, as the case may be, (b) or (c) of subsection (1) above has expired. 5 Property which has been forfeited to the Crown under this section shall be dealt with by the Crown in such manner as seems to it to be appropriate. 6 A certificate by the clerk of court that property was forfeited to and vested in the Crown, or another person, under this section on the date specified in the certificate shall be conclusive evidence of that fact; and, in the case of a certificate in respect of heritable property situated in Scotland, the prosecutor shall, forthwith, cause a certified copy of the certificate to be recorded in the General Register of Sasines or, as the case may be, registered in the Land Register of Scotland."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "91", "section_title": " Recall or variation of suspended forfeiture order.", "section_text": "91 1 The court shall, on an application being made to it under this section by a person other than the accused, make an order (a “recalling order”) recalling a suspended forfeiture order in relation to any property or an interest in property if— a it is satisfied by the applicant on the balance of probabilities that he is the owner of the property or otherwise has an interest in it; and b subsection (2) or subsection (3) below is applicable. 2 This subsection applies if the court is not satisfied by the prosecutor that— a where the applicant was the owner of or otherwise had an interest in the property before the commission of the offence in connection with which the suspended forfeiture order was made, he— i knew or ought to have known that the property was intended to be used for the purpose of committing, or facilitating the commission of, the offence, and ii did not take all the steps which were reasonable for him to take to prevent such intended use; or b where he has become the owner of, or has otherwise acquired an interest in, the property after the commission of the offence, the applicant knew or ought to have known that the property had been intended to be, or had been, so used. 3 This subsection applies if the court is satisfied as mentioned in subsection (2) above, but it appears to the court that, in all the circumstances of the case, forfeiture of the property would be excessive or inappropriate. 4 Where a recalling order relates to heritable property situated in Scotland, the prosecutor shall, as soon as may be after— a the expiry of the period within which the prosecutor may appeal under section 93(1)(b) of this Act against the making of the order without such an appeal being lodged; or b where such an appeal is lodged within that period, the determination of the appeal in favour of the recalling order, cause a certified copy of the recalling order to be recorded in the General Register of Sasines or, as the case may be, registered in the Land Register of Scotland. 5 Where the prosecutor believes that the person named in the suspended forfeiture order in pursuance of section 87(4) of this Act is not the owner of, or does not otherwise have an interest in, the property concerned then— a if he does not know who the true owner is, or who otherwise truly has the interest, he may apply to the court under this section for an order varying the suspended forfeiture order by deleting that name from it; b if he does know or reasonably suspects the identity of the true owner or the person who otherwise truly has the interest (“the correct person”), he may apply to the court under this section for an order varying the suspended forfeiture order by substituting the name of the correct person for that of the person so named. 6 Where no person is named in the suspended forfeiture order in pursuance of section 87(4) of this Act but the prosecutor later comes to believe that a person is, or may be, the owner of, or otherwise has or may have an interest in, the property concerned, he may apply to the court for an order varying the suspended forfeiture order by naming that person as a person having or being suspected of having such an interest. 7 The court shall grant any application made in pursuance of subsection (5) or (6) above; and sections 87(10) and 90 of this Act shall apply in relation to an order varying a suspended forfeiture order in accordance with an application under subsection (5) or (6) above as they apply in relation to a suspended forfeiture order. 8 An application under this section may be made at any time before the property concerned is forfeited to the Crown or another person under section 90 of this Act. 9 The court shall not be entitled in considering any application under this section to review the sentence passed, or any probation order or order of discharge made, in respect of the offence concerned otherwise than as provided by this section. 10 In this section “ the court ” means the court which made the suspended forfeiture order."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "92", "section_title": " Property wrongly forfeited: return or compensation.", "section_text": "92 1 Where the court, on an application being made to it by a person other than the accused— a is satisfied by the applicant on the balance of probabilities that in relation to any property forfeited to the Crown or another person under section 90 of this Act or by virtue of an order for forfeiture made under any other enactment he was the owner of, or a person otherwise having an interest in, the property immediately before such forfeiture; and b subsection (3) or (4) below is applicable, it shall make an order under subsection (2) below. 2 An order under this subsection shall direct the Crown or, as the case may be, the other person, if the applicant— a was the owner of the property, to return it to him if reasonably practicable to do so or, if not, to pay compensation to him of an amount determined under subsection (5) below; or b otherwise had an interest in the property, to pay compensation to him of an amount corresponding to the value of such interest. 3 This subsection applies if the court is not satisfied that— a where the applicant was the owner of or otherwise had an interest in the property before the commission of the offence in connection with which the suspended forfeiture order or order for forfeiture was made, he knew or ought to have known that the property was intended to be used for the purpose of committing, or facilitating the commission of, the offence, and did not take all the steps which were reasonable for him to take to prevent such intended use; or b where the applicant has become the owner of, or has otherwise acquired an interest in, the property after the commission of the offence, he knew or ought to have known that the property had been intended to be, or had been, so used. 4 This subsection applies if the court is satisfied as mentioned in subsection (3) above, but it appears to the court that, in all the circumstances of the case, forfeiture of the property would be excessive or inappropriate. 5 For the purposes of subsection (2) above, the amount determined under this subsection shall be an amount equal to the amount of any consideration received for the property or the value of any such consideration at the time of the disposal, or, if no consideration was received, an amount equal to the value of the property at the time of the disposal. 6 An application under subsection (1) shall be made not later than three years after the date on which the property was forfeited as mentioned in subsection (1)(a) above. 7 Where, after property has been forfeited by virtue of section 90 of this Act, the prosecutor comes to believe that the person named in the suspended forfeiture order in pursuance of section 87(4) of this Act is not the owner of, or a person otherwise having an interest in, the property concerned, then— a whether he knows who the true owner was, or who the person truly with the interest was, or not, he shall forthwith notify the court in writing of that belief; and b if he does know or reasonably suspects the identity of the person who was the true owner or who truly had the interest, he shall forthwith notify that person in writing that he may be entitled to apply to the court for a direction under this section. 8 Where no person has been named in the suspended forfeiture order in pursuance of section 87(4) of this Act or in a variation order under section 91(5) of this Act but, after the property concerned has been forfeited under section 90 of this Act, the prosecutor comes to believe that a person was or might have been the owner of, or otherwise had or might have had an interest in, the property concerned, he shall forthwith notify— a the court of his belief; and b that person in writing that he may be entitled to apply to the court for a direction under this section. 9 The court shall not be entitled in considering any application under this section to review the sentence passed, or any probation order or order of discharge made, in respect of the offence concerned otherwise than as provided by this section. 10 In this section “ the court ” means the court which made the suspended forfeiture order or order for forfeiture."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "93", "section_title": " Appeal against court decision under section 91(1) or 92(2).", "section_text": "93 1 An appeal shall lie to the High Court of Justiciary at the instance of— a the applicant against the refusal to make; b the prosecutor against the making of, an order under section 91(1) or 92(2) of this Act, and the High Court in determining such an appeal may make such order as could have been made by the court on an application under that section. 2 The procedure in an appeal under this section shall be the same as the procedure in an appeal against sentence. 3 Where a suspended forfeiture order relating to heritable property situated in Scotland is recalled on appeal to the High Court of Justiciary, the prosecutor shall, as soon as may be after the appeal has been disposed of, cause a certified copy of the interlocutor of the Court to be recorded in the General Register of Sasines or, as the case may be, registered in the Land Register of Scotland."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "94", "section_title": " Restraint orders.", "section_text": "94 1 The court may, on the application of the prosecutor, make an order (in this Chapter referred to as a “restraint order”) in the circumstances mentioned in— a section 95(2) or (3) of this Act interdicting— i any person named in the order from dealing with his realisable property; or ii that person and any person named in the order as appearing to the court to have received from him a gift caught by Chapter I of this Part from dealing with their own, or the other’s, realisable property, (whenever that property was acquired and whether it is described in the order or not); and b section 96(1) of this Act interdicting any person named in the order from dealing with any property which is, or is liable to be, the subject of a suspended forfeiture order. 2 A restraint order made under subsection (1)(a) above may contain conditions and exceptions to which the interdict shall be subject and in particular— a may provide for the release to the person named in the order of such reasonable living expenses as the court thinks fit; and b shall provide for the release of property in so far as it is required to meet reasonable legal expenses payable or likely to be payable in relation to proceedings— i as regards the offence by virtue of which the restraint order has been made; or ii as regards a confiscation order made on conviction of the offence. 3 A restraint order shall— a be made on an ex parte application which shall be heard in chambers; and b without prejudice to the time when it becomes effective, be intimated to each person affected by it. 4 For the purposes of this Chapter, dealing with property includes (without prejudice to the generality of the expression)— a making a payment to any person in reduction of the amount of a debt; b removing the property from the jurisdiction of the court; and c transferring or disposing of the property. 5 Where the court has made a restraint order, a constable or a person commissioned by the Commissioners of Customs and Excise may, for the purpose of preventing any property subject to the order being removed from the jurisdiction of the court, seize that property. 6 Property seized under subsection (5) above shall be dealt with in accordance with the court’s directions. 7 In this Chapter “ the court ” means where, as regards the criminal proceedings in question, a trial diet or a diet fixed for the purposes of section 102 of the 1975 Act is intended to be held, is being or has been held— a in the High Court of Justiciary, the Court of Session; b in the sheriff court, a sheriff of that court exercising his civil jurisdiction. 8 The court may, where it has granted a restraint order, interdict a person not subject to that order from dealing with property affected by it while it is in force. 9 Subsections (2)(a) and (3)(a) above shall apply in relation to subsection (8) above as they apply in relation to subsection (1) above; and subsections (1), (2), (4) and (5) of section 97 of this Act shall apply in relation to an interdict under subsection (8) above as they apply in relation to a restraint order. 10 Without prejudice to the time when it becomes effective, an interdict under subsection (8) above shall be intimated to each person affected by it."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "95", "section_title": " Restraint orders in relation to realisable property.", "section_text": "95 1 A restraint order under section 94(1)(a) of this Act may be made in the circumstances mentioned in either subsection (2) or (3) below. 2 For the purposes of this subsection, the circumstances are— a proceedings have been instituted against an accused in Scotland for an offence to which Chapter I of this Part applies; b the proceedings have not been concluded; and c either a confiscation order has been made or it appears to the court that, in the event of his conviction of the offence, there are reasonable grounds for thinking that a confiscation order may be made in those proceedings. 3 For the purposes of this subsection, the circumstances are that the court is satisfied that— a it is proposed to institute proceedings within 28 days against a person suspected of such an offence and it appears to the court that, in the event of his conviction of the offence, there are reasonable grounds for thinking that a confiscation order may be made in those proceedings; or b the prosecutor has made, or proposes within 28 days to make, an application under section 77 or, as the case may be, section 79 of this Act in relation to that person in respect of the offence, and it appears to the court that there are reasonable grounds for thinking that the application may be granted. 4 Where the court has made a restraint order in the circumstances mentioned in subsection (3)(a) or (b) above and no proceedings have been instituted or application made within 28 days as mentioned in that subsection, the prosecutor shall forthwith apply to the court for the recall of the order and the court shall grant the application. 5 When proceedings for the offence or, as the case may be, proceedings on an application under section 77 or 79 of this Act are concluded, the prosecutor shall forthwith apply to the court for recall of the order and the court shall grant the application. 6 For the purposes of this section, proceedings are concluded as regards an offence where— a the trial diet is deserted simpliciter; b the accused is acquitted or, under section 101 or 331A of the 1975 Act, discharged or liberated; c the High Court of Justiciary or, as the case may be, the sheriff sentences or otherwise deals with him without making a confiscation order and without postponing a decision as regards making such an order; d after such postponement as is mentioned in paragraph (c) above, the High Court of Justiciary or, as the case may be, the sheriff decides not to make a confiscation order; e his conviction is quashed; or f a confiscation order made in the proceedings is satisfied (whether by payment of the amount due under the order or by the accused serving imprisonment in default). 7 For the purposes of this section, proceedings on an application under section 77 or 79 of this Act are concluded— a when the application is refused; or b where the application is granted, when a confiscation order made in the proceedings is satisfied (whether by payment of the amount due under the order or by the accused serving imprisonment in default)."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "96", "section_title": " Restraint orders in relation to forfeitable property.", "section_text": "96 1 A restraint order may be made in respect of a person under section 94(1)(b) where— a proceedings have been instituted against him in Scotland for an offence; b the proceedings have not been concluded; and c a suspended forfeiture order has been made in respect of the property concerned or it appears to the court that, in the event of his conviction of the offence, there are reasonable grounds for thinking that a suspended forfeiture order may be made in those proceedings. 2 A restraint order may also be made where the court is satisfied that it is proposed to institute proceedings in respect of an offence within 28 days and it appears to the court that, in the event of his conviction of the offence, there are reasonable grounds for thinking that a suspended forfeiture order may be made in those proceedings. 3 Where the court has made a restraint order by virtue of subsection (2) above, and no proceedings have been instituted within 28 days as mentioned in that subsection, the prosecutor shall forthwith apply to the court for the recall of the order and the court shall grant the application. 4 When proceedings for the offence are concluded, the prosecutor shall forthwith apply to the court for recall of the order and the court shall grant the application. 5 For the purposes of this section, proceedings are concluded as regards an offence where— a the trial is deserted simpliciter; b the accused is acquitted or, under section 101 or 331A of the 1975 Act, discharged or liberated; c the High Court of Justiciary or (as the case may be) the sheriff sentences or otherwise deals with him without making a suspended forfeiture order; d his conviction is quashed; e a suspended forfeiture order made in the proceedings is recalled, or varied so as to exclude from forfeiture any property to which the restraint order relates; or f the property, or part of the property, to which the restraint order relates is forfeited."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "97", "section_title": " Variation and recall of restraint orders.", "section_text": "97 1 Subject to subsections (2) and (3) below, the court may, at the instance of— a the prosecutor, at any time vary or recall a restraint order in relation to any person or to any property; b any person having an interest, at any time vary or recall a restraint order in relation to the person or to any property. 2 On an application made under subsection (1)(b) above by a person named in a restraint order as having received a gift caught by Chapter I of this Part, the court may recall the order in relation to that person if it is satisfied on the balance of probabilities— a that he received the gift not knowing, not suspecting and not having reasonable grounds to suspect that the gift was made in contemplation of, or after, the commission of the offence or if more than one, in contemplation of any of the offences or after the commission of the earlier or the earliest of the offences to which the proceedings for the time being relate; and b that he was not associated with the giver in the commission of the offence; and c that he would suffer hardship if the order were not recalled. 3 Where an application has been made under subsection (1) above for the variation or recall of a restraint order, any property in relation to which the restraint order was made shall not be realised during the period beginning with the making of the application and ending with the determination of the application by the court. 4 The court may, where it has recalled a restraint order as mentioned in subsection (1)(b) or (2) above, order that property of the person at whose instance it was recalled shall cease to be realisable or, as the case may be, liable to forfeiture. 5 The prosecutor or any person having an interest may reclaim or appeal to the Court of Session against an interlocutor refusing, varying or recalling or refusing to vary or recall a restraint order, within such period as may be prescribed by Act of Sederunt. 6 Where, in relation to a restraint order which is recalled, interdict has been granted under section 94(8) of this Act, the clerk of court shall, on the restraint order being recalled, forthwith so inform each person so interdicted."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "98", "section_title": " Inhibition of property affected by restraint order or by interdict.", "section_text": "98 1 On the application of the Lord Advocate, the Court of Session may in respect of heritable realisable property in Scotland affected by a restraint order (whether such property generally or particular such property) grant warrant for inhibition against any person interdicted by the order or, in relation to that property, under section 94(8) of this Act; and subject to the provisions of this Part of this Act, the warrant— a shall have effect as if granted on the dependence of an action for debt at the instance of the Lord Advocate against the person and may be executed, recalled, loosed or restricted accordingly; and b shall have the effect of letters of inhibition and shall forthwith be registered by the Lord Advocate in the Register of Inhibitions and Adjudications. 2 Section 155 of the  Titles to Land Consolidation (Scotland) Act 1868 (effective date of inhibition) shall apply in relation to an inhibition for which warrant has been granted under subsection (1) above as that section applies to an inhibition by separate letters or contained in a summons. 3 In the application of section 158 of that Act of 1868 (recall of inhibition) to such an inhibition as is mentioned in subsection (2) above, references in that section to a particular Lord Ordinary shall be construed as references to any Lord Ordinary. 4 The fact that an inhibition has been executed under subsection (1) above in respect of property shall not prejudice the exercise of an administrator’s powers under or for the purposes of this Part of this Act in respect of that property. 5 No inhibition executed under subsection (1) above shall have effect once, or in so far as, the restraint order affecting the property in respect of which the warrant for the inhibition has been granted has ceased to have effect in respect of that property; and the Lord Advocate shall— a apply for the recall, or as the case may be restriction, of the inhibition; and b ensure that the recall, or restriction, of an inhibition on such application is reflected in the Register of Inhibitions and Adjudications."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "99", "section_title": " Arrestment of property affected by restraint order.", "section_text": "99 1 On the application of the prosecutor, the court may, in respect of moveable property affected by a restraint order (whether such property generally or particular such property), grant warrant for arrestment if the property would be arrestable if the person entitled to it were a debtor. 2 A warrant under subsection (1) above shall have effect as if granted on the dependence of an action for debt at the instance of the prosecutor against the person and may be executed, recalled, loosed or restricted accordingly. 3 The fact that an arrestment has been executed under subsection (2) above in respect of property shall not prejudice the exercise of an administrator’s powers under or for the purposes of this Part of this Act in respect of that property. 4 No arrestment executed under subsection (2) above shall have effect once, or in so far as, the restraint order affecting the property in respect of which the warrant for such arrestment has been granted has ceased to have effect in respect of that property; and the prosecutor shall apply to the court for an order recalling, or as the case may be, restricting the arrestment accordingly."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "100", "section_title": " Administrators.", "section_text": "100 Schedule 3 to this Act shall have effect as regards the appointment of administrators under this Part of this Act."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "101", "section_title": " Recognition and enforcement of orders made in England and Wales.", "section_text": "101 1 An order to which this section applies shall, subject to this section and section 102 of this Act, have effect in the law of Scotland but shall be enforced in Scotland only in accordance with this section and that section. 2 A receiver’s functions under or for the purposes of section 77, 80 or 81 of the 1988 Act shall, subject to this section and section 102 of this Act, have effect in the law of Scotland. 3 If an order to which this section applies is registered under this section— a the Court of Session shall have, in relation to its enforcement, the same power; b proceedings for or with respect to its enforcement may be taken, and c proceedings for or with respect to any contravention of such an order (whether before or after such registration) may be taken, as if the order had originally been made in that Court. 4 Nothing in this section enables any provision of an order which empowers a receiver to do anything in Scotland under section 80(3)(a) of the 1988 Act to have effect in the law of Scotland. 5 The orders to which this section applies are orders of the High Court— a made under section 77, 78 or 81 of the 1988 Act; b relating to the exercise by that Court of its powers under those sections; or c relating to receivers in the performance of their functions under the said section 77, 78 or 81, but not including an order in proceedings for enforcement of any such order. 6 References in this section to an order under section 77 of the 1988 Act include references to a discharge under section 76(4) of that Act of such an order. 7 In this section and in section 102 of this Act, “ order ” means any order, direction or judgment (by whatever name called). 8 Nothing in any order of the High Court under section 80(6) of the 1988 Act prejudices any enactment or rule of law in respect of the recording of deeds relating to heritable property in Scotland or the registration of interests in such property. 9 In this Chapter, “ High Court ” means the High Court of England and Wales."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "102", "section_title": " Provisions supplementary to section 101.", "section_text": "102 1 The Court of Session shall, on application made to it in accordance with rules of court for registration of an order to which section 101 of this Act applies, direct that the order shall, in accordance with such rules, be registered in that Court. 2 Subsections (1) and (3) of section 101 of this Act and subsection (1) above are subject to any provision made by rules of court— a as to the manner in which and conditions subject to which that section applies are to be enforced in Scotland; b for the sisting of proceedings for enforcement of such an order; c for the modification or cancellation of the registration of such an order if the order is modified or revoked or ceases to have effect. 3 This section and section 101 of this Act are without prejudice to any enactment or rule of law as to the effect of notice or the want of it in relation to orders of the High Court. 4 The Court of Session shall have the like power to make an order under section 1 of the  Administration of Justice (Scotland) Act 1972 (extended power to order inspection of documents etc.) in relation to proceedings brought or likely to be brought under Part VI of the 1988 Act in the High Court as if those proceedings were brought or were likely to be brought in the Court of Session. 5 The Court of Session may, additionally, for the purpose of— a assisting the achievement in Scotland of the purposes of orders to which section 101 of this Act applies; b assisting receivers performing functions thereunder or for the purposes of section 77, 80 or 81 of the 1988 Act, make such orders and do otherwise as seems to it appropriate. 6 A document purporting to be a copy of an order under or for the purposes of Part VI of the 1988 Act by the High Court and to be certified as such by a proper officer of that Court shall, in Scotland, be sufficient evidence of the order."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "103", "section_title": " Inhibition of Scottish property affected by order registered under section 101.", "section_text": "103 1 On the application of the Lord Advocate, the Court of Session may in respect of heritable realisable property in Scotland affected by a restraint order registered under section 101 of this Act (whether such property generally or particular such property) grant warrant for inhibition against any person with an interest in that property; and the warrant— a shall have effect as if granted on the dependence of an action for debt at the instance of the Lord Advocate against the person and may be executed, recalled, loosed or restricted accordingly; b shall have the effect of letters of inhibition and shall forthwith be registered by the Lord Advocate in the Register of Inhibitions and Adjudications. 2 Section 155 of the  Titles to Land Consolidation (Scotland) Act 1868 (effective date of inhibition) shall apply in relation to an inhibition for which warrant has been granted under subsection (1) above as that section applies to an inhibition by separate letters or contained in a summons. 3 In the application of section 158 of that Act of 1868 (recall of inhibition) to such an inhibition as is mentioned in subsection (2) above, references in that section to a particular Lord Ordinary shall be construed as references to any Lord Ordinary. 4 The fact that an inhibition has been executed under subsection (1) above in respect of property shall not prejudice the exercise of a receiver’s powers under or for the purposes of section 77, 80 or 81 of the 1988 Act in respect of that property. 5 No inhibition executed under subsection (1) above shall have effect once, or in so far as, the restraint order affecting the property in respect of which the warrant for the inhibition has been granted has ceased to have effect in respect of that property; and the Lord Advocate shall— a apply for the recall, or as the case may be restriction, of the inhibition; and b ensure that the recall, or restriction, of an inhibition on such application is reflected in the Register of Inhibitions and Adjudications. 6 Any power of the Court of Session to recall, loose or restrict inhibitions shall, in relation to an order containing an inhibition under subsection (1) above and without prejudice to any other consideration lawfully applying to the exercise of the power, be exercised with a view to achieving the purposes specified in section 80 of the 1988 Act."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "104", "section_title": " Arrestment of Scottish property affected by order registered under section 101.", "section_text": "104 1 On the application of the Lord Advocate, the Court of Session may, in respect of moveable property affected by a restraint order registered under section 101 of this Act (whether such property generally or particular such property), grant warrant for arrestment if the property would be arrestable if the person entitled to it were a debtor. 2 A warrant under subsection (1) above shall have effect as if granted on the dependence of an action for debt at the instance of the Lord Advocate against the person and may be executed, recalled, loosed or restricted accordingly. 3 The fact that an arrestment has been executed under subsection (2) above in respect of property shall not prejudice the exercise of a receiver’s powers under or for the purposes of section 77, 80 or 81 of the 1988 Act in respect of that property. 4 No arrestment executed under subsection (2) above shall have effect once, or in so far as, the restraint order affecting the property in respect of which the warrant for such arrestment has been granted has ceased to have effect in respect of that property; and the Lord Advocate shall apply to the Court of Session for an order recalling, or as the case may be, restricting the arrestment accordingly. 5 Any power of the Court of Session to recall, loose or restrict arrestments shall, in relation to an arrestment proceeding upon a warrant under subsection (1) above and without prejudice to any other consideration lawfully applying to the exercise of the power, be exercised with a view to achieving the purposes specified in section 80 of the 1988 Act."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "105", "section_title": " Enforcement of Northern Ireland orders.", "section_text": "105 1 Her Majesty may by Order in Council provide that, for the purposes of Chapter  III  of Part II of and Schedules 3 and 4 to this Act, this Part of this Act shall have effect as if— a references to confiscation orders included a reference to orders made by courts in Northern Ireland which appear to Her Majesty to correspond to confiscation orders; b references to offences to which Chapter I of this Part applies included a reference to any offence under the law of Northern Ireland (not being an offence to which that Chapter applies) which appears to Her Majesty to correspond to such an offence; and c such other modifications were made as may be specified in the Order in Council, being modifications which appear to Her Majesty to be requisite or desirable having regard to procedural differences which may for the time being exist between Scotland and Northern Ireland; and without prejudice to the generality of this paragraph modifications may include provision as to the circumstances in which proceedings in Northern Ireland are to be treated for the purposes of those sections as instituted or as concluded. 2 An Order in Council under this section may provide for the provisions mentioned in subsection (1) above to have effect in relation to anything done or to be done in Northern Ireland subject to such further modifications as may be specified in the Order. 3 An Order in Council under this section may contain such incidental, consequential and transitional provisions as Her Majesty considers expedient. 4 An Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "106", "section_title": " Enforcement of orders made outside United Kingdom.", "section_text": "106 1 Her Majesty may by Order in Council— a direct in relation to a country or territory outside the United Kingdom designated by the Order that, subject to such modifications as may be specified, Chapter I of this Part and Chapter III of this Part so far as it relates to realisable property shall apply in relation to external confiscation orders and to proceedings which have been or are to be instituted in the designated country and may result in an external confiscation order being made there; b make— i such provision as to evidence or proof of any matter for the purposes of this section and section 107 of this Act; and ii such incidental, consequential and transitional provision, as appears to Her Majesty to be expedient. 2 In this Chapter— “ designated country ” means a country or territory designated by an Order in Council made under this section; and “ external confiscation order ” means an order made by a court in a designated country for the purpose of recovering payments or other rewards or property or other economic advantage received in connection with an offence corresponding with or similar to an offence to which Chapter I of this Part applies or the value of such payments, property, reward or economic advantage. 3 An Order in Council under this section may make different provision for different cases or classes of case. 4 The power to make an Order in Council under this section includes power to modify Chapter I of this Part or Chapter III of this Part so far as it relates to realisable property in such a way as to confer power on a person to exercise a discretion. 5 An Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "107", "section_title": " Registration of external confiscation orders.", "section_text": "107 1 On an application made by or on behalf of the Government of a designated country, the Court of Session may register an external confiscation order made there if— a it is satisfied that at the time of registration the order is in force and not subject to appeal; b it is satisfied, where the person against whom the order is made did not appear in the proceedings, that he received notice of the proceedings in sufficient time to enable him to defend them; and c it is of the opinion that enforcing the order in Scotland would not be contrary to the interests of justice. 2 In subsection (1) above “ appeal ” includes— a any proceedings by way of discharging or setting aside a judgment; and b an application for a new trial or a stay of execution. 3 The Court of Session shall cancel the registration of an external confiscation order if it appears to the court that the order has been satisfied by payment of the amount due under it or by the person against whom it was made serving imprisonment in default of payment or by any other means."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "108", "section_title": " Enforcement of Scottish orders in England and Wales.", "section_text": "108 1 Her Majesty may by Order in Council make such provision as Her Majesty considers expedient for the purpose— a of enabling property in England and Wales which is realisable property to be used or realised for the payment of any amount payable under a confiscation order; b of securing that, where no confiscation order has been made, property in England and Wales which is realisable property is available, in the event that such an order is so made, to be used or realised for the payment of any amount payable under it; and c of enabling the enforcement in England and Wales of restraint orders, suspended forfeiture orders and forfeiture orders under any enactment other than the 1989 Act. 2 Without prejudice to the generality of the power conferred by subsection (1) above, an Order in Council under this section may— a provide that, subject to any specific conditions, such description of orders made under or for the purposes of Chapter I,  II  or III of this Part so far as it relates to realisable property shall have effect in the law of England and Wales; b provide that, subject to any specified conditions, the functions of a person appointed under Schedule 3 to this Act shall have effect in the law of England and Wales; c make provision— i for the registration in the High Court of such descriptions of orders made under or for the purposes of Chapter I, II or III of this Part so far as it relates to realisable property as may be specified; and ii for the High Court to have, in relation to the enforcement of orders made under or for the purposes of Chapter I, II or III of this Part so far as it so relates which are so registered, such powers as may be specified; and d make provision as to the proof in England and Wales of orders made under or for the purposes of Chapter I, II or III of this Part so far as it so relates. 3 In subsection (2) above “ specified ” means specified in an Order in Council under this section. 4 An Order in Council under this section may amend or apply, with or without modifications, any enactment. 5 An Order in Council under this section may contain such incidental, consequential and transitional provisions as Her Majesty considers expedient. 6 An Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "109", "section_title": " Order in Council as regards taking of action in designated country.", "section_text": "109 1 Her Majesty may by Order in Council make such provision in connection with the taking of action in a designated country in consequence of the making of a restraint order, confiscation order or suspended forfeiture order under this Act or a forfeiture order under any other enactment as appears to Her Majesty to be expedient. 2 Without prejudice to the generality of subsection (1) above, the provision contained in an Order in Council made under this section may include a direction that in such circumstances as may be specified proceeds arising out of action taken in a designated country with a view to satisfying a confiscation order which are retained there shall nevertheless be treated as reducing the amount payable under the confiscation order to such extent as may be specified. 3 An Order in Council under this section may amend or apply, with or without modifications, any enactment. 4 Subsections (1)(b), (3) and (5) of section 106 of this Act shall apply in respect of Orders in Council under this section as they apply in respect of Orders in Council under that section."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "110", "section_title": "Sequestration etc. of person holding realisable or forfeitable property.", "section_text": "110 1 Schedule 4 to this Act shall have effect in relation to the sequestration, bankruptcy, winding up or receivership of persons or, as the case may be, companies holding realisable or forfeitable property. 2 In this section and in that Schedule “ forfeitable property ” means property which is or is liable to be the subject of a suspended forfeiture order."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "111", "section_title": " Disposal of family home under Chapter I or II.", "section_text": "111 1 This section applies where — a a confiscation order has been made in relation to any person and the prosecutor has not satisfied the court that the person’s interest in his family home has been acquired by means of the benefit derived from the commission of the offence concerned; or b a person’s family home has been forfeited to the Crown under section 90 of this Act. 2 Where this section applies, then, before the Crown disposes of any right or interest in the person’s family home it shall— a obtain the relevant consent; or b where it is unable to do so, apply to the court for authority to carry out the disposal. 3 On an application being made to it under subsection (2)(b) above, the court, after having regard to all the circumstances of the case including— a the needs and financial resources of the spouse or former spouse of the person concerned; b the needs and financial resources of any child of the family; c the length of the period during which the family home has been used as a residence by any of the persons referred to in paragraph (a) or (b) above, may refuse to grant the application or may postpone the granting of the application for such period (not exceeding 12 months) as it may consider reasonable in the circumstances or may grant the application subject to such conditions as it may prescribe. 4 Subsection (3) above shall apply— a to an action for division and sale of the family home of the person concerned; or b to an action for the purpose of obtaining vacant possession of that home, brought by the Crown as it applies to an application under subsection (2)(b) above and, for the purposes of this subsection, any reference in the said subsection (3) to the granting of the application shall be construed as a reference to the granting of decree in the action. 5 In this section— “ family home ”, in relation to any person (in this subsection referred to as “the relevant person”) means any property in which the relevant person has or had (whether alone or in common with any other person) a right or interest, being property which is occupied as a residence by the relevant person and his or her spouse or by the relevant person’s spouse or former spouse (in any case with or without a child of the family) or by the relevant person with a child of the family; “ child of the family ” includes any child or grandchild of either the relevant person or his or her spouse or former spouse, and any person who has been treated by either the relevant person or his or her spouse or former spouse as if he or she were a child of the relevant person, spouse or former spouse, whatever the age of such a child, grandchild or person may be; and “ relevant consent ” means in relation to the disposal of any right or interest in a family home— a in a case where the family home is occupied by the spouse or former spouse of the relevant person, the consent of the spouse or, as the case may be, of the former spouse, whether or not the family home is also occupied by the relevant person; b where paragraph (a) above does not apply, in a case where the family home is occupied by the relevant person with a child of the family, the consent of the relevant person."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "112", "section_title": " Forfeiture of property where accused has died.", "section_text": "112 1 This section applies where at any time after criminal proceedings have been instituted against an accused for an offence to which Chapter I of this Part applies and before the accused has been sentenced or otherwise dealt with in the proceedings he dies. 2 The Court of Session, if it is satisfied beyond reasonable doubt on an application being made to it by the Lord Advocate— a that the accused committed the offence; and b that there is property— i which the accused had obtained, directly or indirectly, in connection with the commission of the offence; or ii which is a gift caught by Chapter I of this Part, may, subject to subsection (5) below, make an order which shall have the effect of forfeiting that property. 3 The Court of Session may, without prejudice to any other power available to it, at any time before the determination of the case, allow an amendment of the application under subsection (2) above if the amendment is of a type which could competently have been made in an indictment or complaint under section 123 or 335 of the 1975 Act in the criminal proceedings. 4 An application under subsection (2) above shall be made as soon as is reasonably practicable after the relevant information becomes available to the Lord Advocate, but, in any event, within 6 years commencing with the date of death of the accused. 5 An application under subsection (2) above in relation to property such as is mentioned in paragraph (b)(ii) of that subsection shall be served on the recipient of the gift and, if he satisfies the Court on the balance of probabilities— a that he received the gift not knowing, not suspecting and not having reasonable grounds to suspect that the gift was made in contemplation of, or after, the commission of the offence or, if more than one, in contemplation of any of the offences or after the commission of the earlier or the earliest of the offences to which the proceedings for the time being relate; and b that he was not associated with the giver in the commission of the offence; and c that he would suffer hardship if the application were granted, the Court may refuse to make an order as mentioned in that subsection. 6 Where property has been forfeited under this section, then, if the Court of Session, on an application being made to it is satisfied by the applicant on the balance of probabilities that he was the owner of, or otherwise had an interest in, the property immediately before such forfeiture, it shall make an order under subsection (7) below. 7 An order under this subsection shall direct the Crown, if the applicant— a was the owner of the property, to return it to him if it is reasonably practicable to do so or, if not, to pay compensation to him of an amount determined under subsection (8) below; or b otherwise had an interest in the property, to pay compensation to him of an amount corresponding to the value of such interest. 8 For the purposes of subsection (7) above, the amount determined under this subsection shall be an amount equal to the amount of any consideration received for the property or the value of any such consideration at the time of the disposal, or, if no consideration was received, an amount equal to the value of the property at the time of the disposal. 9 Property which has been forfeited under this section shall be dealt with by the Crown in such manner as seems to it to be appropriate. 10 Where a restraint order is not in force in respect of a person when he dies in the circumstances mentioned in subsection (1) above, the Court of Session may, on the application of the Lord Advocate, in so far as the property concerned is— a heritable property in Scotland, make an order inhibiting any person; and b moveable property, grant warrant for arrestment if the property would be arrestable if the person entitled to it were a debtor. 11 Paragraphs (a) and (b) of subsection (1) and subsections (2) to (5) of section 98 of this Act shall, subject to any necessary modifications, apply for the purposes of subsection (10)(a) above as they apply for the purposes of that section. 12 Subsections (2) to (4) of section 99 of this Act shall, subject to any necessary modifications, apply for the purposes of subsection (10)(b) above as they apply for the purposes of that section. 13 Proceedings under this section are civil proceedings for the purposes of section 10 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1968."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "113", "section_title": " Transitional provision, amendment of 1987 Act, etc.", "section_text": "113 1 Where a person is charged with an offence in relation to which provision is made by Chapter I of this Part, being an offence committed before the coming into force of the said Chapter I, that Chapter shall not affect the powers of the court in the event of his being convicted of the offence. 2 Where a person is charged with an offence committed before the coming into force of Chapter II of this Part, in the event of his being convicted of the offence, the court shall be entitled to exercise the powers conferred by section 223 or section 436 of the 1975 Act, but not the powers conferred by that Chapter. 3 The 1987 Act shall be amended as specified in Schedule 5 to this Act. 4 Section 28 of the  Bankruptcy Act 1914 (effect of order of discharge) shall have effect as if amounts payable under confiscation orders were debts excepted under subsection (1)(a) of that section. 5 In section 1(2)(a) of the  Rehabilitation of Offenders Act 1974 (failure to pay fines etc. not to prevent person becoming rehabilitated) the reference to a fine or other sum adjudged to be paid by or on a conviction does not include a reference to an amount payable under a confiscation order. 6 Section 281(4) of the  Insolvency Act 1986 (discharge of bankrupt not to release him from liabilities in respect of fines, etc.) shall have effect as if the reference to a fine included a reference to a confiscation order. 7 Section 55(2) of the  Bankruptcy (Scotland) Act 1985 (discharge of debtor not to release him from liabilities in respect of fines, etc.) shall have effect as if the reference to a fine included a reference to a confiscation order."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "114", "section_title": " Interpretation of Part II.", "section_text": "114 1 In this Part of this Act, unless the context otherwise requires— “ the 1987 Act ” means the  Criminal Justice (Scotland) Act 1987; “ the 1988 Act ” means the  Criminal Justice Act 1988; “ the 1989 Act ” means the  Prevention of Terrorism (Temporary Provisions) Act 1989; “ accused ” includes a person against whom criminal proceedings have been instituted in relation to the commission of an offence and a person convicted of an offence; “ clerk of court ” includes the sheriff clerk; “ confiscation order ” means an order made under section 70(1), 77(4), 78(3) or 79 of this Act; “ interest ”, in relation to property, includes right; “ property ” has the meaning assigned by section 71 of this Act; “ realisable property ” has the meaning assigned by section 72 of this Act; “ restraint order ” means an order made under section 94 of this Act; “ suspended forfeiture order ” means an order made under section 87(2) of this Act. 2 This Part of this Act shall (except where the context otherwise requires) be construed as one with the 1975 Act. 3 For the purposes of this Part of this Act proceedings for an offence are instituted against a person— a on his arrest without warrant; b when he is charged with the offence without being arrested; c when a warrant to arrest him is granted; d when a warrant to cite him is granted; e in summary proceedings, on the first calling of the case; or f when a petition is intimated to him or an indictment or a complaint is served on him, and, where the application of this subsection would result in there being more than one time for the institution of proceedings, they shall be taken to be instituted at the earliest of those times. 4 Any reference in this Part of this Act to a conviction of an offence includes a reference to a finding that the offence has been committed."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "115", "section_title": " Interpretation.", "section_text": "115 In this Act, “ the 1975 Act ” means the  Criminal Procedure (Scotland) Act 1975."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "116", "section_title": " Expenses.", "section_text": "116 There shall be paid out of money provided by Parliament— a any amount payable— i as compensation under section 83 or 92 of this Act; or ii under paragraph 6 of Schedule 3 to this Act in respect of remuneration or expenses of administrators; b any administrative expenses incurred by the Secretary of State or the Lord Advocate under this Act; and c any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "117", "section_title": " Minor and consequential amendments and repeals.", "section_text": "117 1 The enactments mentioned in Schedule 6 to this Act shall have effect subject to the amendments there specified, being minor amendments and amendments consequential on the foregoing provisions of this Act. 2 The enactments mentioned in Schedule 7 to this Act (which include enactments which are spent) are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Criminal Justice (Scotland) Act 1995", "year": 1995, "section": "118", "section_title": " Short title, commencement and extent.", "section_text": "118 1 This Act may be cited as the Criminal Justice (Scotland) Act 1995. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different areas or different purposes. 3 An order under subsection (2) above may make such transitional provisions and savings as appear to the Secretary of State to be necessary or expedient in connection with any provision brought into force by the order. 4 Subject to subsections (5) to (7) below, this Act extends only to Scotland. 5 Section 110 of and Schedule 4 to this Act extend to England and Wales as well as to Scotland. 6 Section 108 of this Act extends only to England and Wales. 7 The amendment or repeal of any enactment by Schedule 6 or 7 to this Act has the same extent as the enactment amended or repealed."}]